{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ix spacanxi vinhaj Job chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Ha val svab'ani to a exxonhej eyojtac masanil tas t'a skal masanil anima. Ayic ol ex chamoc, tecan ol satcanel jelanil."
        },
        {
            "number": "3",
            "text": "Palta a in pax tik ay pax in pensar, mato yelxo val malaj jab'oc tas vojtac t'a eyichanh e naani, ¿mach val junok manh ojtannacoc juntzanh tik?"
        },
        {
            "number": "4",
            "text": "Wach'chom a in tik malaj in mul, ma in paltail, wach'chom ix yab' Dios in tevi t'a yalanhtaxo, haxo ticnaic toxonhej tzin tzetzaji."
        },
        {
            "number": "5",
            "text": "Ha ex malaj jab'oc tas tzex ik'an tik, tzex te b'uchvaj t'ayin. Lajan ex icha junok mach swach' ecan telvoc junok mach vanxo stelvi."
        },
        {
            "number": "6",
            "text": "Ha eb' elk'um, tzalajk'olal yaj eb' t'a yol spat. Ha eb' tz'alan chuk d'ha Dios, junk'olal yaj eb'. Ha snaan eb' to malaj tas ol utaj eb' yuj."
        },
        {
            "number": "7",
            "text": "k'anb'ejec t'a nok' nok' t'a sat lu'um yet' t'a nok' sjenhvi, syal ex sk'ayb'an nok'."
        },
        {
            "number": "8",
            "text": "k'anb'ejecpax t'a nok' tzek' nhernhon t'a sat lu'um yet' nok' ay t'a yol ha' mar, syal ex sk'ayb'an nok' t'a jelanil."
        },
        {
            "number": "9",
            "text": "Masanil juntzanh nok' nok' chi', yojtac nok' to a tas tzuji a Jehová tz'ak'ancoti."
        },
        {
            "number": "10",
            "text": "Ha t'a yol sk'ab' ay sq'uinal masanil tastac pitzan, syak'an yik' yik' eb' anima."
        },
        {
            "number": "11",
            "text": "Ha yol co ti' tz'ab'lan swach'il tas scab'lej. Ha pax co chiquin tz'ab'an tas tz'alchaji."
        },
        {
            "number": "12",
            "text": "Ha eb' ichamtac vinac, ayxo spensar eb', yujto tzijtumxo ab'il syil eb', yuj chi' ay spensar eb'."
        },
        {
            "number": "13",
            "text": "Palta ha Dios toxonton jelan, syal yuj smasanil."
        },
        {
            "number": "14",
            "text": "Ha tas satel Dios, manhxa junok mach syal sb'oanxi. Ha junok mach syamchajoch vaan yuj Dios, manhxa junok mach scolani."
        },
        {
            "number": "15",
            "text": "Tato ha' syamanoch vaan nhab', stacjiel masanil tastac t'a sat lu'um tik. Tato syak'paxcot nhab', sb'at ha' t'a yalanh lu'um."
        },
        {
            "number": "16",
            "text": "Ha Dios ay spoder, jelan toni, tz'elnhejk'och yuj. A' t'a yol sk'ab' ayek' eb' smusan sat eb' anima yet' pax eb' tz'ak'ji musansatil chi'."
        },
        {
            "number": "17",
            "text": "A' tz'ak'an satel spensar eb' jelan. Axo eb' juez somchajcanq'ue spensar eb' yuj."
        },
        {
            "number": "18",
            "text": "A' tz'ik'anel eb' rey t'a yopisio, syak'an ik'jocb'at eb' t'a preso t'a junocxo ch'oc chonhab'il, b'eranel eb' sb'atcan eb'."
        },
        {
            "number": "19",
            "text": "A' tz'ak'an quistalax eb' sacerdote. A' tz'ak'an ak'joc ganar eb' nivac yopisio."
        },
        {
            "number": "20",
            "text": "Ha eb' ak'um razón yipk'olal yaji, manhxalaj tas syal yalan eb'. Ha eb' ayoch yopisio sch'olb'itan eb' anima, tz'ik'jiek' sjelanil eb' yuj."
        },
        {
            "number": "21",
            "text": "A' tz'ak'an paticajcanel eb' nivac yelk'och t'a eb' anima. Axo eb' te tek'an, tz'elcan yip eb' yuj."
        },
        {
            "number": "22",
            "text": "Syak'an ojtacajel tas k'ub'eltac yaji. Syak'an checlaj tas manh ojtacab'iloc."
        },
        {
            "number": "23",
            "text": "Ha Dios chi' tz'ik'anchaanh juntzanh nivac chonhab', anheja' satanpaxeli. Ha saclemanb'at eb' anima, anheja' smolb'anxi eb'."
        },
        {
            "number": "24",
            "text": "Ha tz'ik'anek' sjelanil eb' yajalil junok chonhab', yuj chi' ichato satcanb'at eb' t'a tzinan lum b'aj manhxalaj b'e."
        },
        {
            "number": "25",
            "text": "Toxonhej machmon yek' eb' icha t'a k’ik’ k’inal. Toxonhej squetconek' eb' icha eb' uk'um anh."
        }
    ]
}