{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ix spacanxi winhaj Job chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Ha wal swab'ani to a exxonhej eyojtac masanil tas t'a skal masanil anima. Ayic ol ex chamoc, tecan ol satcanel jelanil."
        },
        {
            "number": "3",
            "text": "Palta a in pax tik ay pax in pensar, mato yelxo wal malaj jab'oc tas wojtac t'a eyichanh he naani, ¿mach wal junok manh ojtannacoc juntzanh tik?"
        },
        {
            "number": "4",
            "text": "Wach'chom a in tik malaj in mul, ma in paltail, wach'chom ix yab' Dios in tewi t'a yalanhtaxo, haxo ticnaik toxonhej tzin tzetzaji."
        },
        {
            "number": "5",
            "text": "Ha ex malaj jab'oc tas tzex ik'an tik, tzex te b'uchwaj t'ayin. Lajan ex icha junok mach swach' ecan telwoc junok mach wanxo stelwi."
        },
        {
            "number": "6",
            "text": "Ha heb' elk'um, tzalajk'olal yaj heb' t'a yol spat. Ha heb' tz'alan chuk d'ha Dios, junk'olal yaj heb'. Ha snaan heb' to malaj tas ol utaj heb' yuj."
        },
        {
            "number": "7",
            "text": "k'anb'ejec t'a nok' nok' t'a sat lu'um yet' t'a nok' sjenhwi, syal ex sk'ayb'an nok'."
        },
        {
            "number": "8",
            "text": "k'anb'ejecpax t'a nok' tzek' nhernhon t'a sat lu'um yet' nok' ay t'a yol ha' mar, syal ex sk'ayb'an nok' t'a jelanil."
        },
        {
            "number": "9",
            "text": "Masanil juntzanh nok' nok' chi', yojtac nok' to a tas tzuji a Jehová tz'ak'ancoti."
        },
        {
            "number": "10",
            "text": "Ha t'a yol sk'ab' ay sk'inal masanil tastac pitzan, syak'an yik' yik' heb' anima."
        },
        {
            "number": "11",
            "text": "Ha yol ko ti' tz'ab'lan swach'il tas scab'lej. Ha pax ko chiquin tz'ab'an tas tz'alchaji."
        },
        {
            "number": "12",
            "text": "Ha heb' ichamtac winak, ayxo spensar heb', yujto tzijtumxo ab'il syil heb', yuj chi' ay spensar heb'."
        },
        {
            "number": "13",
            "text": "Palta ha Dios toxonton jelan, syal yuj smasanil."
        },
        {
            "number": "14",
            "text": "Ha tas satel Dios, manhxa junok mach syal sb'oanxi. Ha junok mach syamchajoch waan yuj Dios, manhxa junok mach scolani."
        },
        {
            "number": "15",
            "text": "Tato ha' syamanoch waan nhab', stacjiel masanil tastac t'a sat lu'um tik. Tato syak'paxcot nhab', sb'at ha' t'a yalanh lu'um."
        },
        {
            "number": "16",
            "text": "Ha Dios ay spoder, jelan toni, tz'elnhejk'och yuj. A' t'a yol sk'ab' ayek' heb' smusan sat heb' anima yet' pax heb' tz'ak'ji musansatil chi'."
        },
        {
            "number": "17",
            "text": "A' tz'ak'an satel spensar heb' jelan. Axo heb' juez somchajcank'e spensar heb' yuj."
        },
        {
            "number": "18",
            "text": "A' tz'ik'anel heb' rey t'a yopisio, syak'an ik'jocb'at heb' t'a preso t'a junocxo ch'oc chonhab'il, b'eranel heb' sb'atcan heb'."
        },
        {
            "number": "19",
            "text": "A' tz'ak'an quistalax heb' sacerdote. A' tz'ak'an ak'joc ganar heb' niwac yopisio."
        },
        {
            "number": "20",
            "text": "Ha heb' ak'um razón yipk'olal yaji, manhxalaj tas syal yalan heb'. Ha heb' ayoch yopisio sch'olb'itan heb' anima, tz'ik'jiek' sjelanil heb' yuj."
        },
        {
            "number": "21",
            "text": "A' tz'ak'an paticajcanel heb' niwac yelk'och t'a heb' anima. Axo heb' te tek'an, tz'elcan yip heb' yuj."
        },
        {
            "number": "22",
            "text": "Syak'an ojtacajel tas k'ub'eltac yaji. Syak'an checlaj tas manh ojtacab'iloc."
        },
        {
            "number": "23",
            "text": "Ha Dios chi' tz'ik'anchaanh juntzanh niwac chonhab', anheja' satanpaxeli. Ha saclemanb'at heb' anima, anheja' smolb'anxi heb'."
        },
        {
            "number": "24",
            "text": "Ha tz'ik'anek' sjelanil heb' yajalil junok chonhab', yuj chi' ichato satcanb'at heb' t'a tzinan lum b'aj manhxalaj b'e."
        },
        {
            "number": "25",
            "text": "Toxonhej machmon yek' heb' icha t'a k’ik’ k’inal. Toxonhej squetconek' heb' icha heb' uk'um anh."
        }
    ]
}