{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Masanil juntzanh tik ix vil val yet' in sat, ix vab' val yet' in chiquin."
        },
        {
            "number": "2",
            "text": "Ha tas eyojtac a ex tik, vojtacpaxi, mantoc yelxo val emnaquil vaj t'ayex."
        },
        {
            "number": "3",
            "text": "Palta tzin nib'ej tzin lolon yet' Dios Syal Yuj Smasanil. Tzin nib'ej tzin telaj in b'a yet'oc."
        },
        {
            "number": "4",
            "text": "Ha ex tik, yuj eyesalvumal tze k'ub'anel tas yel. Lajan ex yet' eb' anhtum malaj wach' yochi."
        },
        {
            "number": "5",
            "text": "Comonoc numan tzex aji, yic icha chi' scheclaji to jelan ex."
        },
        {
            "number": "6",
            "text": "Maclejec eyab' tas ol vala', ol val tas nab'il vuuj."
        },
        {
            "number": "7",
            "text": "¿Am e naani to ol ex colvaj d'ha Dios yuj eyesalvumal chi'? ¿Am e naani to ay tas ol yik' t'a e ak'oj musansatil chi'?"
        },
        {
            "number": "8",
            "text": "Tze nib'ej tzeyak'och e b'a yet' Dios, tze colan e naani."
        },
        {
            "number": "9",
            "text": "Palta q'uinaloc tzex ch'olb'itaj yuj Dios chi', ¿tas tzex aj e naani? ¿Tzam yal eyak'an musansatil, icha tzeyutej junok anima?"
        },
        {
            "number": "10",
            "text": "Tato tze comon aq'uejoch e b'a yet' Dios e naani, ol ex stumej sik'lab'il."
        },
        {
            "number": "11",
            "text": "Ha val smay ol ik'an e xivi, mato syal e tek'b'an e b'ha t'a yichanh e naani."
        },
        {
            "number": "12",
            "text": "Ha juntzanh peca' k'ayb'ub'al tzeyala', malaj yelk'ochi, lajan icha junok muro nab'a lu'um scak'och yipoc co k'ool."
        },
        {
            "number": "13",
            "text": "Axo ticnaic, tz'inec xe chi to ol in lolonoc, taxonhej scot t'a vib'anh yuj tas ol val tik."
        },
        {
            "number": "14",
            "text": "Wach'chom scotxonhej t'a vib'anh, palta ol valnhej."
        },
        {
            "number": "15",
            "text": "Wach'chom yuj chi' tzin smilcham Dios, palta ol vak'nhejoch yipoc in k'ool. Ol in colnhej in b'ha t'a yichanh."
        },
        {
            "number": "16",
            "text": "Talaj ata' ay in colnab'il, yujto a junok mach chuk max stek'b'ej sb'a yoch t'a yichanh Dios."
        },
        {
            "number": "17",
            "text": "Maclejec val eyab' tas ol aj valani."
        },
        {
            "number": "18",
            "text": "Toxo ix in na' tas ol vutej in colan in b'a, vojtac to wach' ol in elk'ochoc."
        },
        {
            "number": "19",
            "text": "Tato ay mach sch'oxaneli to ay in mul, syal voch vaan valani masanto tzin chami."
        },
        {
            "number": "20",
            "text": "Ach in Diosal, chab'nhej val tas tzin k'an t'ayach, icha chi' syal in k'och t'a ichanh."
        },
        {
            "number": "21",
            "text": "Actejxo ak'anoch in yaelal tik, manhxo in a xib'tej yet' tas ay smay."
        },
        {
            "number": "22",
            "text": "Avtej in, ol in tak'voc t'ayach, ma jun, tzin b'ab'laj loloni, tzach tak'vi t'ayin."
        },
        {
            "number": "23",
            "text": "Al t'ayin, ¿b'ajtil ix och in mul, ma in paltail? ¿B'ajtil ay b'aj ix in ek' t'a yib'anh chi'?"
        },
        {
            "number": "24",
            "text": "¿Tas yuj tza k'ub'ejel a b'a t'ayin? ¿Tas yuj icha junok ajk'ol tzin utej?"
        },
        {
            "number": "25",
            "text": "Lajan in icha junok xil te' tz'ik'jib'at yuj ik', ma icha anh taquinh ac. ¿Tas yuj tzak' oval ved'oc, tza nib'ej tzin a sateli?"
        },
        {
            "number": "26",
            "text": "Te ya tzal t'ayin svab'i. Tza k'anb'an t'ayin tastac in mul yictax in quelemal."
        },
        {
            "number": "27",
            "text": "Ichato ix ak'och q'uen cadena t'a voc, q'uelan achnhej ochi b'aj tz'em voc."
        },
        {
            "number": "28",
            "text": "Yuj chi' vanxo in k'ab'at icha junok tas sk'ai, ma icha junok pichul ijtacxo."
        }
    ]
}