{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "A onh anima onh tic tzonh alji d'a co nun, jab'nhej tiempo squila', scalnhej yaelal tzonh eq'ui."
        },
        {
            "number": "2",
            "text": "Lajan co q'uinal tic icha junoc anh xumac vanto spojeli, elanhchamel stacjipaxi. Lajan pax icha tz'aj satxicanem junoc enhul."
        },
        {
            "number": "3",
            "text": "Mamin, 多tas yuj tzak' val och a sat d'ayin to anima innhej? 多Tas yuj tza nib'ej tza ch'olb'itej junoc tas malaj yelk'ochi?"
        },
        {
            "number": "4",
            "text": "多Toc ay mach syal yik'anel tas vach' d'a scal tas manh vach'oc?"
        },
        {
            "number": "5",
            "text": "A ach tic tzala' jantac tiempo syil junjun anima. Chequel yaji jaye' sb'isul k'ual squila', max yal yek' jayeocxo k'ual uuj."
        },
        {
            "number": "6",
            "text": "Iq'uel a sat d'ayin yic tzin can d'a junk'olal. Ak' tzalajb'oc in k'ol icha stzalajb'i sk'ol eb' munlajvum, ayic slajvi smunlaj eb'."
        },
        {
            "number": "7",
            "text": "Ayic sch'acjiel junoc te te', scak'och yipoc co k'ool to ol ja svol te', axo te svol chi' sq'uib'xi."
        },
        {
            "number": "8",
            "text": "Vach'chom te ichamxo te' sch'anhal yib' chi', vach'chom vanxo sk'ab'at te' yib',"
        },
        {
            "number": "9",
            "text": "axo yic tz'emk'och sical a a' d'a te', syaxb'ixi te', svolanxi te' icha junoc te' yuneto tz'avchaji."
        },
        {
            "number": "10",
            "text": "A onhxo pax anima onh tic, ayic tzonh chami, manhxa tas syal cuuj. Ayic tz'el co pixan, manhxalaj mach tzonh ilani."
        },
        {
            "number": "11",
            "text": "Icha tz'aj sq'ue vaan xob'al a' mar, ma icha tz'aj stup a a' sb'eyi,"
        },
        {
            "number": "12",
            "text": "icha chi' tz'aj co cham a onh anima onh tic. Yacb'an aytoek' satchaanh tic, malaj val junoc chamnac anima ol comon pitzvoc b'aj mucan, malaj junoc ol comon q'ue vaan d'a yed'tal chi'."
        },
        {
            "number": "13",
            "text": "Comonoc tzin a k'ub'ejel d'a chamel chi', yacb'an tz'ek'b'at yoval a k'ool. Tza naanpaxi b'aq'uinh tzin a naxicoti."
        },
        {
            "number": "14",
            "text": "A junoc anima schami, 多tom ol pitzvocxi? Palta a inxo tic ol vak' techaj in yaelal tic, masanto ol k'och sk'ual vel d'a libre."
        },
        {
            "number": "15",
            "text": "Ol ach avaj d'ayin, ol in tak'voc d'ayach. Ol am ach tzalaj in ilanochi, yujto a ach a b'onac in."
        },
        {
            "number": "16",
            "text": "A ticnaic, q'uelan ach och d'a in b'eyb'al. Axo d'a jun k'ual chi', manhxo ol ik' a cuenta d'a in mul."
        },
        {
            "number": "17",
            "text": "Ol b'atcan in chucal chi' satk'olal uuj. Ol ak'an lajvoc in mul."
        },
        {
            "number": "18",
            "text": "A lum nivac vitz ayic tz'elta lum k'acapil, satem luum, axo q'uen nivac q'ueen tz'el q'uen d'a yed'tal."
        },
        {
            "number": "19",
            "text": "Anhejtona' icha tz'aj yulaxb'at q'uen q'ueen d'a yol sb'e a a', ma icha tz'aj yik'chajb'at lum luum yuj a', icha chi' tz'aj ak'an lajvoc tas ayoch yipoc co k'ool a onh anima onh tic."
        },
        {
            "number": "20",
            "text": "A ach te ek'b'al achnhej d'a quichanh, tzonh ik'anxi meltzaj d'a junelnhej, tzak'an ixtax co sat yic tzonh chami."
        },
        {
            "number": "21",
            "text": "Vach'chom a eb' calcuninal te b'inajnac ol aj eb', mato ay eb' manhxalaj ol aj yelk'ochi, palta manhxo cojtacoc, manhxalaj mach ol yal yalan cab'i."
        },
        {
            "number": "22",
            "text": "Q'uinaloc chamnac onhxo, axonhej am cuuj scak' pensar, yujto scab'val syail, xchi vinhaj Job chi'."
        }
    ]
}