{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ha onh anima onh tik tzonh alji t'a co nun, jab'nhej tiempo squila', scalnhej yaelal tzonh eq'ui."
        },
        {
            "number": "2",
            "text": "Lajan co q'uinal tik icha junok anh xumac vanto spojeli, elanhchamel stacjipaxi. Lajan pax icha tz'aj satxicanem junok enhul."
        },
        {
            "number": "3",
            "text": "Mamin, ¿tas yuj tzak' val och a sat t'ayin to anima innhej? ¿Tas yuj tza nib'ej tza ch'olb'itej junok tas malaj yelk'ochi?"
        },
        {
            "number": "4",
            "text": "¿Toc ay mach syal yik'anel tas wach' t'a skal tas manh wach'oc?"
        },
        {
            "number": "5",
            "text": "Ha ach tik tzala' jantac tiempo syil junjun anima. Chequel yaji jaye' sb'isul k'ual squila', max yal yek' jayeocxo k'ual uuj."
        },
        {
            "number": "6",
            "text": "Iq'uel a sat t'ayin yic tzin kan t'a junk'olal. Ak' tzalajb'oc in k'ol icha stzalajb'i sk'ol eb' munlajvum, ayic slajvi smunlaj eb'."
        },
        {
            "number": "7",
            "text": "Ayic sch'acjiel junok te te', scak'och yipoc co k'ool to ol ja svol te', haxo te svol chi' sq'uib'xi."
        },
        {
            "number": "8",
            "text": "Wach'chom te ichamxo te' sch'anhal yib' chi', wach'chom vanxo sk'ab'at te' yib',"
        },
        {
            "number": "9",
            "text": "haxo yic tz'emk'och sical ha ha' t'a te', syaxb'ixi te', svolanxi te' icha junok te' yuneto tz'avchaji."
        },
        {
            "number": "10",
            "text": "Ha onhxo pax anima onh tik, ayic tzonh chami, manhxa tas syal cuuj. Ayic tz'el co pixan, manhxalaj mach tzonh ilani."
        },
        {
            "number": "11",
            "text": "Icha tz'aj sq'ue vaan xob'al ha' mar, ma icha tz'aj stup ha ha' sb'eyi,"
        },
        {
            "number": "12",
            "text": "icha chi' tz'aj co cham a onh anima onh tik. Yacb'an aytoek' satcha’anh tik, malaj val junok chamnac anima ol comon pitzvoc b'aj mucan, malaj junok ol comon q'ue vaan t'a yet'tal chi'."
        },
        {
            "number": "13",
            "text": "Comonoc tzin a k'ub'ejel t'a chamel chi', yacb'an tzek'b'at yoval a k'ool. Tza naanpaxi b'ak'uinh tzin a naxicoti."
        },
        {
            "number": "14",
            "text": "Ha junok anima schami, ¿tom ol pitzvocxi? Palta a inxo tik ol vak' techaj in yaelal tik, masanto ol k'och sk'ual vel t'a libre."
        },
        {
            "number": "15",
            "text": "Ol ach avaj t'ayin, ol in tak'voc t'ayach. Ol am ach tzalaj in ilanochi, yujto a ach a b'onac in."
        },
        {
            "number": "16",
            "text": "Ha ticnaic, q'uelan ach och t'a in b'eyb'al. Axo t'a jun k'ual chi', manhxo ol ik' a cuenta t'a in mul."
        },
        {
            "number": "17",
            "text": "Ol b'atcan in chucal chi' satk'olal uuj. Ol ak'an lajvoc in mul."
        },
        {
            "number": "18",
            "text": "Ha lum nivac vitz ayic tz'elta lum k'acapil, satem lu'um, haxo q'uen nivac q'ueen tz'el q'uen t'a yet'tal."
        },
        {
            "number": "19",
            "text": "Anhejtona' icha tz'aj yulaxb'at q'uen q'ueen t'a yol sb'e ha ha', ma icha tz'aj yik'chajb'at lum lum yuj ha', icha chi' tz'aj ak'an lajvoc tas ayoch yipoc co k'ool a onh anima onh tik."
        },
        {
            "number": "20",
            "text": "Ha ach te ek'b'al achnhej t'a quichanh, tzonh ik'anxi meltzaj t'a junelnhej, tzak'an ixtax co sat yic tzonh chami."
        },
        {
            "number": "21",
            "text": "Wach'chom a eb' calcuninal te b'inajnac ol aj eb', mato ay eb' manhxalaj ol aj yelk'ochi, palta manhxo cojtacoc, manhxalaj mach ol yal yalan cab'i."
        },
        {
            "number": "22",
            "text": "Q'uinaloc chamnac onhxo, axonhej am cuuj scak' pensar, yujto scab'val syail, xchi vinhaj Job chi'."
        }
    ]
}