{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ha onh anima onh tik tzonh alji t'a ko nun, jab'nhej tiempo squila', scalnhej yaelal tzonh eq'ui."
        },
        {
            "number": "2",
            "text": "Lajan ko k 'inal tik icha junok anh xumac wanto spojeli, elanhchamel stacjipaxi. Lajan pax icha tz'aj satxicanem junok enhul."
        },
        {
            "number": "3",
            "text": "Mamin, ¿tas yuj tzak' wal och a sat t'ayin to anima innhej? ¿Tas yuj tza nib'ej tza ch'olb'itej junok tas malaj yelk'ochi?"
        },
        {
            "number": "4",
            "text": "¿Toc ay mach syal yik'anel tas wach' t'a skal tas manh wach'oc?"
        },
        {
            "number": "5",
            "text": "Ha ach tik tzala' jantac tiempo syil junjun anima. Chequel yaji jaye' sb'isul k'ual squila', max yal yek' jayeocxo k'ual uuj."
        },
        {
            "number": "6",
            "text": "Ik'el a sat t'ayin yic tzin kan t'a junk'olal. Ak' tzalajb'oc in k'ol icha stzalajb'i sk'ol heb' munlajwum, ayic slajwi smunlaj heb'."
        },
        {
            "number": "7",
            "text": "Ayic sch'acjiel junok te te', skak'och yipoc ko k'ool to ol ja swol te', haxo te swol chi' sq'uib'xi."
        },
        {
            "number": "8",
            "text": "Wach'chom te ichamxo te' sch'anhal yib' chi', wach'chom wanxo sk'ab'at te' yib',"
        },
        {
            "number": "9",
            "text": "haxo yic tz'emk'och sical ha ha' t'a te', syaxb'ixi te', swolanxi te' icha junok te' yuneto tz'avchaji."
        },
        {
            "number": "10",
            "text": "Ha onhxo pax anima onh tik, ayic tzonh chami, manhxa tas syal cuuj. Ayic tz'el ko pixan, manhxalaj mach tzonh ilani."
        },
        {
            "number": "11",
            "text": "Icha tz'aj sk'e waan xob'al ha' mar, ma icha tz'aj stup ha ha' sb'eyi,"
        },
        {
            "number": "12",
            "text": "icha chi' tz'aj ko cham a onh anima onh tik. Yacb'an aytoek' satcha’anh tik, malaj wal junok chamnac anima ol comon pitzwoc b'aj mucan, malaj junok ol comon k'e waan t'a yet'tal chi'."
        },
        {
            "number": "13",
            "text": "Comonoc tzin a k'ub'ejel t'a chamel chi', yacb'an tzek'b'at yowal a k'ool. Tza naanpaxi b'ak'uinh tzin a naxicoti."
        },
        {
            "number": "14",
            "text": "Ha junok anima schami, ¿tom ol pitzwokxi? Palta a inxo tik ol wak' techaj in yaelal tik, masanto ol k'och sk'ual wel t'a libre."
        },
        {
            "number": "15",
            "text": "Ol ach awaj t'ayin, ol in tak'woc t'ayach. Ol am ach tzalaj in ilanochi, yujto a ach a b'onac in."
        },
        {
            "number": "16",
            "text": "Ha ticnaik, k'elan ach och t'a in b'eyb'al. Axo t'a jun k'ual chi', manhxo ol ik' a cuenta t'a in mul."
        },
        {
            "number": "17",
            "text": "Ol b'atcan in chukal chi' satk'olal uuj. Ol ak'an lajwoc in mul."
        },
        {
            "number": "18",
            "text": "Ha lum niwac witz ayic tz'elta lum k'acapil, satem lu'um, haxo k'een niwac k'een tz'el k'een t'a yet'tal."
        },
        {
            "number": "19",
            "text": "Anhejtona' icha tz'aj yulaxb'at k'een k'een t'a yol sb'e ha ha', ma icha tz'aj yik'chajb'at lum lum yuj ha', icha chi' tz'aj ak'an lajwoc tas ayoch yipoc ko k'ool a onh anima onh tik."
        },
        {
            "number": "20",
            "text": "Ha ach te ek'b'al achnhej t'a quichanh, tzonh ik'anxi meltzaj t'a junelnhej, tzak'an ixtax ko sat yic tzonh chami."
        },
        {
            "number": "21",
            "text": "Wach'chom a heb' calcuninal te b'inajnac ol aj heb', mato ay heb' manhxalaj ol aj yelk'ochi, palta manhxo cojtacoc, manhxalaj mach ol yal yalan cab'i."
        },
        {
            "number": "22",
            "text": "Q'uinaloc chamnac onhxo, axonhej am cuuj skak' pensar, yujto scab'wal syail, xchi winhaj Job chi'."
        }
    ]
}