{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi vinhaj Elifaz aj Temán icha tic:"
        },
        {
            "number": "2",
            "text": "A mach jelan, manh smojoc stak'vi d'a comon lolonel, manh smojoc pax syik'chaanh sb'a syalan tas tonhej sb'at yuj ik'."
        },
        {
            "number": "3",
            "text": "Manh tonhejoc scomon loloni, max sk'anlaj comon pensar."
        },
        {
            "number": "4",
            "text": "Ach Job, tzala' to malaj yelk'och xivk'olal d'a Dios, malaj pax yelk'och ejmelal d'ayach."
        },
        {
            "number": "5",
            "text": "A yuj tas tzala' a sch'oxanel a mul. Tza nib'ej tza musej co sat yed' sjelanilal a pensar chi'."
        },
        {
            "number": "6",
            "text": "Manh a na' to a in ol valq'ueta a mul, a yuj tas tzala' tzik'cot d'a ib'anh."
        },
        {
            "number": "7",
            "text": "¿Tom a a naani to a ach b'ab'el b'ob'il ach? ¿Tom ayachxo ayic ix laj b'oji lum nivac vitz?"
        },
        {
            "number": "8",
            "text": "¿Tom tz'eyanoch a chiquin ayic ix snaan Dios tas ol sk'ulej? ¿Tocval a achnhej jelan ach d'a yolyib'anhq'uinal tic?"
        },
        {
            "number": "9",
            "text": "Masanil tas ojtac, cojtac pax a onh tic."
        },
        {
            "number": "10",
            "text": "A co jelanil, ix co k'ayb'ej d'a eb' ichamtac vinac sacxo xil sjolom, aton eb' ichamtac vinac d'a yichanh vinh a mam."
        },
        {
            "number": "11",
            "text": "A Dios snib'ej syak' snivanil a k'ol yed' lolonel k'ununi scal d'ayach, ¿tas yuj max a cha ab'i?"
        },
        {
            "number": "12",
            "text": "¿Tas yuj tziq'uel a b'a d'a Dios, tz'elvalcot jinhjinh yol a sat scot oval?"
        },
        {
            "number": "13",
            "text": "¿Tas yuj scot val oval d'a Dios, comonxonhej tzal juntzanh lolonel?"
        },
        {
            "number": "14",
            "text": "¿Toc ay junoc anima vach'nhej to malaj jab'oc smul?"
        },
        {
            "number": "15",
            "text": "Inatax eb' ángel, manh ayococh eb' yipoc sk'ol Dios yed' pax satchaanh, manh val yelxo vach'oc d'a yol sat."
        },
        {
            "number": "16",
            "text": "Ocxo val a onh anima onh tic yajb'entac onh. Icha co comon uk'an a a', icha chi' co k'ulan chucal chi'."
        },
        {
            "number": "17",
            "text": "Ach Job, comonoc tza maclej ab' tas ol vala'. A jab'oc tas vojtac, a' ol vala'."
        },
        {
            "number": "18",
            "text": "A eb' aj pensar, a eb' ix onh k'ayb'ani. A tas yojtac eb' chi' sk'ayb'ejnaccan eb' d'a eb' smam yicham."
        },
        {
            "number": "19",
            "text": "Aton d'a eb' smam yicham eb' chi' ak'b'il lum luum tic, manh scalejnacoc sb'a eb' yed' eb' ch'oc chonhab'il."
        },
        {
            "number": "20",
            "text": "A eb' anima chuc sb'eyb'al, tzapan sq'uinal eb', scalnhej yaelal tz'ek' eb'."
        },
        {
            "number": "21",
            "text": "Ayic syab'an eb' sk'anh junoc tas, xivq'ue eb'. Axo yic malaj tas sna eb', sjavi eb' elk'um, syelk'anb'at eb' tas ay d'a eb'."
        },
        {
            "number": "22",
            "text": "Manhxa tas ayoch yipoc sk'ol eb' yic scolchaj eb' d'a scal q'uik'alq'uinal. Ayxo och ijan q'uen cuchilub' d'a eb' yic scham eb'."
        },
        {
            "number": "23",
            "text": "Axo snivanil eb' ol chijocb'at yuj nok' ostoc. Yojtac eb' to a tas ol cot d'a yib'anh eb', manh ol ek'laj."
        },
        {
            "number": "24",
            "text": "A yaelal yed' ilk'olal ol ak'an xivq'ue eb', icha tz'aj co xivq'ue d'a yichanh junoc yajal sjavi yak' oval d'ayonh."
        },
        {
            "number": "25",
            "text": "Icha chi' tz'aj sjavi d'a yib'anh eb' syik'chaanh sb'a d'a yichanh Dios Syal Yuj Smasanil, stek'b'an sb'a eb' d'a yichanh."
        },
        {
            "number": "26",
            "text": "Ichato yed'nac smaclab' jul-lab' eb', sb'at lemnaj eb' yak' oval yed' Dios."
        },
        {
            "number": "27",
            "text": "Te b'aq'uech sat eb' yed' snivanil,"
        },
        {
            "number": "28",
            "text": "yujto yak'nac ganar juntzanh chonhab' eb', yicannaccan juntzanh pat eb' manhxalaj yajal, palta ol lajvoquel juntzanh chonhab' chi' yed' juntzanh pat chi' yuj oval."
        },
        {
            "number": "29",
            "text": "Manh najtiloc ol ek' eb' yed' sb'eyumal. Ol satel eb' icha yek' svevenal asun."
        },
        {
            "number": "30",
            "text": "Manhxo ol yal scolanel sb'a eb' d'a scal q'uik'alq'uinal. Lajan ol aj eb' icha junoc te' k'ab' te' stz'a yuj k'ak', ma icha junoc te te' tz'el xumaquil yuj ik'."
        },
        {
            "number": "31",
            "text": "Mocab' yak'och tas chuclaj eb' yipoc sk'ool, yujto a spac ol scha eb' aton yaelal."
        },
        {
            "number": "32",
            "text": "Ol pet cham eb', icha junoc te' k'ab'te' stzepjiel d'a snunal maxtzac yaxb'i."
        },
        {
            "number": "33",
            "text": "Lajan ol aj eb' icha junoc ib' te' uva tz'el b'ulnaj sat ayic manto q'uinhb'i, ma icha junoc te' olivo tonhej sk'ajb'anel xumaquil."
        },
        {
            "number": "34",
            "text": "A eb' chuc chi', malaj yinhtilal eb' ol elcanoc. A jantac sb'eyumal eb' ix yik' d'a elk'altac, tonhej ol tz'acanb'atoc."
        },
        {
            "number": "35",
            "text": "Aton eb' anhej chucal nab'il yuuj, anhej ixtoj anima naan yuj eb', xchi vinhaj Elifaz chi'."
        }
    ]
}