{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi winhaj Elifaz aj Temán icha tik:"
        },
        {
            "number": "2",
            "text": "Ha mach jelan, manh smojoc stak'wi t'a comon lolonel, manh smojoc pax syik'chaanh sb'a syalan tas tonhej sb'at yuj ik'."
        },
        {
            "number": "3",
            "text": "Manh tonhejoc scomon loloni, max sk'anlaj comon pensar."
        },
        {
            "number": "4",
            "text": "Ach Job, tzala' to malaj yelk'och xivk'olal d'ha Dios, malaj pax yelk'och ejmelal t'ayach."
        },
        {
            "number": "5",
            "text": "Ha yuj tas tzala' a sch'oxanel a mul. Tza nib'ej tza musej ko sat yet' sjelanilal a pensar chi'."
        },
        {
            "number": "6",
            "text": "Manh a na' to a in ol walk'eta a mul, a yuj tas tzala' tzik'cot t'a ib'anh."
        },
        {
            "number": "7",
            "text": "¿Tom a a naani to a ach b'ab'el b'ob'il ach? ¿Tom ayachxo ayic ix laj b'oji lum niwac witz?"
        },
        {
            "number": "8",
            "text": "¿Tom tz'eyanoch a chiquin ayic ix snaan Dios tas ol sk'ulej? ¿Tocwal a achnhej jelan ach t'a yol yib'anhk’inal tik?"
        },
        {
            "number": "9",
            "text": "Masanil tas ojtac, cojtac pax a onh tik."
        },
        {
            "number": "10",
            "text": "Ha ko jelanil, ix ko k'ayb'ej t'a heb' ichamtac winak sacxo xil sjolom, aton heb' ichamtac winak t'a yichanh winh a mam."
        },
        {
            "number": "11",
            "text": "Ha Dios snib'ej syak' sniwanil a k'ol yet' lolonel k'ununi skal t'ayach, ¿tas yuj max a cha ab'i?"
        },
        {
            "number": "12",
            "text": "¿Tas yuj tzik'el a b'a d'ha Dios, tz'elwalcot jinhjinh yol a sat scot owal?"
        },
        {
            "number": "13",
            "text": "¿Tas yuj scot wal owal d'ha Dios, comonxonhej tzal juntzanh lolonel?"
        },
        {
            "number": "14",
            "text": "¿Toc ay junok anima wach'nhej to malaj jab'oc smul?"
        },
        {
            "number": "15",
            "text": "Inatax heb' ángel, manh ayococh heb' yipoc sk'ol Dios yet' pax satcha’anh, manh wal yelxo wach'oc t'a yol sat."
        },
        {
            "number": "16",
            "text": "Ocxo wal a onh anima onh tik yajb'entac onh. Icha ko comon uk'an ha ha', icha chi' ko k'ulan chukal chi'."
        },
        {
            "number": "17",
            "text": "Ach Job, comonoc tza maclej ab' tas ol wala'. Ha jab'oc tas wojtac, ha' ol wala'."
        },
        {
            "number": "18",
            "text": "Ha heb' aj pensar, a heb' ix onh k'ayb'ani. Ha tas yojtac heb' chi' sk'ayb'ejnaccan heb' t'a heb' smam yicham."
        },
        {
            "number": "19",
            "text": "Aton t'a heb' smam yicham heb' chi' ak'b'il lum lum tik, manh scalejnacoc sb'a heb' yet' heb' ch'oc chonhab'il."
        },
        {
            "number": "20",
            "text": "Ha heb' anima chuk sb'eyb'al, tzapan sk'inal heb', scalnhej yaelal tzek' heb'."
        },
        {
            "number": "21",
            "text": "Ayic syab'an heb' sk'anh junok tas, xivk'e heb'. Axo yic malaj tas sna heb', sjawi heb' elk'um, syelk'anb'at heb' tas ay t'a heb'."
        },
        {
            "number": "22",
            "text": "Manhxa tas ayoch yipoc sk'ol heb' yic scolchaj heb' t'a skal k’ik’ k’inal. Ayxo och ijan k'een cuchilub' t'a heb' yic scham heb'."
        },
        {
            "number": "23",
            "text": "Axo sniwanil heb' ol chijocb'at yuj nok' ostoc. Yojtac heb' to a tas ol cot t'a yib'anh heb', manh ol ek'laj."
        },
        {
            "number": "24",
            "text": "Ha yaelal yet' ilk'olal ol ak'an xivk'e heb', icha tz'aj ko xivk'e t'a yichanh junok yajal sjawi yak' owal t'ayonh."
        },
        {
            "number": "25",
            "text": "Icha chi' tz'aj sjawi t'a yib'anh heb' syik'chaanh sb'ha t'a yichanh Dios Syal Yuj Smasanil, stek'b'an sb'a heb' t'a yichanh."
        },
        {
            "number": "26",
            "text": "Ichato yet'nac smaclab' jul-lab' heb', sb'at lemnaj heb' yak' owal yet' Dios."
        },
        {
            "number": "27",
            "text": "Te b'ak'uech sat heb' yet' sniwanil,"
        },
        {
            "number": "28",
            "text": "yujto yak'nac ganar juntzanh chonhab' heb', yicannaccan juntzanh pat heb' manhxalaj yajal, palta ol lajwoquel juntzanh chonhab' chi' yet' juntzanh pat chi' yuj owal."
        },
        {
            "number": "29",
            "text": "Manh najtiloc ol ek' heb' yet' sb'eyumal. Ol satel heb' icha yek' swewenal asun."
        },
        {
            "number": "30",
            "text": "Manhxo ol yal scolanel sb'a heb' t'a skal k’ik’ k’inal. Lajan ol aj heb' icha junok te' k'ab' te' stz'a yuj k'ak', ma icha junok te te' tz'el xumaquil yuj ik'."
        },
        {
            "number": "31",
            "text": "Mocab' yak'och tas chuclaj heb' yipoc sk'ool, yujto a spak ol scha heb' aton yaelal."
        },
        {
            "number": "32",
            "text": "Ol pet cham heb', icha junok te' k'ab'te' stzepjiel t'a snunal maxtzac yaxb'i."
        },
        {
            "number": "33",
            "text": "Lajan ol aj heb' icha junok ib' te' uwa tz'el b'ulnaj sat ayic manto q'uinhb'i, ma icha junok te' oliwo tonhej sk'ajb'anel xumaquil."
        },
        {
            "number": "34",
            "text": "Ha heb' chuk chi', malaj yinhtilal heb' ol elcanoc. Ha jantac sb'eyumal heb' ix yik' t'a elk'altac, tonhej ol tz'acanb'atoc."
        },
        {
            "number": "35",
            "text": "Aton heb' anhej chukal nab'il yuj, anhej ixtoj anima naan yuj heb', xchi winhaj Elifaz chi'."
        }
    ]
}