{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi winhaj Elifaz aj Temán icha tik:"
        },
        {
            "number": "2",
            "text": "Ha mach jelan, manh smojoc stak'vi t'a comon lolonel, manh smojoc pax syik'chaanh sb'a syalan tas tonhej sb'at yuj ik'."
        },
        {
            "number": "3",
            "text": "Manh tonhejoc scomon loloni, max sk'anlaj comon pensar."
        },
        {
            "number": "4",
            "text": "Ach Job, tzala' to malaj yelk'och xivk'olal d'ha Dios, malaj pax yelk'och ejmelal t'ayach."
        },
        {
            "number": "5",
            "text": "Ha yuj tas tzala' a sch'oxanel a mul. Tza nib'ej tza musej co sat yet' sjelanilal a pensar chi'."
        },
        {
            "number": "6",
            "text": "Manh a na' to a in ol valq'ueta a mul, a yuj tas tzala' tzik'cot t'a ib'anh."
        },
        {
            "number": "7",
            "text": "¿Tom a a naani to a ach b'ab'el b'ob'il ach? ¿Tom ayachxo ayic ix laj b'oji lum nivac vitz?"
        },
        {
            "number": "8",
            "text": "¿Tom tz'eyanoch a chiquin ayic ix snaan Dios tas ol sk'ulej? ¿Tocval a achnhej jelan ach t'a yol yib'anhk’inal tik?"
        },
        {
            "number": "9",
            "text": "Masanil tas ojtac, cojtac pax a onh tik."
        },
        {
            "number": "10",
            "text": "Ha co jelanil, ix co k'ayb'ej t'a eb' ichamtac vinac sacxo xil sjolom, aton eb' ichamtac vinac t'a yichanh winh a mam."
        },
        {
            "number": "11",
            "text": "Ha Dios snib'ej syak' snivanil a k'ol yet' lolonel k'ununi skal t'ayach, ¿tas yuj max a cha ab'i?"
        },
        {
            "number": "12",
            "text": "¿Tas yuj tziq'uel a b'a d'ha Dios, tz'elvalcot jinhjinh yol a sat scot oval?"
        },
        {
            "number": "13",
            "text": "¿Tas yuj scot val oval d'ha Dios, comonxonhej tzal juntzanh lolonel?"
        },
        {
            "number": "14",
            "text": "¿Toc ay junok anima wach'nhej to malaj jab'oc smul?"
        },
        {
            "number": "15",
            "text": "Inatax eb' ángel, manh ayococh eb' yipoc sk'ol Dios yet' pax satcha’anh, manh val yelxo wach'oc t'a yol sat."
        },
        {
            "number": "16",
            "text": "Ocxo val a onh anima onh tik yajb'entac onh. Icha co comon uk'an ha ha', icha chi' co k'ulan chukal chi'."
        },
        {
            "number": "17",
            "text": "Ach Job, comonoc tza maclej ab' tas ol vala'. Ha jab'oc tas vojtac, ha' ol vala'."
        },
        {
            "number": "18",
            "text": "Ha eb' aj pensar, a eb' ix onh k'ayb'ani. Ha tas yojtac eb' chi' sk'ayb'ejnaccan eb' t'a eb' smam yicham."
        },
        {
            "number": "19",
            "text": "Aton t'a eb' smam yicham eb' chi' ak'b'il lum lum tik, manh scalejnacoc sb'a eb' yet' eb' ch'oc chonhab'il."
        },
        {
            "number": "20",
            "text": "Ha eb' anima chuk sb'eyb'al, tzapan sk'inal eb', scalnhej yaelal tzek' eb'."
        },
        {
            "number": "21",
            "text": "Ayic syab'an eb' sk'anh junok tas, xivq'ue eb'. Axo yic malaj tas sna eb', sjavi eb' elk'um, syelk'anb'at eb' tas ay t'a eb'."
        },
        {
            "number": "22",
            "text": "Manhxa tas ayoch yipoc sk'ol eb' yic scolchaj eb' t'a skal k’ik’ k’inal. Ayxo och ijan q'uen cuchilub' t'a eb' yic scham eb'."
        },
        {
            "number": "23",
            "text": "Axo snivanil eb' ol chijocb'at yuj nok' ostoc. Yojtac eb' to a tas ol cot t'a yib'anh eb', manh ol ek'laj."
        },
        {
            "number": "24",
            "text": "Ha yaelal yet' ilk'olal ol ak'an xivq'ue eb', icha tz'aj co xivq'ue t'a yichanh junok yajal sjavi yak' oval t'ayonh."
        },
        {
            "number": "25",
            "text": "Icha chi' tz'aj sjavi t'a yib'anh eb' syik'chaanh sb'ha t'a yichanh Dios Syal Yuj Smasanil, stek'b'an sb'a eb' t'a yichanh."
        },
        {
            "number": "26",
            "text": "Ichato yet'nac smaclab' jul-lab' eb', sb'at lemnaj eb' yak' oval yet' Dios."
        },
        {
            "number": "27",
            "text": "Te b'ak'uech sat eb' yet' snivanil,"
        },
        {
            "number": "28",
            "text": "yujto yak'nac ganar juntzanh chonhab' eb', yicannaccan juntzanh pat eb' manhxalaj yajal, palta ol lajvoquel juntzanh chonhab' chi' yet' juntzanh pat chi' yuj oval."
        },
        {
            "number": "29",
            "text": "Manh najtiloc ol ek' eb' yet' sb'eyumal. Ol satel eb' icha yek' svevenal asun."
        },
        {
            "number": "30",
            "text": "Manhxo ol yal scolanel sb'a eb' t'a skal k’ik’ k’inal. Lajan ol aj eb' icha junok te' k'ab' te' stz'a yuj k'ak', ma icha junok te te' tz'el xumaquil yuj ik'."
        },
        {
            "number": "31",
            "text": "Mocab' yak'och tas chuclaj eb' yipoc sk'ool, yujto a spak ol scha eb' aton yaelal."
        },
        {
            "number": "32",
            "text": "Ol pet cham eb', icha junok te' k'ab'te' stzepjiel t'a snunal maxtzac yaxb'i."
        },
        {
            "number": "33",
            "text": "Lajan ol aj eb' icha junok ib' te' uva tz'el b'ulnaj sat ayic manto q'uinhb'i, ma icha junok te' olivo tonhej sk'ajb'anel xumaquil."
        },
        {
            "number": "34",
            "text": "Ha eb' chuk chi', malaj yinhtilal eb' ol elcanoc. Ha jantac sb'eyumal eb' ix yik' t'a elk'altac, tonhej ol tz'acanb'atoc."
        },
        {
            "number": "35",
            "text": "Aton eb' anhej chukal nab'il yuj, anhej ixtoj anima naan yuj eb', xchi winhaj Elifaz chi'."
        }
    ]
}