{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ix tak'vixi winhaj Job chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Ayxo scajvi in te ab'an juntzanh lolonel tzeyalub'tanhej tik. Tzeyak'och e b'a eyak'an snivanil in k'ool, palta anhej yaelal tze wach' iq'uejcot t'a vib'anh."
        },
        {
            "number": "3",
            "text": "¿Tom malaj slajvub' juntzanh e lolonel malaj yelk'och tik? ¿Tas eyaji yuj chi' anhej val ha' e pacan t'ayin?"
        },
        {
            "number": "4",
            "text": "Q'uinaloc a ex tik icha val vaj tik eyaji, max am val-laj icha tzeyutej eyalan tik t'ayin, max am in tzicub'tanhej in sat valan jantac lolonel t'ayex."
        },
        {
            "number": "5",
            "text": "Palta jun, a am lolonel wach' syak' snivanil e k'ool, syak' e tek'anil, a am swal t'ayex."
        },
        {
            "number": "6",
            "text": "Manh yujoc to tzin loloni, tz'och vaan in yaelal tik, manh yujoc pax to tzin em numan tz'ochpax vaan."
        },
        {
            "number": "7",
            "text": "Ha Dios tz'ak'an lajvoquel vip. Ha pax tz'ik'anel eb' vamigo t'ayin."
        },
        {
            "number": "8",
            "text": "Ichato preso vaj yuj. Jantac tas syik'chaanh eb' anima t'a in patic, jantac es lolonel syik'cot eb' t'a vib'anh."
        },
        {
            "number": "9",
            "text": "Ha Dios tzak'anoch vuuj yic tzin sataneli, icha junok nok' chium nok'. Ay val och sat t'ayin, icha val to vajk'ool yaji."
        },
        {
            "number": "10",
            "text": "Jantac eb' anima smolb'ej sb'a yic tzin sb'uchan eb'. Stz'itanb'at in sat eb', emnaquil tzin yutejcan eb'."
        },
        {
            "number": "11",
            "text": "Ha Dios ix in ak'anoch t'a yol sk'ab' juntzanh anima te chuk spensar."
        },
        {
            "number": "12",
            "text": "Junk'olal vajeq'ui, ix in svecchitani. Ix och yub'naj t'a in jaj, chok' ix in yutej, ix in yak'anoch t'a sat sjul-lab'."
        },
        {
            "number": "13",
            "text": "Yalnhej b'aj sjavi sjul-lab' chi' t'ayin, ichato sk'axpaj t'a in nivanil tik, manhxa jab'oc snivank'olal t'ayin. Toxonhej spuccanb'at yol in k'ol t'a sat lu'um."
        },
        {
            "number": "14",
            "text": "Jantac in aj in lajvi yuj. Scot val t'ayin icha junok soldado te tek'an."
        },
        {
            "number": "15",
            "text": "Te cusk'olal vaji, ayoch pichul ya sva vuuj, manhxa jab'oc vopisio."
        },
        {
            "number": "16",
            "text": "Ste mal in sat voq'ui, sq'uik'b'i q'uinal svila'."
        },
        {
            "number": "17",
            "text": "Icha chi' vaji, wach'chom malaj mach b'aj ix och in mul, wach'nhej in lesal."
        },
        {
            "number": "18",
            "text": "Mocab' k'ub'chajel jantac chukal ix ak'jioch t'a vib'anh. Ab'chajocab'i ayic tzin tevi yic tzin k'anan tojolal."
        },
        {
            "number": "19",
            "text": "Ay jun ayoch in testigooc ayek' t'a satcha’anh, ha' ol och ved'oc."
        },
        {
            "number": "20",
            "text": "Ha eb' vamigo tonhej tzin sb'uch eb', a inxo tik tzin ok'nhej t'a yichanh Dios."
        },
        {
            "number": "21",
            "text": "Ayoc val junok mach tz'alan d'ha Dios vuuj, icha syutej junok mach scolan junok yetanimail."
        },
        {
            "number": "22",
            "text": "Jayexonhej ab'il ayin eq'ui, haxo in b'at t'a chamel chi' b'aj maxtzac yal co paxta."
        }
    ]
}