{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ix tak'wixi winhaj Job chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Ayxo scajwi in te ab'an juntzanh lolonel tzeyalub'tanhej tik. Tzeyak'och he b'a eyak'an sniwanil in k'ool, palta anhej yaelal tze wach' ik'ejcot t'a wib'anh."
        },
        {
            "number": "3",
            "text": "¿Tom malaj slajwub' juntzanh he lolonel malaj yelk'och tik? ¿Tas eyaji yuj chi' anhej wal ha' he pacan t'ayin?"
        },
        {
            "number": "4",
            "text": "Q'uinaloc a ex tik icha wal waj tik eyaji, max am wal-laj icha tzeyutej eyalan tik t'ayin, max am in tzicub'tanhej in sat walan jantac lolonel t'ayex."
        },
        {
            "number": "5",
            "text": "Palta jun, a am lolonel wach' syak' sniwanil he k'ool, syak' he tek'anil, a am swal t'ayex."
        },
        {
            "number": "6",
            "text": "Manh yujoc to tzin loloni, tz'och waan in yaelal tik, manh yujoc pax to tzin em numan tz'ochpax waan."
        },
        {
            "number": "7",
            "text": "Ha Dios tz'ak'an lajwoquel wip. Ha pax tz'ik'anel heb' wamigo t'ayin."
        },
        {
            "number": "8",
            "text": "Ichato preso waj yuj. Jantac tas syik'chaanh heb' anima t'a in patic, jantac es lolonel syik'cot heb' t'a wib'anh."
        },
        {
            "number": "9",
            "text": "Ha Dios tzak'anoch wuuj yic tzin sataneli, icha junok nok' chium nok'. Ay wal och sat t'ayin, icha wal to wajk'ool yaji."
        },
        {
            "number": "10",
            "text": "Jantac heb' anima smolb'ej sb'a yic tzin sb'uchan heb'. Stz'itanb'at in sat heb', emnaquil tzin yutejcan heb'."
        },
        {
            "number": "11",
            "text": "Ha Dios ix in ak'anoch t'a yol sk'ab' juntzanh anima te chuk spensar."
        },
        {
            "number": "12",
            "text": "Junk'olal wajeq'ui, ix in swecchitani. Ix och yub'naj t'a in jaj, chok' ix in yutej, ix in yak'anoch t'a sat sjul-lab'."
        },
        {
            "number": "13",
            "text": "Yalnhej b'aj sjawi sjul-lab' chi' t'ayin, ichato sk'axpaj t'a in niwanil tik, manhxa jab'oc sniwank'olal t'ayin. Toxonhej spuccanb'at yol in k'ol t'a sat lu'um."
        },
        {
            "number": "14",
            "text": "Jantac in aj in lajwi yuj. Scot wal t'ayin icha junok soldado te tek'an."
        },
        {
            "number": "15",
            "text": "Te cusk'olal waji, ayoch pichul ya swa wuuj, manhxa jab'oc wopisio."
        },
        {
            "number": "16",
            "text": "Ste mal in sat woq'ui, sq'uik'b'i k 'inal swila'."
        },
        {
            "number": "17",
            "text": "Icha chi' waji, wach'chom malaj mach b'aj ix och in mul, wach'nhej in lesal."
        },
        {
            "number": "18",
            "text": "Mocab' k'ub'chajel jantac chukal ix ak'jioch t'a wib'anh. Ab'chajocab'i ayic tzin tewi yic tzin k'anan tojolal."
        },
        {
            "number": "19",
            "text": "Ay jun ayoch in testigooc ayek' t'a satcha’anh, ha' ol och wed'oc."
        },
        {
            "number": "20",
            "text": "Ha heb' wamigo tonhej tzin sb'uch heb', a inxo tik tzin ok'nhej t'a yichanh Dios."
        },
        {
            "number": "21",
            "text": "Ayoc wal junok mach tz'alan d'ha Dios wuuj, icha syutej junok mach scolan junok yetanimail."
        },
        {
            "number": "22",
            "text": "Jayexonhej ab'il ayin eq'ui, haxo in b'at t'a chamel chi' b'aj maxtzac yal ko paxta."
        }
    ]
}