{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ix tak'vixi vinhaj Job chi' icha tic:"
        },
        {
            "number": "2",
            "text": "Ayxo scajvi in te ab'an juntzanh lolonel tzeyalub'tanhej tic. Tzeyak'och e b'a eyak'an snivanil in k'ool, palta anhej yaelal tze vach' iq'uejcot d'a vib'anh."
        },
        {
            "number": "3",
            "text": "¿Tom malaj slajvub' juntzanh e lolonel malaj yelk'och tic? ¿Tas eyaji yuj chi' anhej val a' e pacan d'ayin?"
        },
        {
            "number": "4",
            "text": "Q'uinaloc a ex tic icha val vaj tic eyaji, max am val-laj icha tzeyutej eyalan tic d'ayin, max am in tzicub'tanhej in sat valan jantac lolonel d'ayex."
        },
        {
            "number": "5",
            "text": "Palta jun, a am lolonel vach' syak' snivanil e k'ool, syak' e tek'anil, a am sval d'ayex."
        },
        {
            "number": "6",
            "text": "Manh yujoc to tzin loloni, tz'och vaan in yaelal tic, manh yujoc pax to tzin em numan tz'ochpax vaan."
        },
        {
            "number": "7",
            "text": "A Dios tz'ak'an lajvoquel vip. A pax tz'ik'anel eb' vamigo d'ayin."
        },
        {
            "number": "8",
            "text": "Ichato preso vaj yuuj. Jantac tas syik'chaanh eb' anima d'a in patic, jantac es lolonel syik'cot eb' d'a vib'anh."
        },
        {
            "number": "9",
            "text": "A Dios tzak'anoch vuuj yic tzin sataneli, icha junoc nok' chium nok'. Ay val och sat d'ayin, icha val to vajk'ool yaji."
        },
        {
            "number": "10",
            "text": "Jantac eb' anima smolb'ej sb'a yic tzin sb'uchan eb'. Stz'itanb'at in sat eb', emnaquil tzin yutejcan eb'."
        },
        {
            "number": "11",
            "text": "A Dios ix in ak'anoch d'a yol sk'ab' juntzanh anima te chuc spensar."
        },
        {
            "number": "12",
            "text": "Junk'olal vajeq'ui, ix in svecchitani. Ix och yub'naj d'a in jaj, chok' ix in yutej, ix in yak'anoch d'a sat sjul-lab'."
        },
        {
            "number": "13",
            "text": "Yalnhej b'aj sjavi sjul-lab' chi' d'ayin, ichato sk'axpaj d'a in nivanil tic, manhxa jab'oc snivank'olal d'ayin. Toxonhej spuccanb'at yol in k'ol d'a sat luum."
        },
        {
            "number": "14",
            "text": "Jantac in aj in lajvi yuuj. Scot val d'ayin icha junoc soldado te tek'an."
        },
        {
            "number": "15",
            "text": "Te cusk'olal vaji, ayoch pichul ya sva vuuj, manhxa jab'oc vopisio."
        },
        {
            "number": "16",
            "text": "Ste mal in sat voq'ui, sq'uik'b'i q'uinal svila'."
        },
        {
            "number": "17",
            "text": "Icha chi' vaji, vach'chom malaj mach b'aj ix och in mul, vach'nhej in lesal."
        },
        {
            "number": "18",
            "text": "Mocab' k'ub'chajel jantac chucal ix ak'jioch d'a vib'anh. Ab'chajocab'i ayic tzin tevi yic tzin k'anan tojolal."
        },
        {
            "number": "19",
            "text": "Ay jun ayoch in testigooc ayek' d'a satchaanh, a' ol och ved'oc."
        },
        {
            "number": "20",
            "text": "A eb' vamigo tonhej tzin sb'uch eb', a inxo tic tzin ok'nhej d'a yichanh Dios."
        },
        {
            "number": "21",
            "text": "Ayoc val junoc mach tz'alan d'a Dios vuuj, icha syutej junoc mach scolan junoc yetanimail."
        },
        {
            "number": "22",
            "text": "Jayexonhej ab'il ayin eq'ui, axo in b'at d'a chamel chi' b'aj maxtzac yal co paxta."
        }
    ]
}