{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Jab'xonhej wal syal wik'an wik' swab'i. Vanxo sk'och in k 'inal t'a slajwub', wach'xo yaj wed'tal t'a campusante."
        },
        {
            "number": "2",
            "text": "Ha heb' anima, oyanoch heb' in sb'uchani, masanil tiempo syak' kus in k'ol heb', maxtzac yal in colan in b'ha t'a heb'."
        },
        {
            "number": "3",
            "text": "Palta Mamin colin, yujto malaj junocxo mach syak'och sb'a in scolani, a achnhej syal uuj."
        },
        {
            "number": "4",
            "text": "Ha ach ix a k'ub'ejel jelanil t'a juntzanh heb' winh wamigo tik, manh in a cha ak'joc ganar yuj heb' winh."
        },
        {
            "number": "5",
            "text": "Elokab'k'och icha syal jun ab'ix: Ha junok mach syixtej junok yamigo, haxo yuninal ol ab'an syail yuj jun tas sk'ulej chi'."
        },
        {
            "number": "6",
            "text": "Ha ach ix ak' yal chuk heb' anima t'ayin, ix laj stzub'an in sat heb'."
        },
        {
            "number": "7",
            "text": "Toxonhej k'ik'aminac wilan yuj in yaelal. Ichato manh chequeloc in niwanil tik, yujto ix in te b'akb'i."
        },
        {
            "number": "8",
            "text": "Ayic syilan heb' anima wach' sb'eyb'al tas tzin ik'an tik, sat sk'ol heb', scot yowal heb', yujto chuk in snaan heb'."
        },
        {
            "number": "9",
            "text": "Ha heb' wach' sb'eyb'al, wach'nhej ol elk'och heb'. Ha heb' malaj chukal sk'ulej, ol k'enhejchaanh heb'."
        },
        {
            "number": "10",
            "text": "Palta cotanhec t'a tik ex wamigo. Malaj junok aj pensar tz'ilchaj wuj t'a he kal."
        },
        {
            "number": "11",
            "text": "B'elb'on yek' in k 'inal, haxo tas nab'il wuuj, ma tas tzin nib'ej, toxo ix juwieli."
        },
        {
            "number": "12",
            "text": "Ha ex tik a t'ak'walil tzeyaloch k'ualil, haxo yic k'ik'k 'inal, tzeyalani, lak'anxo ay sakil k'inal."
        },
        {
            "number": "13",
            "text": "Toxonhej tzin tanhwej in chami, yic sk'och telan in niwanil sway t'a kal k’ik’ k’inal."
        },
        {
            "number": "14",
            "text": "Ha nok' ha'ay yet' campusante swaloch in mam in nunoc yet' wanab'oc."
        },
        {
            "number": "15",
            "text": "¿B'ajtil ay tas swak'och yipoc in k'ool? ¿Ay am mach ojtannac tas ol in ajoc?"
        },
        {
            "number": "16",
            "text": "¿Tom ol k'och jun chi' wed' t'a yet'tal heb' chamnac? ¿Tom ol kannhej wed' ta' t'a yol lum lum chi'? xchi winhaj Job chi'."
        }
    ]
}