{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Jab'xonhej val syal vik'an vik' svab'i. Vanxo sk'och in q'uinal t'a slajvub', wach'xo yaj ved'tal t'a campusante."
        },
        {
            "number": "2",
            "text": "Ha eb' anima, oyanoch eb' in sb'uchani, masanil tiempo syak' kus in k'ol eb', maxtzac yal in colan in b'ha t'a eb'."
        },
        {
            "number": "3",
            "text": "Palta Mamin colin, yujto malaj junocxo mach syak'och sb'a in scolani, a achnhej syal uuj."
        },
        {
            "number": "4",
            "text": "Ha ach ix a k'ub'ejel jelanil t'a juntzanh eb' winh vamigo tik, manh in a cha ak'joc ganar yuj eb' winh."
        },
        {
            "number": "5",
            "text": "Elocab'k'och icha syal jun ab'ix: Ha junok mach syixtej junok yamigo, haxo yuninal ol ab'an syail yuj jun tas sk'ulej chi'."
        },
        {
            "number": "6",
            "text": "Ha ach ix ak' yal chuk eb' anima t'ayin, ix laj stzub'an in sat eb'."
        },
        {
            "number": "7",
            "text": "Toxonhej k'ik'aminac vilan yuj in yaelal. Ichato manh chequeloc in nivanil tik, yujto ix in te b'acb'i."
        },
        {
            "number": "8",
            "text": "Ayic syilan eb' anima wach' sb'eyb'al tas tzin ik'an tik, sat sk'ol eb', scot yoval eb', yujto chuk in snaan eb'."
        },
        {
            "number": "9",
            "text": "Ha eb' wach' sb'eyb'al, wach'nhej ol elk'och eb'. Ha eb' malaj chukal sk'ulej, ol q'uenhejchaanh eb'."
        },
        {
            "number": "10",
            "text": "Palta cotanhec t'a tik ex vamigo. Malaj junok aj pensar tz'ilchaj vuj t'a e cal."
        },
        {
            "number": "11",
            "text": "B'elb'on yek' in q'uinal, haxo tas nab'il vuuj, ma tas tzin nib'ej, toxo ix juvieli."
        },
        {
            "number": "12",
            "text": "Ha ex tik a t'ak'walil tzeyaloch k'ualil, haxo yic k'ik'q'uinal, tzeyalani, lak'anxo ay sakil k'inal."
        },
        {
            "number": "13",
            "text": "Toxonhej tzin tanhvej in chami, yic sk'och telan in nivanil svay t'a cal k’ik’ k’inal."
        },
        {
            "number": "14",
            "text": "Ha nok' ha'ay yet' campusante svaloch in mam in nunoc yet' vanab'oc."
        },
        {
            "number": "15",
            "text": "¿B'ajtil ay tas svak'och yipoc in k'ool? ¿Ay am mach ojtannac tas ol in ajoc?"
        },
        {
            "number": "16",
            "text": "¿Tom ol k'och jun chi' ved' t'a yet'tal eb' chamnac? ¿Tom ol cannhej ved' ta' t'a yol lum lum chi'? xchi winhaj Job chi'."
        }
    ]
}