{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Jab'xonhej val syal vik'an vik' svab'i. Vanxo sk'och in q'uinal d'a slajvub', vach'xo yaj ved'tal d'a campusante."
        },
        {
            "number": "2",
            "text": "A eb' anima, oyanoch eb' in sb'uchani, masanil tiempo syak' cus in k'ol eb', maxtzac yal in colan in b'a d'a eb'."
        },
        {
            "number": "3",
            "text": "Palta Mamin colin, yujto malaj junocxo mach syak'och sb'a in scolani, a achnhej syal uuj."
        },
        {
            "number": "4",
            "text": "A ach ix a k'ub'ejel jelanil d'a juntzanh eb' vinh vamigo tic, manh in a cha ak'joc ganar yuj eb' vinh."
        },
        {
            "number": "5",
            "text": "Elocab'k'och icha syal jun ab'ix: A junoc mach syixtej junoc yamigo, axo yuninal ol ab'an syail yuj jun tas sk'ulej chi'."
        },
        {
            "number": "6",
            "text": "A ach ix ak' yal chuc eb' anima d'ayin, ix laj stzub'an in sat eb'."
        },
        {
            "number": "7",
            "text": "Toxonhej q'uik'aminac vilan yuj in yaelal. Ichato manh chequeloc in nivanil tic, yujto ix in te b'acb'i."
        },
        {
            "number": "8",
            "text": "Ayic syilan eb' anima vach' sb'eyb'al tas tzin ik'an tic, sat sk'ol eb', scot yoval eb', yujto chuc in snaan eb'."
        },
        {
            "number": "9",
            "text": "A eb' vach' sb'eyb'al, vach'nhej ol elk'och eb'. A eb' malaj chucal sk'ulej, ol q'uenhejchaanh eb'."
        },
        {
            "number": "10",
            "text": "Palta cotanhec d'a tic ex vamigo. Malaj junoc aj pensar tz'ilchaj vuj d'a e cal."
        },
        {
            "number": "11",
            "text": "B'elb'on yek' in q'uinal, axo tas nab'il vuuj, ma tas tzin nib'ej, toxo ix juvieli."
        },
        {
            "number": "12",
            "text": "A ex tic a d'ak'valil tzeyaloch k'ualil, axo yic q'uik'q'uinal, tzeyalani, lak'anxo ay saquilq'uinal."
        },
        {
            "number": "13",
            "text": "Toxonhej tzin tanhvej in chami, yic sk'och telan in nivanil svay d'a cal q'uik'alq'uinal."
        },
        {
            "number": "14",
            "text": "A nok' a'ay yed' campusante svaloch in mam in nunoc yed' vanab'oc."
        },
        {
            "number": "15",
            "text": "多B'ajtil ay tas svak'och yipoc in k'ool? 多Ay am mach ojtannac tas ol in ajoc?"
        },
        {
            "number": "16",
            "text": "多Tom ol k'och jun chi' ved' d'a yed'tal eb' chamnac? 多Tom ol cannhej ved' ta' d'a yol lum luum chi'? xchi vinhaj Job chi'."
        }
    ]
}