{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi vinhaj Bildad icha tic:"
        },
        {
            "number": "2",
            "text": "多B'aq'uinh val ol actej a loloni? Nachajocab' uuj, ichato pax chi' syal co loloni."
        },
        {
            "number": "3",
            "text": "多Tas yuj tzonh al nok'al, manhxa jab'oc quelk'och d'a a sat?"
        },
        {
            "number": "4",
            "text": "多Tas yuj tza chalchitej a b'a yuj chichonk'olal? 多Am a naani yujto icha chi' tzutej a b'a ol can tz'inan lum luum tic, ma ol q'uexvoc yed'tal q'uen tenam?"
        },
        {
            "number": "5",
            "text": "A tas ayoch yipoc sk'ol junoc mach chuc spensar, ol tupemoc, icha stup junoc candil vanxo stup sk'ak'al."
        },
        {
            "number": "6",
            "text": "Ol tup sk'ak'al scandil d'a yol spat, manhxa saquilq'uinal ta'."
        },
        {
            "number": "7",
            "text": "Maxtzac yal yek' yed' stek'anil, van slocan sb'a yoc, stelvi yuj tas nab'il yuuj."
        },
        {
            "number": "8",
            "text": "Ichato ol em junoc ch'anh yaal d'a yol sb'e, ol can sud'naj d'a yol jun ch'anh yaal chi'."
        },
        {
            "number": "9",
            "text": "Ol em jun ch'anh yaal chi' d'a yol sb'e. A d'a sjaj yoc ol och sud'naj ch'anh."
        },
        {
            "number": "10",
            "text": "k'ub'eltac yajem jun yaal chi' d'a yol sb'e."
        },
        {
            "number": "11",
            "text": "Aynhejoch xivk'olal d'a spatic yichanh, ichato spechji b'eyek'oc."
        },
        {
            "number": "12",
            "text": "Ay tas d'ay d'a peca', axo ticnaic van scham yuj vejel, a yaelal q'uelanxo och d'ay."
        },
        {
            "number": "13",
            "text": "A jun ilya slajanel snivanil, axo sk'ab' yed' yoc ichato ol k'uxjocb'at yuj jun ilya chi'."
        },
        {
            "number": "14",
            "text": "Ol ik'joquel d'a scal junk'olal b'aj cajan, ol nherjoccanb'at d'a yichanh jun aj chamel."
        },
        {
            "number": "15",
            "text": "Ch'ocxo mach ol cajnajcan d'a scajnub'. Ayic toxo ix cham chi', ol tzicchajek' azufre d'a yol spat chi', yic satel jun yab'il chi'."
        },
        {
            "number": "16",
            "text": "Lajan val icha junoc te te' taquinhxo sch'anhal yib' yed' sk'ab'tac."
        },
        {
            "number": "17",
            "text": "A sb'inajnaquil ol satcanel d'a sat luum tic. Manhxa b'aq'uinh ol b'inajoc."
        },
        {
            "number": "18",
            "text": "Ol ik'chajel d'a scal eb' pitzan b'aj sacq'uinal. B'aj ay eb' chamnac d'a q'uik'alq'uinal ol yumjoccanb'atoc."
        },
        {
            "number": "19",
            "text": "Manhxa yinhtilal ol can d'a schonhab' yed' b'aj cajan."
        },
        {
            "number": "20",
            "text": "Ayic ol ab'chaj tas ix javi d'a yib'anh, ol xivcanq'ue eb' cajan d'a stojolal b'aj sjavi k'u yed' b'aj tz'em k'u."
        },
        {
            "number": "21",
            "text": "Icha val chi' ol aj satel eb' chuc, aton eb' malaj yelk'och Dios d'ay, xchi vinhaj Bildad chi'."
        }
    ]
}