{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi vinhaj Bildad icha tik:"
        },
        {
            "number": "2",
            "text": "¿B'aq'uinh val ol actej a loloni? Nachajocab' uuj, ichato pax chi' syal co loloni."
        },
        {
            "number": "3",
            "text": "¿Tas yuj tzonh al nok'al, manhxa jab'oc quelk'och t'a a sat?"
        },
        {
            "number": "4",
            "text": "¿Tas yuj tza chalchitej a b'a yuj chichonk'olal? ¿Am a naani yujto icha chi' tzutej a b'a ol kan tzinan lum lum tik, ma ol q'uexvoc yet'tal q'uen tenam?"
        },
        {
            "number": "5",
            "text": "Ha tas ayoch yipoc sk'ol junok mach chuk spensar, ol tupemoc, icha stup junok candil vanxo stup sk'ak'al."
        },
        {
            "number": "6",
            "text": "Ol tup sk'ak'al scandil t'a yol spat, manhxa sakil k'inal ta'."
        },
        {
            "number": "7",
            "text": "Maxtzac yal yek' yet' stek'anil, van slocan sb'a yoc, stelvi yuj tas nab'il yuj."
        },
        {
            "number": "8",
            "text": "Ichato ol em junok ch'anh yaal t'a yol sb'e, ol kan sud'naj t'a yol jun ch'anh yaal chi'."
        },
        {
            "number": "9",
            "text": "Ol em jun ch'anh yaal chi' t'a yol sb'e. Ha t'a sjaj yoc ol och sud'naj ch'anh."
        },
        {
            "number": "10",
            "text": "k'ub'eltac yajem jun yaal chi' t'a yol sb'e."
        },
        {
            "number": "11",
            "text": "Aynhejoch xivk'olal t'a spatic yichanh, ichato spechji b'eyek'oc."
        },
        {
            "number": "12",
            "text": "Ay tas t'ay t'a peca', haxo ticnaic van scham yuj vejel, a yaelal q'uelanxo och t'ay."
        },
        {
            "number": "13",
            "text": "Ha jun ilya slajanel snivanil, haxo sk'ab' yet' yoc ichato ol k'uxjocb'at yuj jun ilya chi'."
        },
        {
            "number": "14",
            "text": "Ol ik'joquel t'a skal junk'olal b'aj cajan, ol nherjoccanb'at t'a yichanh jun aj chamel."
        },
        {
            "number": "15",
            "text": "Ch'ocxo mach ol cajnajcan t'a scajnub'. Ayic toxo ix cham chi', ol tzicchajek' azufre t'a yol spat chi', yic satel jun yab'il chi'."
        },
        {
            "number": "16",
            "text": "Lajan val icha junok te te' taquinhxo sch'anhal yib' yet' sk'ab'tac."
        },
        {
            "number": "17",
            "text": "Ha sb'inajnaquil ol satcanel t'a sat lu'um tik. Manhxa b'ak'uinh ol b'inajoc."
        },
        {
            "number": "18",
            "text": "Ol ik'chajel t'a skal eb' pitzan b'aj sacq'uinal. B'aj ay eb' chamnac t'a k’ik’ k’inal ol yumjoccanb'atoc."
        },
        {
            "number": "19",
            "text": "Manhxa yinhtilal ol kan t'a schonhab' yet' b'aj cajan."
        },
        {
            "number": "20",
            "text": "Ayic ol ab'chaj tas ix javi t'a yib'anh, ol xivcanq'ue eb' cajan t'a stojolal b'aj sjavi k'u yet' b'aj tz'em k'u."
        },
        {
            "number": "21",
            "text": "Icha val chi' ol aj satel eb' chuk, aton eb' malaj yelk'och Dios t'ay, xchi vinhaj Bildad chi'."
        }
    ]
}