{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi winhaj Job chi' icha tik:"
        },
        {
            "number": "2",
            "text": "¿B'aq'uinh wal ol eyactej he tzuntzan owaj in yaelal tik, tzeyak'an kus in k'ol yet' juntzanh he lolonel tik?"
        },
        {
            "number": "3",
            "text": "Ayexnhejoch eyalan chukal lolonel t'ayin. ¿Tom max ex q'uixwi eyalan t'ayin?"
        },
        {
            "number": "4",
            "text": "Q'uinaloc yel ay in mul chi', ¿tom tzeyab' syail yuj?"
        },
        {
            "number": "5",
            "text": "Tzeyik' wal chaanh he b'a t'ayin yuj in yaelal tik, tzeyalanoch t'a in sat to chuk in."
        },
        {
            "number": "6",
            "text": "Palta comonoc snachajel eyuuj to ha Dios icha tik tzin utani. A' ix in ak'anem t'a yol jun yaal tik."
        },
        {
            "number": "7",
            "text": "Scomon el wav, swalan icha tik: Swab' wal in chami, xin chi. Palta malaj mach stak'wi t'ayin. Tzin nib'ej ay mach tzin colani, palta malaj mach sb'oan yaj t'ayin."
        },
        {
            "number": "8",
            "text": "Ha Dios ix makan yol in b'e, yic maxtzac yal in b'eyeq'ui. Ichato t'a skal k’ik’ k’inal tzin ek' yuj."
        },
        {
            "number": "9",
            "text": "Ix yik'ek' in b'eyumal, ix yik'anek' sniwanil welk'ochi."
        },
        {
            "number": "10",
            "text": "Ix in satem t'a junelnhej. Ha tas ayoch yipoc in k'ool, pilan ix lajwiel icha junok te te' malaj sch'anhal yib'."
        },
        {
            "number": "11",
            "text": "Ix seccot yowal sk'ool t'a wib'anh, icha wal junok yajk'ool ix in yutej."
        },
        {
            "number": "12",
            "text": "Masanil heb' soldado Dios chi' ix och oyan t'ayin. Ix oymaj heb' t'a spatictac in pat yic syak'an owal heb' wed'oc."
        },
        {
            "number": "13",
            "text": "Ha Dios chi' ix ik'anel heb' wuk'tac yet' heb' wamigo t'a in tz'ey, ichaxonhej junok comon anima ix in yutejkan heb'."
        },
        {
            "number": "14",
            "text": "Ha heb' ayto wuj in b'a yet'oc yet' heb' wamigo, ix in yaktejkan heb', ix in b'atkan satk'olal yuj heb'."
        },
        {
            "number": "15",
            "text": "Axo heb' kajan t'a in pat yet' masanil heb' in chekab', icha junok ch'oc animail ix in ajkan t'a heb', maxtzac in yilochlaj heb'."
        },
        {
            "number": "16",
            "text": "Tato swavtejcot junok heb' in chekab' chi', maxtzac tak'wilaj heb' t'ayin, wach'chom tzin tewi t'a heb'."
        },
        {
            "number": "17",
            "text": "Ayic tzin k'och t'a stz'ey ix wetb'eyum, chuclaj sjab' xob'al in ti' syab' ix, haxo heb' ayto wuj in b'a yet'oc, tzin syajel heb'."
        },
        {
            "number": "18",
            "text": "Icha pax chi' heb' unin tzin spatiquejel heb'. Ayic syilan heb' weq'ui sb'uchwaj heb' t'ayin."
        },
        {
            "number": "19",
            "text": "Ha wal heb' ek'b'al te wach' wak'an yet'oc, tzin spatiquejel heb'. Ha wal heb' tzin te tzalaj yet'oc, ix meltzajoch heb' ajk'olal t'ayin."
        },
        {
            "number": "20",
            "text": "Toxo ix tacjioch in tz'umal yet' in b'ak'chil t'a in b'aquil, tewelxonhej pitzan in."
        },
        {
            "number": "21",
            "text": "Ex wamigo, ok'okab' he k'ool t'ayin, yujto ha Dios ix ak'ancot jun yaelal tik t'a wib'anh."
        },
        {
            "number": "22",
            "text": "¿Tas yuj tzak'anexnhej wuuj, icha tzin yutej Dios? ¿Tom manh k'ocb'ilocxo in eyak'an cusoc?"
        },
        {
            "number": "23",
            "text": "Ayoc wal mach stz'ib'ankan juntzanh in lolonel tik. Comonoc tz'ak'chajkanoch t'a k'een k'een."
        },
        {
            "number": "24",
            "text": "Comonoc a yet' k'een cincel nab'a hierro tz'ak'jikanoch t'a k'een k'een yic skan t'a junelnhej."
        },
        {
            "number": "25",
            "text": "Vojtak to a in Kolumal pitzannhej, haxo t'a slajwub' k'ual ol emul t'a sat lum tik yic tzin scolani."
        },
        {
            "number": "26",
            "text": "Wach'chom slajwiel in tz'umal tik, palta ol wil wal och Dios yet' in niwanil tik."
        },
        {
            "number": "27",
            "text": "Ha in wal lak'an ol wil wal och yet' in sat, manh ch'ococ mach ol ilanoc. Vanxo slajwik'och wip swab'i."
        },
        {
            "number": "28",
            "text": "Ayic swab'an eyalan icha tik: ¿Tas wal scutej kak'an kus sk'ol winh, yujto munil a winh tz'ik'ancot syaelal chi' t'a yib'anh? xe chi."
        },
        {
            "number": "29",
            "text": "Palta xiwanhec t'a k'een espada, aton yowal sk'ol Dios syak'lab'ej t'a heb' sk'ulan chukal. Ojtaquejequeli to ay jun Dios tzonh ch'olb'itani, xchi winhaj Job chi'."
        }
    ]
}