{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi vinhaj Job chi' icha tic:"
        },
        {
            "number": "2",
            "text": "¿B'aq'uinh val ol eyactej e tzuntzan ovaj in yaelal tic, tzeyak'an cus in k'ol yed' juntzanh e lolonel tic?"
        },
        {
            "number": "3",
            "text": "Ayexnhejoch eyalan chucal lolonel d'ayin. ¿Tom max ex q'uixvi eyalan d'ayin?"
        },
        {
            "number": "4",
            "text": "Q'uinaloc yel ay in mul chi', ¿tom tzeyab' syail yuuj?"
        },
        {
            "number": "5",
            "text": "Tzeyik' val chaanh e b'a d'ayin yuj in yaelal tic, tzeyalanoch d'a in sat to chuc in."
        },
        {
            "number": "6",
            "text": "Palta comonoc snachajel eyuuj to a Dios icha tic tzin utani. A' ix in ak'anem d'a yol jun yaal tic."
        },
        {
            "number": "7",
            "text": "Scomon el vav, svalan icha tic: Svab' val in chami, xin chi. Palta malaj mach stak'vi d'ayin. Tzin nib'ej ay mach tzin colani, palta malaj mach sb'oan yaj d'ayin."
        },
        {
            "number": "8",
            "text": "A Dios ix macan yol in b'e, yic maxtzac yal in b'eyeq'ui. Ichato d'a scal q'uik'alq'uinal tzin ek' yuuj."
        },
        {
            "number": "9",
            "text": "Ix yiq'uek' in b'eyumal, ix yik'anek' snivanil velk'ochi."
        },
        {
            "number": "10",
            "text": "Ix in satem d'a junelnhej. A tas ayoch yipoc in k'ool, pilan ix lajviel icha junoc te te' malaj sch'anhal yib'."
        },
        {
            "number": "11",
            "text": "Ix seccot yoval sk'ool d'a vib'anh, icha val junoc yajk'ool ix in yutej."
        },
        {
            "number": "12",
            "text": "Masanil eb' soldado Dios chi' ix och oyan d'ayin. Ix oymaj eb' d'a spatictac in pat yic syak'an oval eb' ved'oc."
        },
        {
            "number": "13",
            "text": "A Dios chi' ix ik'anel eb' vuk'tac yed' eb' vamigo d'a in tz'ey, ichaxonhej junoc comon anima ix in yutejcan eb'."
        },
        {
            "number": "14",
            "text": "A eb' ayto vuj in b'a yed'oc yed' eb' vamigo, ix in yactejcan eb', ix in b'atcan satk'olal yuj eb'."
        },
        {
            "number": "15",
            "text": "Axo eb' cajan d'a in pat yed' masanil eb' in checab', icha junoc ch'oc animail ix in ajcan d'a eb', maxtzac in yilochlaj eb'."
        },
        {
            "number": "16",
            "text": "Tato svavtejcot junoc eb' in checab' chi', maxtzac tak'vilaj eb' d'ayin, vach'chom tzin tevi d'a eb'."
        },
        {
            "number": "17",
            "text": "Ayic tzin k'och d'a stz'ey ix vetb'eyum, chuclaj sjab' xob'al in ti' syab' ix, axo eb' ayto vuj in b'a yed'oc, tzin syajel eb'."
        },
        {
            "number": "18",
            "text": "Icha pax chi' eb' unin tzin spatiquejel eb'. Ayic syilan eb' veq'ui sb'uchvaj eb' d'ayin."
        },
        {
            "number": "19",
            "text": "A val eb' ek'b'al te vach' vak'an yed'oc, tzin spatiquejel eb'. A val eb' tzin te tzalaj yed'oc, ix meltzajoch eb' ajk'olal d'ayin."
        },
        {
            "number": "20",
            "text": "Toxo ix tacjioch in tz'umal yed' in b'ak'chil d'a in b'aquil, tevelxonhej pitzan in."
        },
        {
            "number": "21",
            "text": "Ex vamigo, ok'ocab' e k'ool d'ayin, yujto a Dios ix ak'ancot jun yaelal tic d'a vib'anh."
        },
        {
            "number": "22",
            "text": "¿Tas yuj tzak'anexnhej vuuj, icha tzin yutej Dios? ¿Tom manh k'ocb'ilocxo in eyak'an cusoc?"
        },
        {
            "number": "23",
            "text": "Ayoc val mach stz'ib'ancan juntzanh in lolonel tic. Comonoc tz'ak'chajcanoch d'a q'uen q'ueen."
        },
        {
            "number": "24",
            "text": "Comonoc a yed' q'uen cincel nab'a hierro tz'ak'jicanoch d'a q'uen q'ueen yic scan d'a junelnhej."
        },
        {
            "number": "25",
            "text": "Vojtac to a in Columal pitzannhej, axo d'a slajvub' k'ual ol emul d'a sat lum tic yic tzin scolani."
        },
        {
            "number": "26",
            "text": "Vach'chom slajviel in tz'umal tic, palta ol vil val och Dios yed' in nivanil tic."
        },
        {
            "number": "27",
            "text": "A in val lak'an ol vil val och yed' in sat, manh ch'ococ mach ol ilanoc. Vanxo slajvik'och vip svab'i."
        },
        {
            "number": "28",
            "text": "Ayic svab'an eyalan icha tic: ¿Tas val scutej cak'an cus sk'ol vinh, yujto munil a vinh tz'ik'ancot syaelal chi' d'a yib'anh? xe chi."
        },
        {
            "number": "29",
            "text": "Palta xivanhec d'a q'uen espada, aton yoval sk'ol Dios syak'lab'ej d'a eb' sk'ulan chucal. Ojtaquejequeli to ay jun Dios tzonh ch'olb'itani, xchi vinhaj Job chi'."
        }
    ]
}