{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi vinhaj Job chi' icha tik:"
        },
        {
            "number": "2",
            "text": "¿B'aq'uinh val ol eyactej e tzuntzan ovaj in yaelal tik, tzeyak'an cus in k'ol yet' juntzanh e lolonel tik?"
        },
        {
            "number": "3",
            "text": "Ayexnhejoch eyalan chukal lolonel t'ayin. ¿Tom max ex q'uixvi eyalan t'ayin?"
        },
        {
            "number": "4",
            "text": "Q'uinaloc yel ay in mul chi', ¿tom tzeyab' syail yuj?"
        },
        {
            "number": "5",
            "text": "Tzeyik' val chaanh e b'a t'ayin yuj in yaelal tik, tzeyalanoch t'a in sat to chuk in."
        },
        {
            "number": "6",
            "text": "Palta comonoc snachajel eyuuj to ha Dios icha tik tzin utani. A' ix in ak'anem t'a yol jun yaal tik."
        },
        {
            "number": "7",
            "text": "Scomon el vav, svalan icha tik: Svab' val in chami, xin chi. Palta malaj mach stak'vi t'ayin. Tzin nib'ej ay mach tzin colani, palta malaj mach sb'oan yaj t'ayin."
        },
        {
            "number": "8",
            "text": "Ha Dios ix macan yol in b'e, yic maxtzac yal in b'eyeq'ui. Ichato t'a skal k’ik’ k’inal tzin ek' yuj."
        },
        {
            "number": "9",
            "text": "Ix yiq'uek' in b'eyumal, ix yik'anek' snivanil velk'ochi."
        },
        {
            "number": "10",
            "text": "Ix in satem t'a junelnhej. Ha tas ayoch yipoc in k'ool, pilan ix lajviel icha junok te te' malaj sch'anhal yib'."
        },
        {
            "number": "11",
            "text": "Ix seccot yoval sk'ool t'a vib'anh, icha val junok yajk'ool ix in yutej."
        },
        {
            "number": "12",
            "text": "Masanil eb' soldado Dios chi' ix och oyan t'ayin. Ix oymaj eb' t'a spatictac in pat yic syak'an oval eb' ved'oc."
        },
        {
            "number": "13",
            "text": "Ha Dios chi' ix ik'anel eb' vuk'tac yet' eb' vamigo t'a in tz'ey, ichaxonhej junok comon anima ix in yutejcan eb'."
        },
        {
            "number": "14",
            "text": "Ha eb' ayto vuj in b'a yet'oc yet' eb' vamigo, ix in yactejcan eb', ix in b'atcan satk'olal yuj eb'."
        },
        {
            "number": "15",
            "text": "Axo eb' cajan t'a in pat yet' masanil eb' in checab', icha junok ch'oc animail ix in ajkan t'a eb', maxtzac in yilochlaj eb'."
        },
        {
            "number": "16",
            "text": "Tato svavtejcot junok eb' in checab' chi', maxtzac tak'vilaj eb' t'ayin, wach'chom tzin tevi t'a eb'."
        },
        {
            "number": "17",
            "text": "Ayic tzin k'och t'a stz'ey ix vetb'eyum, chuclaj sjab' xob'al in ti' syab' ix, haxo eb' ayto vuj in b'a yet'oc, tzin syajel eb'."
        },
        {
            "number": "18",
            "text": "Icha pax chi' eb' unin tzin spatiquejel eb'. Ayic syilan eb' veq'ui sb'uchvaj eb' t'ayin."
        },
        {
            "number": "19",
            "text": "Ha val eb' ek'b'al te wach' vak'an yet'oc, tzin spatiquejel eb'. Ha val eb' tzin te tzalaj yet'oc, ix meltzajoch eb' ajk'olal t'ayin."
        },
        {
            "number": "20",
            "text": "Toxo ix tacjioch in tz'umal yet' in b'ak'chil t'a in b'aquil, tevelxonhej pitzan in."
        },
        {
            "number": "21",
            "text": "Ex vamigo, ok'ocab' e k'ool t'ayin, yujto ha Dios ix ak'ancot jun yaelal tik t'a vib'anh."
        },
        {
            "number": "22",
            "text": "¿Tas yuj tzak'anexnhej vuuj, icha tzin yutej Dios? ¿Tom manh k'ocb'ilocxo in eyak'an cusoc?"
        },
        {
            "number": "23",
            "text": "Ayoc val mach stz'ib'ancan juntzanh in lolonel tik. Comonoc tz'ak'chajcanoch t'a q'uen q'ueen."
        },
        {
            "number": "24",
            "text": "Comonoc a yet' q'uen cincel nab'a hierro tz'ak'jicanoch t'a q'uen q'ueen yic skan t'a junelnhej."
        },
        {
            "number": "25",
            "text": "Vojtac to a in Columal pitzannhej, haxo t'a slajvub' k'ual ol emul t'a sat lum tik yic tzin scolani."
        },
        {
            "number": "26",
            "text": "Wach'chom slajviel in tz'umal tik, palta ol vil val och Dios yet' in nivanil tik."
        },
        {
            "number": "27",
            "text": "Ha in val lak'an ol vil val och yet' in sat, manh ch'ococ mach ol ilanoc. Vanxo slajvik'och vip svab'i."
        },
        {
            "number": "28",
            "text": "Ayic svab'an eyalan icha tik: ¿Tas val scutej cak'an cus sk'ol vinh, yujto munil a vinh tz'ik'ancot syaelal chi' t'a yib'anh? xe chi."
        },
        {
            "number": "29",
            "text": "Palta xivanhec t'a q'uen espada, aton yoval sk'ol Dios syak'lab'ej t'a eb' sk'ulan chukal. Ojtaquejequeli to ay jun Dios tzonh ch'olb'itani, xchi vinhaj Job chi'."
        }
    ]
}