{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix k'och sk'ual smolb'anxi sb'a eb' ángel tz'ak'an servil Jehová t'a yichanh, ix k'och pax winh Satanás t'a skal eb'."
        },
        {
            "number": "2",
            "text": "Ix sk'anb'an Jehová chi' t'a winh: --¿B'ajtil ach coti? xchi. Ix yalan winh icha tik: --Ix in cot t'a yol yib'anhk’inal, yujto tzek' voymitej lum smasanil, xchi winh."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yalan Jehová chi' t'a winh: --¿Tzam il tas yaj winh in checab' aj Job? Malaj val junocxo mach t'a yol yib'anhk’inal chi' lajan yet' winh. Te tojol spensar winh, te wach' sb'eyb'al winh. Ay val velk'och t'a yol sat winh, sya'ilej val sb'a winh, max yak'och sb'a winh t'a skal chukal. Uuj val ix in satel masanil tastac ay t'a winh, palta tocval yuj chi' ix juwiel spensar winh, xchi."
        },
        {
            "number": "4",
            "text": "Ix tak'vi winh Satanás chi' icha tik: --Tato malaj tz'ik'an snivanil junok mach, ¿toc ay tas sna'a? B'ecan sk'ol slajviel masanil tastac ay t'ay yic scolan sk'inal."
        },
        {
            "number": "5",
            "text": "Palta tato a ticnaic ha t'a snivanil winh chi' tzak'och junok yaelal, ol ilani tato manh ol yal chuk winh t'ayach, xchi winh."
        },
        {
            "number": "6",
            "text": "Ix tak'vi Jehová chi' t'a winh: --Ichocab' ta'. Olxo ila' tas tza k'ulej yet' snivanil winh chi', anhej b'ian to malaj alan ic ik'anel sk'inal winh, xchi."
        },
        {
            "number": "7",
            "text": "Ix el winh Satanás chi' t'a yichanh Jehová. Ix b'at yak'anq'ue juntzanh yab'il winh te niwan t'a snivanil winhaj Job chi', schacot t'a yoc winh masanto t'a sjolom winh."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix b'at em k'ojan winhaj Job chi' t'a skal q'uen tik'aq'uil taanh. Ix yik'ancot jab' sti' lum chen winh, sjotz'anek' lum winh t'ay."
        },
        {
            "number": "9",
            "text": "Palta haxo ix yetb'eyum winh ix alan t'ay icha tik: --¿Tom anheja' wach'nhej tzutej a pensar? Al chuk d'ha Dios, tzach cham b'ian, xchi ix."
        },
        {
            "number": "10",
            "text": "Ix tak'vi winh icha tik: --Ach ix, lajan val a lolon icha eb' ix ix malaj jab'oc spensar. Toxo ix co cha swach'k'olal Dios, ¿tom manh ol co chapax co yaelal syak'a'? xchi winhaj Job chi'. Yuj chi', wach'chom ayoch syaelal winh, palta maj ochlaj smul winh yujto malaj chuk ix yal winh t'a spatic Dios."
        },
        {
            "number": "11",
            "text": "Ay oxvanh eb' winh yamigo winhaj Job chi': Aton winhaj Elifaz aj Temán, winhaj Bildad aj Súa yet' winhaj Zofar aj Naamat. Ayic ix yab'an specal masanil juntzanh yaelal ix javi t'a yib'anh winhaj Job chi' eb' winh, ix yak'anoch eb' winh t'a sk'ol scot yak' snivanil sk'ol winh, yic tzul mol kus pax eb' winh yuj syaelal winh chi'."
        },
        {
            "number": "12",
            "text": "Najatto van scot eb' winh, ix yilancot winhaj Job chi' eb' winh. Pural ix och sat eb' winh t'a winh, yuj chi' ix syamanoch eb' winh yok' yuj winh. Ix te kus eb' winh, ix snhik'chitanb'at spichul eb' winh. Ix stzipanchaanh pococ eb' winh t'a chaanh, haxo t'a sjolom eb' winh tz'em lu'um."
        },
        {
            "number": "13",
            "text": "Ix em k'ojan eb' winh t'a sat lum yet' winh, uque' k'ual, uque' ak'val ix ek' eb' winh yet' winh ta', malaj junok b'elanh lolonel ix yal eb' winh, yujto te ov yak'an syaelal winhaj Job chi' ix yil eb' winh."
        }
    ]
}