{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix k'och sk'ual smolb'anxi sb'a eb' ángel tz'ak'an servil Jehová t'a yichanh, ix k'och pax vinh Satanás t'a skal eb'."
        },
        {
            "number": "2",
            "text": "Ix sk'anb'an Jehová chi' t'a vinh: --¿B'ajtil ach coti? xchi. Ix yalan vinh icha tik: --Ix in cot t'a yol yib'anhk’inal, yujto tzek' voymitej lum smasanil, xchi vinh."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yalan Jehová chi' t'a vinh: --¿Tzam il tas yaj vinh in checab' aj Job? Malaj val junocxo mach t'a yol yib'anhk’inal chi' lajan yet' vinh. Te tojol spensar vinh, te wach' sb'eyb'al vinh. Ay val velk'och t'a yol sat vinh, sya'ilej val sb'a vinh, max yak'och sb'a vinh t'a skal chucal. Uuj val ix in satel masanil tastac ay t'a vinh, palta tocval yuj chi' ix juviel spensar vinh, xchi."
        },
        {
            "number": "4",
            "text": "Ix tak'vi vinh Satanás chi' icha tik: --Tato malaj tz'ik'an snivanil junok mach, ¿toc ay tas sna'a? B'ecan sk'ol slajviel masanil tastac ay t'ay yic scolan sq'uinal."
        },
        {
            "number": "5",
            "text": "Palta tato a ticnaic ha t'a snivanil vinh chi' tzak'och junok yaelal, ol ilani tato manh ol yal chuc vinh t'ayach, xchi vinh."
        },
        {
            "number": "6",
            "text": "Ix tak'vi Jehová chi' t'a vinh: --Ichocab' ta'. Olxo ila' tas tza k'ulej yet' snivanil vinh chi', anhej b'ian to malaj alan ic ik'anel sq'uinal vinh, xchi."
        },
        {
            "number": "7",
            "text": "Ix el vinh Satanás chi' t'a yichanh Jehová. Ix b'at yak'anq'ue juntzanh yab'il vinh te niwan t'a snivanil vinhaj Job chi', schacot t'a yoc vinh masanto t'a sjolom vinh."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix b'at em k'ojan vinhaj Job chi' t'a skal q'uen tik'aq'uil taanh. Ix yik'ancot jab' sti' lum chen vinh, sjotz'anek' lum vinh t'ay."
        },
        {
            "number": "9",
            "text": "Palta haxo ix yetb'eyum vinh ix alan t'ay icha tik: --¿Tom anheja' wach'nhej tzutej a pensar? Al chuc d'ha Dios, tzach cham b'ian, xchi ix."
        },
        {
            "number": "10",
            "text": "Ix tak'vi vinh icha tik: --Ach ix, lajan val a lolon icha eb' ix ix malaj jab'oc spensar. Toxo ix co cha svach'k'olal Dios, ¿tom manh ol co chapax co yaelal syak'a'? xchi vinhaj Job chi'. Yuj chi', wach'chom ayoch syaelal vinh, palta maj ochlaj smul vinh yujto malaj chuc ix yal vinh t'a spatic Dios."
        },
        {
            "number": "11",
            "text": "Ay oxvanh eb' vinh yamigo vinhaj Job chi': Aton vinhaj Elifaz aj Temán, vinhaj Bildad aj Súa yet' vinhaj Zofar aj Naamat. Ayic ix yab'an specal masanil juntzanh yaelal ix javi t'a yib'anh vinhaj Job chi' eb' vinh, ix yak'anoch eb' vinh t'a sk'ol scot yak' snivanil sk'ol vinh, yic tzul mol cus pax eb' vinh yuj syaelal vinh chi'."
        },
        {
            "number": "12",
            "text": "Najatto van scot eb' vinh, ix yilancot vinhaj Job chi' eb' vinh. Pural ix och sat eb' vinh t'a vinh, yuj chi' ix syamanoch eb' vinh yok' yuj vinh. Ix te cus eb' vinh, ix snhik'chitanb'at spichul eb' vinh. Ix stzipanchaanh pococ eb' vinh t'a chaanh, haxo t'a sjolom eb' vinh tz'em lu'um."
        },
        {
            "number": "13",
            "text": "Ix em k'ojan eb' vinh t'a sat lum yet' vinh, uque' k'ual, uque' ak'val ix ek' eb' vinh yet' vinh ta', malaj junok b'elanh lolonel ix yal eb' vinh, yujto te ov yak'an syaelal vinhaj Job chi' ix yil eb' vinh."
        }
    ]
}