{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi winhaj Zofar aj Naamat icha tik:"
        },
        {
            "number": "2",
            "text": "Ach Job, maxtzac yal-laj to tonhej numan tzin aji. Yuj chi' tzin nib'ej tzin tak'wi t'ayach."
        },
        {
            "number": "3",
            "text": "Ix onh a b'uch wal yet' a chukal lolonel, palta wojtac tas ol aj in pacan t'ayach."
        },
        {
            "number": "4",
            "text": "Ha ach tik ojtactaxoni to atax yic ix te q'uib'chaanh anima t'a sat lu'um tik,"
        },
        {
            "number": "5",
            "text": "a stzalajk'olal heb' chuk max najtilaxlaj. Junnhej rato syak' jab' stzalajk'olal heb' chi'."
        },
        {
            "number": "6",
            "text": "Wach'chom te chaanh yajk'e heb' icha schaanhil satcha’anh, haxo sjolom heb' sk'ek'och b'aj ay asun,"
        },
        {
            "number": "7",
            "text": "palta ol lajwoquem heb' icha stza' nok' nok', haxo heb' yamigo heb', manhxo ol nachaj yuj heb' b'aj ol k'ochcan heb' chuk chi'."
        },
        {
            "number": "8",
            "text": "Ol satem heb' t'a ichnhej ta' icha junok wayich. Manhxalaj mach ol ilanoch heb'."
        },
        {
            "number": "9",
            "text": "Ha heb' tz'ilantaxonoch heb' yet' heb' junnhej tzek' yet' heb', manhxa b'ak'uinh ol iljococh heb' yuj heb'."
        },
        {
            "number": "10",
            "text": "Ha tas yelk'ejnac heb', haxo heb' yuninal heb' ol ak'an meltzaj t'a heb' meb'a' b'aj yelk'ejnac heb' chi'."
        },
        {
            "number": "11",
            "text": "Ayic tek'an wal yip heb' t'a squelemal, ol emcan heb' b'aj smucchaj heb' chamnac."
        },
        {
            "number": "12",
            "text": "Wach'chom te wach' sk'ulan chukal heb' syab'i, ste tzalaj heb' yet'oc,"
        },
        {
            "number": "13",
            "text": "te chi' jun chukal chi' t'a heb',"
        },
        {
            "number": "14",
            "text": "haxo t'a yol sk'ol heb', ol meltzajoch wenenoal, icha swenenoal nok' chan."
        },
        {
            "number": "15",
            "text": "Masanil sb'eyumal heb' ix sb'uk'emi, ol xejejxik'eta heb', yujto ha Dios ol ik'ank'eta t'a yol sk'ol heb' chi'."
        },
        {
            "number": "16",
            "text": "Ichato ix stz'ub'b'at swenenoal nok' chan chi' heb'. Ha jun weneno chi' ol ik'an scham heb'."
        },
        {
            "number": "17",
            "text": "Manhxo ol yak' tzalajb'oc sk'ol heb' yet' jantac tas ay t'ay, aton lech, nok' yal chab' to manhxa yalnab'il."
        },
        {
            "number": "18",
            "text": "Masanil tas yik'naquek' heb', yowalil ol yak'xi meltzaj heb'. Manhxo ol yal yak'an tzalajb'oc sk'ol heb' yet' sb'eyumal chi'."
        },
        {
            "number": "19",
            "text": "Ix te ixtaj heb' meb'a' yuj heb', manhxa jab'oc tas ix kan t'a heb'. Ha heb' chuk chi' ix macank'e yicoc juntzanh pat to manhoclaj heb' b'ojinac."
        },
        {
            "number": "20",
            "text": "Manhxa jab'oc tas ix colchajcanel t'a yol sk'ab' heb'. Axonhej heb' smacb'ej sb'a t'ay smasanil, palta manh najtiloc ol yak' tzalajb'oc sk'ol heb' yet'oc."
        },
        {
            "number": "21",
            "text": "Ayic tzijtum tas tz'aj t'a heb', tzijtum pax cusk'olal ol jawok t'a yib'anh heb'."
        },
        {
            "number": "22",
            "text": "Ha wal yic wan yak'an b'ud'joc sk'ol heb', syak'an sgana heb' yet' tastac ay t'ay, ata' ol seccot yowal sk'ol Dios t'a yib'anh heb'."
        },
        {
            "number": "23",
            "text": "Tato ol yak' ganar heb' yel t'a k'een espada nab'a hierro, haxo jul-lab' nab'a bronce ol ek' t'a heb'."
        },
        {
            "number": "24",
            "text": "Ha jun jul-lab' chi' ol k'axpajek' t'a sniwanil heb'. Ol ek' t'a seyub' heb', ol elk'och t'a yich spatic heb'. Ol te xivk'e heb' yuj jun chi'."
        },
        {
            "number": "25",
            "text": "Ha k’ik’ k’inal ol k'ub'anel tastac sik'an yuj heb'. Ha jun k'ak' max tupi, ha' ol nhusantz'a masanil tastac ay t'a heb'."
        },
        {
            "number": "26",
            "text": "Ha Dios ol ak'an checlaj schucal heb'. Ol yalanpax heb' anima to ay smul heb'."
        },
        {
            "number": "27",
            "text": "Ayic ol jawok yowal sk'ol Dios t'a yib'anh heb', ol satel masanil sb'eyumal heb'."
        },
        {
            "number": "28",
            "text": "Aton wal juntzanh tik nab'il yuj Dios t'a yib'anh heb' chuk chi', wach'xo yajcan t'a yib'anh heb' yuj, xchi winhaj Zofar chi'."
        }
    ]
}