{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi vinhaj Zofar aj Naamat icha tik:"
        },
        {
            "number": "2",
            "text": "Ach Job, maxtzac yal-laj to tonhej numan tzin aji. Yuj chi' tzin nib'ej tzin tak'vi t'ayach."
        },
        {
            "number": "3",
            "text": "Ix onh a b'uch val yet' a chukal lolonel, palta vojtac tas ol aj in pacan t'ayach."
        },
        {
            "number": "4",
            "text": "Ha ach tik ojtactaxoni to atax yic ix te q'uib'chaanh anima t'a sat lu'um tik,"
        },
        {
            "number": "5",
            "text": "a stzalajk'olal eb' chuk max najtilaxlaj. Junnhej rato syak' jab' stzalajk'olal eb' chi'."
        },
        {
            "number": "6",
            "text": "Wach'chom te chaanh yajq'ue eb' icha schaanhil satcha’anh, haxo sjolom eb' sq'uek'och b'aj ay asun,"
        },
        {
            "number": "7",
            "text": "palta ol lajvoquem eb' icha stza' nok' nok', haxo eb' yamigo eb', manhxo ol nachaj yuj eb' b'aj ol k'ochcan eb' chuk chi'."
        },
        {
            "number": "8",
            "text": "Ol satem eb' t'a ichnhej ta' icha junok vayich. Manhxalaj mach ol ilanoch eb'."
        },
        {
            "number": "9",
            "text": "Ha eb' tz'ilantaxonoch eb' yet' eb' junnhej tzek' yet' eb', manhxa b'ak'uinh ol iljococh eb' yuj eb'."
        },
        {
            "number": "10",
            "text": "Ha tas yelq'uejnac eb', haxo eb' yuninal eb' ol ak'an meltzaj t'a eb' meb'a' b'aj yelq'uejnac eb' chi'."
        },
        {
            "number": "11",
            "text": "Ayic tek'an val yip eb' t'a squelemal, ol emcan eb' b'aj smucchaj eb' chamnac."
        },
        {
            "number": "12",
            "text": "Wach'chom te wach' sk'ulan chukal eb' syab'i, ste tzalaj eb' yet'oc,"
        },
        {
            "number": "13",
            "text": "te chi' jun chukal chi' t'a eb',"
        },
        {
            "number": "14",
            "text": "haxo t'a yol sk'ol eb', ol meltzajoch venenoal, icha svenenoal nok' chan."
        },
        {
            "number": "15",
            "text": "Masanil sb'eyumal eb' ix sb'uq'uemi, ol xejejxiq'ueta eb', yujto ha Dios ol ik'anq'ueta t'a yol sk'ol eb' chi'."
        },
        {
            "number": "16",
            "text": "Ichato ix stz'ub'b'at svenenoal nok' chan chi' eb'. Ha jun veneno chi' ol ik'an scham eb'."
        },
        {
            "number": "17",
            "text": "Manhxo ol yak' tzalajb'oc sk'ol eb' yet' jantac tas ay t'ay, aton lech, nok' yal chab' to manhxa yalnab'il."
        },
        {
            "number": "18",
            "text": "Masanil tas yik'naquek' eb', yovalil ol yak'xi meltzaj eb'. Manhxo ol yal yak'an tzalajb'oc sk'ol eb' yet' sb'eyumal chi'."
        },
        {
            "number": "19",
            "text": "Ix te ixtaj eb' meb'a' yuj eb', manhxa jab'oc tas ix kan t'a eb'. Ha eb' chuk chi' ix macanq'ue yicoc juntzanh pat to manhoclaj eb' b'ojinac."
        },
        {
            "number": "20",
            "text": "Manhxa jab'oc tas ix colchajcanel t'a yol sk'ab' eb'. Axonhej eb' smacb'ej sb'a t'ay smasanil, palta manh najtiloc ol yak' tzalajb'oc sk'ol eb' yet'oc."
        },
        {
            "number": "21",
            "text": "Ayic tzijtum tas tz'aj t'a eb', tzijtum pax cusk'olal ol javoc t'a yib'anh eb'."
        },
        {
            "number": "22",
            "text": "Ha val yic van yak'an b'ud'joc sk'ol eb', syak'an sgana eb' yet' tastac ay t'ay, ata' ol seccot yoval sk'ol Dios t'a yib'anh eb'."
        },
        {
            "number": "23",
            "text": "Tato ol yak' ganar eb' yel t'a q'uen espada nab'a hierro, haxo jul-lab' nab'a bronce ol ek' t'a eb'."
        },
        {
            "number": "24",
            "text": "Ha jun jul-lab' chi' ol k'axpajek' t'a snivanil eb'. Ol ek' t'a seyub' eb', ol elk'och t'a yich spatic eb'. Ol te xivq'ue eb' yuj jun chi'."
        },
        {
            "number": "25",
            "text": "Ha k’ik’ k’inal ol k'ub'anel tastac sik'an yuj eb'. Ha jun k'ak' max tupi, ha' ol nhusantz'a masanil tastac ay t'a eb'."
        },
        {
            "number": "26",
            "text": "Ha Dios ol ak'an checlaj schucal eb'. Ol yalanpax eb' anima to ay smul eb'."
        },
        {
            "number": "27",
            "text": "Ayic ol javoc yoval sk'ol Dios t'a yib'anh eb', ol satel masanil sb'eyumal eb'."
        },
        {
            "number": "28",
            "text": "Aton val juntzanh tik nab'il yuj Dios t'a yib'anh eb' chuk chi', wach'xo yajcan t'a yib'anh eb' yuj, xchi vinhaj Zofar chi'."
        }
    ]
}