{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi winhaj Job chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Maclejec wal eyab' tas swala', tato icha chi' ol eyak' sniwanil in k'ool."
        },
        {
            "number": "3",
            "text": "Niwan tzeyutej he k'ool yacb'an tzin loloni. Slajwi in lolon chi' tzex b'uchwajxi t'ayin b'ian."
        },
        {
            "number": "4",
            "text": "¿Tocwal a yet' junok anima wan wak'an owal? ¿Tom manh smojoc scus in k'ool he naani?"
        },
        {
            "number": "5",
            "text": "Ilinecnab'i ol ex xivb'atoc, manhxalaj tas ol elta t'a he ti'."
        },
        {
            "number": "6",
            "text": "Ayic tzin naancot juntzanh chi', tz'ib'xik'e in niwanil tik yuj xiwelal."
        },
        {
            "number": "7",
            "text": "¿Tas yuj niwan tiempo syil heb' chuk? Sk'och heb' icham animail, sb'inaj wal heb'."
        },
        {
            "number": "8",
            "text": "Tzato yil heb' sq'uib' yuninal, stzalaj pax heb' yoch oyan heb' yixchiquin t'a stz'ey."
        },
        {
            "number": "9",
            "text": "Malaj tas xib'tan heb', junk'olalnhej yajek' heb'. Malaj syaelal heb' tz'ak'ji yuj Dios."
        },
        {
            "number": "10",
            "text": "Ha nok' smam swacax heb', wach'nhej yel yinhtilal nok'. Ayic stajni nok' snun swacax heb', max ek'laj yune' nok'."
        },
        {
            "number": "11",
            "text": "Ha yalyuninal heb' sk'e cheneljoc heb' icha sk'e tz'itiljoc nok' yunetac chiwa."
        },
        {
            "number": "12",
            "text": "Ayic syab'an heb' yoch sjajil yamk'ab' yic b'it, aton te' arpa, te' tanhb'il yet' te' spuchaji, sk'e cheneljoc heb' yuj tzalajk'olal."
        },
        {
            "number": "13",
            "text": "Wach'nhej yaj heb' chuk chi', junk'olal tz'aj sb'atcan heb' b'aj smucchaji."
        },
        {
            "number": "14",
            "text": "Syalan heb' d'ha Dios: Manh onh a tzuntzej, max yal ko k'ol scojtaquejel a checnab'il."
        },
        {
            "number": "15",
            "text": "¿Mach jun Dios Syal Yuj Smasanil chi', yic tzonh och ejmelal t'ay? ¿Tas skak' yala' tzonh tewi t'ay? xchi heb'."
        },
        {
            "number": "16",
            "text": "Ha snaan heb' chuk chi' to yujnhej sjelanil heb' ay sb'eyumal heb'. Ha inxo tik max in cha wab' tas syal heb'."
        },
        {
            "number": "17",
            "text": "¿Tom scomon cham heb' chuk icha tz'aj stup junok candil? ¿Tom scomon jawi yaelal t'a yib'anh heb'? ¿Tom scomon cot yowal sk'ol Dios t'a yib'anh heb' syab'an syail heb' yuj?"
        },
        {
            "number": "18",
            "text": "¿Tom scomon saclemb'at heb' icha anh ac tz'ik'jib'at yuj chacxuxum ik'?"
        },
        {
            "number": "19",
            "text": "Ha eyalani to ato heb' uninab'il stupan smul smam. Palta a in tik swala' to smoj a wal lak'an heb' stupan smul chi', yic syojtaquejel heb' to yuj smul heb' icha chi' tz'aj heb'."
        },
        {
            "number": "20",
            "text": "Ha heb' chuk chi' smojton schaan yaelal heb' sjawi t'a yib'anh yuj yowal sk'ol Dios Syal Yuj Smasanil."
        },
        {
            "number": "21",
            "text": "Ayic toxo ix cham heb', manhxalaj yalan yic heb' yuj tas scotcan t'a yib'anh yuninal heb' chi'."
        },
        {
            "number": "22",
            "text": "Palta, ¿mach syal sk'ayb'an Dios t'a jelanil? Anhejton wal Dios chi' sch'olb'itan heb' te niwac yelk'ochi."
        },
        {
            "number": "23",
            "text": "Ay heb' wach'nhej tz'aj yeq'ui, tek'an wal yip heb' scham heb'."
        },
        {
            "number": "24",
            "text": "Ay pax heb' jun, te cusk'olalnhej tz'aj yek' heb' scham heb', malaj jab'oc tzalajk'olal syil heb'."
        },
        {
            "number": "25",
            "text": "Palta jun, a b'aj smucchaj heb' chamnac chi', lajannhej ol aj heb'. Junlajan ol chijocb'at heb' yuj nok' ha'ay."
        },
        {
            "number": "26",
            "text": "Vojtac tas tze na t'a in patic yet' he chuk pensaril."
        },
        {
            "number": "27",
            "text": "Tze naan icha tik: ¿B'ajtom ix kan spat jun winh chuk tik, jun winh yajalxo ix yutej sb'a tik? xe chi."
        },
        {
            "number": "28",
            "text": "¿Tom malaj b'aj tzex lolon yet' heb' anima sb'eyeq'ui? ¿Tom maj eyab' tas syik'tiej heb'?"
        },
        {
            "number": "29",
            "text": "Ayic scot yowal sk'ol Dios, syak'ancot junok yaelal, haxo heb' chuk malaj tas tz'ik'an heb'."
        },
        {
            "number": "30",
            "text": "¿Mach tz'alanoch t'a sat heb' yuj tastac sk'ulej chi'? ¿Mach ol ak'an spak yuj tas sk'ulej heb' chi'?"
        },
        {
            "number": "31",
            "text": "Axo sb'at mucchajcan heb', stanhwaj b'aj smucchaj heb' chi'."
        },
        {
            "number": "32",
            "text": "Siclab'inac lum lum sb'atcan t'a yib'anh heb'. Jantac heb' mucb'ilxo ta', jantacto pax heb' ol mucjocpaxoc."
        },
        {
            "number": "33",
            "text": "¿Tas tz'aj eyak'an sniwanil in k'ol yet' juntzanh he lolonel malaj yelk'och tik? Nab'a es juntzanh tzeyal tik t'ayin, xchi winhaj Job chi'."
        }
    ]
}