{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi winhaj Job chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Maclejec val eyab' tas svala', tato icha chi' ol eyak' snivanil in k'ool."
        },
        {
            "number": "3",
            "text": "Nivan tzeyutej e k'ool yacb'an tzin loloni. Slajvi in lolon chi' tzex b'uchvajxi t'ayin b'ian."
        },
        {
            "number": "4",
            "text": "¿Tocval a yet' junok anima van vak'an oval? ¿Tom manh smojoc scus in k'ool e naani?"
        },
        {
            "number": "5",
            "text": "Ilinecnab'i ol ex xivb'atoc, manhxalaj tas ol elta t'a e ti'."
        },
        {
            "number": "6",
            "text": "Ayic tzin naancot juntzanh chi', tz'ib'xiq'ue in nivanil tik yuj xivelal."
        },
        {
            "number": "7",
            "text": "¿Tas yuj niwan tiempo syil eb' chuk? Sk'och eb' icham animail, sb'inaj val eb'."
        },
        {
            "number": "8",
            "text": "Tzato yil eb' sq'uib' yuninal, stzalaj pax eb' yoch oyan eb' yixchiquin t'a stz'ey."
        },
        {
            "number": "9",
            "text": "Malaj tas xib'tan eb', junk'olalnhej yajek' eb'. Malaj syaelal eb' tz'ak'ji yuj Dios."
        },
        {
            "number": "10",
            "text": "Ha nok' smam svacax eb', wach'nhej yel yinhtilal nok'. Ayic stajni nok' snun svacax eb', max ek'laj yune' nok'."
        },
        {
            "number": "11",
            "text": "Ha yalyuninal eb' sq'ue cheneljoc eb' icha sq'ue tz'itiljoc nok' yunetac chiva."
        },
        {
            "number": "12",
            "text": "Ayic syab'an eb' yoch sjajil yamk'ab' yic b'it, aton te' arpa, te' tanhb'il yet' te' spuchaji, sq'ue cheneljoc eb' yuj tzalajk'olal."
        },
        {
            "number": "13",
            "text": "Wach'nhej yaj eb' chuk chi', junk'olal tz'aj sb'atcan eb' b'aj smucchaji."
        },
        {
            "number": "14",
            "text": "Syalan eb' d'ha Dios: Manh onh a tzuntzej, max yal co k'ol scojtaquejel a checnab'il."
        },
        {
            "number": "15",
            "text": "¿Mach jun Dios Syal Yuj Smasanil chi', yic tzonh och ejmelal t'ay? ¿Tas scak' yala' tzonh tevi t'ay? xchi eb'."
        },
        {
            "number": "16",
            "text": "Ha snaan eb' chuk chi' to yujnhej sjelanil eb' ay sb'eyumal eb'. Ha inxo tik max in cha vab' tas syal eb'."
        },
        {
            "number": "17",
            "text": "¿Tom scomon cham eb' chuk icha tz'aj stup junok candil? ¿Tom scomon javi yaelal t'a yib'anh eb'? ¿Tom scomon cot yoval sk'ol Dios t'a yib'anh eb' syab'an syail eb' yuj?"
        },
        {
            "number": "18",
            "text": "¿Tom scomon saclemb'at eb' icha anh ac tz'ik'jib'at yuj chacxuxum ik'?"
        },
        {
            "number": "19",
            "text": "Ha eyalani to ato eb' uninab'il stupan smul smam. Palta a in tik svala' to smoj a val lak'an eb' stupan smul chi', yic syojtaquejel eb' to yuj smul eb' icha chi' tz'aj eb'."
        },
        {
            "number": "20",
            "text": "Ha eb' chuk chi' smojton schaan yaelal eb' sjavi t'a yib'anh yuj yoval sk'ol Dios Syal Yuj Smasanil."
        },
        {
            "number": "21",
            "text": "Ayic toxo ix cham eb', manhxalaj yalan yic eb' yuj tas scotcan t'a yib'anh yuninal eb' chi'."
        },
        {
            "number": "22",
            "text": "Palta, ¿mach syal sk'ayb'an Dios t'a jelanil? Anhejton val Dios chi' sch'olb'itan eb' te nivac yelk'ochi."
        },
        {
            "number": "23",
            "text": "Ay eb' wach'nhej tz'aj yeq'ui, tek'an val yip eb' scham eb'."
        },
        {
            "number": "24",
            "text": "Ay pax eb' jun, te cusk'olalnhej tz'aj yek' eb' scham eb', malaj jab'oc tzalajk'olal syil eb'."
        },
        {
            "number": "25",
            "text": "Palta jun, a b'aj smucchaj eb' chamnac chi', lajannhej ol aj eb'. Junlajan ol chijocb'at eb' yuj nok' ha'ay."
        },
        {
            "number": "26",
            "text": "Vojtac tas tze na t'a in patic yet' e chuk pensaril."
        },
        {
            "number": "27",
            "text": "Tze naan icha tik: ¿B'ajtom ix kan spat jun winh chuk tik, jun winh yajalxo ix yutej sb'a tik? xe chi."
        },
        {
            "number": "28",
            "text": "¿Tom malaj b'aj tzex lolon yet' eb' anima sb'eyeq'ui? ¿Tom maj eyab' tas syik'tiej eb'?"
        },
        {
            "number": "29",
            "text": "Ayic scot yoval sk'ol Dios, syak'ancot junok yaelal, haxo eb' chuk malaj tas tz'ik'an eb'."
        },
        {
            "number": "30",
            "text": "¿Mach tz'alanoch t'a sat eb' yuj tastac sk'ulej chi'? ¿Mach ol ak'an spak yuj tas sk'ulej eb' chi'?"
        },
        {
            "number": "31",
            "text": "Axo sb'at mucchajcan eb', stanhvaj b'aj smucchaj eb' chi'."
        },
        {
            "number": "32",
            "text": "Siclab'inac lum lum sb'atcan t'a yib'anh eb'. Jantac eb' mucb'ilxo ta', jantacto pax eb' ol mucjocpaxoc."
        },
        {
            "number": "33",
            "text": "¿Tas tz'aj eyak'an snivanil in k'ol yet' juntzanh e lolonel malaj yelk'och tik? Nab'a es juntzanh tzeyal tik t'ayin, xchi winhaj Job chi'."
        }
    ]
}