{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi vinhaj Elifaz aj Temán icha tik:"
        },
        {
            "number": "2",
            "text": "¿Tocval ay tas ol yik' Dios t'a junok anima, wach'chom to aj pensar?"
        },
        {
            "number": "3",
            "text": "Q'uinaloc te tojol tzutej a b'a, mato malaj a mul, ¿tom ay jab'oc tas ol yik' Dios Syal Yuj Smasanil t'a a patic?"
        },
        {
            "number": "4",
            "text": "Manh yujoc to tza k'anab'ajej, ma yuj a wach'il syak'an a cachnab'il yet' a yaelal Dios chi'."
        },
        {
            "number": "5",
            "text": "Palta yujto a val a chukal yet' a mul chi' malaj slajvub'."
        },
        {
            "number": "6",
            "text": "Ix a k'ancanek' spichul eb' meb'a' ayic ix ak'an tas sq'uex eb', wach'chom ix elcan b'eran eb'."
        },
        {
            "number": "7",
            "text": "Wach'chom te b'inajnac ach, to ic masanil lum lum tik, palta maj ak' jab'oc ha' yuq'uej eb' ay staquinhtial, maj ak' pax wa eb' ay svejel."
        },
        {
            "number": "8",
            "text": "Ix a chec meltzaj eb' ix ix chamnac yetb'eyum, malaj jab'oc tas ix ak' t'a eb' ix. Ix ik'anek' tas aycan t'a eb' chamnac smam."
        },
        {
            "number": "9",
            "text": "Yuj chi' tzoymaj chukal t'a a patic ticnaic, tzach somchajq'ue yuj tas ay smay."
        },
        {
            "number": "10",
            "text": "Ichato k’ik’ k’inal yaj t'ayach, maxtzac yal ilan jab'oc. Icha val to a junok ha' eluma' van ach yik'anb'ati."
        },
        {
            "number": "11",
            "text": "Ha Dios ay t'a satcha’anh, najat ayq'ue t'a yib'anh q'uen k'anal, syilemta masanil tastac tzuji."
        },
        {
            "number": "12",
            "text": "¿Am a naani to max yil co b'eyb'al? ¿Tom a k'ik'al asun tzach k'ub'anel t'ay?"
        },
        {
            "number": "13",
            "text": "¿Am a naani to yuj k'ik'al asun chi' max yil Dios, yacb'an van sb'eyek' t'a yib'anh satcha’anh chi'?"
        },
        {
            "number": "14",
            "text": "¿Tom tza tek'b'ejnhej a b'a a b'eyb'alan sb'eyb'al eb' peca' anima chuk sb'eyb'al?"
        },
        {
            "number": "15",
            "text": "Pet chamnac eb' chi', icha tz'aj yik'jib'at junok mach yuj ha' eluma'."
        },
        {
            "number": "16",
            "text": "Wach'chom ha Dios Syal Yuj Smasanil ix ak'an b'ud'joc spat eb' yuj masanil tastac, palta ix spatiquejel Dios chi' eb'. Snaan eb' to malaj tas tz'utaj eb' yuj. Mocab' in na icha sna eb' pit syutej sb'a chi'."
        },
        {
            "number": "17",
            "text": "Ayic ol yilan eb' wach' spensar satel eb' chuk, ol tzalajq'ue eb'. Axo eb' malaj smul tonhej ol tzevaj eb' ol yalan eb' icha tik:"
        },
        {
            "number": "18",
            "text": "Ha eb' cajk'ool van satel eb', van stz'ab'at sb'eyumal eb', xcham eb'."
        },
        {
            "number": "19",
            "text": "Ach Job, ochanhxi junk'olal yet' Dios, tato icha chi' wach' ol ach ajxieq'ui."
        },
        {
            "number": "20",
            "text": "Schaocab' a k'ol to ha Dios chi' tzach k'ayb'ani. Canocab' val slolonel t'a a pensar."
        },
        {
            "number": "21",
            "text": "Tato tziq'uem a b'a, tzak'anxioch a b'ha t'a yol sk'ab' Dios Syal Yuj Smasanil chi', ol ach yik'xichaanh. Tato najat tzik'canel chukal t'a a pat,"
        },
        {
            "number": "22",
            "text": "tato manhxa yelk'och q'uen oro jantac swach'il t'a yol a sat, ichaxonhej lum pococ, ma q'uen comon q'ueen ay t'a yoltac ha ha' tz'ajkan q'uen t'ayach,"
        },
        {
            "number": "23",
            "text": "tato icha chi' tzutej a b'a, ha Dios Syal Yuj Smasanil chi' ol och a b'eyumaloc, icha jantac q'uen oro, ma q'uen plata."
        },
        {
            "number": "24",
            "text": "Ol ach tzalaj yet'oc, ol ak'paxoch yipoc a k'ool."
        },
        {
            "number": "25",
            "text": "Tato ay tas ol a k'an t'ay, ol yab' tas ol ala', a achxo ol aq'uelk'och b'aj ix ak' a ti' t'ay."
        },
        {
            "number": "26",
            "text": "Ha tastac ol a na'a, ol elk'och t'ayach, yujto a swach'k'olal Dios ol ochnhej ed'oc."
        },
        {
            "number": "27",
            "text": "Ha Dios tz'ik'anem eb' syik'chaanh sb'a, skolwaj t'a eb' emnaquil syutej sb'a."
        },
        {
            "number": "28",
            "text": "Anheja' scolan eb' malaj smul, ol ach scol paxi tato malaj a mul, xchi vinhaj Elifaz chi'."
        }
    ]
}