{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi vinhaj Job chi' icha tic:"
        },
        {
            "number": "2",
            "text": "A ticnaic anheja' yel vav yuj in yaelal tic. Vach'chom tzin te k'acvi, palta anheja' yak'anoch in yaelal Dios."
        },
        {
            "number": "3",
            "text": "Comonoc svojtaquejeli b'ajtil tz'ilchaj Dios chi' vuuj, tas pax tz'aj in k'och b'aj ay sdespacho."
        },
        {
            "number": "4",
            "text": "Tato icha chi' tzam val d'ay yuj in yaelal tic, yujto tzijtum tas tzin nib'ej sval d'ay yuj in colan in b'a."
        },
        {
            "number": "5",
            "text": "Tzin nib'ej svojtaquejeli tas ol yal d'ayin."
        },
        {
            "number": "6",
            "text": "¿Tocval ol yak'lab'ej yip yic tzin scachanem numnajoc? Maay, ol smaclej yab' tas ol vala'."
        },
        {
            "number": "7",
            "text": "Ol am yojtaquejeli to yel svala', ol am yalani to malaj in mul. Icham chi' ol aj in yak'anel d'a libre d'a junelnhej."
        },
        {
            "number": "8",
            "text": "Tzin sayek' Dios d'a stojolal b'aj sjavi k'u, malaj ayek' ta'. Tzin saypaxek' d'a stojolal b'aj tz'em k'u, max ilchajpaxlaj vuj ta'."
        },
        {
            "number": "9",
            "text": "Tzin sayek' d'a stojolal norte, max ilchajlaj vuuj. Anhejtona', tzin sayanxi d'a stojolal sur, max sch'ox pax sb'a d'ayin ta'."
        },
        {
            "number": "10",
            "text": "Palta yojtac in b'eyb'al. Ayic ol lajvoc in yak'an proval, vach'xonhej ol in ajcan icha q'uen oro sb'o d'a cal k'ak'."
        },
        {
            "number": "11",
            "text": "A jun b'eyb'al ix sch'oxcan d'ayin, malaj b'aq'uinh svactejcan in b'eyb'alani."
        },
        {
            "number": "12",
            "text": "Tzin k'anab'ajejnhej schecnab'il yed' sk'ayb'ub'al. Ek'b'alxo yelk'och schecnab'il chi' d'a yichanh b'eyumal d'a yol in sat."
        },
        {
            "number": "13",
            "text": "Ayic snaan Dios sk'ulan junoc tasi, sk'ulejnhej, malaj junoc mach syal scachanoch vaan."
        },
        {
            "number": "14",
            "text": "A tas nab'il yuj sk'ulan d'ayin, sk'ulejnhej. Tzijtumto pax tas nab'il yuuj d'a vib'anh."
        },
        {
            "number": "15",
            "text": "Yuj val chi' tzin te xiv d'ay. Anhej tzin naancoti tzin te xivq'uei."
        },
        {
            "number": "16",
            "text": "A Dios Syal Yuj Smasanil, yuuj tz'el vip yuj xivelal."
        },
        {
            "number": "17",
            "text": "Vach'chom maxtzac vil-laj yuj q'uik'alq'uinal oyanoch d'a in patic, palta max in emlaj numan."
        }
    ]
}