{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi winhaj Job chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Ha ticnaik anheja' yel wav yuj in yaelal tik. Wach'chom tzin te k'acwi, palta anheja' yak'anoch in yaelal Dios."
        },
        {
            "number": "3",
            "text": "Comonoc swojtaquejeli b'ajtil tz'ilchaj Dios chi' wuuj, tas pax tz'aj in k'och b'aj ay sdespacho."
        },
        {
            "number": "4",
            "text": "Tato icha chi' tzam wal t'ay yuj in yaelal tik, yujto tzijtum tas tzin nib'ej swal t'ay yuj in colan in b'a."
        },
        {
            "number": "5",
            "text": "Tzin nib'ej swojtaquejeli tas ol yal t'ayin."
        },
        {
            "number": "6",
            "text": "¿Tocwal ol yak'lab'ej yip yic tzin skachanem numnajoc? Maay, ol smaclej yab' tas ol wala'."
        },
        {
            "number": "7",
            "text": "Ol am yojtaquejeli to yel swala', ol am yalani to malaj in mul. Icham chi' ol aj in yak'anel t'a libre t'a junelnhej."
        },
        {
            "number": "8",
            "text": "Tzin sayek' Dios t'a stojolal b'aj sjawi k'u, malaj ayek' ta'. Tzin saypaxek' t'a stojolal b'aj tz'em k'u, max ilchajpaxlaj wuj ta'."
        },
        {
            "number": "9",
            "text": "Tzin sayek' t'a stojolal norte, max ilchajlaj wuuj. Anhejtona', tzin sayanxi t'a stojolal sur, max sch'ox pax sb'a t'ayin ta'."
        },
        {
            "number": "10",
            "text": "Palta yojtak in b'eyb'al. Ayic ol lajwoc in yak'an prowal, wach'xonhej ol in ajkan icha k'een oro sb'o t'a kal k'ak'."
        },
        {
            "number": "11",
            "text": "Ha jun b'eyb'al ix sch'oxkan t'ayin, malaj b'ak'uinh swactejkan in b'eyb'alani."
        },
        {
            "number": "12",
            "text": "Tzin k'anab'ajejnhej schecnab'il yet' sk'ayb'ub'al. Ek'b'alxo yelk'och schecnab'il chi' t'a yichanh b'eyumal t'a yol in sat."
        },
        {
            "number": "13",
            "text": "Ayic snaan Dios sk'ulan junok tasi, sk'ulejnhej, malaj junok mach syal skachanoch waan."
        },
        {
            "number": "14",
            "text": "Ha tas nab'il yuj sk'ulan t'ayin, sk'ulejnhej. Tzijtumto pax tas nab'il yuj t'a wib'anh."
        },
        {
            "number": "15",
            "text": "Yuj wal chi' tzin te xiv t'ay. Anhej tzin naancoti tzin te xivk'ei."
        },
        {
            "number": "16",
            "text": "Ha Dios Syal Yuj Smasanil, yuj tz'el wip yuj xiwelal."
        },
        {
            "number": "17",
            "text": "Wach'chom maxtzac wil-laj yuj k’ik’ k’inal oyanoch t'a in patic, palta max in emlaj numan."
        }
    ]
}