{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ha Dios Syal Yuj Smasanil, ¿tas yuj max yal sk'ual ayic sch'olb'itani, yic wach' stanhvaj yuj eb' swach'k'ol chi' t'a jun k'u chi'?"
        },
        {
            "number": "2",
            "text": "Ha eb' chuk sq'uex stz'acanhil lum lum eb', syelk'an nok' calnel eb', syak'anoch nok' eb' t'a skal nok' yico'."
        },
        {
            "number": "3",
            "text": "Syik'anek' nok' sb'uru eb' meb'a' chamnac smam eb', sk'anancan nok' svacax eb' ix ix chamnac yetb'eyum yuj q'uen tumin syak' eb' majanil."
        },
        {
            "number": "4",
            "text": "Tz'ik'jicanel eb' meb'a' t'a yoltac b'e yuj eb'. Axo eb' anima emnaquil yeq'ui, sk'ub'ejel sb'a eb' t'a eb' chuk chi'."
        },
        {
            "number": "5",
            "text": "Ha eb' meb'a' chi' lajan tz'ajkan eb' icha nok' caltacte'al b'uru t'a tzinan lu'um. Ata' say wa sb'a eb'. Ha t'a tzinan lum chi' say svael yalyuninal eb'."
        },
        {
            "number": "6",
            "text": "Ha eb' meb'a' chi' sb'at eb' t'a smunlajel eb' ch'oc animail. Sb'at sik'q'ue ixim jolom trigo eb', sb'at pax eb' t'a skal yavb'en uva eb' chuk chi', sb'at eb' say te' sat tzato cani ayic smolji."
        },
        {
            "number": "7",
            "text": "Ha eb' meb'a' chi', malaj spichul eb' ayochi tzek' ak'val. Malaj jab'oc tas spichan eb' t'a siic."
        },
        {
            "number": "8",
            "text": "Ayic syak'an nhab', tzek'chaj ha' t'a eb' t'a caltac te', haxo t'a yoltac q'uen nhaq'ueen scol sb'a eb'."
        },
        {
            "number": "9",
            "text": "Ha eb' chuk chi' syiq'uek' snenetac unin eb' ix chamnac yetb'eyum eb', yic skan t'a eb' yuj tas syak' eb' majanil t'a eb' ix."
        },
        {
            "number": "10",
            "text": "Ha eb' meb'a' chi', jab'tzin spichul eb' ayochi. Tz'ek' eb' cuchoj trigo, palta van schampax eb' yuj vejel."
        },
        {
            "number": "11",
            "text": "Smunlaj eb' yet' q'uen molino tz'ik'anelta aceite. Stek'anel yal sat te' uva eb', palta van schampax eb' yuj taquinhtial."
        },
        {
            "number": "12",
            "text": "Axo eb' ya yaji, tz'el yav eb' sk'anan colval. Van scham eb' t'a cal chonhab', palta max ab'chajlaj yel yav eb' yuj Dios."
        },
        {
            "number": "13",
            "text": "Ay eb' malaj sgana t'a jun b'e yic sakil k'inal, max sb'eyb'alej tojolal eb'."
        },
        {
            "number": "14",
            "text": "Ayic k'ik'to sq'ue vaan eb' mak'umcham anima, yic sb'at smak'ancham eb' meb'a' eb'. Axo tzek' ak'val, a elk'al syak' eb'."
        },
        {
            "number": "15",
            "text": "Ha eb' tz'em ajmulal stanhvej eb' sq'uik'b'i, smacan sat eb'. Snaan eb' icha tik: Malaj mach ol onh ilanochoc, xchi eb'."
        },
        {
            "number": "16",
            "text": "Ha eb' elk'um chi', a t'ak'walil tz'och eb' elk'al t'a te' pat. Axo t'a k'ualil macan eb', yujto max schalaj sk'ol sakil k'inal eb'."
        },
        {
            "number": "17",
            "text": "Xiv eb' t'a sakil k'inal chi', haxo k’ik’ k’inal stzalaj eb' yet'oc, yujto ata' xiv juntzanhxo anima."
        },
        {
            "number": "18",
            "text": "Ha eb' chuk chi', elanhchamelnhej ol ek' eb' icha sb'ey svomal ha ha', haxo sluum eb' ol catab'ajcanoc. Manhxa mach ol munlaj b'aj ay yavb'en uva eb'."
        },
        {
            "number": "19",
            "text": "Icha tz'aj yulaxb'at q'uen cheev yuj sk'ak'al yoc k'u, icha chi' ol aj satem eb' chuk chi' b'aj smucchaji."
        },
        {
            "number": "20",
            "text": "Ha eb' chuk chi' sb'atcan eb' satk'olal yuj snun. Manhxa mach snaancot eb', haxo nok' ha'ay schianb'at eb'. Stelvi eb' icha tz'aj stelvi junok te te' sch'acchaji."
        },
        {
            "number": "21",
            "text": "Tz'ixtaj eb' ix ix toxon max unevilaj yuj eb'. Max colvajpaxlaj eb' t'a eb' ix chamnac yetb'eyum."
        },
        {
            "number": "22",
            "text": "Palta ha Dios yet' spoder satanel eb' chuk chi'. Ha val yic sch'oxan spoder Dios chi', manhxa junok mach max xiv t'a chamel."
        },
        {
            "number": "23",
            "text": "Tato tz'el t'a sk'ol Dios, junk'olal pitzan eb' chuk chi', palta aynhejoch sat t'a tas sk'ulej eb'."
        },
        {
            "number": "24",
            "text": "Quennhej tiempo tz'ik'jichaanh eb' chuk chi', palta elanhchamel satxicanel eb'. Icha tz'aj stacji ixim trigo jochb'ilxo, icha chi' tz'aj eb'."
        },
        {
            "number": "25",
            "text": "Tato manh ichocta', ¿mach ex syal eyalani to van vesani, to satnac in? xchi vinhaj Job chi'."
        }
    ]
}