{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "A Dios Syal Yuj Smasanil, ¿tas yuj max yal sk'ual ayic sch'olb'itani, yic vach' stanhvaj yuj eb' svach'k'ol chi' d'a jun k'u chi'?"
        },
        {
            "number": "2",
            "text": "A eb' chuc sq'uex stz'acanhil lum luum eb', syelk'an nok' calnel eb', syak'anoch nok' eb' d'a scal nok' yico'."
        },
        {
            "number": "3",
            "text": "Syik'anek' nok' sb'uru eb' meb'a' chamnac smam eb', sk'anancan nok' svacax eb' ix ix chamnac yetb'eyum yuj q'uen tumin syak' eb' majanil."
        },
        {
            "number": "4",
            "text": "Tz'ik'jicanel eb' meb'a' d'a yoltac b'e yuj eb'. Axo eb' anima emnaquil yeq'ui, sk'ub'ejel sb'a eb' d'a eb' chuc chi'."
        },
        {
            "number": "5",
            "text": "A eb' meb'a' chi' lajan tz'ajcan eb' icha nok' caltacte'al b'uru d'a tz'inan luum. Ata' say va sb'a eb'. A d'a tz'inan lum chi' say svael yalyuninal eb'."
        },
        {
            "number": "6",
            "text": "A eb' meb'a' chi' sb'at eb' d'a smunlajel eb' ch'oc animail. Sb'at sik'q'ue ixim jolom trigo eb', sb'at pax eb' d'a scal yavb'en uva eb' chuc chi', sb'at eb' say te' sat tzato cani ayic smolji."
        },
        {
            "number": "7",
            "text": "A eb' meb'a' chi', malaj spichul eb' ayochi tz'ek' ak'val. Malaj jab'oc tas spichan eb' d'a siic."
        },
        {
            "number": "8",
            "text": "Ayic syak'an nhab', tz'ek'chaj a' d'a eb' d'a caltac te', axo d'a yoltac q'uen nhaq'ueen scol sb'a eb'."
        },
        {
            "number": "9",
            "text": "A eb' chuc chi' syiq'uek' snenetac unin eb' ix chamnac yetb'eyum eb', yic scan d'a eb' yuj tas syak' eb' majanil d'a eb' ix."
        },
        {
            "number": "10",
            "text": "A eb' meb'a' chi', jab'tzin spichul eb' ayochi. Tz'ek' eb' cuchoj trigo, palta van schampax eb' yuj vejel."
        },
        {
            "number": "11",
            "text": "Smunlaj eb' yed' q'uen molino tz'ik'anelta aceite. Stek'anel yal sat te' uva eb', palta van schampax eb' yuj taquinhtial."
        },
        {
            "number": "12",
            "text": "Axo eb' ya yaji, tz'el yav eb' sk'anan colval. Van scham eb' d'a cal chonhab', palta max ab'chajlaj yel yav eb' yuj Dios."
        },
        {
            "number": "13",
            "text": "Ay eb' malaj sgana d'a jun b'e yic saquilq'uinal, max sb'eyb'alej tojolal eb'."
        },
        {
            "number": "14",
            "text": "Ayic q'uik'to sq'ue vaan eb' mak'umcham anima, yic sb'at smak'ancham eb' meb'a' eb'. Axo tz'ek' ak'val, a elk'al syak' eb'."
        },
        {
            "number": "15",
            "text": "A eb' tz'em ajmulal stanhvej eb' sq'uik'b'i, smacan sat eb'. Snaan eb' icha tic: Malaj mach ol onh ilanochoc, xchi eb'."
        },
        {
            "number": "16",
            "text": "A eb' elk'um chi', a d'ak'valil tz'och eb' elk'al d'a te' pat. Axo d'a k'ualil macan eb', yujto max schalaj sk'ol saquilq'uinal eb'."
        },
        {
            "number": "17",
            "text": "Xiv eb' d'a saquilq'uinal chi', axo q'uik'alq'uinal stzalaj eb' yed'oc, yujto ata' xiv juntzanhxo anima."
        },
        {
            "number": "18",
            "text": "A eb' chuc chi', elanhchamelnhej ol ek' eb' icha sb'ey svomal a a', axo sluum eb' ol catab'ajcanoc. Manhxa mach ol munlaj b'aj ay yavb'en uva eb'."
        },
        {
            "number": "19",
            "text": "Icha tz'aj yulaxb'at q'uen cheev yuj sk'ak'al yoc k'u, icha chi' ol aj satem eb' chuc chi' b'aj smucchaji."
        },
        {
            "number": "20",
            "text": "A eb' chuc chi' sb'atcan eb' satk'olal yuj snun. Manhxa mach snaancot eb', axo nok' a'ay schianb'at eb'. Stelvi eb' icha tz'aj stelvi junoc te te' sch'acchaji."
        },
        {
            "number": "21",
            "text": "Tz'ixtaj eb' ix ix toxon max unevilaj yuj eb'. Max colvajpaxlaj eb' d'a eb' ix chamnac yetb'eyum."
        },
        {
            "number": "22",
            "text": "Palta a Dios yed' spoder satanel eb' chuc chi'. A val yic sch'oxan spoder Dios chi', manhxa junoc mach max xiv d'a chamel."
        },
        {
            "number": "23",
            "text": "Tato tz'el d'a sk'ol Dios, junk'olal pitzan eb' chuc chi', palta aynhejoch sat d'a tas sk'ulej eb'."
        },
        {
            "number": "24",
            "text": "Quennhej tiempo tz'ik'jichaanh eb' chuc chi', palta elanhchamel satxicanel eb'. Icha tz'aj stacji ixim trigo jochb'ilxo, icha chi' tz'aj eb'."
        },
        {
            "number": "25",
            "text": "Tato manh ichocta', ¿mach ex syal eyalani to van vesani, to satnac in? xchi vinhaj Job chi'."
        }
    ]
}