{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ha Dios Syal Yuj Smasanil, ¿tas yuj max yal sk'ual ayic sch'olb'itani, yic wach' stanhwaj yuj heb' swach'k'ol chi' t'a jun k'u chi'?"
        },
        {
            "number": "2",
            "text": "Ha heb' chuk sk'ex stz'acanhil lum lum heb', syelk'an nok' calnel heb', syak'anoch nok' heb' t'a skal nok' yico'."
        },
        {
            "number": "3",
            "text": "Syik'anek' nok' sb'uru heb' meb'a' chamnac smam heb', sk'anancan nok' swacax heb' ix ix chamnac yetb'eyum yuj k'een tumin syak' heb' majanil."
        },
        {
            "number": "4",
            "text": "Tz'ik'jicanel heb' meb'a' t'a yoltac b'e yuj heb'. Axo heb' anima emnaquil yeq'ui, sk'ub'ejel sb'a heb' t'a heb' chuk chi'."
        },
        {
            "number": "5",
            "text": "Ha heb' meb'a' chi' lajan tz'ajkan heb' icha nok' caltacte'al b'uru t'a tzinan lu'um. Ata' say wa sb'a heb'. Ha t'a tzinan lum chi' say swael yalyuninal heb'."
        },
        {
            "number": "6",
            "text": "Ha heb' meb'a' chi' sb'at heb' t'a smunlajel heb' ch'oc animail. Sb'at sik'k'e ixim jolom trigo heb', sb'at pax heb' t'a skal yavb'en uwa heb' chuk chi', sb'at heb' say te' sat tzato cani ayic smolji."
        },
        {
            "number": "7",
            "text": "Ha heb' meb'a' chi', malaj spichul heb' ayochi tzek' ak'wal. Malaj jab'oc tas spichan heb' t'a siic."
        },
        {
            "number": "8",
            "text": "Ayic syak'an nhab', tzek'chaj ha' t'a heb' t'a caltac te', haxo t'a yoltac k'een nhak'een scol sb'a heb'."
        },
        {
            "number": "9",
            "text": "Ha heb' chuk chi' syik'ek' snenetac unin heb' ix chamnac yetb'eyum heb', yic skan t'a heb' yuj tas syak' heb' majanil t'a heb' ix."
        },
        {
            "number": "10",
            "text": "Ha heb' meb'a' chi', jab'tzin spichul heb' ayochi. Tz'ek' heb' cuchoj trigo, palta wan schampax heb' yuj wejel."
        },
        {
            "number": "11",
            "text": "Smunlaj heb' yet' k'een molino tz'ik'anelta aceite. Stek'anel yal sat te' uwa heb', palta wan schampax heb' yuj taquinhtial."
        },
        {
            "number": "12",
            "text": "Axo heb' ya yaji, tz'el yav heb' sk'anan colwal. Van scham heb' t'a kal chonhab', palta max ab'chajlaj yel yav heb' yuj Dios."
        },
        {
            "number": "13",
            "text": "Ay heb' malaj sgana t'a jun b'e yic sakil k'inal, max sb'eyb'alej tojolal heb'."
        },
        {
            "number": "14",
            "text": "Ayic k'ik'to sk'e waan heb' mak'umcham anima, yic sb'at smak'ancham heb' meb'a' heb'. Axo tzek' ak'wal, a elk'al syak' heb'."
        },
        {
            "number": "15",
            "text": "Ha heb' tz'em ajmulal stanhwej heb' sq'uik'b'i, smacan sat heb'. Snaan heb' icha tik: Malaj mach ol onh ilanochoc, xchi heb'."
        },
        {
            "number": "16",
            "text": "Ha heb' elk'um chi', a t'ak'walil tz'och heb' elk'al t'a te' pat. Axo t'a k'ualil macan heb', yujto max schalaj sk'ol sakil k'inal heb'."
        },
        {
            "number": "17",
            "text": "Xiv heb' t'a sakil k'inal chi', haxo k’ik’ k’inal stzalaj heb' yet'oc, yujto ata' xiv juntzanhxo anima."
        },
        {
            "number": "18",
            "text": "Ha heb' chuk chi', elanhchamelnhej ol ek' heb' icha sb'ey swomal ha ha', haxo sluum heb' ol catab'ajcanoc. Manhxa mach ol munlaj b'aj ay yavb'en uwa heb'."
        },
        {
            "number": "19",
            "text": "Icha tz'aj yulaxb'at k'een cheev yuj sk'ak'al yoc k'u, icha chi' ol aj satem heb' chuk chi' b'aj smucchaji."
        },
        {
            "number": "20",
            "text": "Ha heb' chuk chi' sb'atcan heb' satk'olal yuj snun. Manhxa mach snaancot heb', haxo nok' ha'ay schianb'at heb'. Stelwi heb' icha tz'aj stelwi junok te te' sch'acchaji."
        },
        {
            "number": "21",
            "text": "Tz'ixtaj heb' ix ix toxon max unewilaj yuj heb'. Max colwajpaxlaj heb' t'a heb' ix chamnac yetb'eyum."
        },
        {
            "number": "22",
            "text": "Palta ha Dios yet' spoder satanel heb' chuk chi'. Ha wal yic sch'oxan spoder Dios chi', manhxa junok mach max xiv t'a chamel."
        },
        {
            "number": "23",
            "text": "Tato tz'el t'a sk'ol Dios, junk'olal pitzan heb' chuk chi', palta aynhejoch sat t'a tas sk'ulej heb'."
        },
        {
            "number": "24",
            "text": "Quennhej tiempo tz'ik'jichaanh heb' chuk chi', palta elanhchamel satxicanel heb'. Icha tz'aj stacji ixim trigo jochb'ilxo, icha chi' tz'aj heb'."
        },
        {
            "number": "25",
            "text": "Tato manh ichocta', ¿mach ex syal eyalani to wan wesani, to satnac in? xchi winhaj Job chi'."
        }
    ]
}