{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi vinhaj Job chi' icha tic:"
        },
        {
            "number": "2",
            "text": "Yipk'olal ix colvaj a lolonel ix al d'ayin d'a in cusk'olal tic, yuj am to tzila' to manhxalaj vip."
        },
        {
            "number": "3",
            "text": "Vach' jun, syal ak'an in razón, tzin a k'ayb'an a in malaj in pensar tic."
        },
        {
            "number": "4",
            "text": "¿Mach ix lolon d'a a pensar yuj chi' tzala'? ¿Mach ix alan d'ayach, yuj chi' tzal icha chi'?"
        },
        {
            "number": "5",
            "text": "A eb' chamnac ayek' d'a sjulal yich a' mar, tz'ib'xi eb' yuj xivelal."
        },
        {
            "number": "6",
            "text": "A b'aj ayek' eb' chamnac, chequel yaj d'a yichanh Dios, chequel yaj junjun eb' d'a yichanh."
        },
        {
            "number": "7",
            "text": "A ix jenhb'anb'at satchaanh d'a stojolal norte b'aj jacan, malaj tas d'ay. Ix sb'oanoch lum luum b'aj malaj tasi."
        },
        {
            "number": "8",
            "text": "A tz'ak'anb'at a a' d'a scal asun, palta max nhik'chajlaj asun chi' yuj yalil a'."
        },
        {
            "number": "9",
            "text": "A tz'ak'an q'uik'b'oquel sat q'uen uj, vach'chom k'ojan q'ueen, palta a' tz'ak'anoch asun d'a sat q'ueen."
        },
        {
            "number": "10",
            "text": "A ix ak'anem yechel d'a yib'anh a' mar b'aj sk'och k'aman saquilq'uinal yed' q'uik'alq'uinal."
        },
        {
            "number": "11",
            "text": "A yipumal satchaanh tz'ib'xi, xivpaxq'uei ayic stumvaj Dios chi'."
        },
        {
            "number": "12",
            "text": "A yuj spoder ix scachanoch vaan a' mar, yuj sjelanil ix yak'an ganar nok' nivan Rahab."
        },
        {
            "number": "13",
            "text": "Jun pusnhej syak'a' sk'achvi, a yed' spoder stecancham nok' chan mecan cuman sb'ati."
        },
        {
            "number": "14",
            "text": "A jantac tas satub'tac sk'ulej ix cab' tic, jab'nhej. A tas ix cab' tic tonhej ix co mac ab'ej. Ocxom val to tz'acan tz'aj cab'ani, maxtzac am nachajel cuuj, xchi vinhaj Job chi'."
        }
    ]
}