{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolonnhej winhaj Job:"
        },
        {
            "number": "2",
            "text": "Swak' in ti' t'a yichanh Dios Syal Yuj Smasanil, aton jun max yal sk'ol sb'oan yaj tas waji, aton tz'ak'an ixtaxel in pensar yuj in yaelal,"
        },
        {
            "number": "3",
            "text": "yacb'an pitzan into, yacb'an tzato yal wik'an wik' yuj, anhej tas yel ol wala', manh ol wal tas manh yeloc."
        },
        {
            "number": "4",
            "text": "Toxon malaj b'ak'uinh ol wala' to yel tas tzeyal t'ayin. Manh ol in chaoch t'a wib'anh to ay in mul."
        },
        {
            "number": "5",
            "text": "Ol walnhej to wach' in pensar, manh ol in k'ex tas swala'. Tzin b'eyk'olej wal in b'a to malaj in mul swab'i."
        },
        {
            "number": "6",
            "text": "Masanil heb' ayoch ajk'olal t'ayin, jaocab' yaelal t'a yib'anh heb', icha yaelal sjawi t'a yib'anh heb' chuk."
        },
        {
            "number": "7",
            "text": "多Tasto wal ayoch yipoc sk'ol heb' chuk, ayic tz'ik'jiel sk'inal heb' yuj Dios?"
        },
        {
            "number": "8",
            "text": "Ayic ayoch heb' t'a syaelal, 多tom ol scha yab' Dios ayic ol tewoc heb' t'ay?"
        },
        {
            "number": "9",
            "text": "多Tocwal tz'ilchaj stzalajk'olal heb' d'ha Dios Syal Yuj Smasanil tato malaj b'aj syal sb'a heb' t'ay?"
        },
        {
            "number": "10",
            "text": "Ha ticnaik ol in ch'ox wal sniwan poder Dios Syal Yuj Smasanil t'ayex yet' tas nab'il yuj."
        },
        {
            "number": "11",
            "text": "Ha ex tik eyilnacxo juntzanh chi', haxo ticnaik jun, 多tas yuj tzex lolon t'a manh pensaril?"
        },
        {
            "number": "12",
            "text": "Ha jun yaelal tik syak' Dios Syal Yuj Smasanil spacoc t'a heb' ixtum anima."
        },
        {
            "number": "13",
            "text": "Wach'chom tzijtum yuninal heb', palta ol cham heb' t'a owal, ma yuj wejel."
        },
        {
            "number": "14",
            "text": "Axo heb' olto kan t'a skal heb', a ilya ol ik'an scham heb'. Axo heb' ix yetb'eyum heb' scani, manh ol ok'laj heb' ix yuj heb'."
        },
        {
            "number": "15",
            "text": "Wach'chom a heb' chuk chi' ste molb'ej k'een plata heb' icha lum pokok, wach'chom manh jantacoc spichul heb' ayeq'ui,"
        },
        {
            "number": "16",
            "text": "axom junok winh winak te wach' spensar ol ak'anoch juntzanh pichul chi', ol yak'an snib'ej winh yet' k'een plata chi'."
        },
        {
            "number": "17",
            "text": "Ha spat heb' chuk chi', k'uun, lajan icha juntzanh yet'tal nok' tzocoy, ma icha junok lechpat t'a kal munlajel."
        },
        {
            "number": "18",
            "text": "Ha heb' chuk chi' swaycanem heb' yet' sb'eyumal, haxo tz'el swayanh heb' manhxalaj tas t'a heb', mheb'haxo heb'."
        },
        {
            "number": "19",
            "text": "Ha xiwelal ol jawok t'a heb' icha ha' eluma', ma icha tz'aj yik'jib'at junok tas yuj ik'nhab' t'ak'walil."
        },
        {
            "number": "20",
            "text": "Ha chacxuxum ik' scot t'a stojolal b'aj sjawi k'u, a ol ek' leman spat heb',"
        },
        {
            "number": "21",
            "text": "ol och xuman t'a heb', ol lajwoquel heb' yuj. Wach'chom olto snib'ej el lemnaj sb'a heb', palta manhxalaj niwank'olal t'a heb'."
        },
        {
            "number": "22",
            "text": "Ha jun owal ik' chi' ol k'anh wal, ol xururoc yoch t'a spatic heb'."
        }
    ]
}