{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolonnhej vinhaj Job:"
        },
        {
            "number": "2",
            "text": "Svak' in ti' t'a yichanh Dios Syal Yuj Smasanil, aton jun max yal sk'ol sb'oan yaj tas vaji, aton tz'ak'an ixtaxel in pensar yuj in yaelal,"
        },
        {
            "number": "3",
            "text": "yacb'an pitzan into, yacb'an tzato yal vik'an vik' yuj, anhej tas yel ol vala', manh ol val tas manh yeloc."
        },
        {
            "number": "4",
            "text": "Toxon malaj b'ak'uinh ol vala' to yel tas tzeyal t'ayin. Manh ol in chaoch t'a vib'anh to ay in mul."
        },
        {
            "number": "5",
            "text": "Ol valnhej to wach' in pensar, manh ol in q'uex tas svala'. Tzin b'eyk'olej val in b'a to malaj in mul svab'i."
        },
        {
            "number": "6",
            "text": "Masanil eb' ayoch ajk'olal t'ayin, jaocab' yaelal t'a yib'anh eb', icha yaelal sjavi t'a yib'anh eb' chuc."
        },
        {
            "number": "7",
            "text": "多Tasto val ayoch yipoc sk'ol eb' chuc, ayic tz'ik'jiel sq'uinal eb' yuj Dios?"
        },
        {
            "number": "8",
            "text": "Ayic ayoch eb' t'a syaelal, 多tom ol scha yab' Dios ayic ol tevoc eb' t'ay?"
        },
        {
            "number": "9",
            "text": "多Tocval tz'ilchaj stzalajk'olal eb' d'ha Dios Syal Yuj Smasanil tato malaj b'aj syal sb'a eb' t'ay?"
        },
        {
            "number": "10",
            "text": "Ha ticnaic ol in ch'ox val snivan poder Dios Syal Yuj Smasanil t'ayex yet' tas nab'il yuj."
        },
        {
            "number": "11",
            "text": "Ha ex tik eyilnacxo juntzanh chi', haxo ticnaic jun, 多tas yuj tzex lolon t'a manh pensaril?"
        },
        {
            "number": "12",
            "text": "Ha jun yaelal tik syak' Dios Syal Yuj Smasanil spacoc t'a eb' ixtum anima."
        },
        {
            "number": "13",
            "text": "Wach'chom tzijtum yuninal eb', palta ol cham eb' t'a oval, ma yuj vejel."
        },
        {
            "number": "14",
            "text": "Axo eb' olto kan t'a skal eb', a ilya ol ik'an scham eb'. Axo eb' ix yetb'eyum eb' scani, manh ol ok'laj eb' ix yuj eb'."
        },
        {
            "number": "15",
            "text": "Wach'chom a eb' chuc chi' ste molb'ej q'uen plata eb' icha lum pococ, wach'chom manh jantacoc spichul eb' ayeq'ui,"
        },
        {
            "number": "16",
            "text": "axom junok vinh vinac te wach' spensar ol ak'anoch juntzanh pichul chi', ol yak'an sgana vinh yet' q'uen plata chi'."
        },
        {
            "number": "17",
            "text": "Ha spat eb' chuc chi', k'uun, lajan icha juntzanh yet'tal nok' tzocoy, ma icha junok lechpat t'a cal munlajel."
        },
        {
            "number": "18",
            "text": "Ha eb' chuc chi' svaycanem eb' yet' sb'eyumal, haxo tz'el svayanh eb' manhxalaj tas t'a eb', meb'haxo eb'."
        },
        {
            "number": "19",
            "text": "Ha xivelal ol javoc t'a eb' icha ha' eluma', ma icha tz'aj yik'jib'at junok tas yuj ik'nhab' t'ak'walil."
        },
        {
            "number": "20",
            "text": "Ha chacxuxum ik' scot t'a stojolal b'aj sjavi k'u, a ol ek' leman spat eb',"
        },
        {
            "number": "21",
            "text": "ol och xuman t'a eb', ol lajvoquel eb' yuj. Wach'chom olto snib'ej el lemnaj sb'a eb', palta manhxalaj nivank'olal t'a eb'."
        },
        {
            "number": "22",
            "text": "Ha jun oval ik' chi' ol k'anh val, ol xururoc yoch t'a spatic eb'."
        }
    ]
}