{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "A q'uen plata ay sminasil q'uen b'aj sq'ueta, axo q'uen oro ay yed'tal q'uen b'aj sb'oi."
        },
        {
            "number": "2",
            "text": "A q'uen hierro tz'ik'chajq'ueta q'uen d'a yol luum, axo q'uen q'ueen, ayic stz'a q'uen d'a cal k'ak', tz'elta q'uen cobre d'a q'ueen."
        },
        {
            "number": "3",
            "text": "A eb' anima, maxtzac xivlaj eb' b'aj te q'uik'q'uinal. Tz'emnhej eb' d'a yoltac q'uen nivac xab' te jul yich. A d'a scal q'uik'alq'uinal chi', ata' say q'uen q'ueen chi' eb'."
        },
        {
            "number": "4",
            "text": "Sjoyq'ueta juntzanh minas eb' b'aj maxtzac ek' anima, najat yajb'at b'aj ay chonhab'. A yed' ch'anh lasu tz'ek' d'unhunhoc eb'."
        },
        {
            "number": "5",
            "text": "A d'a sat luum tic, sq'uib'chaanh tas svaji, axo d'a yalanh luum syak'och k'ak' eb' anima yic spoj q'uen q'ueen."
        },
        {
            "number": "6",
            "text": "Axo d'a scal sk'ajil q'ueen chi', tz'ilchaj q'uen zafiro yed' q'uen oro."
        },
        {
            "number": "7",
            "text": "A d'a yoltac minas chi', malaj junoc nok' ik'umb'at much tz'ek' ta'. Malaj pax nok' ch'acb'a tz'ilan yool chi'."
        },
        {
            "number": "8",
            "text": "A nok' chium nok', maxtzac ek'laj nok' ta'. Maxtzac ek'paxlaj nok' choj ta'."
        },
        {
            "number": "9",
            "text": "A eb' vinh vinac, smak' q'uen q'ueen eb' vinh te tzatz, syamanoch eb' vinh sjoyan yichtac lum nivac vitz."
        },
        {
            "number": "10",
            "text": "Sjoyanoch nivac olan eb' vinh d'a sattac q'uen tenam, yic sayan q'uen q'ueen eb' vinh caro stojol."
        },
        {
            "number": "11",
            "text": "Sjacanq'ueta a a' eb' vinh ta'. Syik'anq'ueta eb' vinh d'a saquilq'uinal tastac k'ub'eltac yaji."
        },
        {
            "number": "12",
            "text": "Palta a jelanil ¿b'ajtil tz'ilchaji? ¿b'ajtil ay aj pensaril?"
        },
        {
            "number": "13",
            "text": "A jelanil chi' malaj junoc anima ojtannac tastac yed'nac, max chaxlaj d'a scal eb' anima d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "14",
            "text": "Vach'chom sco sayek' d'a sjulal yich a' mar, max chaxlaj cuj ta'."
        },
        {
            "number": "15",
            "text": "Max yal yak'chaj q'uen oro, ma q'uen plata sq'uexuloc."
        },
        {
            "number": "16",
            "text": "Max yal smanchaj yed' q'uen oro te vach', ma yed' q'uen cornalina, ma yed' q'uen zafiro."
        },
        {
            "number": "17",
            "text": "Max yal co lajb'an yed' q'uen oro, ma yed' q'uen q'ueen caro stojol. Max yal sq'uexchaj yed' yelvanub' sk'an eb' ix ix nab'a oro."
        },
        {
            "number": "18",
            "text": "A jelanil chi' te nib'ab'il d'a yichanh q'uen coral. Ek'b'al te vach' d'a yichanh q'uen cuarzo, ma q'uen perla."
        },
        {
            "number": "19",
            "text": "Max yal slajb'an sb'a jelanil chi' yed' q'uen crisólito scot d'a Etiopía, max yal stupchaj yed' q'uen oro te vach'."
        },
        {
            "number": "20",
            "text": "Palta ¿b'ajtil scot jelanil chi'? ¿b'ajtil ay aj pensaril?"
        },
        {
            "number": "21",
            "text": "k'ub'ab'ilel d'a masanil anima pitzan. k'ub'ab'ilpaxel d'a nok' much sjenhvi."
        },
        {
            "number": "22",
            "text": "A b'aj ayek' eb' chamnac yed' jun chamel, syal eb' icha tic: Tonhej ix cab' sb'inajnaquil jelanil chi', xchi eb'."
        },
        {
            "number": "23",
            "text": "Palta a Dios yojtac sb'eal jelanil chi', yojtac b'aj ay."
        },
        {
            "number": "24",
            "text": "Yujto syil masanil b'aj slajvik'och yolyib'anhq'uinal tic yed' masanil tas ay d'a yalanh satchaanh."
        },
        {
            "number": "25",
            "text": "Ayic ix yak'ancanoch Dios yipal ik', ayic ix yak'anem yechel b'aj sjavi k'aman a a',"
        },
        {
            "number": "26",
            "text": "ayic ix sb'oancan tiempoal nhab'ilq'uinal, ayic ix sb'oancan b'aj tz'ek' leb'lon yic smak'vaj k'u,"
        },
        {
            "number": "27",
            "text": "ata' ix yila' to te nivan yelk'och jelanil, ix sch'olb'itani, ix yilani to vach' tz'aj icha chi'."
        },
        {
            "number": "28",
            "text": "Ix yalan Dios d'a eb' anima icha tic: Tato nivan velk'och d'a yol e sat, aton jelanil chi', tato tzeyiq'uel e b'a d'a scal chucal, aton aj pensaril chi', xchi Dios chi'."
        }
    ]
}