{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Ha q'uen plata ay sminasil q'uen b'aj sq'ueta, haxo q'uen oro ay yet'tal q'uen b'aj sb'oi."
        },
        {
            "number": "2",
            "text": "Ha q'uen hierro tz'ik'chajq'ueta q'uen t'a yol lu'um, haxo q'uen q'ueen, ayic stz'a q'uen t'a cal k'ak', tz'elta q'uen cobre t'a q'ueen."
        },
        {
            "number": "3",
            "text": "Ha eb' anima, maxtzac xivlaj eb' b'aj te k'ik'q'uinal. Tz'emnhej eb' t'a yoltac q'uen nivac xab' te jul yich. Ha t'a skal k’ik’ k’inal chi', ata' say q'uen q'ueen chi' eb'."
        },
        {
            "number": "4",
            "text": "Sjoyq'ueta juntzanh minas eb' b'aj maxtzac ek' anima, najat yajb'at b'aj ay chonhab'. Ha yet' ch'anh lasu tzek' d'unhunhoc eb'."
        },
        {
            "number": "5",
            "text": "Ha t'a sat lu'um tik, sq'uib'chaanh tas svaji, haxo t'a yalanh lu'um syak'och k'ak' eb' anima yic spoj q'uen q'ueen."
        },
        {
            "number": "6",
            "text": "Axo t'a skal sk'ajil q'ueen chi', tz'ilchaj q'uen zafiro yet' q'uen oro."
        },
        {
            "number": "7",
            "text": "Ha t'a yoltac minas chi', malaj junok nok' ik'umb'at much tzek' ta'. Malaj pax nok' ch'acb'a tz'ilan yool chi'."
        },
        {
            "number": "8",
            "text": "Ha nok' chium nok', maxtzac ek'laj nok' ta'. Maxtzac ek'paxlaj nok' choj ta'."
        },
        {
            "number": "9",
            "text": "Ha eb' vinh vinac, smak' q'uen q'ueen eb' vinh te tzatz, syamanoch eb' vinh sjoyan yichtac lum nivac vitz."
        },
        {
            "number": "10",
            "text": "Sjoyanoch nivac olan eb' vinh t'a sattac q'uen tenam, yic sayan q'uen q'ueen eb' vinh caro stojol."
        },
        {
            "number": "11",
            "text": "Sjacanq'ueta ha ha' eb' vinh ta'. Syik'anq'ueta eb' vinh t'a sakil k'inal tastac k'ub'eltac yaji."
        },
        {
            "number": "12",
            "text": "Palta a jelanil ¿b'ajtil tz'ilchaji? ¿b'ajtil ay aj pensaril?"
        },
        {
            "number": "13",
            "text": "Ha jelanil chi' malaj junok anima ojtannac tastac yet'nac, max chaxlaj t'a skal eb' anima t'a yol yib'anhk’inal tik."
        },
        {
            "number": "14",
            "text": "Wach'chom sco sayek' t'a sjulal yich ha' mar, max chaxlaj cuj ta'."
        },
        {
            "number": "15",
            "text": "Max yal yak'chaj q'uen oro, ma q'uen plata sq'uexuloc."
        },
        {
            "number": "16",
            "text": "Max yal smanchaj yet' q'uen oro te wach', ma yet' q'uen cornalina, ma yet' q'uen zafiro."
        },
        {
            "number": "17",
            "text": "Max yal co lajb'an yet' q'uen oro, ma yet' q'uen q'ueen caro stojol. Max yal sq'uexchaj yet' yelvanub' sk'an eb' ix ix nab'a oro."
        },
        {
            "number": "18",
            "text": "Ha jelanil chi' te nib'ab'il t'a yichanh q'uen coral. Ek'b'al te wach' t'a yichanh q'uen cuarzo, ma q'uen perla."
        },
        {
            "number": "19",
            "text": "Max yal slajb'an sb'a jelanil chi' yet' q'uen crisólito scot t'a Etiopía, max yal stupchaj yet' q'uen oro te wach'."
        },
        {
            "number": "20",
            "text": "Palta ¿b'ajtil scot jelanil chi'? ¿b'ajtil ay aj pensaril?"
        },
        {
            "number": "21",
            "text": "k'ub'ab'ilel t'a masanil anima pitzan. k'ub'ab'ilpaxel t'a nok' much sjenhvi."
        },
        {
            "number": "22",
            "text": "Ha b'aj ayek' eb' chamnac yet' jun chamel, syal eb' icha tik: Tonhej ix cab' sb'inajnaquil jelanil chi', xchi eb'."
        },
        {
            "number": "23",
            "text": "Palta ha Dios yojtac sb'eal jelanil chi', yojtac b'aj ay."
        },
        {
            "number": "24",
            "text": "Yujto syil masanil b'aj slajvik'och yol yib'anhk’inal tik yet' masanil tas ay t'a yalanh satcha’anh."
        },
        {
            "number": "25",
            "text": "Ayic ix yak'ancanoch Dios yipal ik', ayic ix yak'anem yechel b'aj sjavi k'aman ha ha',"
        },
        {
            "number": "26",
            "text": "ayic ix sb'oancan tiempoal nhab'ilq'uinal, ayic ix sb'oancan b'aj tzek' leb'lon yic smak'vaj k'u,"
        },
        {
            "number": "27",
            "text": "ata' ix yila' to te niwan yelk'och jelanil, ix sch'olb'itani, ix yilani to wach' tz'aj icha chi'."
        },
        {
            "number": "28",
            "text": "Ix yalan Dios t'a eb' anima icha tik: Tato niwan velk'och t'a yol e sat, aton jelanil chi', tato tzeyiq'uel e b'ha t'a skal chucal, aton aj pensaril chi', xchi Dios chi'."
        }
    ]
}