{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ix syamanxioch winhaj Job yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Comonoc wal syal in k'ochxi icha wajtaxon t'a yalanhtaxo ayic te tanhwab'il in yuj Dios."
        },
        {
            "number": "3",
            "text": "Ayic syak'an sakil k'inal Dios t'ayin, wach' in ek' t'a kal k’ik’ k’inal,"
        },
        {
            "number": "4",
            "text": "tek'an anima in, chequel wal skolwaj Dios yet' tastac ay t'ayin."
        },
        {
            "number": "5",
            "text": "Aynhejek' Dios Syal Yuj Smasanil chi' wed'oc, haxo heb' wuninal, oyanoch heb' t'a in patic."
        },
        {
            "number": "6",
            "text": "Ha t'a jun pekti’ chi', manhxo jantacoc yal yim nok' in wakax yet' nok' in chiwa tz'elta. Ha te' oliwo awab'il t'a kaltac k'een, manh jantacoc aceite swik' t'a te'."
        },
        {
            "number": "7",
            "text": "Ayic tzin k'och b'aj smolb'ej sb'a heb' yajalil chonhab', tzin em k'ojan t'a in xila t'a skal heb'."
        },
        {
            "number": "8",
            "text": "Ayic tzin yilan heb' kelemtac, sb'es sb'a heb', haxo heb' ichamtac winak sk'e linhan heb' ayic tzin k'ochi."
        },
        {
            "number": "9",
            "text": "Ha heb' yajal chonhab', numan tz'aj heb', syak' yechel heb' yic numan tz'aj juntzanhxo heb'."
        },
        {
            "number": "10",
            "text": "Ha heb' yajalil chonhab', k'unxonhej slolon heb', manhxa tas syal heb'."
        },
        {
            "number": "11",
            "text": "Ayic tzin yilan heb', syab'an heb' tas swala', syalan wach' lolonel heb' t'a in patic,"
        },
        {
            "number": "12",
            "text": "yujto tzin kolwaj t'a heb' manhxa smam yet' t'a heb' meb'a', aton heb' malaj junocxo mach scolan t'a skal yaelal."
        },
        {
            "number": "13",
            "text": "Ha heb' wan scham yuj mheb'ail, syak' yuj diosal heb' t'ayin, haxo heb' ix chamnac yetb'eyum, stzalaj heb' ix yuj in colwal."
        },
        {
            "number": "14",
            "text": "Ha tojolal yet' wach'k'olal aynhejoch t'ayin, ichato in pichul yajochi."
        },
        {
            "number": "15",
            "text": "In och yet' heb' max uji yilani yet' heb' max uji sb'eyi."
        },
        {
            "number": "16",
            "text": "Icha mamab'il waj t'a heb' ay stzapan smajanil. Tzin colan pax heb' max yal scolan sb'ha t'a yichanh heb' yajal, wach'chom manh wojtakoc heb' palta tzin colnhej heb'."
        },
        {
            "number": "17",
            "text": "Swik'el yopisio heb' ixtum anima, tzin colankanel heb' ayoch t'a yol sk'ab' heb'."
        },
        {
            "number": "18",
            "text": "Ha in naani to te niwan tiempo ol wila'', icham animail ol ik'an in cham t'a in ch'at."
        },
        {
            "number": "19",
            "text": "Ha t'a jun pekti’ chi' lajan in icha junok te te' awab'il t'a sti' junok ha ha', a sk'ab'tac te' schaan yal ak'wal tz'emi."
        },
        {
            "number": "20",
            "text": "Wach' syutej heb' anima in yak'an b'inajoc, ichato junjun k'u tz'ochnhej wip in colan in b'a."
        },
        {
            "number": "21",
            "text": "Masanil anima smaclan yab' tas swala', numan tz'aj heb' yab'an in razón."
        },
        {
            "number": "22",
            "text": "Ayic slajwi in lolon chi', schanhej sk'ol heb' smasanil. Wach'nhej syab' heb'."
        },
        {
            "number": "23",
            "text": "Snib'ej wal heb' syab' in lolonel chi', icha wal snib'an nhab' heb' munlajwum t'a waresma."
        },
        {
            "number": "24",
            "text": "Ayic tzin tzewaj yet' heb', tz'och k'elan heb', ijan wal max schalaj heb', max stzuntzejcotlaj wowal heb'."
        },
        {
            "number": "25",
            "text": "Swak'och wopisio t'a skal heb', swalani tas yowalil sk'ulej heb', icha junok rey tz'ak'an mandar t'a skal heb' soldado. Ayic ay scusk'olal heb', swak' sniwanil sk'ool heb'."
        }
    ]
}