{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ix syamanxioch vinhaj Job yalan icha tic:"
        },
        {
            "number": "2",
            "text": "Comonoc val syal in k'ochxi icha vajtaxon d'a yalanhtaxo ayic te tanhvab'il in yuj Dios."
        },
        {
            "number": "3",
            "text": "Ayic syak'an saquilq'uinal Dios d'ayin, vach' in ek' d'a cal q'uik'alq'uinal,"
        },
        {
            "number": "4",
            "text": "tek'an anima in, chequel val scolvaj Dios yed' tastac ay d'ayin."
        },
        {
            "number": "5",
            "text": "Aynhejek' Dios Syal Yuj Smasanil chi' ved'oc, axo eb' vuninal, oyanoch eb' d'a in patic."
        },
        {
            "number": "6",
            "text": "A d'a jun tiempoal chi', manhxo jantacoc yal yim nok' in vacax yed' nok' in chiva tz'elta. A te' olivo avab'il d'a caltac q'ueen, manh jantacoc aceite svik' d'a te'."
        },
        {
            "number": "7",
            "text": "Ayic tzin k'och b'aj smolb'ej sb'a eb' yajalil chonhab', tzin em k'ojan d'a in xila d'a scal eb'."
        },
        {
            "number": "8",
            "text": "Ayic tzin yilan eb' quelemtac, sb'es sb'a eb', axo eb' ichamtac vinac sq'ue linhan eb' ayic tzin k'ochi."
        },
        {
            "number": "9",
            "text": "A eb' yajal chonhab', numan tz'aj eb', syak' yechel eb' yic numan tz'aj juntzanhxo eb'."
        },
        {
            "number": "10",
            "text": "A eb' yajalil chonhab', k'unxonhej slolon eb', manhxa tas syal eb'."
        },
        {
            "number": "11",
            "text": "Ayic tzin yilan eb', syab'an eb' tas svala', syalan vach' lolonel eb' d'a in patic,"
        },
        {
            "number": "12",
            "text": "yujto tzin colvaj d'a eb' manhxa smam yed' d'a eb' meb'a', aton eb' malaj junocxo mach scolan d'a scal yaelal."
        },
        {
            "number": "13",
            "text": "A eb' van scham yuj meb'ail, syak' yuj diosal eb' d'ayin, axo eb' ix chamnac yetb'eyum, stzalaj eb' ix yuj in colval."
        },
        {
            "number": "14",
            "text": "A tojolal yed' vach'k'olal aynhejoch d'ayin, ichato in pichul yajochi."
        },
        {
            "number": "15",
            "text": "In och yed' eb' max uji yilani yed' eb' max uji sb'eyi."
        },
        {
            "number": "16",
            "text": "Icha mamab'il vaj d'a eb' ay stzapan smajanil. Tzin colan pax eb' max yal scolan sb'a d'a yichanh eb' yajal, vach'chom manh vojtacoc eb' palta tzin colnhej eb'."
        },
        {
            "number": "17",
            "text": "Sviq'uel yopisio eb' ixtum anima, tzin colancanel eb' ayoch d'a yol sk'ab' eb'."
        },
        {
            "number": "18",
            "text": "A in naani to te nivan tiempo ol vila', icham animail ol ik'an in cham d'a in ch'at."
        },
        {
            "number": "19",
            "text": "A d'a jun tiempoal chi' lajan in icha junoc te te' avab'il d'a sti' junoc a a', a sk'ab'tac te' schaan yal ak'val tz'emi."
        },
        {
            "number": "20",
            "text": "Vach' syutej eb' anima in yak'an b'inajoc, ichato junjun k'u tz'ochnhej vip in colan in b'a."
        },
        {
            "number": "21",
            "text": "Masanil anima smaclan yab' tas svala', numan tz'aj eb' yab'an in razón."
        },
        {
            "number": "22",
            "text": "Ayic slajvi in lolon chi', schanhej sk'ol eb' smasanil. Vach'nhej syab' eb'."
        },
        {
            "number": "23",
            "text": "Snib'ej val eb' syab' in lolonel chi', icha val snib'an nhab' eb' munlajvum d'a varesma."
        },
        {
            "number": "24",
            "text": "Ayic tzin tzevaj yed' eb', tz'och q'uelan eb', ijan val max schalaj eb', max stzuntzejcotlaj voval eb'."
        },
        {
            "number": "25",
            "text": "Svak'och vopisio d'a scal eb', svalani tas yovalil sk'ulej eb', icha junoc rey tz'ak'an mandar d'a scal eb' soldado. Ayic ay scusk'olal eb', svak' snivanil sk'ool eb'."
        }
    ]
}