{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ix syamanxioch winhaj Job yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Comonoc val syal in k'ochxi icha vajtaxon t'a yalanhtaxo ayic te tanhvab'il in yuj Dios."
        },
        {
            "number": "3",
            "text": "Ayic syak'an sakil k'inal Dios t'ayin, wach' in ek' t'a cal k’ik’ k’inal,"
        },
        {
            "number": "4",
            "text": "tek'an anima in, chequel val skolwaj Dios yet' tastac ay t'ayin."
        },
        {
            "number": "5",
            "text": "Aynhejek' Dios Syal Yuj Smasanil chi' ved'oc, haxo eb' vuninal, oyanoch eb' t'a in patic."
        },
        {
            "number": "6",
            "text": "Ha t'a jun pekti’ chi', manhxo jantacoc yal yim nok' in vacax yet' nok' in chiva tz'elta. Ha te' olivo avab'il t'a caltac q'ueen, manh jantacoc aceite svik' t'a te'."
        },
        {
            "number": "7",
            "text": "Ayic tzin k'och b'aj smolb'ej sb'a eb' yajalil chonhab', tzin em k'ojan t'a in xila t'a skal eb'."
        },
        {
            "number": "8",
            "text": "Ayic tzin yilan eb' quelemtac, sb'es sb'a eb', haxo eb' ichamtac vinac sq'ue linhan eb' ayic tzin k'ochi."
        },
        {
            "number": "9",
            "text": "Ha eb' yajal chonhab', numan tz'aj eb', syak' yechel eb' yic numan tz'aj juntzanhxo eb'."
        },
        {
            "number": "10",
            "text": "Ha eb' yajalil chonhab', k'unxonhej slolon eb', manhxa tas syal eb'."
        },
        {
            "number": "11",
            "text": "Ayic tzin yilan eb', syab'an eb' tas svala', syalan wach' lolonel eb' t'a in patic,"
        },
        {
            "number": "12",
            "text": "yujto tzin kolwaj t'a eb' manhxa smam yet' t'a eb' meb'a', aton eb' malaj junocxo mach scolan t'a skal yaelal."
        },
        {
            "number": "13",
            "text": "Ha eb' van scham yuj meb'ail, syak' yuj diosal eb' t'ayin, haxo eb' ix chamnac yetb'eyum, stzalaj eb' ix yuj in colval."
        },
        {
            "number": "14",
            "text": "Ha tojolal yet' wach'k'olal aynhejoch t'ayin, ichato in pichul yajochi."
        },
        {
            "number": "15",
            "text": "In och yet' eb' max uji yilani yet' eb' max uji sb'eyi."
        },
        {
            "number": "16",
            "text": "Icha mamab'il vaj t'a eb' ay stzapan smajanil. Tzin colan pax eb' max yal scolan sb'ha t'a yichanh eb' yajal, wach'chom manh vojtacoc eb' palta tzin colnhej eb'."
        },
        {
            "number": "17",
            "text": "Sviq'uel yopisio eb' ixtum anima, tzin colancanel eb' ayoch t'a yol sk'ab' eb'."
        },
        {
            "number": "18",
            "text": "Ha in naani to te niwan tiempo ol wila'', icham animail ol ik'an in cham t'a in ch'at."
        },
        {
            "number": "19",
            "text": "Ha t'a jun pekti’ chi' lajan in icha junok te te' avab'il t'a sti' junok ha ha', a sk'ab'tac te' schaan yal ak'val tz'emi."
        },
        {
            "number": "20",
            "text": "Wach' syutej eb' anima in yak'an b'inajoc, ichato junjun k'u tz'ochnhej vip in colan in b'a."
        },
        {
            "number": "21",
            "text": "Masanil anima smaclan yab' tas svala', numan tz'aj eb' yab'an in razón."
        },
        {
            "number": "22",
            "text": "Ayic slajvi in lolon chi', schanhej sk'ol eb' smasanil. Wach'nhej syab' eb'."
        },
        {
            "number": "23",
            "text": "Snib'ej val eb' syab' in lolonel chi', icha val snib'an nhab' eb' munlajvum t'a varesma."
        },
        {
            "number": "24",
            "text": "Ayic tzin tzevaj yet' eb', tz'och q'uelan eb', ijan val max schalaj eb', max stzuntzejcotlaj voval eb'."
        },
        {
            "number": "25",
            "text": "Svak'och vopisio t'a skal eb', svalani tas yowalil sk'ulej eb', icha junok rey tz'ak'an mandar t'a skal eb' soldado. Ayic ay scusk'olal eb', svak' snivanil sk'ool eb'."
        }
    ]
}