{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajwiek' juntzanh chi', ix scatab'an winhaj Job chi' jun k'u b'aj aljinac. Ix yalan winh icha tik:"
        },
        {
            "number": "2",
            "text": "Tzin catab'ej jun ak'wal ayic scuchannac in och ix in nun. Tzin catab'ej jun k'u ayic waljinac."
        },
        {
            "number": "3",
            "text": "Comonoc a jun k'u chi' och t'ak'walilal. Comonoc cannhej icha chi' yuj Dios, maj sacb'oc."
        },
        {
            "number": "4",
            "text": "Comonoc ay wal junok niwan wewen ochnac, yic wach' k'ik'b'icaneli. Comonoc ay wal junok niwan k'ik' asun musani, ma junok k'ik' och t'a sat k'u, yic ay xivk'olal t'a jun k'u chi'."
        },
        {
            "number": "5",
            "text": "Comonoc k’ik’ k’inal ajkan jun ak'wal chi', yic wach' maj och jun k'u chi' sb'isuloc sk'ual yic jun uj chi' yet' jun ab'il chi'."
        },
        {
            "number": "6",
            "text": "Comonoc malaj tas uji t'a jun ak'wal chi', yic wach' malaj av yic tzalajk'olal ochi."
        },
        {
            "number": "7",
            "text": "Comonoc scatab'aj jun ak'wal chi' yuj heb' ajb'aal, aton heb' syal scuchb'an nok' lewiatán."
        },
        {
            "number": "8",
            "text": "Comonoc maj k'eul k'een niwac k'anal t'a jun q'uinhib'alil chi'. Comonoc maj k'eul sakil k'inal stanhwaj sk'euli yet' saquil yich chaanh."
        },
        {
            "number": "9",
            "text": "Tzin catab'ej jun ak'wal chi', yujto maj syamoch waan waljub'al. Tato maay, tecan max wil jantac yaelal yet' cusk'olal tik."
        },
        {
            "number": "10",
            "text": "Octom cham in t'a yol sk'ol ix in nun. Octom cham in ayic wan walji."
        },
        {
            "number": "11",
            "text": "Octom malaj jolom penec chaan in. Octom malaj im in chu'u yic tzin q'uib'i."
        },
        {
            "number": "12",
            "text": "Octom chamnac in, tzalajk'olal am tzin way ticnaik. Junk'olal am swik' wip"
        },
        {
            "number": "13",
            "text": "yet' heb' rey yet' heb' yajal, aton heb' ix b'oanxik'e juntzanh niwac pat emnac lanhnajoc,"
        },
        {
            "number": "14",
            "text": "ma yet' heb' niwac yajal b'ut'an spalacio yuj k'een oro yet' k'een plata."
        },
        {
            "number": "15",
            "text": "¿Tas yuj maj in mucchaj icha junok unin tonhej tz'eq'ui, ma icha junok unin chamnacxo tz'alji?"
        },
        {
            "number": "16",
            "text": "Ha b'aj smucchaj heb' chamnac, ata' slajwican b'aj syixtej anima heb' chuk. Ha pax ta' syik' yip heb' tz'ixtaj yuj heb' chi'."
        },
        {
            "number": "17",
            "text": "Ata' syik' yip heb' icha preso yaj t'a munlajel, manhxa b'aj syab' heb' stumaj yuj heb' tz'ilan munlajel chi'."
        },
        {
            "number": "18",
            "text": "Ata' ayek' heb' niwac yelk'ochi yet' heb' malaj yelk'ochi yet' heb' elnacxo t'a yalanh smandar spatrón. Lajanxonhej heb' smasanil."
        },
        {
            "number": "19",
            "text": "¿Tas yuj syak' Dios sakil k'inal yil heb' tz'ixtaji? ¿Tas yuj syak' sk'inal heb' ayoch t'a syaelal,"
        },
        {
            "number": "20",
            "text": "heb' snib'ej cham sb'a, palta max chamlaj heb', wach'chom snib'ej chamel chi' heb' t'a yichanh b'eyumal?"
        },
        {
            "number": "21",
            "text": "Ha jun anima chi' schax stzalajk'olal yuj ayic toxo ix b'atcan t'a yol b'aj smucchaji."
        },
        {
            "number": "22",
            "text": "¿Tas yuj anheja' yak'an in k 'inal Dios, a in to manh wojtacoc tas ol in ajoc, a in icha wal to macan in yuj?"
        },
        {
            "number": "23",
            "text": "Maxtzac yal in wa'i, maxtzac yal pax wuk'an ha' yuj ok'el yuj in yaelal."
        },
        {
            "number": "24",
            "text": "Ha tas b'aj swecxiv in b'a, aton sjawi t'a wib'anh."
        },
        {
            "number": "25",
            "text": "Maxtzac yal wik'an jab'oc wip, manhxalaj swach'il waji. Manhxa jab'oc in junk'olal, axonhej yaelal tzin ik'ani, xchi winhaj Job chi'."
        }
    ]
}