{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "A eb' quelemtac te tzak'anto d'ayin, tzin stzetzej eb' ticnaic, ocxo d'a yalanhtaxo, a eb' smam eb' manh smojoc yek' eb' yed' nok' in tz'i' stanhvan nok' in calnel."
        },
        {
            "number": "2",
            "text": "Toxonton malaj yip eb', malaj tz'och eb' vuuj."
        },
        {
            "number": "3",
            "text": "Yuj vejel yed' meb'ail, tz'ek' eb' d'a taquinh luum d'ak'valil sch'ocoj, axo sch'anhal yib'tac te te' sjoyq'ueta eb' sk'uxu'."
        },
        {
            "number": "4",
            "text": "Slaj stok'q'ueta anh comon ank'ultac eb' d'a caltac te' schi'a, schi'an pax sch'anhal yib' te' meslab' eb'."
        },
        {
            "number": "5",
            "text": "Aton juntzanh anima chi' pechb'ilel yuj eb' yetanimail. Ayic spechjib'at eb' chi', tz'el yav eb' spechanb'at eb' chi', icha tz'aj spechji eb' elk'um."
        },
        {
            "number": "6",
            "text": "A d'a yoltac q'uen nhaq'ueen, d'a sattac k'acap yed' d'a sattac q'uen tenam, ata' ix laj aj eb'."
        },
        {
            "number": "7",
            "text": "Slaj avaj eb' d'a caltac vayumtac icha yel yav nok' nok', axo d'a yichtac yoc te' q'uiix slaj smolb'ej sb'a eb'."
        },
        {
            "number": "8",
            "text": "Malaj jab'oc tas syal yuj eb', malaj yelk'och eb', pechb'ilel eb' d'a scal eb' anima."
        },
        {
            "number": "9",
            "text": "Axo ticnaic tzin sb'uch eb' yuninal eb', syik'anel in q'uixvelal eb'."
        },
        {
            "number": "10",
            "text": "Tzin syajan eb', tz'el eb' d'a in tz'ey, stzub'anoch eb' d'a in sat."
        },
        {
            "number": "11",
            "text": "Palta a ticnaic, a Dios ix ik'anel vip, maxtzac yal in colan in b'a, yuj chi' syak' val sgana eb' in yixtani."
        },
        {
            "number": "12",
            "text": "A eb' anima schichon sk'ol d'ayin, toxonhej sja nhilan eb' yic tzin spechanel eb' snaani, snib'ej eb' tzin sateli."
        },
        {
            "number": "13",
            "text": "Smacan yol in b'e eb' yic tzin satanel eb' snaani, manhxa mach scachan eb'."
        },
        {
            "number": "14",
            "text": "Sjavi nhilnaj eb' d'ayin, ichato ay junoc olan b'aj tz'ochta nhilnaj eb', ma icha co yamchaj yuj junoc ik' nhab'."
        },
        {
            "number": "15",
            "text": "Icha val chi' tz'aj sjavi xivk'olal d'ayin. A in b'inajnaquil ix sateli, ichato ix ik'jib'at yuj ik'. Masanil tas ay d'ayin ix satcanel icha asun."
        },
        {
            "number": "16",
            "text": "A ticnaic van in chami, maxtzac och vaan in yaelal tic."
        },
        {
            "number": "17",
            "text": "A in yaelal tic sk'och val d'a yoltac in b'aquil. Max och vaan vab'an syail tz'ek' ak'val."
        },
        {
            "number": "18",
            "text": "Yed' val yip Dios ichato ix sch'umoch sud'an in pichul d'a in jaj, ix och b'iran d'a in nivanil."
        },
        {
            "number": "19",
            "text": "Ix in sjulem d'a cal sok'om. Icha lum pococ, ma q'uen tik'aq'uil taanh in ajcan d'a yol sat."
        },
        {
            "number": "20",
            "text": "Ach in Diosal, tzin k'an a colval, palta max ach tak'vi d'ayin. Tzin tevi d'ayach palta maxtzac a cha ab'i."
        },
        {
            "number": "21",
            "text": "Chuc tzutej a b'a d'ayin, tzin a pechan yed' yoval a k'ool."
        },
        {
            "number": "22",
            "text": "Ichato tzin ik'jiq'ue vaan yuj ik', axo ik' nhab' tzin tzicub'tanhani."
        },
        {
            "number": "23",
            "text": "Vojtacxo to vanxo in ik'anb'at d'a chamel, aton b'aj ol k'ochnhej masanil anima."
        },
        {
            "number": "24",
            "text": "Palta ¿tocval max q'ue ch'ican sk'ab' junoc mach ayek' d'a scal syaelal yic sk'anan colval?"
        },
        {
            "number": "25",
            "text": "In ok' yuj eb' ayoch d'a syaelal, in cus yuj eb' malaj tas ay d'ay."
        },
        {
            "number": "26",
            "text": "Palta axo ticnaic ayic tzin tanhvan tzalajk'olal, axo cusk'olal sjavi d'ayin. Tzin tanhvej saquilq'uinal, axo q'uik'alq'uinal sjavi."
        },
        {
            "number": "27",
            "text": "Toxonhej stinhtinhan in pixan yuj xivelal, maxtzac yal vik'an jab'oc vip, axonhej yaelal ste ja d'a vib'anh."
        },
        {
            "number": "28",
            "text": "Ix ja val cusk'olal d'ayin, maxtzac vil-laj saquilq'uinal. Val d'a yichanh anima tzin q'ue vaan in k'anan colval."
        },
        {
            "number": "29",
            "text": "Cuseltacxonhej yel vav icha nok' oques, ma icha nok' cujub'."
        },
        {
            "number": "30",
            "text": "A in tz'umal ix te q'uik'b'ieli, schivajpax in nivanil yuj k'ak'."
        },
        {
            "number": "31",
            "text": "A d'a yalanhtaxo, tzin b'itan val yed' yamk'ab' yic b'it d'a tzalajk'olal, axo ticnaic, anhej oq'uel svak'a'."
        }
    ]
}