{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Ha heb' kelemtac te tzak'anto t'ayin, tzin stzetzej heb' ticnaik, ocxo t'a yalanhtaxo, a heb' smam heb' manh smojoc yek' heb' yet' nok' in tz'i' stanhwan nok' in kalnel."
        },
        {
            "number": "2",
            "text": "Toxonton malaj yip heb', malaj tz'och heb' wuuj."
        },
        {
            "number": "3",
            "text": "Yuj wejel yet' mheb'ail, tzek' heb' t'a taquinh lu'um t'ak'walil sch'ocoj, haxo sch'anhal yib'tac te te' sjoyk'eta heb' sk'uxu'."
        },
        {
            "number": "4",
            "text": "Slaj stok'k'eta anh comon ank'ultak heb' t'a kaltac te' schi'a, schi'an pax sch'anhal yib' te' meslab' heb'."
        },
        {
            "number": "5",
            "text": "Aton juntzanh anima chi' pechb'ilel yuj heb' yetanimail. Ayic spechjib'at heb' chi', tz'el yav heb' spechanb'at heb' chi', icha tz'aj spechji heb' elk'um."
        },
        {
            "number": "6",
            "text": "Ha t'a yoltac k'een nhak'een, t'a sattac k'acap yet' t'a sattac k'een tenam, ata' ix laj aj heb'."
        },
        {
            "number": "7",
            "text": "Slaj awaj heb' t'a kaltac wayumtac icha yel yav nok' nok', haxo t'a yichtac yoc te' q'uiix slaj smolb'ej sb'a heb'."
        },
        {
            "number": "8",
            "text": "Malaj jab'oc tas syal yuj heb', malaj yelk'och heb', pechb'ilel heb' t'a skal heb' anima."
        },
        {
            "number": "9",
            "text": "Axo ticnaik tzin sb'uch heb' yuninal heb', syik'anel in q'uixwelal heb'."
        },
        {
            "number": "10",
            "text": "Tzin syajan heb', tz'el heb' t'a in tz'ey, stzub'anoch heb' t'a in sat."
        },
        {
            "number": "11",
            "text": "Palta a ticnaik, ha Dios ix ik'anel wip, maxtzac yal in colan in b'a, yuj chi' syak' wal snib'ej heb' in yixtani."
        },
        {
            "number": "12",
            "text": "Ha heb' anima schichon sk'ol t'ayin, toxonhej sja nhilan heb' yic tzin spechanel heb' snaani, snib'ej heb' tzin sateli."
        },
        {
            "number": "13",
            "text": "Smakan yol in b'e heb' yic tzin satanel heb' snaani, manhxa mach skachan heb'."
        },
        {
            "number": "14",
            "text": "Sjawi nhilnaj heb' t'ayin, ichato ay junok olan b'aj tz'ochta nhilnaj heb', ma icha ko yamchaj yuj junok ik' nhab'."
        },
        {
            "number": "15",
            "text": "Icha wal chi' tz'aj sjawi xivk'olal t'ayin. Ha in b'inajnaquil ix sateli, ichato ix ik'jib'at yuj ik'. Masanil tas ay t'ayin ix satkanel icha asun."
        },
        {
            "number": "16",
            "text": "Ha ticnaik wan in chami, maxtzac och waan in yaelal tik."
        },
        {
            "number": "17",
            "text": "Ha in yaelal tik sk'och wal t'a yoltac in b'aquil. Max och waan wab'an syail tzek' ak'wal."
        },
        {
            "number": "18",
            "text": "Yed' wal yip Dios ichato ix sch'umoch sut'an in pichul t'a in jaj, ix och b'iran t'a in niwanil."
        },
        {
            "number": "19",
            "text": "Ix in sjulem t'a kal sok'om. Icha lum pokok, ma k'een tik'aq'uil taanh in ajkan t'a yol sat."
        },
        {
            "number": "20",
            "text": "Ach in Diosal, tzin k'an a colwal, palta max ach tak'wi t'ayin. Tzin tewi t'ayach palta maxtzac a cha ab'i."
        },
        {
            "number": "21",
            "text": "Chuc tzutej a b'a t'ayin, tzin a pechan yet' yowal a k'ool."
        },
        {
            "number": "22",
            "text": "Ichato tzin ik'jik'e waan yuj ik', haxo ik' nhab' tzin tzicub'tanhani."
        },
        {
            "number": "23",
            "text": "Vojtakxo to wanxo in ik'anb'at t'a chamel, aton b'aj ol k'ochnhej masanil anima."
        },
        {
            "number": "24",
            "text": "Palta ¿tocwal max k'e ch'ikan sk'ab' junok mach ayek' t'a skal syaelal yic sk'anan colwal?"
        },
        {
            "number": "25",
            "text": "In ok' yuj heb' ayoch t'a syaelal, in kus yuj heb' malaj tas ay t'ay."
        },
        {
            "number": "26",
            "text": "Palta haxo ticnaik ayic tzin tanhwan tzalajk'olal, haxo cusk'olal sjawi t'ayin. Tzin tanhwej sakil k'inal, haxo k’ik’ k’inal sjawi."
        },
        {
            "number": "27",
            "text": "Toxonhej stinhtinhan in pixan yuj xiwelal, maxtzac yal wik'an jab'oc wip, axonhej yaelal ste ja t'a wib'anh."
        },
        {
            "number": "28",
            "text": "Ix ja wal cusk'olal t'ayin, maxtzac wil-laj sakil k'inal. Val t'a yichanh anima tzin k'e waan in k'anan colwal."
        },
        {
            "number": "29",
            "text": "Cuseltacxonhej yel wav icha nok' oques, ma icha nok' cujub'."
        },
        {
            "number": "30",
            "text": "Ha in tz'umal ix te k'ik'b'ieli, schiwajpax in niwanil yuj k'ak'."
        },
        {
            "number": "31",
            "text": "Ha t'a yalanhtaxo, tzin b'itan wal yet' yamk'ab' yic b'it t'a tzalajk'olal, haxo ticnaik, anhej ok'el swak'a'."
        }
    ]
}