{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Ha eb' quelemtac te tzak'anto t'ayin, tzin stzetzej eb' ticnaic, ocxo t'a yalanhtaxo, a eb' smam eb' manh smojoc yek' eb' yet' nok' in tz'i' stanhvan nok' in calnel."
        },
        {
            "number": "2",
            "text": "Toxonton malaj yip eb', malaj tz'och eb' vuuj."
        },
        {
            "number": "3",
            "text": "Yuj vejel yet' meb'ail, tzek' eb' t'a taquinh lu'um t'ak'walil sch'ocoj, haxo sch'anhal yib'tac te te' sjoyq'ueta eb' sk'uxu'."
        },
        {
            "number": "4",
            "text": "Slaj stok'q'ueta anh comon ank'ultak eb' t'a caltac te' schi'a, schi'an pax sch'anhal yib' te' meslab' eb'."
        },
        {
            "number": "5",
            "text": "Aton juntzanh anima chi' pechb'ilel yuj eb' yetanimail. Ayic spechjib'at eb' chi', tz'el yav eb' spechanb'at eb' chi', icha tz'aj spechji eb' elk'um."
        },
        {
            "number": "6",
            "text": "Ha t'a yoltac q'uen nhaq'ueen, t'a sattac k'acap yet' t'a sattac q'uen tenam, ata' ix laj aj eb'."
        },
        {
            "number": "7",
            "text": "Slaj avaj eb' t'a caltac vayumtac icha yel yav nok' nok', haxo t'a yichtac yoc te' q'uiix slaj smolb'ej sb'a eb'."
        },
        {
            "number": "8",
            "text": "Malaj jab'oc tas syal yuj eb', malaj yelk'och eb', pechb'ilel eb' t'a skal eb' anima."
        },
        {
            "number": "9",
            "text": "Axo ticnaic tzin sb'uch eb' yuninal eb', syik'anel in q'uixvelal eb'."
        },
        {
            "number": "10",
            "text": "Tzin syajan eb', tz'el eb' t'a in tz'ey, stzub'anoch eb' t'a in sat."
        },
        {
            "number": "11",
            "text": "Palta a ticnaic, ha Dios ix ik'anel vip, maxtzac yal in colan in b'a, yuj chi' syak' val sgana eb' in yixtani."
        },
        {
            "number": "12",
            "text": "Ha eb' anima schichon sk'ol t'ayin, toxonhej sja nhilan eb' yic tzin spechanel eb' snaani, snib'ej eb' tzin sateli."
        },
        {
            "number": "13",
            "text": "Smacan yol in b'e eb' yic tzin satanel eb' snaani, manhxa mach scachan eb'."
        },
        {
            "number": "14",
            "text": "Sjavi nhilnaj eb' t'ayin, ichato ay junok olan b'aj tz'ochta nhilnaj eb', ma icha co yamchaj yuj junok ik' nhab'."
        },
        {
            "number": "15",
            "text": "Icha val chi' tz'aj sjavi xivk'olal t'ayin. Ha in b'inajnaquil ix sateli, ichato ix ik'jib'at yuj ik'. Masanil tas ay t'ayin ix satcanel icha asun."
        },
        {
            "number": "16",
            "text": "Ha ticnaic van in chami, maxtzac och vaan in yaelal tik."
        },
        {
            "number": "17",
            "text": "Ha in yaelal tik sk'och val t'a yoltac in b'aquil. Max och vaan vab'an syail tzek' ak'val."
        },
        {
            "number": "18",
            "text": "Yed' val yip Dios ichato ix sch'umoch sut'an in pichul t'a in jaj, ix och b'iran t'a in nivanil."
        },
        {
            "number": "19",
            "text": "Ix in sjulem t'a cal sok'om. Icha lum pococ, ma q'uen tik'aq'uil taanh in ajkan t'a yol sat."
        },
        {
            "number": "20",
            "text": "Ach in Diosal, tzin k'an a colval, palta max ach tak'vi t'ayin. Tzin tevi t'ayach palta maxtzac a cha ab'i."
        },
        {
            "number": "21",
            "text": "Chuc tzutej a b'a t'ayin, tzin a pechan yet' yoval a k'ool."
        },
        {
            "number": "22",
            "text": "Ichato tzin ik'jiq'ue vaan yuj ik', haxo ik' nhab' tzin tzicub'tanhani."
        },
        {
            "number": "23",
            "text": "Vojtacxo to vanxo in ik'anb'at t'a chamel, aton b'aj ol k'ochnhej masanil anima."
        },
        {
            "number": "24",
            "text": "Palta ¿tocval max q'ue ch'ican sk'ab' junok mach ayek' t'a skal syaelal yic sk'anan colval?"
        },
        {
            "number": "25",
            "text": "In ok' yuj eb' ayoch t'a syaelal, in cus yuj eb' malaj tas ay t'ay."
        },
        {
            "number": "26",
            "text": "Palta haxo ticnaic ayic tzin tanhvan tzalajk'olal, haxo cusk'olal sjavi t'ayin. Tzin tanhvej sakil k'inal, haxo k’ik’ k’inal sjavi."
        },
        {
            "number": "27",
            "text": "Toxonhej stinhtinhan in pixan yuj xivelal, maxtzac yal vik'an jab'oc vip, axonhej yaelal ste ja t'a vib'anh."
        },
        {
            "number": "28",
            "text": "Ix ja val cusk'olal t'ayin, maxtzac vil-laj sakil k'inal. Val t'a yichanh anima tzin q'ue vaan in k'anan colval."
        },
        {
            "number": "29",
            "text": "Cuseltacxonhej yel vav icha nok' oques, ma icha nok' cujub'."
        },
        {
            "number": "30",
            "text": "Ha in tz'umal ix te k'ik'b'ieli, schivajpax in nivanil yuj k'ak'."
        },
        {
            "number": "31",
            "text": "Ha t'a yalanhtaxo, tzin b'itan val yet' yamk'ab' yic b'it t'a tzalajk'olal, haxo ticnaic, anhej oq'uel svak'a'."
        }
    ]
}