{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "In nanac sik'lab'il to malaj b'ak'uinh sviloch in k'ol t'a eb' ix cob'estac."
        },
        {
            "number": "2",
            "text": "Q'uinaloc sviloch in k'ol t'a eb' ix, ¿tocval manh ol yak' spak Dios Syal Yuj Smasanil t'ayin?"
        },
        {
            "number": "3",
            "text": "¿Tom manhoc t'a eb' chuk yet' t'a eb' b'aj malaj yelk'och Dios sjavi yaelal?"
        },
        {
            "number": "4",
            "text": "¿Tocval max yil Dios tas tzin k'ulej yet' b'ajtac tzin eq'ui?"
        },
        {
            "number": "5",
            "text": "Svak' val in ti' to malaj mach b'aj chuk svutej in b'a, malaj b'aj ek'nac t'a in k'ol in musan sat anima."
        },
        {
            "number": "6",
            "text": "Comonoc tzin sch'olb'itej Dios t'a stojolal icha yechtaj yalil junok tas, yic syilani to tz'acan in wach'il."
        },
        {
            "number": "7",
            "text": "Q'uinaloc in el t'a b'eyb'al yic tojolal, mato in nib'ejnac in k'ulej tas svilochi, mato ay tas manh vicoc in macnac vicoc,"
        },
        {
            "number": "8",
            "text": "tato icha chi', ch'ococab' mach slajancanel sat vavb'en, sjoyocab'q'ueta eb' tas avab'il chi' vuuj."
        },
        {
            "number": "9",
            "text": "Q'uinaloc ay junok ix ix, ix cuchb'anb'at in pensar, mato in maclej yelta junok ix yetb'eyum junocxo vinac t'a sti' spat,"
        },
        {
            "number": "10",
            "text": "tato icha chi', ak'jocab' servil junok ch'oc vinaquil yuj ix vetb'eyum, vayocab' junok ch'oc vinaquil yet' ix."
        },
        {
            "number": "11",
            "text": "Q'uinaloc in k'ulej juntzanh chi', smoj val vab'an syaelal tz'ak'jioch t'a vib'anh yuj eb' juez."
        },
        {
            "number": "12",
            "text": "Tato icha chi', jaocab' in yaelal. Icha junok niwan k'ak' satanel tastac, ichaocab' ta' tz'aj satanel tastac ay t'ayin."
        },
        {
            "number": "13",
            "text": "Ayic stek'b'an sb'a eb' in checab' yalan t'ayin yuj tas svutej, svab' tas syal eb' chi'."
        },
        {
            "number": "14",
            "text": "Tato manh ichaocta ix in k'ulej, ¿tas ol vutej voch t'a yichanh Dios? ¿Tas ol vutej valani ayic ol sk'anb'an t'ayin yuj tas ix in k'ulej?"
        },
        {
            "number": "15",
            "text": "Junnhej Dios onh ak'an pitzvoc t'a co nun yet' eb' in checab' chi', anhejtona' tz'ak'an co q'uinal."
        },
        {
            "number": "16",
            "text": "Manh tonhejoc sviloch eb' meb'a' ay stzapan majanil, manh tonhejoc svilpaxi to malaj tas sva eb' ix ix chamnac yetb'eyum."
        },
        {
            "number": "17",
            "text": "Ayic in wa'i laj vak' yic eb' meb'a' unin ved'oc."
        },
        {
            "number": "18",
            "text": "Icha val vuninal svutej eb' meb'a' unin chi'. In colvajnhej t'a eb' ix chamnac yetb'eyum."
        },
        {
            "number": "19",
            "text": "Ayic svilani to ay eb' anima te meb'a' malaj spichul ayochi,"
        },
        {
            "number": "20",
            "text": "haxo xil nok' in calnel svak' b'ojoc, svak'anoch sq'uixinaloc eb'. Yuj chi' syak' yuj diosal eb' t'ayin."
        },
        {
            "number": "21",
            "text": "Tato ay b'aj ix vixtej junok meb'a' unin yujto vojtac to chab'il wik yuj eb' yajal,"
        },
        {
            "number": "22",
            "text": "mak'jocab'el in k'ab' tik, elocab' vecnaj in jenhjab' tik."
        },
        {
            "number": "23",
            "text": "Yujto tzin xiv yak'an in yaelal Dios, yuj chi' max yal in tek'b'an in b'ha t'a yichanh, yujto te niwan yelk'ochi."
        },
        {
            "number": "24",
            "text": "Malaj b'aj anhej t'a nivac b'eyumal svak'och in pensar, maj vak'och q'uen oro yipoc in k'ool."
        },
        {
            "number": "25",
            "text": "Malaj b'aj vik'nacchaanh in b'a yuj in b'eyumal, ma yuj jantac tas ay t'ayin."
        },
        {
            "number": "26",
            "text": "Svil scopopial yoc k'u yet' pax yic k'ojan q'uen uj te wach' yilji,"
        },
        {
            "number": "27",
            "text": "palta malaj b'aj elk'altac tzin tz'ub'elta in k'ab' yic tzin ch'oxan yechel to tzin tz'ub'elta sti' k'u yet' q'uen uj chi' yic svak'anem in b'a t'ay."
        },
        {
            "number": "28",
            "text": "Q'uinaloc icha chi' svutej in b'a, smoj am val tz'ak'jioch in yaelal, yujto chab'sat am svutej in b'a d'ha Dios ay t'a satcha’anh."
        },
        {
            "number": "29",
            "text": "Malaj b'aj in tzalaj yuj yaelal sjavi t'a yib'anh eb' vajk'ool, ma yic sjavi chukal t'a yib'anh eb'."
        },
        {
            "number": "30",
            "text": "Malaj b'aj ochnac in mul in k'anancot catab' t'a yib'anh eb', yic scham eb'."
        },
        {
            "number": "31",
            "text": "Masanil eb' ayek' ved'oc, yojtac val eb' to ayic sjavi eb' ch'oc chonhab'il t'ayin, malaj junok eb' maj ak'ji tas sva'a."
        },
        {
            "number": "32",
            "text": "Ha eb' anima sb'eyeq'ui, maj yal in k'ol skan eb' t'a yoltac calle t'ak'walil, jacannhej in pat t'a eb'."
        },
        {
            "number": "33",
            "text": "Malaj in mul syal in k'ub'aneli, icha syutej sb'a juntzanhxo eb'. Malaj in mul elk'altac yaji,"
        },
        {
            "number": "34",
            "text": "yujto tzin xiv t'a eb' anima, talaj chuk tas syal eb' t'ayin. Maj in macoch in b'ha t'a yol in pat yujto in xiv yuj tas syal eb' in k'ab' voc."
        },
        {
            "number": "35",
            "text": "Comonoc ay mach tz'ab'an tas swal tik. Ha juntzanh swal tik yelnhej smasanil. Axo ticnaic tzin tanhvej tas spak ol ak'joc t'ayin yuj Dios Syal Yuj Smasanil chi'. Ha tas tz'ak'jioch t'a vib'anh chi', comonoc wach' yaj stz'ib'chaj yuj winh tz'ak'anoch t'a vib'anh chi'."
        },
        {
            "number": "36",
            "text": "Tato icha chi', tzam vak'q'ue b'aj tz'ib'ab'iloch chi' t'a sjolom in jenhjab', ma t'a in jolom icha junok corona yic svik'anchaanh in b'a."
        },
        {
            "number": "37",
            "text": "Tzam val d'ha Dios yuj masanil tas ix in k'ulej, max am in q'uixvi in k'och t'a yichanh."
        },
        {
            "number": "38",
            "text": "Q'uinaloc tonhej in tok'naquek' lum lum t'a eb' ay yico', aton lum b'aj tzin munlaji,"
        },
        {
            "number": "39",
            "text": "q'uinaloc tonhej ix in vab'at sat tas b'aj ix munlaj eb' in munlajvum, maj in tuppaxlaj eb', a na van scham eb' yuj vejel."
        },
        {
            "number": "40",
            "text": "Tato icha chi', q'uib'ocab' te q'uiix t'a sat in lum chi' sq'uexuloc ixim trigo, haxo anh comon ank'ultak sq'uib' sq'uexuloc ixim cebada, xchi winhaj Job chi'. Aton slajvub' slolonel winhaj Job tik."
        }
    ]
}