{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "In nanac sik'lab'il to malaj b'ak'uinh swiloch in k'ol t'a heb' ix cob'estac."
        },
        {
            "number": "2",
            "text": "Q'uinaloc swiloch in k'ol t'a heb' ix, ¿tocwal manh ol yak' spak Dios Syal Yuj Smasanil t'ayin?"
        },
        {
            "number": "3",
            "text": "¿Tom manhoc t'a heb' chuk yet' t'a heb' b'aj malaj yelk'och Dios sjawi yaelal?"
        },
        {
            "number": "4",
            "text": "¿Tocwal max yil Dios tas tzin k'ulej yet' b'ajtac tzin eq'ui?"
        },
        {
            "number": "5",
            "text": "Swak' wal in ti' to malaj mach b'aj chuk swutej in b'a, malaj b'aj ek'nac t'a in k'ol in musan sat anima."
        },
        {
            "number": "6",
            "text": "Comonoc tzin sch'olb'itej Dios t'a stojolal icha yechtaj yalil junok tas, yic syilani to tz'akan in wach'il."
        },
        {
            "number": "7",
            "text": "Q'uinaloc in el t'a b'eyb'al yic tojolal, mato in nib'ejnac in k'ulej tas swilochi, mato ay tas manh wicoc in macnac wicoc,"
        },
        {
            "number": "8",
            "text": "tato icha chi', ch'ocokab' mach slajankanel sat wavb'en, sjoyokab'k'eta heb' tas awab'il chi' wuuj."
        },
        {
            "number": "9",
            "text": "Q'uinaloc ay junok ix ix, ix cuchb'anb'at in pensar, mato in maclej yelta junok ix yetb'eyum junocxo winak t'a sti' spat,"
        },
        {
            "number": "10",
            "text": "tato icha chi', ak'jokab' serwil junok ch'oc winaquil yuj ix wetb'eyum, wayokab' junok ch'oc winaquil yet' ix."
        },
        {
            "number": "11",
            "text": "Q'uinaloc in k'ulej juntzanh chi', smoj wal wab'an syaelal tz'ak'jioch t'a wib'anh yuj heb' juez."
        },
        {
            "number": "12",
            "text": "Tato icha chi', jaokab' in yaelal. Icha junok niwan k'ak' satanel tastac, ichaokab' ta' tz'aj satanel tastac ay t'ayin."
        },
        {
            "number": "13",
            "text": "Ayic stek'b'an sb'a heb' in chekab' yalan t'ayin yuj tas swutej, swab' tas syal heb' chi'."
        },
        {
            "number": "14",
            "text": "Tato manh ichaocta ix in k'ulej, ¿tas ol wutej woch t'a yichanh Dios? ¿Tas ol wutej walani ayic ol sk'anb'an t'ayin yuj tas ix in k'ulej?"
        },
        {
            "number": "15",
            "text": "Junnhej Dios onh ak'an pitzwoc t'a ko nun yet' heb' in chekab' chi', anhejtona' tz'ak'an ko k 'inal."
        },
        {
            "number": "16",
            "text": "Manh tonhejoc swiloch heb' meb'a' ay stzapan majanil, manh tonhejoc swilpaxi to malaj tas swa heb' ix ix chamnac yetb'eyum."
        },
        {
            "number": "17",
            "text": "Ayic in wa'i laj wak' yic heb' meb'a' unin wed'oc."
        },
        {
            "number": "18",
            "text": "Icha wal wuninal swutej heb' meb'a' unin chi'. In colwajnhej t'a heb' ix chamnac yetb'eyum."
        },
        {
            "number": "19",
            "text": "Ayic swilani to ay heb' anima te meb'a' malaj spichul ayochi,"
        },
        {
            "number": "20",
            "text": "haxo xil nok' in kalnel swak' b'ojoc, swak'anoch sq'uixinaloc heb'. Yuj chi' syak' yuj diosal heb' t'ayin."
        },
        {
            "number": "21",
            "text": "Tato ay b'aj ix wixtej junok meb'a' unin yujto wojtak to chab'il wik yuj heb' yajal,"
        },
        {
            "number": "22",
            "text": "mak'jokab'el in k'ab' tik, elokab' wecnaj in jenhjab' tik."
        },
        {
            "number": "23",
            "text": "Yujto tzin xiv yak'an in yaelal Dios, yuj chi' max yal in tek'b'an in b'ha t'a yichanh, yujto te niwan yelk'ochi."
        },
        {
            "number": "24",
            "text": "Malaj b'aj anhej t'a niwac b'eyumal swak'och in pensar, maj wak'och k'een oro yipoc in k'ool."
        },
        {
            "number": "25",
            "text": "Malaj b'aj wik'nacchaanh in b'a yuj in b'eyumal, ma yuj jantac tas ay t'ayin."
        },
        {
            "number": "26",
            "text": "Swil scopopial yoc k'u yet' pax yic k'ojan k'een uj te wach' yilji,"
        },
        {
            "number": "27",
            "text": "palta malaj b'aj elk'altac tzin tz'ub'elta in k'ab' yic tzin ch'oxan yechel to tzin tz'ub'elta sti' k'u yet' k'een uj chi' yic swak'anem in b'a t'ay."
        },
        {
            "number": "28",
            "text": "Q'uinaloc icha chi' swutej in b'a, smoj am wal tz'ak'jioch in yaelal, yujto chab'sat am swutej in b'a d'ha Dios ay t'a satcha’anh."
        },
        {
            "number": "29",
            "text": "Malaj b'aj in tzalaj yuj yaelal sjawi t'a yib'anh heb' wajk'ool, ma yic sjawi chukal t'a yib'anh heb'."
        },
        {
            "number": "30",
            "text": "Malaj b'aj ochnac in mul in k'anancot katab' t'a yib'anh heb', yic scham heb'."
        },
        {
            "number": "31",
            "text": "Masanil heb' ayek' wed'oc, yojtak wal heb' to ayic sjawi heb' ch'oc chonhab'il t'ayin, malaj junok heb' maj ak'ji tas swa'a."
        },
        {
            "number": "32",
            "text": "Ha heb' anima sb'eyeq'ui, maj yal in k'ol skan heb' t'a yoltac calle t'ak'walil, jakannhej in pat t'a heb'."
        },
        {
            "number": "33",
            "text": "Malaj in mul syal in k'ub'aneli, icha syutej sb'a juntzanhxo heb'. Malaj in mul elk'altac yaji,"
        },
        {
            "number": "34",
            "text": "yujto tzin xiv t'a heb' anima, talaj chuk tas syal heb' t'ayin. Maj in macoch in b'ha t'a yol in pat yujto in xiv yuj tas syal heb' in k'ab' woc."
        },
        {
            "number": "35",
            "text": "Comonoc ay mach tz'ab'an tas swal tik. Ha juntzanh swal tik yelnhej smasanil. Axo ticnaik tzin tanhwej tas spak ol ak'joc t'ayin yuj Dios Syal Yuj Smasanil chi'. Ha tas tz'ak'jioch t'a wib'anh chi', comonoc wach' yaj stz'ib'chaj yuj winh tz'ak'anoch t'a wib'anh chi'."
        },
        {
            "number": "36",
            "text": "Tato icha chi', tzam wak'k'e b'aj tz'ib'ab'iloch chi' t'a sjolom in jenhjab', ma t'a in jolom icha junok corona yic swik'anchaanh in b'a."
        },
        {
            "number": "37",
            "text": "Tzam wal d'ha Dios yuj masanil tas ix in k'ulej, max am in q'uixwi in k'och t'a yichanh."
        },
        {
            "number": "38",
            "text": "Q'uinaloc tonhej in tok'naquek' lum lum t'a heb' ay yico', aton lum b'aj tzin munlaji,"
        },
        {
            "number": "39",
            "text": "q'uinaloc tonhej ix in wab'at sat tas b'aj ix munlaj heb' in munlajwum, maj in tuppaxlaj heb', a na wan scham heb' yuj wejel."
        },
        {
            "number": "40",
            "text": "Tato icha chi', q'uib'okab' te q'uiix t'a sat in lum chi' sk'exuloc ixim trigo, haxo anh comon ank'ultak sq'uib' sk'exuloc ixim cebada, xchi winhaj Job chi'. Aton slajwub' slolonel winhaj Job tik."
        }
    ]
}