{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "In nanac sik'lab'il to malaj b'aq'uinh sviloch in k'ol d'a eb' ix cob'estac."
        },
        {
            "number": "2",
            "text": "Q'uinaloc sviloch in k'ol d'a eb' ix, ¿tocval manh ol yak' spac Dios Syal Yuj Smasanil d'ayin?"
        },
        {
            "number": "3",
            "text": "¿Tom manhoc d'a eb' chuc yed' d'a eb' b'aj malaj yelk'och Dios sjavi yaelal?"
        },
        {
            "number": "4",
            "text": "¿Tocval max yil Dios tas tzin k'ulej yed' b'ajtac tzin eq'ui?"
        },
        {
            "number": "5",
            "text": "Svak' val in ti' to malaj mach b'aj chuc svutej in b'a, malaj b'aj ek'nac d'a in k'ol in musan sat anima."
        },
        {
            "number": "6",
            "text": "Comonoc tzin sch'olb'itej Dios d'a stojolal icha yechtaj yalil junoc tas, yic syilani to tz'acan in vach'il."
        },
        {
            "number": "7",
            "text": "Q'uinaloc in el d'a b'eyb'al yic tojolal, mato in nib'ejnac in k'ulej tas svilochi, mato ay tas manh vicoc in macnac vicoc,"
        },
        {
            "number": "8",
            "text": "tato icha chi', ch'ococab' mach slajancanel sat vavb'en, sjoyocab'q'ueta eb' tas avab'il chi' vuuj."
        },
        {
            "number": "9",
            "text": "Q'uinaloc ay junoc ix ix, ix cuchb'anb'at in pensar, mato in maclej yelta junoc ix yetb'eyum junocxo vinac d'a sti' spat,"
        },
        {
            "number": "10",
            "text": "tato icha chi', ak'jocab' servil junoc ch'oc vinaquil yuj ix vetb'eyum, vayocab' junoc ch'oc vinaquil yed' ix."
        },
        {
            "number": "11",
            "text": "Q'uinaloc in k'ulej juntzanh chi', smoj val vab'an syaelal tz'ak'jioch d'a vib'anh yuj eb' juez."
        },
        {
            "number": "12",
            "text": "Tato icha chi', jaocab' in yaelal. Icha junoc nivan k'ak' satanel tastac, ichaocab' ta' tz'aj satanel tastac ay d'ayin."
        },
        {
            "number": "13",
            "text": "Ayic stek'b'an sb'a eb' in checab' yalan d'ayin yuj tas svutej, svab' tas syal eb' chi'."
        },
        {
            "number": "14",
            "text": "Tato manh ichaocta ix in k'ulej, ¿tas ol vutej voch d'a yichanh Dios? ¿Tas ol vutej valani ayic ol sk'anb'an d'ayin yuj tas ix in k'ulej?"
        },
        {
            "number": "15",
            "text": "Junnhej Dios onh ak'an pitzvoc d'a co nun yed' eb' in checab' chi', anhejtona' tz'ak'an co q'uinal."
        },
        {
            "number": "16",
            "text": "Manh tonhejoc sviloch eb' meb'a' ay stzapan majanil, manh tonhejoc svilpaxi to malaj tas sva eb' ix ix chamnac yetb'eyum."
        },
        {
            "number": "17",
            "text": "Ayic in va'i laj vak' yic eb' meb'a' unin ved'oc."
        },
        {
            "number": "18",
            "text": "Icha val vuninal svutej eb' meb'a' unin chi'. In colvajnhej d'a eb' ix chamnac yetb'eyum."
        },
        {
            "number": "19",
            "text": "Ayic svilani to ay eb' anima te meb'a' malaj spichul ayochi,"
        },
        {
            "number": "20",
            "text": "axo xil nok' in calnel svak' b'ojoc, svak'anoch sq'uixinaloc eb'. Yuj chi' syak' yuj diosal eb' d'ayin."
        },
        {
            "number": "21",
            "text": "Tato ay b'aj ix vixtej junoc meb'a' unin yujto vojtac to chab'il vic yuj eb' yajal,"
        },
        {
            "number": "22",
            "text": "mak'jocab'el in k'ab' tic, elocab' vecnaj in jenhjab' tic."
        },
        {
            "number": "23",
            "text": "Yujto tzin xiv yak'an in yaelal Dios, yuj chi' max yal in tek'b'an in b'a d'a yichanh, yujto te nivan yelk'ochi."
        },
        {
            "number": "24",
            "text": "Malaj b'aj anhej d'a nivac b'eyumal svak'och in pensar, maj vak'och q'uen oro yipoc in k'ool."
        },
        {
            "number": "25",
            "text": "Malaj b'aj vik'nacchaanh in b'a yuj in b'eyumal, ma yuj jantac tas ay d'ayin."
        },
        {
            "number": "26",
            "text": "Svil scopopial yoc k'u yed' pax yic k'ojan q'uen uj te vach' yilji,"
        },
        {
            "number": "27",
            "text": "palta malaj b'aj elk'altac tzin tz'ub'elta in k'ab' yic tzin ch'oxan yechel to tzin tz'ub'elta sti' k'u yed' q'uen uj chi' yic svak'anem in b'a d'ay."
        },
        {
            "number": "28",
            "text": "Q'uinaloc icha chi' svutej in b'a, smoj am val tz'ak'jioch in yaelal, yujto chab'sat am svutej in b'a d'a Dios ay d'a satchaanh."
        },
        {
            "number": "29",
            "text": "Malaj b'aj in tzalaj yuj yaelal sjavi d'a yib'anh eb' vajk'ool, ma yic sjavi chucal d'a yib'anh eb'."
        },
        {
            "number": "30",
            "text": "Malaj b'aj ochnac in mul in k'anancot catab' d'a yib'anh eb', yic scham eb'."
        },
        {
            "number": "31",
            "text": "Masanil eb' ayek' ved'oc, yojtac val eb' to ayic sjavi eb' ch'oc chonhab'il d'ayin, malaj junoc eb' maj ak'ji tas sva'a."
        },
        {
            "number": "32",
            "text": "A eb' anima sb'eyeq'ui, maj yal in k'ol scan eb' d'a yoltac calle d'ak'valil, jacannhej in pat d'a eb'."
        },
        {
            "number": "33",
            "text": "Malaj in mul syal in k'ub'aneli, icha syutej sb'a juntzanhxo eb'. Malaj in mul elk'altac yaji,"
        },
        {
            "number": "34",
            "text": "yujto tzin xiv d'a eb' anima, talaj chuc tas syal eb' d'ayin. Maj in macoch in b'a d'a yol in pat yujto in xiv yuj tas syal eb' in k'ab' voc."
        },
        {
            "number": "35",
            "text": "Comonoc ay mach tz'ab'an tas sval tic. A juntzanh sval tic yelnhej smasanil. Axo ticnaic tzin tanhvej tas spac ol ak'joc d'ayin yuj Dios Syal Yuj Smasanil chi'. A tas tz'ak'jioch d'a vib'anh chi', comonoc vach' yaj stz'ib'chaj yuj vinh tz'ak'anoch d'a vib'anh chi'."
        },
        {
            "number": "36",
            "text": "Tato icha chi', tzam vak'q'ue b'aj tz'ib'ab'iloch chi' d'a sjolom in jenhjab', ma d'a in jolom icha junoc corona yic svik'anchaanh in b'a."
        },
        {
            "number": "37",
            "text": "Tzam val d'a Dios yuj masanil tas ix in k'ulej, max am in q'uixvi in k'och d'a yichanh."
        },
        {
            "number": "38",
            "text": "Q'uinaloc tonhej in tok'naquek' lum luum d'a eb' ay yico', aton lum b'aj tzin munlaji,"
        },
        {
            "number": "39",
            "text": "q'uinaloc tonhej ix in vab'at sat tas b'aj ix munlaj eb' in munlajvum, maj in tuppaxlaj eb', a na van scham eb' yuj vejel."
        },
        {
            "number": "40",
            "text": "Tato icha chi', q'uib'ocab' te q'uiix d'a sat in lum chi' sq'uexuloc ixim trigo, axo anh comon ank'ultac sq'uib' sq'uexuloc ixim cebada, xchi vinhaj Job chi'. Aton slajvub' slolonel vinhaj Job tic."
        }
    ]
}