{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yilan eb' vinh oxvanh chi' to stek'b'ej sb'a vinhaj Job yalani to malaj smul vinh, ix yactan eb' vinh stelan sb'a yed' vinh."
        },
        {
            "number": "2",
            "text": "Palta a d'a scal eb' vinh ay jun vinh vinac aj chonhab' Buz, Eliú sb'i vinh, yuninal vinh vinhaj Baraquel yinhtilal vinhaj Ram. Majxo techaj yuj vinh scot yoval d'a vinhaj Job chi', yujto stek'b'ej sb'a vinh yalani to malaj smul vinh, syak'ancanb'at vinh d'a yib'anh Dios."
        },
        {
            "number": "3",
            "text": "Ix cot pax yoval vinhaj Eliú chi' d'a oxvanh eb' vinh yamigo vinhaj Job chi', yujto maj nachajel yuj eb' vinh tas ix aj spacan slolonel vinh eb' vinh, vach'chom ix yak'can eb' vinh d'a yib'anh vinh."
        },
        {
            "number": "4",
            "text": "A vinhaj Eliú chi' quelemto vinh d'a scal eb' vinh chi', yuj chi' ix stanhvej vinh slolon juntzanhxo eb' vinh chi' yed' vinhaj Job chi'."
        },
        {
            "number": "5",
            "text": "Ayic ix yilan vinh to maxtzac yal spacan eb' vinh d'a vinhaj Job chi', majxo techaj yuj vinh syamanoch vaan sb'a,"
        },
        {
            "number": "6",
            "text": "ix syamanoch vinh yalan yic d'a scal eb' vinh icha tic: A in tic quelem unin into, a exxo tic ichamtac vinac exxo, yuj chi' maj yal in k'ol ix valb'at tas tzin na' d'a scal eyico'."
        },
        {
            "number": "7",
            "text": "Ix in naan icha tic: Lolonocab' eb' vinh ichamtac vinac tic, yujto te ay tas yojtac eb' vinh. Sch'oxocab'el sjelanil eb' vinh chi', xin chi."
        },
        {
            "number": "8",
            "text": "Palta jun, masanil anima aynhej spensar, yujto a Dios Syal Yuj Smasanil, a' ix ak'anoch Yespíritu d'a eb'."
        },
        {
            "number": "9",
            "text": "Manh yujoc to nivanxo ab'il syil junoc mach, yuj chi' jelan, manh yujoc yicham vinaquil junoc mach, yuj chi' vach' snachajel yuuj."
        },
        {
            "number": "10",
            "text": "Yuj chi' sval icha tic: Comonoc tze maclej pax eyab' tastac vic ol vala', ay pax jab'oc tas tzin nib'ej svala'."
        },
        {
            "number": "11",
            "text": "A in tic ix in maclej vab' tas ix eyala' yacb'an a ex tic van e naan tas tzeyutej e pacan d'a vinh d'a jelanil."
        },
        {
            "number": "12",
            "text": "Ix vilanpaxi to malaj junoc ex ix yal e pacan d'a vinh icha val smojal."
        },
        {
            "number": "13",
            "text": "Xeyaltaoch e b'a jelanil, yujto maj yal eyuuj. Anhej Dios ol pacan slolonel vinh chi'."
        },
        {
            "number": "14",
            "text": "Manhoc d'ayin ix yal juntzanh lolonel vinh, yuj chi' manh ol in pac d'a vinh icha ix e k'ulej a ex tic."
        },
        {
            "number": "15",
            "text": "A ticnaic mamin Job, a eb' vinh oxvanh tic, somchajnac eb' vinh, max yal-laj spacan eb' vinh tas ix ala'."
        },
        {
            "number": "16",
            "text": "Palta a in tic manh ol in em numan, vach'chom a eb' vinh tic manhxa tas vach' yalan eb' vinh, maxtzac nachaj yuj eb' vinh tas tz'aj spacani."
        },
        {
            "number": "17",
            "text": "Palta ol vak'och in b'a d'a scal jun lolonel tic, ol valan tas nab'il vuuj."
        },
        {
            "number": "18",
            "text": "Tzijtum tas tzin nib'ej svala', maxtzac yal in yamanoch vaan in b'a yuj tas nab'il tic vuuj."
        },
        {
            "number": "19",
            "text": "Ijan val tzin d'inhchaj yuj in lolonel chi' svab'i, icha nok' ak' tz'uum b'ud'an yuj yal sat uva."
        },
        {
            "number": "20",
            "text": "Yovalil ol vala', ichato chi' ol b'o in k'ool, yovalil ol in pac a lolonel tic."
        },
        {
            "number": "21",
            "text": "A d'ayin, manh ch'occh'ococlaj yilji anima, palta lajannhej eb' smasanil."
        },
        {
            "number": "22",
            "text": "Val yel, a in tic manh in b'eyb'aloc to ay junoc mach svik'chaanh. Q'uinaloc icha chi', tzam yak'och in yaelal Dios, aton b'ojinac in."
        }
    ]
}