{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yilan eb' vinh oxvanh chi' to stek'b'ej sb'a vinhaj Job yalani to malaj smul vinh, ix yactan eb' vinh stelan sb'a yet' vinh."
        },
        {
            "number": "2",
            "text": "Palta ha t'a skal eb' vinh ay jun vinh vinac aj chonhab' Buz, Eliú sb'i vinh, yuninal vinh vinhaj Baraquel yinhtilal vinhaj Ram. Majxo techaj yuj vinh scot yoval t'a vinhaj Job chi', yujto stek'b'ej sb'a vinh yalani to malaj smul vinh, syak'ancanb'at vinh t'a yib'anh Dios."
        },
        {
            "number": "3",
            "text": "Ix cot pax yoval vinhaj Eliú chi' t'a oxvanh eb' vinh yamigo vinhaj Job chi', yujto maj nachajel yuj eb' vinh tas ix aj spacan slolonel vinh eb' vinh, wach'chom ix yak'kan eb' vinh t'a yib'anh vinh."
        },
        {
            "number": "4",
            "text": "Ha vinhaj Eliú chi' quelemto vinh t'a skal eb' vinh chi', yuj chi' ix stanhvej vinh slolon juntzanhxo eb' vinh chi' yet' vinhaj Job chi'."
        },
        {
            "number": "5",
            "text": "Ayic ix yilan vinh to maxtzac yal spacan eb' vinh t'a vinhaj Job chi', majxo techaj yuj vinh syamanoch vaan sb'a,"
        },
        {
            "number": "6",
            "text": "ix syamanoch vinh yalan yic t'a skal eb' vinh icha tik: Ha in tik quelem unin into, a exxo tik ichamtac vinac exxo, yuj chi' maj yal in k'ol ix valb'at tas tzin na' t'a skal eyico'."
        },
        {
            "number": "7",
            "text": "Ix in naan icha tik: Lolonocab' eb' vinh ichamtac vinac tik, yujto te ay tas yojtac eb' vinh. Sch'oxocab'el sjelanil eb' vinh chi', xin chi."
        },
        {
            "number": "8",
            "text": "Palta jun, masanil anima aynhej spensar, yujto ha Dios Syal Yuj Smasanil, ha' ix ak'anoch Yespíritu t'a eb'."
        },
        {
            "number": "9",
            "text": "Manh yujoc to nivanxo ab'il syil junok mach, yuj chi' jelan, manh yujoc yicham vinaquil junok mach, yuj chi' wach' snachajel yuj."
        },
        {
            "number": "10",
            "text": "Yuj chi' sval icha tik: Comonoc tze maclej pax eyab' tastac vic ol vala', ay pax jab'oc tas tzin nib'ej svala'."
        },
        {
            "number": "11",
            "text": "Ha in tik ix in maclej vab' tas ix eyala' yacb'an a ex tik van e naan tas tzeyutej e pacan t'a vinh t'a jelanil."
        },
        {
            "number": "12",
            "text": "Ix vilanpaxi to malaj junok ex ix yal e pacan t'a vinh icha val smojal."
        },
        {
            "number": "13",
            "text": "Xeyaltaoch e b'a jelanil, yujto maj yal eyuuj. Anhej Dios ol pacan slolonel vinh chi'."
        },
        {
            "number": "14",
            "text": "Manhoc t'ayin ix yal juntzanh lolonel vinh, yuj chi' manh ol in pac t'a vinh icha ix e k'ulej a ex tik."
        },
        {
            "number": "15",
            "text": "Ha ticnaic mamin Job, a eb' vinh oxvanh tik, somchajnac eb' vinh, max yal-laj spacan eb' vinh tas ix ala'."
        },
        {
            "number": "16",
            "text": "Palta a in tik manh ol in em numan, wach'chom a eb' vinh tik manhxa tas wach' yalan eb' vinh, maxtzac nachaj yuj eb' vinh tas tz'aj spacani."
        },
        {
            "number": "17",
            "text": "Palta ol vak'och in b'ha t'a skal jun lolonel tik, ol valan tas nab'il vuuj."
        },
        {
            "number": "18",
            "text": "Tzijtum tas tzin nib'ej svala', maxtzac yal in yamanoch vaan in b'a yuj tas nab'il tik vuuj."
        },
        {
            "number": "19",
            "text": "Ijan val tzin d'inhchaj yuj in lolonel chi' svab'i, icha nok' ak' tz'uum b'ut'an yuj yal sat uva."
        },
        {
            "number": "20",
            "text": "Yovalil ol vala', ichato chi' ol b'o in k'ool, yovalil ol in pac a lolonel tik."
        },
        {
            "number": "21",
            "text": "Ha t'ayin, manh ch'occh'ococlaj yilji anima, palta lajannhej eb' smasanil."
        },
        {
            "number": "22",
            "text": "Val yel, a in tik manh in b'eyb'aloc to ay junok mach svik'chaanh. Q'uinaloc icha chi', tzam yak'och in yaelal Dios, aton b'ojinac in."
        }
    ]
}