{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi' mamin Job, ab' tas ol vala', cham tza maclej ab' in lolonel tik:"
        },
        {
            "number": "2",
            "text": "Yujto a spac a lolonel chi' ayxoek' t'a yol in ti' yic svalani."
        },
        {
            "number": "3",
            "text": "Ha tas nab'il vuuj, ol val t'ayach t'a stojolal yet' t'a smasanil in k'ool."
        },
        {
            "number": "4",
            "text": "Ha Dios Syal Yuj Smasanil, ha' ix in b'oani, a tz'ak'an in q'uinal, yuj chi' pitzan in."
        },
        {
            "number": "5",
            "text": "Tak'vanh t'ayin tato syal a pacani, na tas ol utej a colan a b'a."
        },
        {
            "number": "6",
            "text": "Lajanonnhej co chavanhil t'a yichanh Dios chi', anheja' t'a lum lum tik b'ob'il onh."
        },
        {
            "number": "7",
            "text": "Yuj chi' max yal a xiv vuuj, max yal emnaquil ol ach vutej."
        },
        {
            "number": "8",
            "text": "Icha tik ix vab' alani:"
        },
        {
            "number": "9",
            "text": "Wach'chom malaj in mul, malaj jab'oc in paltail, malaj chucal tzin k'ulej,"
        },
        {
            "number": "10",
            "text": "palta ha Dios sayan tas tz'aj yak'anoch t'a vib'anh, icha junok yajk'ol tzin yutej."
        },
        {
            "number": "11",
            "text": "Ichato ix yak'och q'uen cadena t'a voc, q'uelannhejoch t'ayin b'ajtac tzin eq'ui, xa chi."
        },
        {
            "number": "12",
            "text": "Palta a tas ix al tik manh wach'oclaj, yuj chi' ol vak' spac t'ayach: Ha Dios yelxo te ek'to yelk'och t'a quichanh a onh anima onh tik."
        },
        {
            "number": "13",
            "text": "¿Tas yuj tzaloch t'a sat to max spac tas tzal t'ay?"
        },
        {
            "number": "14",
            "text": "Ha Dios chi' tzijtum macanhil syutej lolon sb'a, palta max nachajel-laj cuuj."
        },
        {
            "number": "15",
            "text": "Ay b'aj slolon t'ak'walil, ma t'a vayichal, ma t'a ilvalil ayic te vaynac onh."
        },
        {
            "number": "16",
            "text": "Ha Dios slolon t'a co pensar, yic tzonh cachjioch vaan t'a tas sco k'ulej, icha chi' tz'aj onh xib'tanpaxi."
        },
        {
            "number": "17",
            "text": "Icha chi' tzonh yutej Dios, yic wach' squiq'uel co b'ha t'a skal chucal, yic manh comonoc squik'chaanh co b'a."
        },
        {
            "number": "18",
            "text": "Icha chi' syutej Dios onh scolanel t'a chamel yic wach' max onh sateli."
        },
        {
            "number": "19",
            "text": "Ay pax b'aj jun, a yet' yaelal syak' co cachnab'il Dios chi', scab'an val syail t'a co nivanil."
        },
        {
            "number": "20",
            "text": "Masanil vael te wach' tz'ak'ji co wa''a, tonhej sco yajeli."
        },
        {
            "number": "21",
            "text": "Stz'onb'i co nivanil, scheclajelta co b'aquil t'a co nivanil chi'."
        },
        {
            "number": "22",
            "text": "Ichato sk'och co nivanil b'aj smucchaj eb' chamnac, ayxoek' t'a yol sk'ab' chamel."
        },
        {
            "number": "23",
            "text": "Palta q'uinaloc t'a skal jantac eb' schecab' Dios, sik'jielta junok te niwan yelk'ochi, scoti yic tzul colvaj qued'oc, syalani tas smoj sco k'ulej,"
        },
        {
            "number": "24",
            "text": "sk'anan cuuj d'ha Dios to tz'ok' sk'ol t'ayonh. Sk'ananpax d'ha Dios chi' to max yiq'uel co q'uinal, yujto chequelxo mach stupan yuj co chucal chi'."
        },
        {
            "number": "25",
            "text": "Icha chi' tz'aj sb'oxi co k'ool, haxo co nivanil tik tz'uninb'ixi, icha yic scotnac quelemal."
        },
        {
            "number": "26",
            "text": "Ayic tzonh tevi d'ha Dios, syak'an svach'k'olal t'ayonh. Val t'a tzalajk'olal tzonh och ejmelal t'a yichanh Dios, scalan svach'k'olal t'a skal eb' quetanimail."
        },
        {
            "number": "27",
            "text": "Scalan junjun onh t'a yichanh eb' anima icha tik: Ix och in mul, ix in k'ulej tas manh tojoloc, palta ha Dios maj yal sk'ol ix yak'och in yaelal t'a smojal."
        },
        {
            "number": "28",
            "text": "Ha ix yutej to ix in scol t'a yol sk'ab' chamel, yuj chi' tzato vil sakil k'inal, xco chama."
        },
        {
            "number": "29",
            "text": "Icha chi' tzonh yutej Dios, manh jun chaelocnhej sk'ulej icha chi',"
        },
        {
            "number": "30",
            "text": "yuj onh scolanelta t'a yol sk'ab' chamel, yic scak'an tzalajb'oc jab'ocxo co k'ool."
        },
        {
            "number": "31",
            "text": "Mamin Job ab' val tas ol vala'. Numan tzach aji yacb'an tzin loloni."
        },
        {
            "number": "32",
            "text": "Tato ay tas tza nib'ej tzala', syal alan t'ayin. Tato ay tas snachaj uuj, ala', tzin nib'ej malaj tas skan t'a ib'anh."
        },
        {
            "number": "33",
            "text": "Tato malaj tas tzal jun, maclej ab' tas ol vala', ol ach in k'ayb'ej t'a jelanil, xchi vinhaj Eliú chi'."
        }
    ]
}