{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi' mamin Job, ab' tas ol vala', cham tza maclej ab' in lolonel tic:"
        },
        {
            "number": "2",
            "text": "Yujto a spac a lolonel chi' ayxoek' d'a yol in ti' yic svalani."
        },
        {
            "number": "3",
            "text": "A tas nab'il vuuj, ol val d'ayach d'a stojolal yed' d'a smasanil in k'ool."
        },
        {
            "number": "4",
            "text": "A Dios Syal Yuj Smasanil, a' ix in b'oani, a tz'ak'an in q'uinal, yuj chi' pitzan in."
        },
        {
            "number": "5",
            "text": "Tak'vanh d'ayin tato syal a pacani, na tas ol utej a colan a b'a."
        },
        {
            "number": "6",
            "text": "Lajanonnhej co chavanhil d'a yichanh Dios chi', anheja' d'a lum luum tic b'ob'il onh."
        },
        {
            "number": "7",
            "text": "Yuj chi' max yal a xiv vuuj, max yal emnaquil ol ach vutej."
        },
        {
            "number": "8",
            "text": "Icha tic ix vab' alani:"
        },
        {
            "number": "9",
            "text": "Vach'chom malaj in mul, malaj jab'oc in paltail, malaj chucal tzin k'ulej,"
        },
        {
            "number": "10",
            "text": "palta a Dios sayan tas tz'aj yak'anoch d'a vib'anh, icha junoc yajk'ol tzin yutej."
        },
        {
            "number": "11",
            "text": "Ichato ix yak'och q'uen cadena d'a voc, q'uelannhejoch d'ayin b'ajtac tzin eq'ui, xa chi."
        },
        {
            "number": "12",
            "text": "Palta a tas ix al tic manh vach'oclaj, yuj chi' ol vak' spac d'ayach: A Dios yelxo te ek'to yelk'och d'a quichanh a onh anima onh tic."
        },
        {
            "number": "13",
            "text": "¿Tas yuj tzaloch d'a sat to max spac tas tzal d'ay?"
        },
        {
            "number": "14",
            "text": "A Dios chi' tzijtum macanhil syutej lolon sb'a, palta max nachajel-laj cuuj."
        },
        {
            "number": "15",
            "text": "Ay b'aj slolon d'ak'valil, ma d'a vayichal, ma d'a ilvalil ayic te vaynac onh."
        },
        {
            "number": "16",
            "text": "A Dios slolon d'a co pensar, yic tzonh cachjioch vaan d'a tas sco k'ulej, icha chi' tz'aj onh xib'tanpaxi."
        },
        {
            "number": "17",
            "text": "Icha chi' tzonh yutej Dios, yic vach' squiq'uel co b'a d'a scal chucal, yic manh comonoc squik'chaanh co b'a."
        },
        {
            "number": "18",
            "text": "Icha chi' syutej Dios onh scolanel d'a chamel yic vach' max onh sateli."
        },
        {
            "number": "19",
            "text": "Ay pax b'aj jun, a yed' yaelal syak' co cachnab'il Dios chi', scab'an val syail d'a co nivanil."
        },
        {
            "number": "20",
            "text": "Masanil vael te vach' tz'ak'ji co va'a, tonhej sco yajeli."
        },
        {
            "number": "21",
            "text": "Stz'onb'i co nivanil, scheclajelta co b'aquil d'a co nivanil chi'."
        },
        {
            "number": "22",
            "text": "Ichato sk'och co nivanil b'aj smucchaj eb' chamnac, ayxoek' d'a yol sk'ab' chamel."
        },
        {
            "number": "23",
            "text": "Palta q'uinaloc d'a scal jantac eb' schecab' Dios, sik'jielta junoc te nivan yelk'ochi, scoti yic tzul colvaj qued'oc, syalani tas smoj sco k'ulej,"
        },
        {
            "number": "24",
            "text": "sk'anan cuuj d'a Dios to tz'ok' sk'ol d'ayonh. Sk'ananpax d'a Dios chi' to max yiq'uel co q'uinal, yujto chequelxo mach stupan yuj co chucal chi'."
        },
        {
            "number": "25",
            "text": "Icha chi' tz'aj sb'oxi co k'ool, axo co nivanil tic tz'uninb'ixi, icha yic scotnac quelemal."
        },
        {
            "number": "26",
            "text": "Ayic tzonh tevi d'a Dios, syak'an svach'k'olal d'ayonh. Val d'a tzalajk'olal tzonh och ejmelal d'a yichanh Dios, scalan svach'k'olal d'a scal eb' quetanimail."
        },
        {
            "number": "27",
            "text": "Scalan junjun onh d'a yichanh eb' anima icha tic: Ix och in mul, ix in k'ulej tas manh tojoloc, palta a Dios maj yal sk'ol ix yak'och in yaelal d'a smojal."
        },
        {
            "number": "28",
            "text": "A ix yutej to ix in scol d'a yol sk'ab' chamel, yuj chi' tzato vil saquilq'uinal, xco chama."
        },
        {
            "number": "29",
            "text": "Icha chi' tzonh yutej Dios, manh jun chaelocnhej sk'ulej icha chi',"
        },
        {
            "number": "30",
            "text": "yuj onh scolanelta d'a yol sk'ab' chamel, yic scak'an tzalajb'oc jab'ocxo co k'ool."
        },
        {
            "number": "31",
            "text": "Mamin Job ab' val tas ol vala'. Numan tzach aji yacb'an tzin loloni."
        },
        {
            "number": "32",
            "text": "Tato ay tas tza nib'ej tzala', syal alan d'ayin. Tato ay tas snachaj uuj, ala', tzin nib'ej malaj tas scan d'a ib'anh."
        },
        {
            "number": "33",
            "text": "Tato malaj tas tzal jun, maclej ab' tas ol vala', ol ach in k'ayb'ej d'a jelanil, xchi vinhaj Eliú chi'."
        }
    ]
}