{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi vinhaj Eliú chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Ha ex jelan ex, ex e k'ayb'ejnac, ab'ec tas ol vala':"
        },
        {
            "number": "3",
            "text": "Ha yol co ti' a tz'ab'an svach'il tastac scab'lej. Icha pax chi' co chiquin a tz'ab'an tastac tz'alchaji."
        },
        {
            "number": "4",
            "text": "Yuj chi' sco b'eyk'olej tas yaj juntzanh lolonel tik, yic snachajel cuuj tas yaji."
        },
        {
            "number": "5",
            "text": "Ha vinhaj Job ix alan icha tik: Ha in tik malaj in mul, palta ha Dios max b'oanel-laj tas vaji."
        },
        {
            "number": "6",
            "text": "Q'uinaloc tato svala' to ay in mul, van am vesan syal chi'. Wach'chom malaj in mul chi', palta max yiq'uel-laj in yaelal tik, xchi vinh."
        },
        {
            "number": "7",
            "text": "Malaj junok mach lajan yet' vinhaj Job tik, scomon b'uchvaj vinh d'ha Dios icha co comon uk'an ha ha'."
        },
        {
            "number": "8",
            "text": "Scha val sk'ol vinh junnhej tz'aj yet' eb' chuc. Junnhej tzek' vinh yet' eb' anima chuc spensar."
        },
        {
            "number": "9",
            "text": "Syalan vinh to malaj tas scak' ganar ayic wach' scutej co b'ha t'a sat Dios."
        },
        {
            "number": "10",
            "text": "Palta a ex ay e pensar tik, ab'ec tas ol vala'. Ha Dios Syal Yuj Smasanil, malaj b'aj sk'ulej tas manh tojoloc."
        },
        {
            "number": "11",
            "text": "Ha tz'ak'an spac t'a junjun anima icha tastac sk'ulej. Junjun mach ol scha spac icha val t'a smojalil."
        },
        {
            "number": "12",
            "text": "Val yel ha Dios Syal Yuj Smasanil chi', malaj b'aj sk'ulej junok chucal, ma junok tas manh tojoloc."
        },
        {
            "number": "13",
            "text": "Malaj junok mach ix ak'an yopisio yak'an yajalil t'a yol yib'anhk’inal tik."
        },
        {
            "number": "14",
            "text": "Q'uinaloc syal sk'ol Dios syiq'uel quik' yak'nacoch t'ayonh,"
        },
        {
            "number": "15",
            "text": "junlajannhej am tz'aj co cham co masanil, tzonh meltzajxicanoch pococal."
        },
        {
            "number": "16",
            "text": "Mamin Job, tato ay a pensar, ab' tas ol vala'. Tza maclej val ab' in lolonel tik."
        },
        {
            "number": "17",
            "text": "Q'uinaloc tato manh tojoloc Dios ¿tom syal yak'an Yajalil? ¿Tom tza nib'ej tzak'och t'a yib'anh Dios, jun yelxo val ek'b'al te wach'?"
        },
        {
            "number": "18",
            "text": "Tato chuc syutej sb'a eb' rey yet' eb' yajal, max xivlaj Dios yalanoch t'a sat eb'."
        },
        {
            "number": "19",
            "text": "Ha Dios max yak'ochlaj sb'a yet' eb' yajal, max yak'paxochlaj sb'a yet' eb' b'eyum t'a yichanh eb' meb'a'. Lajannhej quelk'och t'a sat, yujto a b'ojinac onh co masanil."
        },
        {
            "number": "20",
            "text": "Tato syal sk'ol Dios, elanhchamel tzonh cham t'a junok ak'val. Ha eb' te jelan yalani, munil ol cham eb', manh yovaliloc anima ol milan eb'."
        },
        {
            "number": "21",
            "text": "Ha Dios tz'ilan tastac sco b'eyb'alej, yojtacpaxi tastac tz'aj co b'eyeq'ui."
        },
        {
            "number": "22",
            "text": "Wach'chom te k'ik'q'uinal, palta max yal-laj sk'ub'anel sb'a eb' sk'ulan chucal."
        },
        {
            "number": "23",
            "text": "Ha Dios manh yovaliloc syavtej junok anima t'a yichanh yic sch'olb'itani."
        },
        {
            "number": "24",
            "text": "Manh yovaliloc sk'anb'ejek' yab'i tas yuj satel eb' nivac yajal, ch'ocxo mach tz'ochcan t'a yopisio eb' chi'."
        },
        {
            "number": "25",
            "text": "Ha Dios yojtac tastac sk'ulej eb'. Syalnhej sk'och t'ak'walil satancanel eb'."
        },
        {
            "number": "26",
            "text": "Ha val t'a quichanh tz'ak'jioch syaelal eb', icha tz'utaj eb' chuc,"
        },
        {
            "number": "27",
            "text": "yujto malaj sgana eb' sk'anab'ajan tas syala', malaj sgana eb' sb'eyb'alan schecnab'il."
        },
        {
            "number": "28",
            "text": "Yuj schucal eb' yajal chi', tz'el yav eb' meb'a' yet' eb' tz'ixtaji. Ha Dios tz'ab'an yel yav eb' chi'."
        },
        {
            "number": "29",
            "text": "Q'uinaloc malaj tas syal Dios, malaj mach syal yak'anoch t'a yib'anh. Q'uinaloc sb'at mican Dios t'a eb' van yixtaji, malaj mach syal scolan eb'. Wach'chom junok niwan chonhab', ma junok anima, max yal scolan sb'a."
        },
        {
            "number": "30",
            "text": "Anhej Dios syal scolvaji yic max yak' yajalil eb' chuc spensar t'a juntzanh chonhab' chi', yic max ixtaj eb' anima yuj eb'."
        },
        {
            "number": "31",
            "text": "Mamin Job, tocval ix al d'ha Dios: Ix och in mul, palta manhxo ol in k'ulejlaj."
        },
        {
            "number": "32",
            "text": "Ch'ox val in mul to maxtzac in nacoti. Tato ay b'aj chuc ix laj vutej in b'a, haxo ticnaic, manhxo ol in k'ulejlaj, manh xa chioc."
        },
        {
            "number": "33",
            "text": "Tato max a cha ab' tas syal Dios, ¿tom a a naani to ol spac Dios t'ayach icha val tas tza nib'ej? Yuj chi' a ach tza na' tas tzutej a b'a, manhoc in ol val t'ayach. Al val t'ayonh tas tza na' chi'."
        },
        {
            "number": "34",
            "text": "Ha eb' anima jelan tz'ab'an tas sval tik, ol yal eb' icha tik:"
        },
        {
            "number": "35",
            "text": "Manh yojtacoc vinhaj Job chi' tas syala', malaj yelk'och slolonel vinh syal chi', xcham eb'."
        },
        {
            "number": "36",
            "text": "Chamocab' val sch'olb'itaj vinhaj Job tik, yujto a tas syal vinh, lajan icha tas syal eb' malaj svach'il sb'eyb'al."
        },
        {
            "number": "37",
            "text": "Ha vinhaj Job tik, manh tonhejoc ay smul vinh, palta yelxo te pit vinh. Val t'a quichanh sb'uchvaj vinh d'ha Dios, stelan val sb'a vinh yet'oc, xchi vinhaj Eliú chi'."
        }
    ]
}