{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi winhaj Eliú chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Ha ex jelan ex, ex he k'ayb'ejnac, ab'ec tas ol wala':"
        },
        {
            "number": "3",
            "text": "Ha yol ko ti' a tz'ab'an swach'il tastac scab'lej. Icha pax chi' ko chiquin a tz'ab'an tastac tz'alchaji."
        },
        {
            "number": "4",
            "text": "Yuj chi' sco b'eyk'olej tas yaj juntzanh lolonel tik, yic snachajel cuuj tas yaji."
        },
        {
            "number": "5",
            "text": "Ha winhaj Job ix alan icha tik: Ha in tik malaj in mul, palta ha Dios max b'oanel-laj tas waji."
        },
        {
            "number": "6",
            "text": "Q'uinaloc tato swala' to ay in mul, wan am wesan syal chi'. Wach'chom malaj in mul chi', palta max yik'el-laj in yaelal tik, xchi winh."
        },
        {
            "number": "7",
            "text": "Malaj junok mach lajan yet' winhaj Job tik, scomon b'uchwaj winh d'ha Dios icha ko comon uk'an ha ha'."
        },
        {
            "number": "8",
            "text": "Scha wal sk'ol winh junnhej tz'aj yet' heb' chuk. Junnhej tzek' winh yet' heb' anima chuk spensar."
        },
        {
            "number": "9",
            "text": "Syalan winh to malaj tas skak' ganar ayic wach' scutej ko b'ha t'a sat Dios."
        },
        {
            "number": "10",
            "text": "Palta a ex ay he pensar tik, ab'ec tas ol wala'. Ha Dios Syal Yuj Smasanil, malaj b'aj sk'ulej tas manh tojolok."
        },
        {
            "number": "11",
            "text": "Ha tz'ak'an spak t'a junjun anima icha tastac sk'ulej. Junjun mach ol scha spak icha wal t'a smojalil."
        },
        {
            "number": "12",
            "text": "Val yel ha Dios Syal Yuj Smasanil chi', malaj b'aj sk'ulej junok chukal, ma junok tas manh tojolok."
        },
        {
            "number": "13",
            "text": "Malaj junok mach ix ak'an yopisio yak'an yajalil t'a yol yib'anhk’inal tik."
        },
        {
            "number": "14",
            "text": "Q'uinaloc syal sk'ol Dios syik'el quik' yak'nacoch t'ayonh,"
        },
        {
            "number": "15",
            "text": "junlajannhej am tz'aj ko cham ko masanil, tzonh meltzajxicanoch pokokal."
        },
        {
            "number": "16",
            "text": "Mamin Job, tato ay a pensar, ab' tas ol wala'. Tza maclej wal ab' in lolonel tik."
        },
        {
            "number": "17",
            "text": "Q'uinaloc tato manh tojolok Dios ¿tom syal yak'an Yajalil? ¿Tom tza nib'ej tzak'och t'a yib'anh Dios, jun yelxo wal ek'b'al te wach'?"
        },
        {
            "number": "18",
            "text": "Tato chuk syutej sb'a heb' rey yet' heb' yajal, max xivlaj Dios yalanoch t'a sat heb'."
        },
        {
            "number": "19",
            "text": "Ha Dios max yak'ochlaj sb'a yet' heb' yajal, max yak'paxochlaj sb'a yet' heb' b'eyum t'a yichanh heb' meb'a'. Lajannhej quelk'och t'a sat, yujto a b'ojinac onh ko masanil."
        },
        {
            "number": "20",
            "text": "Tato syal sk'ol Dios, elanhchamel tzonh cham t'a junok ak'wal. Ha heb' te jelan yalani, munil ol cham heb', manh yowaliloc anima ol milan heb'."
        },
        {
            "number": "21",
            "text": "Ha Dios tz'ilan tastac sco b'eyb'alej, yojtacpaxi tastac tz'aj ko b'eyeq'ui."
        },
        {
            "number": "22",
            "text": "Wach'chom te k'ik'k 'inal, palta max yal-laj sk'ub'anel sb'a heb' sk'ulan chukal."
        },
        {
            "number": "23",
            "text": "Ha Dios manh yowaliloc syavtej junok anima t'a yichanh yic sch'olb'itani."
        },
        {
            "number": "24",
            "text": "Manh yowaliloc sk'anb'ejek' yab'i tas yuj satel heb' niwac yajal, ch'ocxo mach tz'ochcan t'a yopisio heb' chi'."
        },
        {
            "number": "25",
            "text": "Ha Dios yojtac tastac sk'ulej heb'. Syalnhej sk'och t'ak'walil satancanel heb'."
        },
        {
            "number": "26",
            "text": "Ha wal t'a quichanh tz'ak'jioch syaelal heb', icha tz'utaj heb' chuk,"
        },
        {
            "number": "27",
            "text": "yujto malaj snib'ej heb' sk'anab'ajan tas syala', malaj snib'ej heb' sb'eyb'alan schecnab'il."
        },
        {
            "number": "28",
            "text": "Yuj schucal heb' yajal chi', tz'el yav heb' meb'a' yet' heb' tz'ixtaji. Ha Dios tz'ab'an yel yav heb' chi'."
        },
        {
            "number": "29",
            "text": "Q'uinaloc malaj tas syal Dios, malaj mach syal yak'anoch t'a yib'anh. Q'uinaloc sb'at mican Dios t'a heb' wan yixtaji, malaj mach syal scolan heb'. Wach'chom junok niwan chonhab', ma junok anima, max yal scolan sb'a."
        },
        {
            "number": "30",
            "text": "Anhej Dios syal scolwaji yic max yak' yajalil heb' chuk spensar t'a juntzanh chonhab' chi', yic max ixtaj heb' anima yuj heb'."
        },
        {
            "number": "31",
            "text": "Mamin Job, tocwal ix al d'ha Dios: Ix och in mul, palta manhxo ol in k'ulejlaj."
        },
        {
            "number": "32",
            "text": "Ch'ox wal in mul to maxtzac in nacoti. Tato ay b'aj chuk ix laj wutej in b'a, haxo ticnaik, manhxo ol in k'ulejlaj, manh xa chioc."
        },
        {
            "number": "33",
            "text": "Tato max a cha ab' tas syal Dios, ¿tom a a naani to ol spak Dios t'ayach icha wal tas tza nib'ej? Yuj chi' a ach tza na' tas tzutej a b'a, manhoc in ol wal t'ayach. Al wal t'ayonh tas tza na' chi'."
        },
        {
            "number": "34",
            "text": "Ha heb' anima jelan tz'ab'an tas swal tik, ol yal heb' icha tik:"
        },
        {
            "number": "35",
            "text": "Manh yojtacoc winhaj Job chi' tas syala', malaj yelk'och slolonel winh syal chi', xcham heb'."
        },
        {
            "number": "36",
            "text": "Chamocab' wal sch'olb'itaj winhaj Job tik, yujto a tas syal winh, lajan icha tas syal heb' malaj swach'il sb'eyb'al."
        },
        {
            "number": "37",
            "text": "Ha winhaj Job tik, manh tonhejoc ay smul winh, palta yelxo te pit winh. Val t'a quichanh sb'uchwaj winh d'ha Dios, stelan wal sb'a winh yet'oc, xchi winhaj Eliú chi'."
        }
    ]
}