{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi vinhaj Eliú chi' icha tic:"
        },
        {
            "number": "2",
            "text": "A ex jelan ex, ex e k'ayb'ejnac, ab'ec tas ol vala':"
        },
        {
            "number": "3",
            "text": "A yol co ti' a tz'ab'an svach'il tastac scab'lej. Icha pax chi' co chiquin a tz'ab'an tastac tz'alchaji."
        },
        {
            "number": "4",
            "text": "Yuj chi' sco b'eyk'olej tas yaj juntzanh lolonel tic, yic snachajel cuuj tas yaji."
        },
        {
            "number": "5",
            "text": "A vinhaj Job ix alan icha tic: A in tic malaj in mul, palta a Dios max b'oanel-laj tas vaji."
        },
        {
            "number": "6",
            "text": "Q'uinaloc tato svala' to ay in mul, van am vesan syal chi'. Vach'chom malaj in mul chi', palta max yiq'uel-laj in yaelal tic, xchi vinh."
        },
        {
            "number": "7",
            "text": "Malaj junoc mach lajan yed' vinhaj Job tic, scomon b'uchvaj vinh d'a Dios icha co comon uk'an a a'."
        },
        {
            "number": "8",
            "text": "Scha val sk'ol vinh junnhej tz'aj yed' eb' chuc. Junnhej tz'ek' vinh yed' eb' anima chuc spensar."
        },
        {
            "number": "9",
            "text": "Syalan vinh to malaj tas scak' ganar ayic vach' scutej co b'a d'a sat Dios."
        },
        {
            "number": "10",
            "text": "Palta a ex ay e pensar tic, ab'ec tas ol vala'. A Dios Syal Yuj Smasanil, malaj b'aj sk'ulej tas manh tojoloc."
        },
        {
            "number": "11",
            "text": "A tz'ak'an spac d'a junjun anima icha tastac sk'ulej. Junjun mach ol scha spac icha val d'a smojalil."
        },
        {
            "number": "12",
            "text": "Val yel a Dios Syal Yuj Smasanil chi', malaj b'aj sk'ulej junoc chucal, ma junoc tas manh tojoloc."
        },
        {
            "number": "13",
            "text": "Malaj junoc mach ix ak'an yopisio yak'an yajalil d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "14",
            "text": "Q'uinaloc syal sk'ol Dios syiq'uel quik' yak'nacoch d'ayonh,"
        },
        {
            "number": "15",
            "text": "junlajannhej am tz'aj co cham co masanil, tzonh meltzajxicanoch pococal."
        },
        {
            "number": "16",
            "text": "Mamin Job, tato ay a pensar, ab' tas ol vala'. Tza maclej val ab' in lolonel tic."
        },
        {
            "number": "17",
            "text": "Q'uinaloc tato manh tojoloc Dios ¿tom syal yak'an Yajalil? ¿Tom tza nib'ej tzak'och d'a yib'anh Dios, jun yelxo val ek'b'al te vach'?"
        },
        {
            "number": "18",
            "text": "Tato chuc syutej sb'a eb' rey yed' eb' yajal, max xivlaj Dios yalanoch d'a sat eb'."
        },
        {
            "number": "19",
            "text": "A Dios max yak'ochlaj sb'a yed' eb' yajal, max yak'paxochlaj sb'a yed' eb' b'eyum d'a yichanh eb' meb'a'. Lajannhej quelk'och d'a sat, yujto a b'ojinac onh co masanil."
        },
        {
            "number": "20",
            "text": "Tato syal sk'ol Dios, elanhchamel tzonh cham d'a junoc ak'val. A eb' te jelan yalani, munil ol cham eb', manh yovaliloc anima ol milan eb'."
        },
        {
            "number": "21",
            "text": "A Dios tz'ilan tastac sco b'eyb'alej, yojtacpaxi tastac tz'aj co b'eyeq'ui."
        },
        {
            "number": "22",
            "text": "Vach'chom te q'uik'q'uinal, palta max yal-laj sk'ub'anel sb'a eb' sk'ulan chucal."
        },
        {
            "number": "23",
            "text": "A Dios manh yovaliloc syavtej junoc anima d'a yichanh yic sch'olb'itani."
        },
        {
            "number": "24",
            "text": "Manh yovaliloc sk'anb'ejek' yab'i tas yuj satel eb' nivac yajal, ch'ocxo mach tz'ochcan d'a yopisio eb' chi'."
        },
        {
            "number": "25",
            "text": "A Dios yojtac tastac sk'ulej eb'. Syalnhej sk'och d'ak'valil satancanel eb'."
        },
        {
            "number": "26",
            "text": "A val d'a quichanh tz'ak'jioch syaelal eb', icha tz'utaj eb' chuc,"
        },
        {
            "number": "27",
            "text": "yujto malaj sgana eb' sk'anab'ajan tas syala', malaj sgana eb' sb'eyb'alan schecnab'il."
        },
        {
            "number": "28",
            "text": "Yuj schucal eb' yajal chi', tz'el yav eb' meb'a' yed' eb' tz'ixtaji. A Dios tz'ab'an yel yav eb' chi'."
        },
        {
            "number": "29",
            "text": "Q'uinaloc malaj tas syal Dios, malaj mach syal yak'anoch d'a yib'anh. Q'uinaloc sb'at mican Dios d'a eb' van yixtaji, malaj mach syal scolan eb'. Vach'chom junoc nivan chonhab', ma junoc anima, max yal scolan sb'a."
        },
        {
            "number": "30",
            "text": "Anhej Dios syal scolvaji yic max yak' yajalil eb' chuc spensar d'a juntzanh chonhab' chi', yic max ixtaj eb' anima yuj eb'."
        },
        {
            "number": "31",
            "text": "Mamin Job, tocval ix al d'a Dios: Ix och in mul, palta manhxo ol in k'ulejlaj."
        },
        {
            "number": "32",
            "text": "Ch'ox val in mul to maxtzac in nacoti. Tato ay b'aj chuc ix laj vutej in b'a, axo ticnaic, manhxo ol in k'ulejlaj, manh xa chioc."
        },
        {
            "number": "33",
            "text": "Tato max a cha ab' tas syal Dios, ¿tom a a naani to ol spac Dios d'ayach icha val tas tza nib'ej? Yuj chi' a ach tza na' tas tzutej a b'a, manhoc in ol val d'ayach. Al val d'ayonh tas tza na' chi'."
        },
        {
            "number": "34",
            "text": "A eb' anima jelan tz'ab'an tas sval tic, ol yal eb' icha tic:"
        },
        {
            "number": "35",
            "text": "Manh yojtacoc vinhaj Job chi' tas syala', malaj yelk'och slolonel vinh syal chi', xcham eb'."
        },
        {
            "number": "36",
            "text": "Chamocab' val sch'olb'itaj vinhaj Job tic, yujto a tas syal vinh, lajan icha tas syal eb' malaj svach'il sb'eyb'al."
        },
        {
            "number": "37",
            "text": "A vinhaj Job tic, manh tonhejoc ay smul vinh, palta yelxo te pit vinh. Val d'a quichanh sb'uchvaj vinh d'a Dios, stelan val sb'a vinh yed'oc, xchi vinhaj Eliú chi'."
        }
    ]
}