{
    "chapter": "35",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi winhaj Eliú chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Mamin Job, ¿tom tza na' to wach' tas ix ala'? Ha Dios ol alanoc to malaj in mul, xa chi."
        },
        {
            "number": "3",
            "text": "Wach'chom tzal val icha tik d'ha Dios: ¿Tas alan ico' wach'chom tz'och in mul? ¿Tas in ganar tato max och in mul chi'? xa chi."
        },
        {
            "number": "4",
            "text": "Ol in tak'voc t'ayach yet' t'a eb' winh amigo tik:"
        },
        {
            "number": "5",
            "text": "Q'ueanh q'uelan t'a satcha’anh, ol ilani to a asun te chaanh yajq'ue t'a ib'anh."
        },
        {
            "number": "6",
            "text": "Wach'chom ste och a mul, malaj tas ol ik'an Dios uuj."
        },
        {
            "number": "7",
            "text": "Taxonhej te wach' pax tas tza k'ulej jun, malaj pax tas syiq'uelta t'a a patic, malaj jab'oc wach'ilal syak' t'ay."
        },
        {
            "number": "8",
            "text": "Ha eb' quetanimail, aton eb' tz'ixtaj yuj a mul, a eb' chi', wach' pax tz'elk'och eb' yuj swach'il tas tza k'ulej."
        },
        {
            "number": "9",
            "text": "Ayic tz'ixtaj val eb' anima, tz'el val yav eb' yic sayan mach scolan eb' t'a yol scab' eb' tz'ixtan chi',"
        },
        {
            "number": "10",
            "text": "palta max sayek'laj Dios eb' yic skolwaj yet' eb', aton Dios b'ojinac eb', jun tz'ak'an co tzalajk'olal t'a skal yaelal."
        },
        {
            "number": "11",
            "text": "Max saypaxek'laj Dios chi' eb', aton jun ek'al tzonh k'ayb'an t'a yichanh nok' nok', jun tz'ak'an co jelanil t'a yichanh nok' much."
        },
        {
            "number": "12",
            "text": "Tz'el yav eb', palta max tak'vilaj Dios t'a eb', yujto te chuk eb', syik' val chaanh sb'a eb'."
        },
        {
            "number": "13",
            "text": "Yujto ha Dios Syal Yuj Smasanil, max scha yab' comon lolonel syal eb'."
        },
        {
            "number": "14",
            "text": "Wach'chom tzala' to max ilochlaj Dios chi', palta a tas ayoch t'a ib'anh ayek' t'a yichanh, yuj chi' tanhvej tas ol aj sb'oan Dios chi' t'ayach."
        },
        {
            "number": "15",
            "text": "Tzala' to max cot yoval, malaj yaelal syak' t'a eb' sk'ulan chukal."
        },
        {
            "number": "16",
            "text": "Palta mamin Job, a juntzanh a lolonel tzal chi' malaj jab'oc yelk'ochi. Jantac tas tzala', palta malaj a pensar ayic tzach loloni, xchi winhaj Eliú chi'."
        }
    ]
}