{
    "chapter": "35",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi winhaj Eliú chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Mamin Job, ¿tom tza na' to wach' tas ix ala'? Ha Dios ol alanoc to malaj in mul, xa chi."
        },
        {
            "number": "3",
            "text": "Wach'chom tzal wal icha tik d'ha Dios: ¿Tas alan ico' wach'chom tz'och in mul? ¿Tas in ganar tato max och in mul chi'? xa chi."
        },
        {
            "number": "4",
            "text": "Ol in tak'woc t'ayach yet' t'a heb' winh amigo tik:"
        },
        {
            "number": "5",
            "text": "Q'ueanh k'elan t'a satcha’anh, ol ilani to a asun te chaanh yajk'e t'a ib'anh."
        },
        {
            "number": "6",
            "text": "Wach'chom ste och a mul, malaj tas ol ik'an Dios uuj."
        },
        {
            "number": "7",
            "text": "Taxonhej te wach' pax tas tza k'ulej jun, malaj pax tas syik'elta t'a a patic, malaj jab'oc wach'ilal syak' t'ay."
        },
        {
            "number": "8",
            "text": "Ha heb' quetanimail, aton heb' tz'ixtaj yuj a mul, a heb' chi', wach' pax tz'elk'och heb' yuj swach'il tas tza k'ulej."
        },
        {
            "number": "9",
            "text": "Ayic tz'ixtaj wal heb' anima, tz'el wal yav heb' yic sayan mach scolan heb' t'a yol skab' heb' tz'ixtan chi',"
        },
        {
            "number": "10",
            "text": "palta max sayek'laj Dios heb' yic skolwaj yet' heb', aton Dios b'ojinac heb', jun tz'ak'an ko tzalajk'olal t'a skal yaelal."
        },
        {
            "number": "11",
            "text": "Max saypaxek'laj Dios chi' heb', aton jun ek'al tzonh k'ayb'an t'a yichanh nok' nok', jun tz'ak'an ko jelanil t'a yichanh nok' much."
        },
        {
            "number": "12",
            "text": "Tz'el yav heb', palta max tak'wilaj Dios t'a heb', yujto te chuk heb', syik' wal chaanh sb'a heb'."
        },
        {
            "number": "13",
            "text": "Yujto ha Dios Syal Yuj Smasanil, max scha yab' comon lolonel syal heb'."
        },
        {
            "number": "14",
            "text": "Wach'chom tzala' to max ilochlaj Dios chi', palta a tas ayoch t'a ib'anh ayek' t'a yichanh, yuj chi' tanhwej tas ol aj sb'oan Dios chi' t'ayach."
        },
        {
            "number": "15",
            "text": "Tzala' to max cot yowal, malaj yaelal syak' t'a heb' sk'ulan chukal."
        },
        {
            "number": "16",
            "text": "Palta mamin Job, a juntzanh a lolonel tzal chi' malaj jab'oc yelk'ochi. Jantac tas tzala', palta malaj a pensar ayic tzach loloni, xchi winhaj Eliú chi'."
        }
    ]
}