{
    "chapter": "36",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi vinhaj Eliú chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Ha ticnaic ak' nivank'olal, yujto ol ach in k'ayb'ej, ayto tas ol val yuj swach'iloc Dios."
        },
        {
            "number": "3",
            "text": "Ol vak'lab'ej jantac in jelanil yic tzin ch'oxaneli to ha Dios chi' b'ojinac onh, tojol ton paxi."
        },
        {
            "number": "4",
            "text": "Ojtaquejeli to a tas sval tik t'ayach manh esoc. Ha in tzin lolon ed' tik, tz'acan in jelanil."
        },
        {
            "number": "5",
            "text": "Ha Dios te ay spoder, te ay pax sjelanil, palta malaj junok mach spatiquejeli."
        },
        {
            "number": "6",
            "text": "Ha eb' chuk sk'ulej, scham eb' yuj Dios chi', haxo eb' tz'ixtaji, sb'oji yaj eb' yuj."
        },
        {
            "number": "7",
            "text": "Ha stanhvan eb' anima wach' sb'eyb'al. Ha tz'ak'anoch eb' yajalil yic sb'inaj eb' t'a masanil tiempo."
        },
        {
            "number": "8",
            "text": "Axo eb' sk'ulan chukal, tato stzek'chaj eb' t'a q'uen cadena, syab' val syail eb'."
        },
        {
            "number": "9",
            "text": "Ha Dios sch'oxani b'ajtac tz'och smul eb' chi' yujto tzek' eb' t'a yib'anh."
        },
        {
            "number": "10",
            "text": "Sloloni yic scachan eb', syalani to syactejcan schucal eb' chi'."
        },
        {
            "number": "11",
            "text": "Tato scha yab' eb', syak'anoch sb'a eb' t'a yol sk'ab', tzalajk'olal tzek' eb', ato syal jantac sq'uinal eb' syak'a'."
        },
        {
            "number": "12",
            "text": "Palta tato max scha yab' eb' jun, xicjicham eb', sb'atcan eb' t'a skal eb' chamnac yujto maj yak'och eb' t'a sk'ool tas syal Dios."
        },
        {
            "number": "13",
            "text": "Ha eb' malaj yelk'och Dios t'ay, aynhejcot yoval eb'. Wach'chom tz'ak'jioch syaelal eb' yuj, palta max yal-laj sb'a eb' t'ay yic sk'anan scolval eb' t'a yib'anh."
        },
        {
            "number": "14",
            "text": "Spet cham eb', q'uixvelal tz'aj satel eb'."
        },
        {
            "number": "15",
            "text": "Ha t'a skal syaelal junok mach, ha Dios tz'ak'an nachajel smul, yic scolchaj t'a skal syaelal chi'."
        },
        {
            "number": "16",
            "text": "Mamin Job, icha chi' sgana Dios tzach yutej. Tzach yik'anelta t'a skal a yaelal, tzach yik'anb'at t'a jun lugar te wach' b'aj manhxa tas syak' palta t'ayach, yic tzak' tzalajb'oc a k'ool t'a vael jantac swach'il."
        },
        {
            "number": "17",
            "text": "Palta haxo ticnaic, ha Dios tzach ch'olb'itani, a yaelal smoj schaan eb' chuk, a chi' van a chaani."
        },
        {
            "number": "18",
            "text": "Yuj chi' ya'ilej a b'a yic wach' manh elanhchameloc tzach satel yuj yoval sk'ol Dios. Manh ol yal a colchaj t'a yoval sk'ol chi' yuj jantacoc tumin."
        },
        {
            "number": "19",
            "text": "Malaj yelk'och a b'eyumal t'a sat. Malaj pax yelk'och jantac ipalil t'ay."
        },
        {
            "number": "20",
            "text": "Mocab' a nib'ejcot sq'uik'alq'uinalil chamel t'a ib'anh, aton stiempoal satjiel nivac chonhab' t'a elanhchamel."
        },
        {
            "number": "21",
            "text": "Ya'ilej a b'a yic max a nib'ejb'at a b'ha t'a chukal, yujto a yaelal tik ix javi t'a ib'anh yic max ach b'at t'a chukal chi'."
        },
        {
            "number": "22",
            "text": "Scham val ilan jantac spoder Dios. Malaj junok k'ayb'um syal slajb'an sb'a yet'oc."
        },
        {
            "number": "23",
            "text": "Malaj junok mach syal yalan tas sk'ulej, malaj mach syal yalanoch t'a sat to chuk ix sk'ulej."
        },
        {
            "number": "24",
            "text": "Masanil anima tz'alan wach' lolonel yuj tas wach' ix sb'o Dios chi'. Ya'ilej pax a b'a yic max b'at satk'olal alan wach' lolonel t'ay."
        },
        {
            "number": "25",
            "text": "Masanil anima tz'ilan tastac b'ob'il yuj, wach'chom najatnhej syilb'at eb'."
        },
        {
            "number": "26",
            "text": "Maxtzac nachajel cuuj jantac snivanil yelk'ochi, max yal co b'isan jantac yab'ilal."
        },
        {
            "number": "27",
            "text": "Ha tz'ik'anq'ue jantac ha ha' t'a chaanh, smeltzajoch ha' nhab'il."
        },
        {
            "number": "28",
            "text": "Smolan sb'ha ha' t'a skal asun, slajvi chi' yax nhab' tz'aj yem ha' t'a quib'anh."
        },
        {
            "number": "29",
            "text": "Malaj mach snachajel yuj tas tz'aj spucaxb'at asun chi' yuj, ma tas yuj sk'anh k'u t'a satcha’anh b'aj ay scajnub'."
        },
        {
            "number": "30",
            "text": "Ha tz'ak'anek' copoljoc leb'lon t'a spatictac b'aj ayeq'ui, palta a yich ha' mar, anheja' k'ik'q'uinal yilji."
        },
        {
            "number": "31",
            "text": "Icha tik tz'aj sch'olb'itan juntzanh chonhab', syak'an jantac vael t'a eb' anima."
        },
        {
            "number": "32",
            "text": "Ha yamjinac leb'lon, syumanb'at b'aj syal sk'ool, d'inhannhej sk'och b'aj sk'och chi'."
        },
        {
            "number": "33",
            "text": "Ayic sk'anh k'u chi' a sch'oxani to van scot nivac ik'nhab', inatax nok' molb'etzal nok', yojtac nok' to vanxo scot ik'nhab' chi'."
        }
    ]
}