{
    "chapter": "36",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi winhaj Eliú chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Ha ticnaik ak' niwank'olal, yujto ol ach in k'ayb'ej, ayto tas ol wal yuj swach'iloc Dios."
        },
        {
            "number": "3",
            "text": "Ol wak'lab'ej jantac in jelanil yic tzin ch'oxaneli to ha Dios chi' b'ojinac onh, tojol ton paxi."
        },
        {
            "number": "4",
            "text": "Ojtaquejeli to a tas swal tik t'ayach manh esoc. Ha in tzin lolon ed' tik, tz'akan in jelanil."
        },
        {
            "number": "5",
            "text": "Ha Dios te ay spoder, te ay pax sjelanil, palta malaj junok mach spatiquejeli."
        },
        {
            "number": "6",
            "text": "Ha heb' chuk sk'ulej, scham heb' yuj Dios chi', haxo heb' tz'ixtaji, sb'oji yaj heb' yuj."
        },
        {
            "number": "7",
            "text": "Ha stanhwan heb' anima wach' sb'eyb'al. Ha tz'ak'anoch heb' yajalil yic sb'inaj heb' t'a masanil tiempo."
        },
        {
            "number": "8",
            "text": "Axo heb' sk'ulan chukal, tato stzek'chaj heb' t'a k'een cadena, syab' wal syail heb'."
        },
        {
            "number": "9",
            "text": "Ha Dios sch'oxani b'ajtac tz'och smul heb' chi' yujto tzek' heb' t'a yib'anh."
        },
        {
            "number": "10",
            "text": "Sloloni yic skachan heb', syalani to syactejkan schukal heb' chi'."
        },
        {
            "number": "11",
            "text": "Tato scha yab' heb', syak'anoch sb'a heb' t'a yol sk'ab', tzalajk'olal tzek' heb', ato syal jantac sk'inal heb' syak'a'."
        },
        {
            "number": "12",
            "text": "Palta tato max scha yab' heb' jun, xicjicham heb', sb'atkan heb' t'a skal heb' chamnac yujto maj yak'och heb' t'a sk'ool tas syal Dios."
        },
        {
            "number": "13",
            "text": "Ha heb' malaj yelk'och Dios t'ay, aynhejcot yowal heb'. Wach'chom tz'ak'jioch syaelal heb' yuj, palta max yal-laj sb'a heb' t'ay yic sk'anan scolwal heb' t'a yib'anh."
        },
        {
            "number": "14",
            "text": "Spet cham heb', q'uixwelal tz'aj satel heb'."
        },
        {
            "number": "15",
            "text": "Ha t'a skal syaelal junok mach, ha Dios tz'ak'an nachajel smul, yic scolchaj t'a skal syaelal chi'."
        },
        {
            "number": "16",
            "text": "Mamin Job, icha chi' snib'ej Dios tzach yutej. Tzach yik'anelta t'a skal a yaelal, tzach yik'anb'at t'a jun lugar te wach' b'aj manhxa tas syak' palta t'ayach, yic tzak' tzalajb'oc a k'ool t'a wael jantac swach'il."
        },
        {
            "number": "17",
            "text": "Palta haxo ticnaik, ha Dios tzach ch'olb'itani, a yaelal smoj schaan heb' chuk, a chi' wan a chaani."
        },
        {
            "number": "18",
            "text": "Yuj chi' ya'ilej a b'a yic wach' manh elanhchameloc tzach satel yuj yowal sk'ol Dios. Manh ol yal a colchaj t'a yowal sk'ol chi' yuj jantacoc tumin."
        },
        {
            "number": "19",
            "text": "Malaj yelk'och a b'eyumal t'a sat. Malaj pax yelk'och jantac ipalil t'ay."
        },
        {
            "number": "20",
            "text": "Mokab' a nib'ejcot sq'uik'alq'uinalil chamel t'a ib'anh, aton stiempoal satjiel niwac chonhab' t'a elanhchamel."
        },
        {
            "number": "21",
            "text": "Ya'ilej a b'a yic max a nib'ejb'at a b'ha t'a chukal, yujto a yaelal tik ix jawi t'a ib'anh yic max ach b'at t'a chukal chi'."
        },
        {
            "number": "22",
            "text": "Scham wal ilan jantac spoder Dios. Malaj junok k'ayb'um syal slajb'an sb'a yet'oc."
        },
        {
            "number": "23",
            "text": "Malaj junok mach syal yalan tas sk'ulej, malaj mach syal yalanoch t'a sat to chuk ix sk'ulej."
        },
        {
            "number": "24",
            "text": "Masanil anima tz'alan wach' lolonel yuj tas wach' ix sb'o Dios chi'. Ya'ilej pax a b'a yic max b'at satk'olal alan wach' lolonel t'ay."
        },
        {
            "number": "25",
            "text": "Masanil anima tz'ilan tastac b'ob'il yuj, wach'chom najatnhej syilb'at heb'."
        },
        {
            "number": "26",
            "text": "Maxtzac nachajel cuuj jantac sniwanil yelk'ochi, max yal ko b'isan jantac yab'ilal."
        },
        {
            "number": "27",
            "text": "Ha tz'ik'ank'e jantac ha ha' t'a chaanh, smeltzajoch ha' nhab'il."
        },
        {
            "number": "28",
            "text": "Smolan sb'ha ha' t'a skal asun, slajwi chi' yax nhab' tz'aj yem ha' t'a quib'anh."
        },
        {
            "number": "29",
            "text": "Malaj mach snachajel yuj tas tz'aj spukaxb'at asun chi' yuj, ma tas yuj sk'anh k'u t'a satcha’anh b'aj ay skajnub'."
        },
        {
            "number": "30",
            "text": "Ha tz'ak'anek' copoljoc lheb'lon t'a spatictac b'aj ayeq'ui, palta a yich ha' mar, anheja' k'ik'k 'inal yilji."
        },
        {
            "number": "31",
            "text": "Icha tik tz'aj sch'olb'itan juntzanh chonhab', syak'an jantac wael t'a heb' anima."
        },
        {
            "number": "32",
            "text": "Ha yamjinac lheb'lon, syumanb'at b'aj syal sk'ool, d'inhannhej sk'och b'aj sk'och chi'."
        },
        {
            "number": "33",
            "text": "Ayic sk'anh k'u chi' a sch'oxani to wan scot niwac ik'nhab', inatax nok' molb'etzal nok', yojtak nok' to wanxo scot ik'nhab' chi'."
        }
    ]
}