{
    "chapter": "37",
    "verses": [
        {
            "number": "1",
            "text": "Ha svilan nivac ik'nhab' chi', ste ib'xiq'ue in pixan yuj xivelal, ichato sq'ueta svab'i."
        },
        {
            "number": "2",
            "text": "Ab'ec val sk'anh k'u, aton sjaj Dios, ha t'a yol sti' tz'elta jun sk'anh chi'."
        },
        {
            "number": "3",
            "text": "Ha tz'ak'anek' copnaj leb'lon t'a masanil satcha’anh, scheclajk'och b'aj slajvik'och lum lum tik."
        },
        {
            "number": "4",
            "text": "Slajvi chi' tz'ab'chaj sk'anh yoch sjaj Dios te niwan yelk'ochi. Yacb'an van sk'anh chi' haxo leb'lon chi' maxtzac och vaan yek' copoljoc."
        },
        {
            "number": "5",
            "text": "Ha yuj sk'anh yol sjaj chi', ay tas satub'tac sk'ulej, max nachajel cuuj."
        },
        {
            "number": "6",
            "text": "Ha tz'ak'anem q'uen sacb'acom t'a sat lu'um tik, syak'anpaxem nhab' te ay smay."
        },
        {
            "number": "7",
            "text": "Yuj chi' ha Dios tz'ak'anoch eb' anima t'a yol spat, yic wach' snachajel yuj eb' to a tz'ak'ancot juntzanh chi'."
        },
        {
            "number": "8",
            "text": "Axo nok' nok' sb'at nok' t'a yoltac snhaq'ueen, ata' b'at sk'ub'ejcan sb'a nok'."
        },
        {
            "number": "9",
            "text": "Scot chacxuxum ik' t'a stojolal sur, haxo t'a stojolal norte scot siic yuj ik'."
        },
        {
            "number": "10",
            "text": "Ha yuj yik' Dios spitzviq'ue q'uen cheev, sb'at quechan q'uen t'a yib'anh ha' nivac ha'."
        },
        {
            "number": "11",
            "text": "Ha tz'ak'anoch ha' t'a skal asun, haxo t'a skal ha' spitzvielta leb'lon."
        },
        {
            "number": "12",
            "text": "Ha asun tzek'nhej b'aj sgana Dios. Icha chi' tz'aj sk'anab'ajan asun chi' tas syal t'a smasanil sat lu'um tik."
        },
        {
            "number": "13",
            "text": "Ha yet' juntzanh tik sch'oxan Dios, syak'an yaelal ma syak'an svach'k'olal t'a eb' anima."
        },
        {
            "number": "14",
            "text": "Mamin Job, ab' val tas svala', scham val ilan tas satub'tac sk'ulej Dios."
        },
        {
            "number": "15",
            "text": "¿Tzam nachajel uuj tas syutej Dios sk'ulan masanil juntzanh tik, tas tz'aj yek' copnaj leb'lon t'a skal asun chi'?"
        },
        {
            "number": "16",
            "text": "¿Ojtac ama tas tz'aj skan vaan asun t'a satcha’anh? Aton jun chi' sch'oxanel sjelanil Dios satub'tac."
        },
        {
            "number": "17",
            "text": "Ha ach tik, pural stechaj k'ak' uuj t'a yol a pichul. Yuj ik' te k'ak' scot t'a sur numanxonhej tz'aj sat lum tik."
        },
        {
            "number": "18",
            "text": "¿Tzam yal a colvaj yet' Dios yic syak'anb'at jenhan satcha’anh tik, icha junok quechanh q'uen q'ueen tzatz tz'ajcani?"
        },
        {
            "number": "19",
            "text": "Al t'ayonh ticnaic tas wach' skal d'ha Dios, yujto icha t'a skal k’ik’ k’inal ayonh eq'ui, manhxa tas wach' calani."
        },
        {
            "number": "20",
            "text": "Ha in tik max in tek'b'ej in b'a valani to tzin lolon yet' Dios. Tato tzin k'ulej icha chi', ichato in gana svik'cot in chamel."
        },
        {
            "number": "21",
            "text": "Ina ayic tzek' ik' syik'anel asun, sk'achvi t'a chaanh, maxtzac yal co q'ue q'uelan t'a yoc k'u."
        },
        {
            "number": "22",
            "text": "Ha t'a stojolal norte toxonhej copopi tz'aj icha q'uen oro, toxonhej sat co k'ol quilan stziquiquial Dios."
        },
        {
            "number": "23",
            "text": "Maxtzac nachajel cuuj tas yaj Dios Syal Yuj Smasanil, yujto ek'b'al spoder yet' stojolal. Te tojol yuj chi' malaj b'aj syixtej junok anima."
        },
        {
            "number": "24",
            "text": "Yuj chi' xiv eb' anima t'ay. Malaj jab'oc yelk'och eb' syaloch sb'a jelanil t'a yichanh, xchi vinhaj Eliú chi'."
        }
    ]
}