{
    "chapter": "37",
    "verses": [
        {
            "number": "1",
            "text": "A svilan nivac ik'nhab' chi', ste ib'xiq'ue in pixan yuj xivelal, ichato sq'ueta svab'i."
        },
        {
            "number": "2",
            "text": "Ab'ec val sk'anh k'u, aton sjaj Dios, a d'a yol sti' tz'elta jun sk'anh chi'."
        },
        {
            "number": "3",
            "text": "A tz'ak'anek' copnaj leb'lon d'a masanil satchaanh, scheclajk'och b'aj slajvik'och lum luum tic."
        },
        {
            "number": "4",
            "text": "Slajvi chi' tz'ab'chaj sk'anh yoch sjaj Dios te nivan yelk'ochi. Yacb'an van sk'anh chi' axo leb'lon chi' maxtzac och vaan yek' copoljoc."
        },
        {
            "number": "5",
            "text": "A yuj sk'anh yol sjaj chi', ay tas satub'tac sk'ulej, max nachajel cuuj."
        },
        {
            "number": "6",
            "text": "A tz'ak'anem q'uen sacb'acom d'a sat luum tic, syak'anpaxem nhab' te ay smay."
        },
        {
            "number": "7",
            "text": "Yuj chi' a Dios tz'ak'anoch eb' anima d'a yol spat, yic vach' snachajel yuj eb' to a tz'ak'ancot juntzanh chi'."
        },
        {
            "number": "8",
            "text": "Axo nok' nok' sb'at nok' d'a yoltac snhaq'ueen, ata' b'at sk'ub'ejcan sb'a nok'."
        },
        {
            "number": "9",
            "text": "Scot chacxuxum ik' d'a stojolal sur, axo d'a stojolal norte scot siic yuj ik'."
        },
        {
            "number": "10",
            "text": "A yuj yik' Dios spitzviq'ue q'uen cheev, sb'at quechan q'uen d'a yib'anh a' nivac a'."
        },
        {
            "number": "11",
            "text": "A tz'ak'anoch a' d'a scal asun, axo d'a scal a' spitzvielta leb'lon."
        },
        {
            "number": "12",
            "text": "A asun tz'ek'nhej b'aj sgana Dios. Icha chi' tz'aj sk'anab'ajan asun chi' tas syal d'a smasanil sat luum tic."
        },
        {
            "number": "13",
            "text": "A yed' juntzanh tic sch'oxan Dios, syak'an yaelal ma syak'an svach'k'olal d'a eb' anima."
        },
        {
            "number": "14",
            "text": "Mamin Job, ab' val tas svala', scham val ilan tas satub'tac sk'ulej Dios."
        },
        {
            "number": "15",
            "text": "¿Tzam nachajel uuj tas syutej Dios sk'ulan masanil juntzanh tic, tas tz'aj yek' copnaj leb'lon d'a scal asun chi'?"
        },
        {
            "number": "16",
            "text": "¿Ojtac ama tas tz'aj scan vaan asun d'a satchaanh? Aton jun chi' sch'oxanel sjelanil Dios satub'tac."
        },
        {
            "number": "17",
            "text": "A ach tic, pural stechaj k'ak' uuj d'a yol a pichul. Yuj ik' te k'ak' scot d'a sur numanxonhej tz'aj sat lum tic."
        },
        {
            "number": "18",
            "text": "¿Tzam yal a colvaj yed' Dios yic syak'anb'at jenhan satchaanh tic, icha junoc quechanh q'uen q'ueen tzatz tz'ajcani?"
        },
        {
            "number": "19",
            "text": "Al d'ayonh ticnaic tas vach' scal d'a Dios, yujto icha d'a scal q'uik'alq'uinal ayonh eq'ui, manhxa tas vach' calani."
        },
        {
            "number": "20",
            "text": "A in tic max in tek'b'ej in b'a valani to tzin lolon yed' Dios. Tato tzin k'ulej icha chi', ichato in gana svik'cot in chamel."
        },
        {
            "number": "21",
            "text": "Ina ayic tz'ek' ik' syik'anel asun, sk'achvi d'a chaanh, maxtzac yal co q'ue q'uelan d'a yoc k'u."
        },
        {
            "number": "22",
            "text": "A d'a stojolal norte toxonhej copopi tz'aj icha q'uen oro, toxonhej sat co k'ol quilan stziquiquial Dios."
        },
        {
            "number": "23",
            "text": "Maxtzac nachajel cuuj tas yaj Dios Syal Yuj Smasanil, yujto ek'b'al spoder yed' stojolal. Te tojol yuj chi' malaj b'aj syixtej junoc anima."
        },
        {
            "number": "24",
            "text": "Yuj chi' xiv eb' anima d'ay. Malaj jab'oc yelk'och eb' syaloch sb'a jelanil d'a yichanh, xchi vinhaj Eliú chi'."
        }
    ]
}