{
    "chapter": "38",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi, ix lolonelta Jehová d'a vinhaj Job d'a scal jun chacxuxum ik', ix yalan icha tic:"
        },
        {
            "number": "2",
            "text": "¿Tas aji, yuj chi' yed' a lolonel malaj yelk'och tzala'? Scheclaji to max a chalaj tato tz'acan in jelanil."
        },
        {
            "number": "3",
            "text": "Tek'b'ej a b'a a pacan juntzanh tas ol in k'anb'ej tic:"
        },
        {
            "number": "4",
            "text": "¿B'ajtil ayach eq'ui ayic ix vak'anem yich lum luum tic? Al d'ayin tato yel te ay tas ojtac."
        },
        {
            "number": "5",
            "text": "¿Ojtac ama mach ix naani jantac ix aj yem yechel yich lum chi'? ¿Mach ix naani jantac tz'aj luum?"
        },
        {
            "number": "6",
            "text": "¿Ojtac ama b'ajtil b'achancan yich lum chi'? ¿Mach ix b'ab'laj ak'anem q'uen q'ueen ayem yichoc luum?"
        },
        {
            "number": "7",
            "text": "Ayic vanxo sq'uinhib'i d'a jun k'u chi', ix b'itan q'uen k'anal. Masanil eb' ángel, ix el yav eb' yuj tzalajk'olal."
        },
        {
            "number": "8",
            "text": "Ayic ix elul chulnaj a' mar d'a sat lum tic, ¿mach ix macan sat a' yic scannhej a' b'aj aycani?"
        },
        {
            "number": "9",
            "text": "A in ix vak'can asun sk'uoc a', anheja' asun chi' ix vak'canoch sb'aloc a'."
        },
        {
            "number": "10",
            "text": "A in ix vak'can b'aj sjavi k'aman a' mar chi', ichato ix vak'canoch sllaveal sti' a'."
        },
        {
            "number": "11",
            "text": "Ix valan d'a a' icha tic: Anhej d'a tic tzach javican k'aman, maxtzac yal ek' d'a tic, anhej d'a tic ol ach ja ponhnajoc, xin chi d'a a'."
        },
        {
            "number": "12",
            "text": "¿Ayxom b'aj ix ala' to scot saquil yichchaanh yic sacb'i d'a junoc k'u?"
        },
        {
            "number": "13",
            "text": "¿Ix am a puc saquilq'uinal d'a smasanil sat lum luum yuj a lolonel chi', yic b'at sk'ub'ejel sb'a eb' chuc?"
        },
        {
            "number": "14",
            "text": "Scheclaj val sch'olquiltaquil sat lum luum ayic tz'och yoc k'u d'a luum d'a q'uinhib'alil, icha scheclaj schucquiltaquil junoc k'apac, ma icha tz'aj scheclajcanem otz'an junoc sello d'a lum b'aq'uech luum."
        },
        {
            "number": "15",
            "text": "A saquilq'uinal chi' syaman vanaj eb' chuc, yuj chi' maxtzac yal-laj sk'ulan chucal eb'."
        },
        {
            "number": "16",
            "text": "¿Ayxom b'aj ix ach xid'ek' il juntzanh xab' olan k'ub'eltac b'aj sq'ueul a' mar?"
        },
        {
            "number": "17",
            "text": "¿Toxom ix ila' b'ajtil ay spuertail chamub'?"
        },
        {
            "number": "18",
            "text": "¿Ojtac ama jantac yechel sat lum luum tic? Al d'ayin, tato yel ojtac smasanil."
        },
        {
            "number": "19",
            "text": "¿Ojtac ama b'ajtil scot saquilq'uinal yed' q'uik'alq'uinal?"
        },
        {
            "number": "20",
            "text": "¿Tzam yal alan d'a saquilq'uinal b'aj sk'ochcani? ¿Tzam yal ik'anxi meltzaj b'aj cajan?"
        },
        {
            "number": "21",
            "text": "Tecan ojtac val sik'lab'il, ina ayachxo ayic ix in b'oan masanil tas, te ayxo a q'uinal."
        },
        {
            "number": "22",
            "text": "¿Ayxom b'aj ix ach xid'ek' b'aj molan q'uen cheev yed' q'uen sacb'at vuuj?"
        },
        {
            "number": "23",
            "text": "A juntzanh chi', sik'an vuuj, yic svak'lab'an d'a junoc yaelal, ma d'a junoc oval."
        },
        {
            "number": "24",
            "text": "¿Ojtac ama b'ajtil sjavi k'u? ¿Ojtac ama b'aj scot ik' d'a stojolal b'aj sjavi k'u chi'?"
        },
        {
            "number": "25",
            "text": "¿Mach sjacan b'aj scot secnaj yaxnhab', sch'oxan b'aj sb'at oval ik' nhab',"
        },
        {
            "number": "26",
            "text": "ayic syak'an nhab' d'a lum tz'inan luum, b'aj malaj anima cajan,"
        },
        {
            "number": "27",
            "text": "yic sch'ayxi lum luum malaj tas sq'uib' d'ay, slajvi chi' sq'uib' anh ank'ultac?"
        },
        {
            "number": "28",
            "text": "¿Mach mamab'il yaj d'a yaxnhab' yed' d'a yal ak'val?"
        },
        {
            "number": "29",
            "text": "¿Mach nunab'il yaj d'a q'uen cheev?"
        },
        {
            "number": "30",
            "text": "¿Mach tz'ak'an tzatzb'oc a a' icha q'uen q'ueen, stzatzb'iel sat a' mar yuj siic?"
        },
        {
            "number": "31",
            "text": "¿Tzam yal a molb'an q'uen k'anal scuchan Mootz, ma tza saclemb'at q'uen k'anal scuchan Orión?"
        },
        {
            "number": "32",
            "text": "¿Tom a ach tzak' q'ueul q'uen nitk'anal ayic van sq'uinhib'i? ¿Tom a ach tziq'uelta juntzanh q'uen k'anal scuch nivan Osa yed' q'uen yune' Osa?"
        },
        {
            "number": "33",
            "text": "¿Tom ojtac juntzanh sleyal tastac tz'aj sb'eyek' tastac ay d'a satchaanh? ¿Tom a ach tzak' elk'och juntzanh ley chi' d'a sat lum tic?"
        },
        {
            "number": "34",
            "text": "¿Tom syal alan d'a asun to syak'cot snhab'il?"
        },
        {
            "number": "35",
            "text": "Tato tza checb'at leb'lon yic sb'at d'a junoc lugar, ¿tzam tak'vi d'ayach icha tic: Ina in tic, chec in, xchama?"
        },
        {
            "number": "36",
            "text": "¿Tom a ach ix ak' sjelanil nok' much yed' nok' ajtzo' yic syojtacanel nok' to ol yak' nhab'?"
        },
        {
            "number": "37",
            "text": "¿Ay am mach te jelan yojtac jantac asun ay d'a smasanil? ¿Tom syal a secanel a a' ayoch d'a scal asun chi' yic syak'an nhab',"
        },
        {
            "number": "38",
            "text": "yic a lum pococ tz'och lum sok'omal, telquiltac tz'aj luum?"
        },
        {
            "number": "39",
            "text": "¿Tom a ach tza say schib'ej nok' nun choj yic syik'anb'at nok' d'a nok' yunetac yic sb'ud'ji nok' yunetac chi',"
        },
        {
            "number": "40",
            "text": "ayic syil-lan sb'a nok' b'aj ay, mato yic tz'em lachan nok' d'a caltac ank'ultac?"
        },
        {
            "number": "41",
            "text": "¿Mach tz'ak'an svael nok' joj ayic tz'ek' nok' say svael nok' yune', yujto tz'el yav nok' sk'anan svael d'ayin?"
        }
    ]
}