{
    "chapter": "38",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi, ix lolonelta Jehová t'a vinhaj Job t'a skal jun chacxuxum ik', ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "¿Tas aji, yuj chi' yet' a lolonel malaj yelk'och tzala'? Scheclaji to max a chalaj tato tz'acan in jelanil."
        },
        {
            "number": "3",
            "text": "Tek'b'ej a b'a a pacan juntzanh tas ol in k'anb'ej tik:"
        },
        {
            "number": "4",
            "text": "¿B'ajtil ayach eq'ui ayic ix vak'anem yich lum lum tik? Al t'ayin tato yel te ay tas ojtac."
        },
        {
            "number": "5",
            "text": "¿Ojtac ama mach ix naani jantac ix aj yem yechel yich lum chi'? ¿Mach ix naani jantac tz'aj lu'um?"
        },
        {
            "number": "6",
            "text": "¿Ojtac ama b'ajtil b'achancan yich lum chi'? ¿Mach ix b'ab'laj ak'anem q'uen q'ueen ayem yichoc lu'um?"
        },
        {
            "number": "7",
            "text": "Ayic vanxo sq'uinhib'i t'a jun k'u chi', ix b'itan q'uen k'anal. Masanil eb' ángel, ix el yav eb' yuj tzalajk'olal."
        },
        {
            "number": "8",
            "text": "Ayic ix elul chulnaj ha' mar t'a sat lum tik, ¿mach ix macan sat ha' yic scannhej ha' b'aj aycani?"
        },
        {
            "number": "9",
            "text": "Ha in ix vak'kan asun sk'uoc ha', anheja' asun chi' ix vak'canoch sb'aloc ha'."
        },
        {
            "number": "10",
            "text": "Ha in ix vak'kan b'aj sjavi k'aman ha' mar chi', ichato ix vak'canoch sllaveal sti' ha'."
        },
        {
            "number": "11",
            "text": "Ix valan t'ha ha' icha tik: Anhej t'a tik tzach javican k'aman, maxtzac yal ek' t'a tik, anhej t'a tik ol ach ja ponhnajoc, xin chi t'ha ha'."
        },
        {
            "number": "12",
            "text": "¿Ayxom b'aj ix ala' to scot saquil yichchaanh yic sakb'i t'a junok k'u?"
        },
        {
            "number": "13",
            "text": "¿Ix am a puc sakil k'inal t'a smasanil sat lum lum yuj a lolonel chi', yic b'at sk'ub'ejel sb'a eb' chuk?"
        },
        {
            "number": "14",
            "text": "Scheclaj val sch'olquiltaquil sat lum lum ayic tz'och yoc k'u t'a lu'um t'a q'uinhib'alil, icha scheclaj schucquiltaquil junok k'apac, ma icha tz'aj scheclajcanem otz'an junok sello t'a lum b'ak'uech lu'um."
        },
        {
            "number": "15",
            "text": "Ha sakil k'inal chi' syaman vanaj eb' chuk, yuj chi' maxtzac yal-laj sk'ulan chukal eb'."
        },
        {
            "number": "16",
            "text": "¿Ayxom b'aj ix ach xid'ek' il juntzanh xab' olan k'ub'eltac b'aj sq'ueul ha' mar?"
        },
        {
            "number": "17",
            "text": "¿Toxom ix ila' b'ajtil ay spuertail chamub'?"
        },
        {
            "number": "18",
            "text": "¿Ojtac ama jantac yechel sat lum lum tik? Al t'ayin, tato yel ojtac smasanil."
        },
        {
            "number": "19",
            "text": "¿Ojtac ama b'ajtil scot sakil k'inal yet' k’ik’ k’inal?"
        },
        {
            "number": "20",
            "text": "¿Tzam yal alan t'a sakil k'inal b'aj sk'ochcani? ¿Tzam yal ik'anxi meltzaj b'aj cajan?"
        },
        {
            "number": "21",
            "text": "Tecan ojtac val sik'lab'il, ina ayachxo ayic ix in b'oan masanil tas, te ayxo a q'uinal."
        },
        {
            "number": "22",
            "text": "¿Ayxom b'aj ix ach xid'ek' b'aj molan q'uen cheev yet' q'uen sacb'at vuuj?"
        },
        {
            "number": "23",
            "text": "Ha juntzanh chi', sik'an vuuj, yic svak'lab'an t'a junok yaelal, ma t'a junok oval."
        },
        {
            "number": "24",
            "text": "¿Ojtac ama b'ajtil sjavi k'u? ¿Ojtac ama b'aj scot ik' t'a stojolal b'aj sjavi k'u chi'?"
        },
        {
            "number": "25",
            "text": "¿Mach sjacan b'aj scot secnaj yaxnhab', sch'oxan b'aj sb'at oval ik' nhab',"
        },
        {
            "number": "26",
            "text": "ayic syak'an nhab' t'a lum tzinan lu'um, b'aj malaj anima cajan,"
        },
        {
            "number": "27",
            "text": "yic sch'ayxi lum lum malaj tas sq'uib' t'ay, slajvi chi' sq'uib' anh ank'ultak?"
        },
        {
            "number": "28",
            "text": "¿Mach mamab'il yaj t'a yaxnhab' yet' t'a yal ak'val?"
        },
        {
            "number": "29",
            "text": "¿Mach nunab'il yaj t'a q'uen cheev?"
        },
        {
            "number": "30",
            "text": "¿Mach tz'ak'an tzatzb'oc ha ha' icha q'uen q'ueen, stzatzb'iel sat ha' mar yuj siic?"
        },
        {
            "number": "31",
            "text": "¿Tzam yal a molb'an q'uen k'anal scuchan Mootz, ma tza saclemb'at q'uen k'anal scuchan Orión?"
        },
        {
            "number": "32",
            "text": "¿Tom a ach tzak' q'ueul q'uen nitk'anal ayic van sq'uinhib'i? ¿Tom a ach tziq'uelta juntzanh q'uen k'anal scuch niwan Osa yet' q'uen yune' Osa?"
        },
        {
            "number": "33",
            "text": "¿Tom ojtac juntzanh sleyal tastac tz'aj sb'eyek' tastac ay t'a satcha’anh? ¿Tom a ach tzak' elk'och juntzanh ley chi' t'a sat lum tik?"
        },
        {
            "number": "34",
            "text": "¿Tom syal alan t'a asun to syak'cot snhab'il?"
        },
        {
            "number": "35",
            "text": "Tato tza checb'at leb'lon yic sb'at t'a junok lugar, ¿tzam tak'vi t'ayach icha tik: Ina in tik, chec in, xchama?"
        },
        {
            "number": "36",
            "text": "¿Tom a ach ix ak' sjelanil nok' much yet' nok' ajtzo' yic syojtacanel nok' to ol yak' nhab'?"
        },
        {
            "number": "37",
            "text": "¿Ay am mach te jelan yojtac jantac asun ay t'a smasanil? ¿Tom syal a secanel ha ha' ayoch t'a skal asun chi' yic syak'an nhab',"
        },
        {
            "number": "38",
            "text": "yic a lum pococ tz'och lum sok'omal, telquiltac tz'aj lu'um?"
        },
        {
            "number": "39",
            "text": "¿Tom a ach tza say schib'ej nok' nun choj yic syik'anb'at nok' t'a nok' yunetac yic sb'ud'ji nok' yunetac chi',"
        },
        {
            "number": "40",
            "text": "ayic syil-lan sb'a nok' b'aj ay, mato yic tz'em lachan nok' t'a caltac ank'ultak?"
        },
        {
            "number": "41",
            "text": "¿Mach tz'ak'an svael nok' joj ayic tzek' nok' say svael nok' yune', yujto tz'el yav nok' sk'anan svael t'ayin?"
        }
    ]
}