{
    "chapter": "39",
    "verses": [
        {
            "number": "1",
            "text": "¿Tom ojtac b'ak'uinh tz'aj yune' nok' k'ultaquil chiwa? ¿Tom tzila' chajtil tz'aj yalji yune' nok' k'ultaquil chej?"
        },
        {
            "number": "2",
            "text": "¿Tom ojtac jaye' ujal scuchoch yune' nok', b'ak'uinh pax tz'aj yune' nok' chi'?"
        },
        {
            "number": "3",
            "text": "Ayic tz'aj yune' nok' chi', tz'em wotz'an nok' yic tz'el yune' nok' chi' yic tzek' syail."
        },
        {
            "number": "4",
            "text": "Ayic toxo ix och yip nok' yunetac chi', sq'uib' nok' t'a caltac te', maxtzac meltzajlaj nok' t'a snun chi'."
        },
        {
            "number": "5",
            "text": "¿Mach ak'jinaccan nok' caltacte'al b'uru? ¿Mach aljinaccani, yuj chi' libre yajcan nok'?"
        },
        {
            "number": "6",
            "text": "Ha in walnac b'ajtactil scajnajcanek' nok', aton t'a taquinh lu'um yet' t'a panhquiltac b'aj malaj tas sq'uib'i."
        },
        {
            "number": "7",
            "text": "Max yal-laj sk'ol nok' tz'aj b'aj ay av yuj anima, malaj mach syal yak'an munlaj nok'."
        },
        {
            "number": "8",
            "text": "Tz'ek' nok' say wa sb'ha t'a tzalquixtac, sayan anh ank'ultak nok' sk'uxu'."
        },
        {
            "number": "9",
            "text": "¿Tom tza na' to a nok' caltacte'al wacax syal ak'an munlajoc, mato tz'ochcan nok' junok ak'wal t'a yol a macte'?"
        },
        {
            "number": "10",
            "text": "¿Tom syal a tzek'anoch te' yugo t'a nok', yic tzak'an pural nok' smunlaj t'a arado ed'oc, ma tz'och tzak'an nok' t'a a patic yic tzach d'ocwi lum yet' nok'?"
        },
        {
            "number": "11",
            "text": "¿Tom yujto te ay yip nok' syal ak'anoch nok' yipoc a k'ool t'a a munlajel?"
        },
        {
            "number": "12",
            "text": "¿Tom tza na' to syal a k'anan nok' yic tza molan sat tas tzawej b'aj smolb'aji?"
        },
        {
            "number": "13",
            "text": "Ilnab' nok' awestruz, slavlawan sk'axil nok' t'a tzalajk'olal, palta max yal-laj sb'at jenhenhoc nok' icha nok' garza."
        },
        {
            "number": "14",
            "text": "Ha t'a skal k'een arena syak'em snholob' nok' yic sq'uixnaj yuj sq'uixinal k'een."
        },
        {
            "number": "15",
            "text": "Max snalaj nok' tato ay mach ol tek'an pojoc, ma junocxo nok' sk'e tek'tek' t'a yib'anh."
        },
        {
            "number": "16",
            "text": "Te chuk nok' t'a yune', ichato manh yuneoc nok'. Malaj sna nok', wach'chom max k'eta nok' yune' chi'."
        },
        {
            "number": "17",
            "text": "Yujto a in maj wak' spensar nok', yuj chi' icha chi' syutej sb'a nok'."
        },
        {
            "number": "18",
            "text": "Ayic sk'e waan nok' sb'at lemnaj nok', max xivlaj nok' syamchaj yuj nok' chej ayk'e anima t'a yib'anh, yujto max tzak'wan sb'ey nok' chej chi' t'a nok'."
        },
        {
            "number": "19",
            "text": "¿Tom a ach ak'nac yip nok' chej chi'? ¿Tom a ach ak'nac xil yib' sjaj nok' yic wach' yilji nok' yuj?"
        },
        {
            "number": "20",
            "text": "¿Tom a ach tzak'k'e chennaj nok' icha nok' chil? Ste xiv heb' soldado yuj nok' ayic sjornaj snhi' nok'."
        },
        {
            "number": "21",
            "text": "Smak'an lum lum nok' t'a ak'lictac yujto stek'ton yip nok', max xivlaj nok' sb'at t'a owal."
        },
        {
            "number": "22",
            "text": "Manh yojtacoclaj nok' tato ay tas ay smay, max xivlaj nok', max ochlaj tek'naj nok' yuj k'een espada."
        },
        {
            "number": "23",
            "text": "Wach'chom toxonhej stzinhiljub' k'een k'een ayoch t'a winh ayk'e t'a yib'anh nok', scopoljub' k'een espada yet' k'een slanza winh,"
        },
        {
            "number": "24",
            "text": "palta yet' wal yip nok' sb'at nhicnajoc. Ayic tz'ok' k'een trompeta yic owal, maxtzac yal syamchajoch waan nok'."
        },
        {
            "number": "25",
            "text": "Ayic tz'ok' k'een trompeta chi' tz'ok' pax nok'. Najatto ay nok', syab'an nok' to ay owal, syab'an nok' yoch sjaj heb' yajal."
        },
        {
            "number": "26",
            "text": "¿Tom te jelan ach, tom syal a k'ayb'an nok' ch'acb'a yic sb'at jenhenhoc nok' t'a stojolal sur?"
        },
        {
            "number": "27",
            "text": "¿Tom a ach tzal t'a nok' d'iv to sb'o so' nok' b'aj te chaanh?"
        },
        {
            "number": "28",
            "text": "Ha t'a sattac k'een tenam ayek' nok' tzek' k'u tzek' ak'wal. Ha t'a sjolomtac k'een sk'e tek'tek' nok'."
        },
        {
            "number": "29",
            "text": "Ha t'a chaanh chi' smaclej yil nok' b'ajtil sb'at nok' syam schib'ej."
        },
        {
            "number": "30",
            "text": "Ha nok' yune' nok' anhej chik' ik'an pitzan nok'. Ha b'aj ay sniwanil chamnac, ata' aynhejek' nok', xchi Jehová."
        }
    ]
}