{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan vinhaj Elifaz aj Temán d'a vinhaj Job chi' icha tic:"
        },
        {
            "number": "2",
            "text": "Ach Job, tecan chuc tzab'i tato ay mach stek'b'ej sb'a slolon ed'oc, palta maxtzac techaj vuuj tato tonhej svab'i."
        },
        {
            "number": "3",
            "text": "Yujto tzijtum mach b'aj ix ak' k'ayb'ub'al, ix ak'an pax stek'anil eb' somchajnaqueli."
        },
        {
            "number": "4",
            "text": "Ix ak' stek'anil eb' telvinac. Ix a yamanoch vaan eb' ay schab'k'olal,"
        },
        {
            "number": "5",
            "text": "axo yic ix ja yaelal d'a ib'anh tic, manhxa jab'oc a tek'anil."
        },
        {
            "number": "6",
            "text": "A ach tic tza k'anab'ajej val Dios, tojol a b'eyb'al alani. ¿Tas yuj somchajel a k'ol ticnaic?"
        },
        {
            "number": "7",
            "text": "Navalcoti, ¿tocval sjavi yaelal d'a yib'anh eb' malaj smul? ¿Tocval comon scham eb' vach' sb'eyb'al?"
        },
        {
            "number": "8",
            "text": "A svilani, a eb' sk'ulan chucal, a tas sk'ulej eb' chi' sjavi d'a yib'anh."
        },
        {
            "number": "9",
            "text": "Syak'cot yoval sk'ol Dios d'a yib'anh eb', satjiel eb' d'a junelnhej yuuj, icha tz'aj satjiel tastac yuj chacxuxum ik'."
        },
        {
            "number": "10",
            "text": "Tz'el yav eb' icha yel yav nok' choj, palta a Dios tz'ak'an em numan eb', icha yem numan nok' choj smak'jiel ye."
        },
        {
            "number": "11",
            "text": "Maxtzac yal-laj sva nok', scham nok' yuj vejel, axo nok' yunetac, toxonhej saclemcanb'at nok'. Icha chi' tz'aj eb' chuc chi' yuj Dios."
        },
        {
            "number": "12",
            "text": "k'unnhej ix k'och jun lolonel ix sajjioch d'a in chiquin, pural val ix vab'i."
        },
        {
            "number": "13",
            "text": "A d'ak'valil ayic yoralil svay anima, ix in vayichej jun tas te xivub'tac."
        },
        {
            "number": "14",
            "text": "Ix javi jun nivan xivk'olal d'ayin, ix in ib'xiq'ue yuj xivelal."
        },
        {
            "number": "15",
            "text": "Ay jun icha spixan anima ix vab' yek' masasoc d'a in sat, ix q'ue chijan xil in jolom yuj xivelal."
        },
        {
            "number": "16",
            "text": "Ix k'och linhan jun pixan chi' d'a in tz'ey ix vab'i. Maj vilochlaj. Axo ix vab'ani ix sajsonq'uei, ix yalan icha tic:"
        },
        {
            "number": "17",
            "text": "¿Tocval ay junoc anima tojol d'a yichanh Dios? Vach'chom ay mach te tek'an, ¿tocval malaj jab'oc spaltail d'a yichanh mach ix b'oani?"
        },
        {
            "number": "18",
            "text": "Ina max yak' val och Dios eb' schecab' ay d'a satchaanh yipoc sk'ool. Inatax eb' ángel tz'och spaltail eb' d'a yichanh."
        },
        {
            "number": "19",
            "text": "Ocxom val eb' anima. Jab'nhej sq'uinal eb', lajan eb' icha junoc xan pat b'ob'il d'a yib'anh lum pococ, k'un yem lanhnajoc. Syal stek'chajem eb' icha nok' ij."
        },
        {
            "number": "20",
            "text": "Vach'chom vach' eb' d'a q'uinhib'alil, axo tz'emcan k'u, satxicanem eb'. Satel eb' d'a junelnhej, malaj mach scus yuj eb'."
        },
        {
            "number": "21",
            "text": "Icha yic tz'em lanhnaj junoc mantiado spolchaj sch'anhal, icha chi' yaj sq'uinal eb' anima. Tz'ek'b'at lemnajoc, malaj jab'oc jelanil syik'can eb', xchi jun pixan chi' d'ayin."
        }
    ]
}