{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan winhaj Elifaz aj Temán t'a winhaj Job chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Ach Job, tecan chuk tzab'i tato ay mach stek'b'ej sb'a slolon ed'oc, palta maxtzac techaj vuuj tato tonhej svab'i."
        },
        {
            "number": "3",
            "text": "Yujto tzijtum mach b'aj ix ak' k'ayb'ub'al, ix ak'an pax stek'anil eb' somchajnaqueli."
        },
        {
            "number": "4",
            "text": "Ix ak' stek'anil eb' telvinac. Ix a yamanoch vaan eb' ay schab'k'olal,"
        },
        {
            "number": "5",
            "text": "haxo yic ix ja yaelal t'a ib'anh tik, manhxa jab'oc a tek'anil."
        },
        {
            "number": "6",
            "text": "Ha ach tik tza k'anab'ajej val Dios, tojol a b'eyb'al alani. ¿Tas yuj somchajel a k'ol ticnaic?"
        },
        {
            "number": "7",
            "text": "Navalcoti, ¿tocval sjavi yaelal t'a yib'anh eb' malaj smul? ¿Tocval comon scham eb' wach' sb'eyb'al?"
        },
        {
            "number": "8",
            "text": "Ha svilani, a eb' sk'ulan chukal, a tas sk'ulej eb' chi' sjavi t'a yib'anh."
        },
        {
            "number": "9",
            "text": "Syak'cot yoval sk'ol Dios t'a yib'anh eb', satjiel eb' t'a junelnhej yuj, icha tz'aj satjiel tastac yuj chacxuxum ik'."
        },
        {
            "number": "10",
            "text": "Tz'el yav eb' icha yel yav nok' choj, palta ha Dios tz'ak'an em numan eb', icha yem numan nok' choj smak'jiel ye."
        },
        {
            "number": "11",
            "text": "Maxtzac yal-laj sva nok', scham nok' yuj vejel, haxo nok' yunetac, toxonhej saclemcanb'at nok'. Icha chi' tz'aj eb' chuk chi' yuj Dios."
        },
        {
            "number": "12",
            "text": "k'unnhej ix k'och jun lolonel ix sajjioch t'a in chiquin, pural val ix vab'i."
        },
        {
            "number": "13",
            "text": "Ha t'ak'walil ayic yoralil svay anima, ix in vayichej jun tas te xivub'tac."
        },
        {
            "number": "14",
            "text": "Ix javi jun niwan xivk'olal t'ayin, ix in ib'xiq'ue yuj xivelal."
        },
        {
            "number": "15",
            "text": "Ay jun icha spixan anima ix vab' yek' masasoc t'a in sat, ix q'ue chijan xil in jolom yuj xivelal."
        },
        {
            "number": "16",
            "text": "Ix k'och linhan jun pixan chi' t'a in tz'ey ix vab'i. Maj vilochlaj. Axo ix vab'ani ix sajsonq'uei, ix yalan icha tik:"
        },
        {
            "number": "17",
            "text": "¿Tocval ay junok anima tojol t'a yichanh Dios? Wach'chom ay mach te tek'an, ¿tocval malaj jab'oc spaltail t'a yichanh mach ix b'oani?"
        },
        {
            "number": "18",
            "text": "Ina max yak' val och Dios eb' schecab' ay t'a satcha’anh yipoc sk'ool. Inatax eb' ángel tz'och spaltail eb' t'a yichanh."
        },
        {
            "number": "19",
            "text": "Ocxom val eb' anima. Jab'nhej sk'inal eb', lajan eb' icha junok xan pat b'ob'il t'a yib'anh lum pococ, k'un yem lanhnajoc. Syal stek'chajem eb' icha nok' ij."
        },
        {
            "number": "20",
            "text": "Wach'chom wach' eb' t'a q'uinhib'alil, haxo tz'emcan k'u, satxicanem eb'. Satel eb' t'a junelnhej, malaj mach scus yuj eb'."
        },
        {
            "number": "21",
            "text": "Icha yic tz'em lanhnaj junok mantiado spolchaj sch'anhal, icha chi' yaj sk'inal eb' anima. Tz'ek'b'at lemnajoc, malaj jab'oc jelanil syik'kan eb', xchi jun pixan chi' t'ayin."
        }
    ]
}