{
    "chapter": "40",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Job chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Ach Job, ix a nib'ej a telaj a b'a wed'oc a in to Syal Vuj Smasanil, ¿ayto am tas tza nib'ej tzal t'ayin? Tak'wanh t'ayin, xchi Jehová chi'."
        },
        {
            "number": "3",
            "text": "Ix tak'wi winhaj Job chi' d'ha Dios icha tik:"
        },
        {
            "number": "4",
            "text": "¿Tas ol wutej in tak'wi a in malaj jab'oc welk'och tik? Wach' ama to malaj tas swala'."
        },
        {
            "number": "5",
            "text": "Chael oxelxo ix in loloni, manhxalaj tas wach' walani, xchi winh."
        },
        {
            "number": "6",
            "text": "Ix lolonpaxelta Jehová chi' t'a winh t'a skal jun chacxuxum ik' chi', ix yalan icha tik:"
        },
        {
            "number": "7",
            "text": "Tek'b'ej a b'ha t'a wichanh, ol a pakan t'ayin tastac juntzanh ol in k'anb'ej tik t'ayach:"
        },
        {
            "number": "8",
            "text": "¿Tzam a tek'b'ej a b'a alani to manh tojolok swutej in b'a, yujto malaj a mul alani?"
        },
        {
            "number": "9",
            "text": "¿Tocwal ek'b'al ip t'a wichanh? ¿Tzam nhilili sk'anh yol a jaj icha sk'anh wik tik?"
        },
        {
            "number": "10",
            "text": "Ch'oxnec wil an tato niwan elk'ochi, checlajokab' a b'inajnaquil yet' a poder."
        },
        {
            "number": "11",
            "text": "Scham wal ilan heb' syik'chaanh sb'a, ak' owal yet' heb', emnaquil tzutejkan heb' tato syal uuj."
        },
        {
            "number": "12",
            "text": "Ha heb' syik' wal chaanh sb'a te chuk sb'eyb'al chi', yalnhej b'ajtil ay heb', tek'kanem heb' t'a sat lu'um wila''."
        },
        {
            "number": "13",
            "text": "Tza mukankan heb' t'a yol lu'um. Tza makankanem heb' b'aj ayek' heb' chamnac."
        },
        {
            "number": "14",
            "text": "Icha chi' ol aj wilani to yel ay a jelanil, syal a colan a b'a yet' wal ip."
        },
        {
            "number": "15",
            "text": "Ilnab' nok' niwac Behemot, a in ix in b'o nok' icha ix wutej ach in b'oani. Ha anh anh sk'ux nok' icha nok' wakax."
        },
        {
            "number": "16",
            "text": "Ina te ay yip snanhal nok' yet' yip sb'ak'chil xub' nok'."
        },
        {
            "number": "17",
            "text": "Ha snhe nok' lajan stzatzil icha te' k'ute', haxo sch'anhal xub' nok' pixquiltac yaji."
        },
        {
            "number": "18",
            "text": "Ha sb'aquil nok' lajan icha k'een tubo nab'a bronce, haxo yoc nok' icha k'een hierro."
        },
        {
            "number": "19",
            "text": "Anhej juntzanh nok' chi' satub'tac yilji ix in b'o t'a skal masanil nok' nok'. Ha innhej syal in satanel nok', yujto a in ix in b'o nok'."
        },
        {
            "number": "20",
            "text": "Ha t'a jolomtac witz b'aj stajni nok' k'ultaquil nok', ata' say anh ank'ultak nok' sk'uxu'."
        },
        {
            "number": "21",
            "text": "Axo t'a yenhultac te te' tz'em cutzan nok', mato t'a skaltac te' aj b'aj k'ub'eltac, b'aj sitz'atac."
        },
        {
            "number": "22",
            "text": "Ha te te' ay yenhul chi', ha t'a yenhul te' sik'b'an nok'. Ha t'a skaltac te' b'akmam oyanoch t'a stitac ha ha', ata' ay nok'."
        },
        {
            "number": "23",
            "text": "Wach'chom ste niwanb'i ha ha' chi', max xivlaj nok'. Wach'chom sk'ek'och ha' Jordán t'a yol snhi' nok', malaj tas sna nok'."
        },
        {
            "number": "24",
            "text": "¿Mach wal junok syal yik'ank'eta yol sat nok', ma syal yak'anek' junok lasu t'a yol snhi' nok'?"
        }
    ]
}