{
    "chapter": "40",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a vinhaj Job chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Ach Job, ix a nib'ej a telaj a b'a ved'oc a in to Syal Vuj Smasanil, ¿ayto am tas tza nib'ej tzal t'ayin? Tak'vanh t'ayin, xchi Jehová chi'."
        },
        {
            "number": "3",
            "text": "Ix tak'vi vinhaj Job chi' d'ha Dios icha tik:"
        },
        {
            "number": "4",
            "text": "¿Tas ol vutej in tak'vi a in malaj jab'oc velk'och tik? Wach' ama to malaj tas svala'."
        },
        {
            "number": "5",
            "text": "Chael oxelxo ix in loloni, manhxalaj tas wach' valani, xchi vinh."
        },
        {
            "number": "6",
            "text": "Ix lolonpaxelta Jehová chi' t'a vinh t'a skal jun chacxuxum ik' chi', ix yalan icha tik:"
        },
        {
            "number": "7",
            "text": "Tek'b'ej a b'ha t'a vichanh, ol a pacan t'ayin tastac juntzanh ol in k'anb'ej tik t'ayach:"
        },
        {
            "number": "8",
            "text": "¿Tzam a tek'b'ej a b'a alani to manh tojoloc svutej in b'a, yujto malaj a mul alani?"
        },
        {
            "number": "9",
            "text": "¿Tocval ek'b'al ip t'a vichanh? ¿Tzam nhilili sk'anh yol a jaj icha sk'anh wik tik?"
        },
        {
            "number": "10",
            "text": "Ch'oxnec vil an tato niwan elk'ochi, checlajocab' a b'inajnaquil yet' a poder."
        },
        {
            "number": "11",
            "text": "Scham val ilan eb' syik'chaanh sb'a, ak' oval yet' eb', emnaquil tzutejcan eb' tato syal uuj."
        },
        {
            "number": "12",
            "text": "Ha eb' syik' val chaanh sb'a te chuk sb'eyb'al chi', yalnhej b'ajtil ay eb', tek'canem eb' t'a sat lu'um wila''."
        },
        {
            "number": "13",
            "text": "Tza mucancan eb' t'a yol lu'um. Tza macancanem eb' b'aj ayek' eb' chamnac."
        },
        {
            "number": "14",
            "text": "Icha chi' ol aj vilani to yel ay a jelanil, syal a colan a b'a yet' val ip."
        },
        {
            "number": "15",
            "text": "Ilnab' nok' nivac Behemot, a in ix in b'o nok' icha ix vutej ach in b'oani. Ha anh anh sk'ux nok' icha nok' vacax."
        },
        {
            "number": "16",
            "text": "Ina te ay yip snanhal nok' yet' yip sb'ak'chil xub' nok'."
        },
        {
            "number": "17",
            "text": "Ha snhe nok' lajan stzatzil icha te' k'ute', haxo sch'anhal xub' nok' pixquiltac yaji."
        },
        {
            "number": "18",
            "text": "Ha sb'aquil nok' lajan icha q'uen tubo nab'a bronce, haxo yoc nok' icha q'uen hierro."
        },
        {
            "number": "19",
            "text": "Anhej juntzanh nok' chi' satub'tac yilji ix in b'o t'a skal masanil nok' nok'. Ha innhej syal in satanel nok', yujto a in ix in b'o nok'."
        },
        {
            "number": "20",
            "text": "Ha t'a jolomtac vitz b'aj stajni nok' k'ultaquil nok', ata' say anh ank'ultak nok' sk'uxu'."
        },
        {
            "number": "21",
            "text": "Axo t'a yenhultac te te' tz'em cutzan nok', mato t'a scaltac te' aj b'aj k'ub'eltac, b'aj sitz'atac."
        },
        {
            "number": "22",
            "text": "Ha te te' ay yenhul chi', ha t'a yenhul te' sik'b'an nok'. Ha t'a scaltac te' b'acmam oyanoch t'a stitac ha ha', ata' ay nok'."
        },
        {
            "number": "23",
            "text": "Wach'chom ste nivanb'i ha ha' chi', max xivlaj nok'. Wach'chom sq'uek'och ha' Jordán t'a yol snhi' nok', malaj tas sna nok'."
        },
        {
            "number": "24",
            "text": "¿Mach val junok syal yik'anq'ueta yol sat nok', ma syal yak'anek' junok lasu t'a yol snhi' nok'?"
        }
    ]
}