{
    "chapter": "40",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'a vinhaj Job chi' icha tic:"
        },
        {
            "number": "2",
            "text": "Ach Job, ix a nib'ej a telaj a b'a ved'oc a in to Syal Vuj Smasanil, ¿ayto am tas tza nib'ej tzal d'ayin? Tak'vanh d'ayin, xchi Jehová chi'."
        },
        {
            "number": "3",
            "text": "Ix tak'vi vinhaj Job chi' d'a Dios icha tic:"
        },
        {
            "number": "4",
            "text": "¿Tas ol vutej in tak'vi a in malaj jab'oc velk'och tic? Vach' ama to malaj tas svala'."
        },
        {
            "number": "5",
            "text": "Chael oxelxo ix in loloni, manhxalaj tas vach' valani, xchi vinh."
        },
        {
            "number": "6",
            "text": "Ix lolonpaxelta Jehová chi' d'a vinh d'a scal jun chacxuxum ik' chi', ix yalan icha tic:"
        },
        {
            "number": "7",
            "text": "Tek'b'ej a b'a d'a vichanh, ol a pacan d'ayin tastac juntzanh ol in k'anb'ej tic d'ayach:"
        },
        {
            "number": "8",
            "text": "¿Tzam a tek'b'ej a b'a alani to manh tojoloc svutej in b'a, yujto malaj a mul alani?"
        },
        {
            "number": "9",
            "text": "¿Tocval ek'b'al ip d'a vichanh? ¿Tzam nhilili sk'anh yol a jaj icha sk'anh vic tic?"
        },
        {
            "number": "10",
            "text": "Ch'oxnec vil an tato nivan elk'ochi, checlajocab' a b'inajnaquil yed' a poder."
        },
        {
            "number": "11",
            "text": "Scham val ilan eb' syik'chaanh sb'a, ak' oval yed' eb', emnaquil tzutejcan eb' tato syal uuj."
        },
        {
            "number": "12",
            "text": "A eb' syik' val chaanh sb'a te chuc sb'eyb'al chi', yalnhej b'ajtil ay eb', tek'canem eb' d'a sat luum vila'."
        },
        {
            "number": "13",
            "text": "Tza mucancan eb' d'a yol luum. Tza macancanem eb' b'aj ayek' eb' chamnac."
        },
        {
            "number": "14",
            "text": "Icha chi' ol aj vilani to yel ay a jelanil, syal a colan a b'a yed' val ip."
        },
        {
            "number": "15",
            "text": "Ilnab' nok' nivac Behemot, a in ix in b'o nok' icha ix vutej ach in b'oani. A anh anh sk'ux nok' icha nok' vacax."
        },
        {
            "number": "16",
            "text": "Ina te ay yip snanhal nok' yed' yip sb'ak'chil xub' nok'."
        },
        {
            "number": "17",
            "text": "A snhe nok' lajan stzatzil icha te' k'ute', axo sch'anhal xub' nok' pixquiltac yaji."
        },
        {
            "number": "18",
            "text": "A sb'aquil nok' lajan icha q'uen tubo nab'a bronce, axo yoc nok' icha q'uen hierro."
        },
        {
            "number": "19",
            "text": "Anhej juntzanh nok' chi' satub'tac yilji ix in b'o d'a scal masanil nok' nok'. A innhej syal in satanel nok', yujto a in ix in b'o nok'."
        },
        {
            "number": "20",
            "text": "A d'a jolomtac vitz b'aj stajni nok' k'ultaquil nok', ata' say anh ank'ultac nok' sk'uxu'."
        },
        {
            "number": "21",
            "text": "Axo d'a yenhultac te te' tz'em cutzan nok', mato d'a scaltac te' aj b'aj k'ub'eltac, b'aj sitz'atac."
        },
        {
            "number": "22",
            "text": "A te te' ay yenhul chi', a d'a yenhul te' sik'b'an nok'. A d'a scaltac te' b'acmam oyanoch d'a stitac a a', ata' ay nok'."
        },
        {
            "number": "23",
            "text": "Vach'chom ste nivanb'i a a' chi', max xivlaj nok'. Vach'chom sq'uek'och a' Jordán d'a yol snhi' nok', malaj tas sna nok'."
        },
        {
            "number": "24",
            "text": "¿Mach val junoc syal yik'anq'ueta yol sat nok', ma syal yak'anek' junoc lasu d'a yol snhi' nok'?"
        }
    ]
}