{
    "chapter": "41",
    "verses": [
        {
            "number": "1",
            "text": "Anheja' pax nok' leviatán, ¿tocval syal a yaman nok' yet' q'uen anzuelo? ¿Tocval syal a tzek'an sti' nok' yet' junok ch'anh ch'anh?"
        },
        {
            "number": "2",
            "text": "¿Tom syal ak'anek' junok ch'anh ch'anh t'a yol snhi' nok', ma tzaq'uek' junok q'uen gancho t'a yalanh sti' nok'?"
        },
        {
            "number": "3",
            "text": "¿Tom syal stevioch nok' t'ayach yic tz'ok' a k'ol t'a nok'? ¿Tom nanam syutej sb'a nok' t'ayach yic malaj tas tzutej nok'?"
        },
        {
            "number": "4",
            "text": "¿Tom syal ak'an a trato yet' nok' yic tz'och nok' a checab'oc t'a masanil tiempo?"
        },
        {
            "number": "5",
            "text": "¿Tom syal a tajni yet' nok' icha tzach tajni yet' nok' much? ¿Tom syal ak'anoch sch'anhal nok' yic stajni eb' ix isil yet' nok'?"
        },
        {
            "number": "6",
            "text": "¿Tom syal spojchajek' schib'ejal nok'? ¿Tom syal scotac xicanb'at nok' eb' chonhvajum?"
        },
        {
            "number": "7",
            "text": "¿Tocval tzek' junok jul-lab' t'a stz'umal nok' uuj? ¿Tocval sk'axpaj q'uen arpón t'a sjolom nok' uuj?"
        },
        {
            "number": "8",
            "text": "Tato tzak'lej a yaman nok', tzak'an oval yet' nok', manh ol b'at satk'olal uuj tas tzach yutej nok', manhxa b'ak'uinh ol a tzuntzej nok'."
        },
        {
            "number": "9",
            "text": "Yalnhej mach tz'ilan nok' leviatán chi', tz'el yip eb' yuj xivelal."
        },
        {
            "number": "10",
            "text": "Malaj junok mach stek'b'ej sb'a stzuntzan nok'. Ocxom val in a in tik, ¿tocval ay junok mach stek'b'ej sb'ha t'a vichanh?"
        },
        {
            "number": "11",
            "text": "Malaj junok mach ak'jinac junok tas t'ayin, yuj chi' malaj b'aj ay in b'oc, yujto vicnhej masanil tas."
        },
        {
            "number": "12",
            "text": "Max vactej valan yuj yoc nok' leviatán chi', yujto te' ay yip, malaj tas stzak'van icha yip nok' chi'."
        },
        {
            "number": "13",
            "text": "Malaj mach syal yik'anel stz'umal nok', mato stecoch slanza eb' t'a stz'umal nok' chi', yujto a stz'umal nok' chi' icha q'uen smacul snhi' sk'ol eb' soldado yaji."
        },
        {
            "number": "14",
            "text": "Malaj mach syal sjacan sti' nok', yujto a q'uen ye nok' yelxo te ay smay yilji q'ueen."
        },
        {
            "number": "15",
            "text": "Ha stz'umal yich spatic nok' latz'anochi, te tzatz icha q'uen q'ueen, lajan icha maclab' jul-lab'."
        },
        {
            "number": "16",
            "text": "B'uk'uq'ui yaj stz'umal nok' chi', manhxa jab'oc ik' syal yek' t'ay."
        },
        {
            "number": "17",
            "text": "Junnhej yamanh yaji, malaj mach syal snhik'chitani."
        },
        {
            "number": "18",
            "text": "Ayic tz'ad'isvi nok', lajan val icha yek' leb'lon. Axo yol sat nok' stziquiqui yilji icha sjavi k'u t'a q'uinhib'alil."
        },
        {
            "number": "19",
            "text": "Ha t'a yol snhi' nok' tz'elta k'ak', spucb'at icha namix k'ak',"
        },
        {
            "number": "20",
            "text": "tz'elta tab', icha xob'al junok chen van xej t'a skal te' k'ak'."
        },
        {
            "number": "21",
            "text": "Ha yet' yik'al snhi' nok' schacb'i te' tzak'ak', tz'eltapax namix k'ak' t'a yol snhi' nok'."
        },
        {
            "number": "22",
            "text": "Ha sjaj nok' te ay yip. Masanil anima xiv t'a nok'."
        },
        {
            "number": "23",
            "text": "Ha schib'ejal nok' te tzatz, icha val q'uen hierro b'ob'il t'a cal k'ak'."
        },
        {
            "number": "24",
            "text": "Ha spixan nok' te tzatz icha q'uen q'ueen, tzatz icha q'uen cha'."
        },
        {
            "number": "25",
            "text": "Tato scot nok' t'a eb' anima, a eb' te vinac yalani xiv eb' t'a nok', sb'at eb' elelal yuj xivelal chi'."
        },
        {
            "number": "26",
            "text": "Malaj tz'och q'uen espada, q'uen lanza, ma jul-lab' yic syak'an oval eb' anima yet' nok'."
        },
        {
            "number": "27",
            "text": "Ha q'uen hierro icha te' unin te' yaj q'uen t'a nok', haxo q'uen bronce icha te te' k'aeltac yaj q'uen t'a nok'."
        },
        {
            "number": "28",
            "text": "Ha jul-lab' sjulchajoch t'a nok', max xivlaj jab'oc nok' yuj. Ha junok q'uen q'ueen sjulchajoch t'a nok' icha yoch anh ac icha chi' yoch q'uen t'a nok'."
        },
        {
            "number": "29",
            "text": "Tato sco jicoch junok te' niwan mak'lab' t'a nok', ichanhej co pajanoch junok te' aj t'a nok'. Ayic sk'anh sti' jul-lab' sjavi t'a nok', tonhej tz'och q'uelan nok'."
        },
        {
            "number": "30",
            "text": "Ayic sb'at nhernhon nok' t'a sat lu'um, jul tz'ajkan yek'b'en b'aj tzek' nok' chi', icha tz'aj yuj sjayil sti' q'uen rastrillo."
        },
        {
            "number": "31",
            "text": "Ayic tzek' nok' t'a sjulal ha' mar, tz'ib'xi sat ha' yuj nok', ichato xej ha', icha xej nok' mantecat t'a yol yet'tal."
        },
        {
            "number": "32",
            "text": "Sac tz'ajkan ha' mar b'aj tzek' nok' chi', icha saquil xil jolom."
        },
        {
            "number": "33",
            "text": "Malaj junocxo tas t'a sat lum tik syal slajb'an sb'a yet' nok'. Ha juntzanh nok' nok' chi', a in in b'onac nok', max xivlaj nok'."
        },
        {
            "number": "34",
            "text": "Ha nok' sat yaj vuj t'a masanil nok' nok' ay smay. Ha nok' ayoch reyal t'a masanil nok' chium nok', xchi Jehová t'a vinhaj Job chi'."
        }
    ]
}