{
    "chapter": "41",
    "verses": [
        {
            "number": "1",
            "text": "Anheja' pax nok' lewiatán, ¿tocwal syal a yaman nok' yet' k'een anzuelo? ¿Tocwal syal a tzek'an sti' nok' yet' junok ch'anh ch'anh?"
        },
        {
            "number": "2",
            "text": "¿Tom syal ak'anek' junok ch'anh ch'anh t'a yol snhi' nok', ma tzak'ek' junok k'een gancho t'a yalanh sti' nok'?"
        },
        {
            "number": "3",
            "text": "¿Tom syal stewioch nok' t'ayach yic tz'ok' a k'ol t'a nok'? ¿Tom nanam syutej sb'a nok' t'ayach yic malaj tas tzutej nok'?"
        },
        {
            "number": "4",
            "text": "¿Tom syal ak'an a trato yet' nok' yic tz'och nok' a checab'oc t'a masanil tiempo?"
        },
        {
            "number": "5",
            "text": "¿Tom syal a tajni yet' nok' icha tzach tajni yet' nok' much? ¿Tom syal ak'anoch sch'anhal nok' yic stajni heb' ix isil yet' nok'?"
        },
        {
            "number": "6",
            "text": "¿Tom syal spojchajek' schib'ejal nok'? ¿Tom syal scotac xicanb'at nok' heb' chonhwajum?"
        },
        {
            "number": "7",
            "text": "¿Tocwal tzek' junok jul-lab' t'a stz'umal nok' uuj? ¿Tocwal sk'axpaj k'een arpón t'a sjolom nok' uuj?"
        },
        {
            "number": "8",
            "text": "Tato tzak'lej a yaman nok', tzak'an owal yet' nok', manh ol b'at satk'olal uuj tas tzach yutej nok', manhxa b'ak'uinh ol a tzuntzej nok'."
        },
        {
            "number": "9",
            "text": "Yalnhej mach tz'ilan nok' lewiatán chi', tz'el yip heb' yuj xiwelal."
        },
        {
            "number": "10",
            "text": "Malaj junok mach stek'b'ej sb'a stzuntzan nok'. Ocxom wal in a in tik, ¿tocwal ay junok mach stek'b'ej sb'ha t'a wichanh?"
        },
        {
            "number": "11",
            "text": "Malaj junok mach ak'jinac junok tas t'ayin, yuj chi' malaj b'aj ay in b'oc, yujto wicnhej masanil tas."
        },
        {
            "number": "12",
            "text": "Max wactej walan yuj yoc nok' lewiatán chi', yujto te' ay yip, malaj tas stzak'wan icha yip nok' chi'."
        },
        {
            "number": "13",
            "text": "Malaj mach syal yik'anel stz'umal nok', mato stecoch slanza heb' t'a stz'umal nok' chi', yujto a stz'umal nok' chi' icha k'een smacul snhi' sk'ol heb' soldado yaji."
        },
        {
            "number": "14",
            "text": "Malaj mach syal sjacan sti' nok', yujto a k'een ye nok' yelxo te ay smay yilji k'een."
        },
        {
            "number": "15",
            "text": "Ha stz'umal yich spatic nok' latz'anochi, te tzatz icha k'een k'een, lajan icha maclab' jul-lab'."
        },
        {
            "number": "16",
            "text": "B'uk'uq'ui yaj stz'umal nok' chi', manhxa jab'oc ik' syal yek' t'ay."
        },
        {
            "number": "17",
            "text": "Junnhej yamanh yaji, malaj mach syal snhik'chitani."
        },
        {
            "number": "18",
            "text": "Ayic tz'ad'iswi nok', lajan wal icha yek' lheb'lon. Axo yol sat nok' stziquiqui yilji icha sjawi k'u t'a q'uinhib'alil."
        },
        {
            "number": "19",
            "text": "Ha t'a yol snhi' nok' tz'elta k'ak', spucb'at icha namix k'ak',"
        },
        {
            "number": "20",
            "text": "tz'elta tab', icha xob'al junok chen wan xej t'a skal te' k'ak'."
        },
        {
            "number": "21",
            "text": "Ha yet' yik'al snhi' nok' schacb'i te' tzak'ak', tz'eltapax namix k'ak' t'a yol snhi' nok'."
        },
        {
            "number": "22",
            "text": "Ha sjaj nok' te ay yip. Masanil anima xiv t'a nok'."
        },
        {
            "number": "23",
            "text": "Ha schib'ejal nok' te tzatz, icha wal k'een hierro b'ob'il t'a kal k'ak'."
        },
        {
            "number": "24",
            "text": "Ha spixan nok' te tzatz icha k'een k'een, tzatz icha k'een cha'."
        },
        {
            "number": "25",
            "text": "Tato scot nok' t'a heb' anima, a heb' te winak yalani xiv heb' t'a nok', sb'at heb' elelal yuj xiwelal chi'."
        },
        {
            "number": "26",
            "text": "Malaj tz'och k'een espada, k'een lanza, ma jul-lab' yic syak'an owal heb' anima yet' nok'."
        },
        {
            "number": "27",
            "text": "Ha k'een hierro icha te' unin te' yaj k'een t'a nok', haxo k'een bronce icha te te' k'aeltac yaj k'een t'a nok'."
        },
        {
            "number": "28",
            "text": "Ha jul-lab' sjulchajoch t'a nok', max xivlaj jab'oc nok' yuj. Ha junok k'een k'een sjulchajoch t'a nok' icha yoch anh ac icha chi' yoch k'een t'a nok'."
        },
        {
            "number": "29",
            "text": "Tato sco jicoch junok te' niwan mak'lab' t'a nok', ichanhej ko pajanoch junok te' aj t'a nok'. Ayic sk'anh sti' jul-lab' sjawi t'a nok', tonhej tz'och k'elan nok'."
        },
        {
            "number": "30",
            "text": "Ayic sb'at nhernhon nok' t'a sat lu'um, jul tz'ajkan yek'b'en b'aj tzek' nok' chi', icha tz'aj yuj sjayil sti' k'een rastrillo."
        },
        {
            "number": "31",
            "text": "Ayic tzek' nok' t'a sjulal ha' mar, tz'ib'xi sat ha' yuj nok', ichato xej ha', icha xej nok' mantecat t'a yol yet'tal."
        },
        {
            "number": "32",
            "text": "Sac tz'ajkan ha' mar b'aj tzek' nok' chi', icha saquil xil jolom."
        },
        {
            "number": "33",
            "text": "Malaj junocxo tas t'a sat lum tik syal slajb'an sb'a yet' nok'. Ha juntzanh nok' nok' chi', a in in b'onac nok', max xivlaj nok'."
        },
        {
            "number": "34",
            "text": "Ha nok' sat yaj wuj t'a masanil nok' nok' ay smay. Ha nok' ayoch reyal t'a masanil nok' chium nok', xchi Jehová t'a winhaj Job chi'."
        }
    ]
}