{
    "chapter": "42",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi' ix yalan vinhaj Job chi' t'a Jehová icha tik:"
        },
        {
            "number": "2",
            "text": "Vojtac to masanil syal uuj, a tas tza nib'ej, tza b'onhej."
        },
        {
            "number": "3",
            "text": "Ha ach ix al t'ayin icha tik: ¿Tas aji, yuj chi' yet' a lolonel malaj yelk'och tzala' scheclaji to max a chalaj tato tz'acan in jelanil? xa chi. Ha in tik a tas satub'tac yet' tas max nachaj vuuj, a chi' ix vala'."
        },
        {
            "number": "4",
            "text": "Ix alan pax t'ayin icha tik: Ab' tas ol vala', tza pacan t'ayin tas ol in k'anb'ej t'ayach, xa chi."
        },
        {
            "number": "5",
            "text": "Ha t'a yalanhtaxo anhej ab'ixal ix vab'i, palta haxo ticnaic tzach vil val och yet' in sat."
        },
        {
            "number": "6",
            "text": "Yuj chi' snachajel vuuj to malaj jab'oc velk'ochi, wach' tzin emxonhej k'ojan t'a cal pococ tik yet' t'a skal q'uen tik'aq'uil taanh tik yic tzin naan in b'a, xchi vinhaj Job chi'."
        },
        {
            "number": "7",
            "text": "Ayic ix lajvi yalan juntzanh tik Jehová t'a vinhaj Job chi', ix yalanpax t'a vinhaj Elifaz chi' icha tik: Scot val voval t'ayach yet' chavanhxo eb' vinh ajun ed' chi', yujto manh wach'oc tas ix eyal t'a in patic, manh lajanoc ix eyutej e b'a yet' vinh in checab' aj Job tik."
        },
        {
            "number": "8",
            "text": "Ha ticnaic, iq'ueccot ucvanhoc nok' quelemtac vacax yet' ucvanhoc nok' ch'ac calnel, tzul eyak'an nok' t'a vinh in checab' aj Job tik, haxo vinh ol nhusantz'a nok' smasanil silab'il t'ayin eyuuj. Ha vinh ol lesalvoc eyuuj, ol in chaan slesal vinh chi'. Wach'chom to smoj e chaan eyaelal, yujto manh wach'oc tas ix eyal t'a in patic, manh ichoc ix yutej sb'a vinh in checab' aj Job tik ix eyutej e b'a, palta manhxa tas ol ex vutej, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix cot vinhaj Elifaz chi', vinhaj Bildad yet' vinhaj Zofar, ix sk'ulan eb' vinh icha val ix aj yalan Jehová. Ix chaji slesal vinhaj Job chi' yuj Jehová chi'."
        },
        {
            "number": "10",
            "text": "Ayic lesalvinacxo vinhaj Job yuj eb' vinh yamigo chi', ix yak'anxi svach'k'olal Jehová t'a vinh icha t'a yalanhtaxo, ek'b'alto pax ix aj yak'an t'a vinh icha ay t'a vinh t'a yalanhtaxo."
        },
        {
            "number": "11",
            "text": "Ix javi pax eb' yuk'tac vinh yila', eb' ix yanab' vinh, juntzanh eb' yamigo vinh yet' masanil eb' anima ojtannac vinh t'a yalanhtaxo. Ix och val jun niwan vael yuj eb' t'a spat vinh. Ix yak'an snivanil sk'ol vinh eb'. Ix yalan eb' to ix cuspax eb' yuj yaelal ix yak'cot Jehová t'a yib'anh vinh. Ix yak'ancan q'uen tumin eb' yet' junjun colk'ab' nab'a oro t'a vinh."
        },
        {
            "number": "12",
            "text": "Ix yak' jantac svach'k'olal Dios t'a yib'anh vinhaj Job chi', ek'b'alto niwan t'a yichanh tas ay t'a vinh t'a yalanhtax chi'. Ix q'uek'och sb'isul nok' scalnel vinh t'a 14 mil, 6 mil nok' camello, mil par nok' vacax smunlaji yet' mil nok' b'uru."
        },
        {
            "number": "13",
            "text": "Ix aljixi ucvanh yuninal vinh yet' oxvanh yisil."
        },
        {
            "number": "14",
            "text": "Ha ix b'ab'el, Jemima ix yak' vinh sb'iej ix, haxo ix schab'il Cesia ix sb'iej ix, haxo ix yoxil, Keren-hapuc ix sb'iej ix."
        },
        {
            "number": "15",
            "text": "Malaj eb' ix ix t'a yol yib'anhk’inal tik stzak'van svach'il yilji icha yilji eb' ix yisil vinhaj Job chi'. Ix ak'ji smacb'en eb' ix icha yic eb' vinh snulej yuj smam chi'."
        },
        {
            "number": "16",
            "text": "Ayic ix lajvi yek' juntzanh tik, 140 ab'il to ix yil vinhaj Job chi'. Ixto yil vinh sq'uib'kan eb' yuninal, masanto eb' yixchiquin eb' yixchiquin vinh chi'."
        },
        {
            "number": "17",
            "text": "Te icham vinacxo vinh ayic ix cham vinh."
        }
    ]
}