{
    "chapter": "42",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi' ix yalan vinhaj Job chi' d'a Jehová icha tic:"
        },
        {
            "number": "2",
            "text": "Vojtac to masanil syal uuj, a tas tza nib'ej, tza b'onhej."
        },
        {
            "number": "3",
            "text": "A ach ix al d'ayin icha tic: ¿Tas aji, yuj chi' yed' a lolonel malaj yelk'och tzala' scheclaji to max a chalaj tato tz'acan in jelanil? xa chi. A in tic a tas satub'tac yed' tas max nachaj vuuj, a chi' ix vala'."
        },
        {
            "number": "4",
            "text": "Ix alan pax d'ayin icha tic: Ab' tas ol vala', tza pacan d'ayin tas ol in k'anb'ej d'ayach, xa chi."
        },
        {
            "number": "5",
            "text": "A d'a yalanhtaxo anhej ab'ixal ix vab'i, palta axo ticnaic tzach vil val och yed' in sat."
        },
        {
            "number": "6",
            "text": "Yuj chi' snachajel vuuj to malaj jab'oc velk'ochi, vach' tzin emxonhej k'ojan d'a cal pococ tic yed' d'a scal q'uen tik'aq'uil taanh tic yic tzin naan in b'a, xchi vinhaj Job chi'."
        },
        {
            "number": "7",
            "text": "Ayic ix lajvi yalan juntzanh tic Jehová d'a vinhaj Job chi', ix yalanpax d'a vinhaj Elifaz chi' icha tic: Scot val voval d'ayach yed' chavanhxo eb' vinh ajun ed' chi', yujto manh vach'oc tas ix eyal d'a in patic, manh lajanoc ix eyutej e b'a yed' vinh in checab' aj Job tic."
        },
        {
            "number": "8",
            "text": "A ticnaic, iq'ueccot ucvanhoc nok' quelemtac vacax yed' ucvanhoc nok' ch'ac calnel, tzul eyak'an nok' d'a vinh in checab' aj Job tic, axo vinh ol nhusantz'a nok' smasanil silab'il d'ayin eyuuj. A vinh ol lesalvoc eyuuj, ol in chaan slesal vinh chi'. Vach'chom to smoj e chaan eyaelal, yujto manh vach'oc tas ix eyal d'a in patic, manh ichoc ix yutej sb'a vinh in checab' aj Job tic ix eyutej e b'a, palta manhxa tas ol ex vutej, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix cot vinhaj Elifaz chi', vinhaj Bildad yed' vinhaj Zofar, ix sk'ulan eb' vinh icha val ix aj yalan Jehová. Ix chaji slesal vinhaj Job chi' yuj Jehová chi'."
        },
        {
            "number": "10",
            "text": "Ayic lesalvinacxo vinhaj Job yuj eb' vinh yamigo chi', ix yak'anxi svach'k'olal Jehová d'a vinh icha d'a yalanhtaxo, ek'b'alto pax ix aj yak'an d'a vinh icha ay d'a vinh d'a yalanhtaxo."
        },
        {
            "number": "11",
            "text": "Ix javi pax eb' yuk'tac vinh yila', eb' ix yanab' vinh, juntzanh eb' yamigo vinh yed' masanil eb' anima ojtannac vinh d'a yalanhtaxo. Ix och val jun nivan vael yuj eb' d'a spat vinh. Ix yak'an snivanil sk'ol vinh eb'. Ix yalan eb' to ix cuspax eb' yuj yaelal ix yak'cot Jehová d'a yib'anh vinh. Ix yak'ancan q'uen tumin eb' yed' junjun colk'ab' nab'a oro d'a vinh."
        },
        {
            "number": "12",
            "text": "Ix yak' jantac svach'k'olal Dios d'a yib'anh vinhaj Job chi', ek'b'alto nivan d'a yichanh tas ay d'a vinh d'a yalanhtax chi'. Ix q'uek'och sb'isul nok' scalnel vinh d'a 14 mil, 6 mil nok' camello, mil par nok' vacax smunlaji yed' mil nok' b'uru."
        },
        {
            "number": "13",
            "text": "Ix aljixi ucvanh yuninal vinh yed' oxvanh yisil."
        },
        {
            "number": "14",
            "text": "A ix b'ab'el, Jemima ix yak' vinh sb'iej ix, axo ix schab'il Cesia ix sb'iej ix, axo ix yoxil, Keren-hapuc ix sb'iej ix."
        },
        {
            "number": "15",
            "text": "Malaj eb' ix ix d'a yolyib'anhq'uinal tic stzak'van svach'il yilji icha yilji eb' ix yisil vinhaj Job chi'. Ix ak'ji smacb'en eb' ix icha yic eb' vinh snulej yuj smam chi'."
        },
        {
            "number": "16",
            "text": "Ayic ix lajvi yek' juntzanh tic, 140 ab'il to ix yil vinhaj Job chi'. Ixto yil vinh sq'uib'can eb' yuninal, masanto eb' yixchiquin eb' yixchiquin vinh chi'."
        },
        {
            "number": "17",
            "text": "Te icham vinacxo vinh ayic ix cham vinh."
        }
    ]
}