{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaik ach Job elokab' av, ol quila' mach junok ol tak'woc t'ayach. ¿Mach junok ángel ol ach colanoc?"
        },
        {
            "number": "2",
            "text": "Ha junok anima chuk spensar, schichon sk'ool, snib'anoch tastac. Ha schichonk'olal chi' ol ik'anel sk'inal."
        },
        {
            "number": "3",
            "text": "Vilnac heb' chuk spensar, slaj k'echaanh tastac ay t'a heb', palta elanhchamel satxiem juntzanh chi'."
        },
        {
            "number": "4",
            "text": "Ha yalyuninal heb', manhxa mach skolwaj t'a heb'. Ayic sk'och heb' t'a yichanh heb' yajal, manhxalaj tz'aj yelk'och heb', manhxa mach scolan heb'."
        },
        {
            "number": "5",
            "text": "Ayic tz'elul sat yavb'en heb', haxo heb' anima wan scham yuj wejel slajaneli, sayanelta heb' t'a kaltac q'uiix. Axo heb' malaj jab'oc tas ay t'ay, syiloch sk'ool heb' t'a sb'eyumal heb'."
        },
        {
            "number": "6",
            "text": "Ha yaelal manh b'ajocto scoti, manhocto t'a yol lu'um sk'eta."
        },
        {
            "number": "7",
            "text": "Toxonton yic yaelal kaji, icha te namix k'ak' tz'elnhejta t'a kal k'ak'."
        },
        {
            "number": "8",
            "text": "Tato a in tik icha aj tik waji, elanhchamel am swak'och in b'ha t'a yol sk'ab' Dios."
        },
        {
            "number": "9",
            "text": "Ha Dios satub'tac tastac sk'ulej, manhxo b'ischajb'enoc tas k'ulej chi'. Malaj mach snachajel yuj tastac sk'ulej chi'."
        },
        {
            "number": "10",
            "text": "Ha Dios chi' tz'ak'ancot nhab' t'a yib'anh lum lum tik. Icha chi' tz'aj yoch yalil masanil tas ay t'a sat lu'um."
        },
        {
            "number": "11",
            "text": "Ha tz'ik'anchaanh heb' anima emnaquil syutej sb'a, anheja' pax tz'ak'an sniwanil sk'ol heb' ayoch t'a syaelal."
        },
        {
            "number": "12",
            "text": "Ha Dios chi' sjuanb'at tas nab'il yuj heb' jelan, yic max elk'ochi."
        },
        {
            "number": "13",
            "text": "A' syamanoch waan heb' jelan t'a chukal, yic max elk'och tas snib'ej heb' t'a chukal chi'."
        },
        {
            "number": "14",
            "text": "Ha wal t'a chimk'ualil stelwi heb', k'ik'k 'inal t'a heb'. Icha wal to t'ak'walil sb'eyek' heb', toxonhej tzek' machmon heb'."
        },
        {
            "number": "15",
            "text": "Ha Dios scolan heb' tz'ixtaj yuj heb' chuk spensar, anheja' scolan heb' t'a yol sk'ab' heb' ixtum anima."
        },
        {
            "number": "16",
            "text": "A' ayoch yipoc sk'ol heb' malaj stek'anil, ha' smakan sti' heb' manh tojolok syutej sb'a."
        },
        {
            "number": "17",
            "text": "Wach' yic heb' skachji yuj Dios. Manh a patiquejel a kachnab'il syak' Dios Syal Yuj Smasanil chi'."
        },
        {
            "number": "18",
            "text": "Tato ha Dios chi' tz'ak'an echnaj junok mach, ha' tz'anhtanpaxi. Tato ha' tz'ak'anoch syaelal junok mach, a tz'ak'anpax b'oxoc sk'ool."
        },
        {
            "number": "19",
            "text": "Tzijtum el ol ach colchaj yuj Dios t'a tas ay smay. Manh ol ach scha ak'joc ganar yuj junok tas sjawi t'a ib'anh."
        },
        {
            "number": "20",
            "text": "D'a stiempoal wejel ol ach colchaj yuj t'a yol sk'ab' chamel. Ayic ay owal, anheja' ol ach colanpaxoc."
        },
        {
            "number": "21",
            "text": "Ha Dios ol ach colan t'a tas syal heb' alum pecal. Manh ol ach xiwoc ayic sjawi yalnhej tas t'a ib'anh."
        },
        {
            "number": "22",
            "text": "Ayic ol jawok wejel, ma owal, tonhej ol ach tzewajoc. Manh ol ach xiwoc ayic ol jawok nok' chium nok'."
        },
        {
            "number": "23",
            "text": "Ha b'aj ol ach munlajoc, malaj k'een k'een ol ach ixtanoc. Ha nok' chium nok', malaj tas ol ach yutej nok'."
        },
        {
            "number": "24",
            "text": "Ol ajxoc jantac tastac t'a a pat. Ayic ol a b'isan nok' a molb'etzal nok' tz'akannhej yajek' nok'."
        },
        {
            "number": "25",
            "text": "Tzijtum ol aj sb'isul inhtilal icha anh ank'ultak sq'uib' t'a sat lum lum."
        },
        {
            "number": "26",
            "text": "Icham winak achxo ol ach chamoc, icha junok tob'anh ixim trigo k'anxo sjochchaji."
        },
        {
            "number": "27",
            "text": "Ach Job, a tas cojtak a tzonh k'ayb'ani. Cojtak to icha chi' yaji, yuj chi' scham wal a b'eyk'olan juntzanh tik, xchi winhaj Elifaz chi'."
        }
    ]
}