{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "A ticnaic ach Job elocab' av, ol quila' mach junoc ol tak'voc d'ayach. ¿Mach junoc ángel ol ach colanoc?"
        },
        {
            "number": "2",
            "text": "A junoc anima chuc spensar, schichon sk'ool, snib'anoch tastac. A schichonk'olal chi' ol ik'anel sq'uinal."
        },
        {
            "number": "3",
            "text": "Vilnac eb' chuc spensar, slaj q'uechaanh tastac ay d'a eb', palta elanhchamel satxiem juntzanh chi'."
        },
        {
            "number": "4",
            "text": "A yalyuninal eb', manhxa mach scolvaj d'a eb'. Ayic sk'och eb' d'a yichanh eb' yajal, manhxalaj tz'aj yelk'och eb', manhxa mach scolan eb'."
        },
        {
            "number": "5",
            "text": "Ayic tz'elul sat yavb'en eb', axo eb' anima van scham yuj vejel slajaneli, sayanelta eb' d'a caltac q'uiix. Axo eb' malaj jab'oc tas ay d'ay, syiloch sk'ool eb' d'a sb'eyumal eb'."
        },
        {
            "number": "6",
            "text": "A yaelal manh b'ajocto scoti, manhocto d'a yol luum sq'ueta."
        },
        {
            "number": "7",
            "text": "Toxonton yic yaelal caji, icha te namix k'ak' tz'elnhejta d'a cal k'ak'."
        },
        {
            "number": "8",
            "text": "Tato a in tic icha aj tic vaji, elanhchamel am svak'och in b'a d'a yol sk'ab' Dios."
        },
        {
            "number": "9",
            "text": "A Dios satub'tac tastac sk'ulej, manhxo b'ischajb'enoc tas k'ulej chi'. Malaj mach snachajel yuuj tastac sk'ulej chi'."
        },
        {
            "number": "10",
            "text": "A Dios chi' tz'ak'ancot nhab' d'a yib'anh lum luum tic. Icha chi' tz'aj yoch yalil masanil tas ay d'a sat luum."
        },
        {
            "number": "11",
            "text": "A tz'ik'anchaanh eb' anima emnaquil syutej sb'a, anheja' pax tz'ak'an snivanil sk'ol eb' ayoch d'a syaelal."
        },
        {
            "number": "12",
            "text": "A Dios chi' sjuanb'at tas nab'il yuj eb' jelan, yic max elk'ochi."
        },
        {
            "number": "13",
            "text": "A' syamanoch vaan eb' jelan d'a chucal, yic max elk'och tas snib'ej eb' d'a chucal chi'."
        },
        {
            "number": "14",
            "text": "A val d'a chimk'ualil stelvi eb', q'uik'q'uinal d'a eb'. Icha val to d'ak'valil sb'eyek' eb', toxonhej tz'ek' machmon eb'."
        },
        {
            "number": "15",
            "text": "A Dios scolan eb' tz'ixtaj yuj eb' chuc spensar, anheja' scolan eb' d'a yol sk'ab' eb' ixtum anima."
        },
        {
            "number": "16",
            "text": "A' ayoch yipoc sk'ol eb' malaj stek'anil, a' smacan sti' eb' manh tojoloc syutej sb'a."
        },
        {
            "number": "17",
            "text": "Vach' yic eb' scachji yuj Dios. Manh a patiquejel a cachnab'il syak' Dios Syal Yuj Smasanil chi'."
        },
        {
            "number": "18",
            "text": "Tato a Dios chi' tz'ak'an echnaj junoc mach, a' tz'anhtanpaxi. Tato a' tz'ak'anoch syaelal junoc mach, a tz'ak'anpax b'oxoc sk'ool."
        },
        {
            "number": "19",
            "text": "Tzijtum el ol ach colchaj yuj Dios d'a tas ay smay. Manh ol ach scha ak'joc ganar yuj junoc tas sjavi d'a ib'anh."
        },
        {
            "number": "20",
            "text": "D'a stiempoal vejel ol ach colchaj yuj d'a yol sk'ab' chamel. Ayic ay oval, anheja' ol ach colanpaxoc."
        },
        {
            "number": "21",
            "text": "A Dios ol ach colan d'a tas syal eb' alum pecal. Manh ol ach xivoc ayic sjavi yalnhej tas d'a ib'anh."
        },
        {
            "number": "22",
            "text": "Ayic ol javoc vejel, ma oval, tonhej ol ach tzevajoc. Manh ol ach xivoc ayic ol javoc nok' chium nok'."
        },
        {
            "number": "23",
            "text": "A b'aj ol ach munlajoc, malaj q'uen q'ueen ol ach ixtanoc. A nok' chium nok', malaj tas ol ach yutej nok'."
        },
        {
            "number": "24",
            "text": "Ol ajxoc jantac tastac d'a a pat. Ayic ol a b'isan nok' a molb'etzal nok' tz'acannhej yajek' nok'."
        },
        {
            "number": "25",
            "text": "Tzijtum ol aj sb'isul inhtilal icha anh ank'ultac sq'uib' d'a sat lum luum."
        },
        {
            "number": "26",
            "text": "Icham vinac achxo ol ach chamoc, icha junoc tob'anh ixim trigo k'anxo sjochchaji."
        },
        {
            "number": "27",
            "text": "Ach Job, a tas cojtac a tzonh k'ayb'ani. Cojtac to icha chi' yaji, yuj chi' scham val a b'eyk'olan juntzanh tic, xchi vinhaj Elifaz chi'."
        }
    ]
}