{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix tak'vi vinhaj Job chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Tato smasanil in yaelal yet' in cusk'olal tik, tz'echtaj t'a yol junok echlab',"
        },
        {
            "number": "3",
            "text": "tecan ek'to yalil t'a yichanh yarenail sti' ha' mar, yuj chi' ix in comon alej icha tik."
        },
        {
            "number": "4",
            "text": "Ha Dios Syal Yuj Smasanil, ichato ix och ch'apnaj sjul-lab' t'ayin, haxo svenenoal spucax t'a in nivanil. Toxo ix oymaj tas ay smay t'ayin yuj."
        },
        {
            "number": "5",
            "text": "¿Tocval tz'ok' nok' caltacte'al b'uru tato ay yanh nok'? ¿Tocval tz'ok' nok' mam vacax tato ay tas sk'ux nok'?"
        },
        {
            "number": "6",
            "text": "¿Mach schi'an junok chib'il vail tato malaj yatz'amil? ¿Tocval wach' sloji saquil nok' nholob' tato malaj yatz'amil?"
        },
        {
            "number": "7",
            "text": "Icha chib'il vail malaj yatz'amil, icha chi' tas tzin chi ticnaic svab'i. Manhxalaj in gana in wa'i."
        },
        {
            "number": "8",
            "text": "Comonoc tz'el t'a sk'ol Dios yak'an tas tzin k'an t'ay. Comonoc syak' tas tzin nib'ej."
        },
        {
            "number": "9",
            "text": "Comonoc tz'el t'a sk'ol Dios chi' in sataneli, yic tzin lajviel t'a junelnhej."
        },
        {
            "number": "10",
            "text": "Wach'chom svab' syail yuj in yaelal yet' in cusk'olal tik, palta tzin te tzalaji, yujto svak'nhej och sley Dios yipoc in k'ool, aton Dios Axonhej Ochi."
        },
        {
            "number": "11",
            "text": "Manhxalaj vip svab'i yic svak'an techaj in yaelal tik, ¿tasxom yuj comon pitzan into?"
        },
        {
            "number": "12",
            "text": "¿Tocval lajan stzatzil in nivanil tik icha q'uen q'ueen? ¿Tocval icha stzatzil q'uen bronce stzatzil in b'ak'chil?"
        },
        {
            "number": "13",
            "text": "Maxtzac yal in colan in b'ha t'a yol vico'. Manhxa junok mach scolvaj ved'oc."
        },
        {
            "number": "14",
            "text": "Ha junok mach ayoch t'a syaelal, wach'chom manhxa yelk'och Dios Syal Yuj Smasanil t'ay, palta smoj val tz'ak'ji snivanil sk'ol yuj eb' svach'k'ool."
        },
        {
            "number": "15",
            "text": "Palta a ex tik ex vamigo, tonhej ix in e wach' juejeli. Lajan ex icha junok ha' eluma' stup t'a smelemal."
        },
        {
            "number": "16",
            "text": "Ayic syak'an nhab' tat tz'aj sat ha' sb'eyi calan ha' yet' q'uen cheev, ma yet' q'uen sacb'acom."
        },
        {
            "number": "17",
            "text": "Ayic tz'ulax q'uen cheev chi', stupem ha' eluma' chi', haxo yic tzovaj k'ak' stacjiem ha'."
        },
        {
            "number": "18",
            "text": "Ha eb' anima b'eyum, sb'at eb' t'a titac b'e yic sayan ha' eb' yuq'uej, haxo tz'aji, satcanb'at eb' t'a lum taquinh lu'um chi', ata' schamcan eb'."
        },
        {
            "number": "19",
            "text": "Ha eb' b'eyum anima aj chonhab' Temán yet' eb' aj Sabá, say ha ha' eb' yojtactaxon b'aj scani,"
        },
        {
            "number": "20",
            "text": "haxo yic sk'och eb' b'aj aytaxon ha' chi', taquinhxo yet'tal ha', toxonhej staccanq'ue sk'ol eb'."
        },
        {
            "number": "21",
            "text": "Icha chi' eyaj t'ayin a ex tik, yujto ayic tzeyilanoch jantac in yaelal tik, tonhej tzex xivq'uei."
        },
        {
            "number": "22",
            "text": "Palta a in tik, malaj tas tzin k'an t'ayex. Malaj tumin tzin k'an t'ayex yic tzin colchaji."
        },
        {
            "number": "23",
            "text": "¿Tocval tzin k'an e colval yic tzin colchaj t'a yol sk'ab' jun ajk'ol t'ayin, ma t'a juntzanh eb' elk'um?"
        },
        {
            "number": "24",
            "text": "Hak'ek in k'ayb'ub'al, ol in cha vab' t'ayex. Ch'oxec och in mul chi' t'a in sat."
        },
        {
            "number": "25",
            "text": "Malaj junok mach spaticanel junok pensar to wach', palta a ex tik, manhxa stzolal tas tzeyak'och t'a vib'anh."
        },
        {
            "number": "26",
            "text": "Ha ex tik nab'anhej tzin e tumej, palta eyojtac to a slolonel junok mach ayoch t'a syaelal, ay b'aj malaj jab'oc yelk'ochi."
        },
        {
            "number": "27",
            "text": "Ha ex tik, syal eyak'an e suerte t'a yib'anh eb' meb'a' ob'iltac. Syalpax e chonhanel junok eyamigo."
        },
        {
            "number": "28",
            "text": "Ochanhec q'uelan t'a in sat, tato tonhej svesej."
        },
        {
            "number": "29",
            "text": "Actejec eyalan juntzanh chi' t'a in patic. Comonoc tzeyojtaquejeli to yel juntzanh sval tik."
        },
        {
            "number": "30",
            "text": "Ha e naani to esalvum in. Ha e naani to manh vojtacoc tas yel yet' tas manh yeloc."
        }
    ]
}