{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix tak'wi winhaj Job chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Tato smasanil in yaelal yet' in cusk'olal tik, tz'echtaj t'a yol junok echlab',"
        },
        {
            "number": "3",
            "text": "tecan ek'to yalil t'a yichanh yarenail sti' ha' mar, yuj chi' ix in comon alej icha tik."
        },
        {
            "number": "4",
            "text": "Ha Dios Syal Yuj Smasanil, ichato ix och ch'apnaj sjul-lab' t'ayin, haxo swenenoal spucax t'a in niwanil. Toxo ix oymaj tas ay smay t'ayin yuj."
        },
        {
            "number": "5",
            "text": "¿Tocwal tz'ok' nok' caltacte'al b'uru tato ay yanh nok'? ¿Tocwal tz'ok' nok' mam wacax tato ay tas sk'ux nok'?"
        },
        {
            "number": "6",
            "text": "¿Mach schi'an junok chib'il wail tato malaj yatz'amil? ¿Tocwal wach' sloji saquil nok' nholob' tato malaj yatz'amil?"
        },
        {
            "number": "7",
            "text": "Icha chib'il wail malaj yatz'amil, icha chi' tas tzin chi ticnaik swab'i. Manhxalaj in gana in wa'i."
        },
        {
            "number": "8",
            "text": "Comonoc tz'el t'a sk'ol Dios yak'an tas tzin k'an t'ay. Comonoc syak' tas tzin nib'ej."
        },
        {
            "number": "9",
            "text": "Comonoc tz'el t'a sk'ol Dios chi' in sataneli, yic tzin lajwiel t'a junelnhej."
        },
        {
            "number": "10",
            "text": "Wach'chom swab' syail yuj in yaelal yet' in cusk'olal tik, palta tzin te tzalaji, yujto swak'nhej och sley Dios yipoc in k'ool, aton Dios Axonhej Ochi."
        },
        {
            "number": "11",
            "text": "Manhxalaj wip swab'i yic swak'an techaj in yaelal tik, ¿tasxom yuj comon pitzan into?"
        },
        {
            "number": "12",
            "text": "¿Tocwal lajan stzatzil in niwanil tik icha k'een k'een? ¿Tocwal icha stzatzil k'een bronce stzatzil in b'ak'chil?"
        },
        {
            "number": "13",
            "text": "Maxtzac yal in colan in b'ha t'a yol wico'. Manhxa junok mach skolwaj wed'oc."
        },
        {
            "number": "14",
            "text": "Ha junok mach ayoch t'a syaelal, wach'chom manhxa yelk'och Dios Syal Yuj Smasanil t'ay, palta smoj wal tz'ak'ji sniwanil sk'ol yuj heb' swach'k'ool."
        },
        {
            "number": "15",
            "text": "Palta a ex tik ex wamigo, tonhej ix in he wach' juejeli. Lajan ex icha junok ha' eluma' stup t'a smelemal."
        },
        {
            "number": "16",
            "text": "Ayic syak'an nhab' tat tz'aj sat ha' sb'eyi calan ha' yet' k'een cheev, ma yet' k'een sacb'acom."
        },
        {
            "number": "17",
            "text": "Ayic tz'ulax k'een cheev chi', stupem ha' eluma' chi', haxo yic tzowaj k'ak' stacjiem ha'."
        },
        {
            "number": "18",
            "text": "Ha heb' anima b'eyum, sb'at heb' t'a titac b'e yic sayan ha' heb' yuk'ej, haxo tz'aji, satcanb'at heb' t'a lum taquinh lu'um chi', ata' schamcan heb'."
        },
        {
            "number": "19",
            "text": "Ha heb' b'eyum anima aj chonhab' Temán yet' heb' aj Sabá, say ha ha' heb' yojtactaxon b'aj scani,"
        },
        {
            "number": "20",
            "text": "haxo yic sk'och heb' b'aj aytaxon ha' chi', taquinhxo yet'tal ha', toxonhej staccank'e sk'ol heb'."
        },
        {
            "number": "21",
            "text": "Icha chi' eyaj t'ayin a ex tik, yujto ayic tzeyilanoch jantac in yaelal tik, tonhej tzex xivk'ei."
        },
        {
            "number": "22",
            "text": "Palta a in tik, malaj tas tzin k'an t'ayex. Malaj tumin tzin k'an t'ayex yic tzin colchaji."
        },
        {
            "number": "23",
            "text": "¿Tocwal tzin k'an he colwal yic tzin colchaj t'a yol sk'ab' jun ajk'ol t'ayin, ma t'a juntzanh heb' elk'um?"
        },
        {
            "number": "24",
            "text": "Hak'ek in k'ayb'ub'al, ol in cha wab' t'ayex. Ch'oxec och in mul chi' t'a in sat."
        },
        {
            "number": "25",
            "text": "Malaj junok mach spaticanel junok pensar to wach', palta a ex tik, manhxa stzolal tas tzeyak'och t'a wib'anh."
        },
        {
            "number": "26",
            "text": "Ha ex tik nab'anhej tzin he tumej, palta eyojtac to a slolonel junok mach ayoch t'a syaelal, ay b'aj malaj jab'oc yelk'ochi."
        },
        {
            "number": "27",
            "text": "Ha ex tik, syal eyak'an he suerte t'a yib'anh heb' meb'a' ob'iltac. Syalpax he chonhanel junok eyamigo."
        },
        {
            "number": "28",
            "text": "Ochanhec k'elan t'a in sat, tato tonhej swesej."
        },
        {
            "number": "29",
            "text": "Actejec eyalan juntzanh chi' t'a in patic. Comonoc tzeyojtaquejeli to yel juntzanh swal tik."
        },
        {
            "number": "30",
            "text": "Ha he naani to esalwum in. Ha he naani to manh wojtacoc tas yel yet' tas manh yeloc."
        }
    ]
}