{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix tak'vi vinhaj Job chi' icha tic:"
        },
        {
            "number": "2",
            "text": "Tato smasanil in yaelal yed' in cusk'olal tic, tz'echtaj d'a yol junoc echlab',"
        },
        {
            "number": "3",
            "text": "tecan ek'to yalil d'a yichanh yarenail sti' a' mar, yuj chi' ix in comon alej icha tic."
        },
        {
            "number": "4",
            "text": "A Dios Syal Yuj Smasanil, ichato ix och ch'apnaj sjul-lab' d'ayin, axo svenenoal spucax d'a in nivanil. Toxo ix oymaj tas ay smay d'ayin yuuj."
        },
        {
            "number": "5",
            "text": "¿Tocval tz'ok' nok' caltacte'al b'uru tato ay yanh nok'? ¿Tocval tz'ok' nok' mam vacax tato ay tas sk'ux nok'?"
        },
        {
            "number": "6",
            "text": "¿Mach schi'an junoc chib'il vail tato malaj yatz'amil? ¿Tocval vach' sloji saquil nok' nholob' tato malaj yatz'amil?"
        },
        {
            "number": "7",
            "text": "Icha chib'il vail malaj yatz'amil, icha chi' tas tzin chi ticnaic svab'i. Manhxalaj in gana in va'i."
        },
        {
            "number": "8",
            "text": "Comonoc tz'el d'a sk'ol Dios yak'an tas tzin k'an d'ay. Comonoc syak' tas tzin nib'ej."
        },
        {
            "number": "9",
            "text": "Comonoc tz'el d'a sk'ol Dios chi' in sataneli, yic tzin lajviel d'a junelnhej."
        },
        {
            "number": "10",
            "text": "Vach'chom svab' syail yuj in yaelal yed' in cusk'olal tic, palta tzin te tzalaji, yujto svak'nhej och sley Dios yipoc in k'ool, aton Dios Axonhej Ochi."
        },
        {
            "number": "11",
            "text": "Manhxalaj vip svab'i yic svak'an techaj in yaelal tic, ¿tasxom yuj comon pitzan into?"
        },
        {
            "number": "12",
            "text": "¿Tocval lajan stzatzil in nivanil tic icha q'uen q'ueen? ¿Tocval icha stzatzil q'uen bronce stzatzil in b'ak'chil?"
        },
        {
            "number": "13",
            "text": "Maxtzac yal in colan in b'a d'a yol vico'. Manhxa junoc mach scolvaj ved'oc."
        },
        {
            "number": "14",
            "text": "A junoc mach ayoch d'a syaelal, vach'chom manhxa yelk'och Dios Syal Yuj Smasanil d'ay, palta smoj val tz'ak'ji snivanil sk'ol yuj eb' svach'k'ool."
        },
        {
            "number": "15",
            "text": "Palta a ex tic ex vamigo, tonhej ix in e vach' juejeli. Lajan ex icha junoc a' eluma' stup d'a smelemal."
        },
        {
            "number": "16",
            "text": "Ayic syak'an nhab' tat tz'aj sat a' sb'eyi calan a' yed' q'uen cheev, ma yed' q'uen sacb'acom."
        },
        {
            "number": "17",
            "text": "Ayic tz'ulax q'uen cheev chi', stupem a' eluma' chi', axo yic tzovaj k'ak' stacjiem a'."
        },
        {
            "number": "18",
            "text": "A eb' anima b'eyum, sb'at eb' d'a titac b'e yic sayan a' eb' yuq'uej, axo tz'aji, satcanb'at eb' d'a lum taquinh luum chi', ata' schamcan eb'."
        },
        {
            "number": "19",
            "text": "A eb' b'eyum anima aj chonhab' Temán yed' eb' aj Sabá, say a a' eb' yojtactaxon b'aj scani,"
        },
        {
            "number": "20",
            "text": "axo yic sk'och eb' b'aj aytaxon a' chi', taquinhxo yed'tal a', toxonhej staccanq'ue sk'ol eb'."
        },
        {
            "number": "21",
            "text": "Icha chi' eyaj d'ayin a ex tic, yujto ayic tzeyilanoch jantac in yaelal tic, tonhej tzex xivq'uei."
        },
        {
            "number": "22",
            "text": "Palta a in tic, malaj tas tzin k'an d'ayex. Malaj tumin tzin k'an d'ayex yic tzin colchaji."
        },
        {
            "number": "23",
            "text": "¿Tocval tzin k'an e colval yic tzin colchaj d'a yol sk'ab' jun ajk'ol d'ayin, ma d'a juntzanh eb' elk'um?"
        },
        {
            "number": "24",
            "text": "Aq'uec in k'ayb'ub'al, ol in cha vab' d'ayex. Ch'oxec och in mul chi' d'a in sat."
        },
        {
            "number": "25",
            "text": "Malaj junoc mach spaticanel junoc pensar to vach', palta a ex tic, manhxa stzolal tas tzeyak'och d'a vib'anh."
        },
        {
            "number": "26",
            "text": "A ex tic nab'anhej tzin e tumej, palta eyojtac to a slolonel junoc mach ayoch d'a syaelal, ay b'aj malaj jab'oc yelk'ochi."
        },
        {
            "number": "27",
            "text": "A ex tic, syal eyak'an e suerte d'a yib'anh eb' meb'a' ob'iltac. Syalpax e chonhanel junoc eyamigo."
        },
        {
            "number": "28",
            "text": "Ochanhec q'uelan d'a in sat, tato tonhej svesej."
        },
        {
            "number": "29",
            "text": "Actejec eyalan juntzanh chi' d'a in patic. Comonoc tzeyojtaquejeli to yel juntzanh sval tic."
        },
        {
            "number": "30",
            "text": "A e naani to esalvum in. A e naani to manh vojtacoc tas yel yed' tas manh yeloc."
        }
    ]
}