{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ha onh anima cajan onh t'a sat lum tik, lajan val cab'an syail icha junok soldado ma icha junok checab' yaji."
        },
        {
            "number": "2",
            "text": "Ha junok checab', snib'ej elanhchamel sq'uik'b'i. Ha junok munlajvum, snib'ej elanhchamel scha stojol."
        },
        {
            "number": "3",
            "text": "Icha chi' vaj yet' in yaelal tik, ujal svab' syail. Junjun ak'val aynhejoch in cusk'olal."
        },
        {
            "number": "4",
            "text": "Ayic tzin ek' jichan, te najat yek' ak'val svab'i. Tzin tzactzaj vek' b'alb'onoc, max sacb'ilaj. Svalan icha tik: ¿Janik' ol in q'ue vaan? xin chi."
        },
        {
            "number": "5",
            "text": "Majnaquel in nivanil tik yuj nok' ha'ay. Taquinh quechinac sat, slaj q'ue tzililjoc tz'elxi spojoval."
        },
        {
            "number": "6",
            "text": "Ha in q'uinal elanhchamel tz'eq'ui, icha yek' sjul-lab' eb' ch'alvum sjulek' t'a skal sch'al. Van sk'och in q'uinal tik t'a slajvub', manhxa tas ayoch yipoc in k'ool."
        },
        {
            "number": "7",
            "text": "Ach in Diosal, nacoti, a jab' in q'uinal tik, lajan icha yic squik'an juneloc quik'. Manhxa b'ak'uinh tzalajk'olal ol in ajoc."
        },
        {
            "number": "8",
            "text": "Ha eb' anima tzin ilan ticnaic, manhxo ol in yil-laj eb'. Ol in sateloc, manhxo ol in ilpaxlaj."
        },
        {
            "number": "9",
            "text": "Icha yek' numumoc asun satxicanemi, icha chi' tz'aj satxiem junok anima ayic sb'at mucchajcan t'a campusante. Manhxa b'ak'uinh ol jaxoc, manhxa b'ak'uinh ol yiloch eb' sk'ab'yoc."
        },
        {
            "number": "10",
            "text": "Yuj chi' max yal vem numan, yuj in yaelal yet' in cusk'olal tik, ol valnhej tas svala'."
        },
        {
            "number": "11",
            "text": "Mamin ¿tom lajan in icha nok' niwan nok' t'a yol ha' mar tzila', yuj chi' aynhejoch a sat t'ayin?"
        },
        {
            "number": "12",
            "text": "Ayic tzin naani, tecan wach' ol in vay jab'oc t'a in ch'at, tope tz'och vaan jab'oc in yaelal tik yic tzin vay jab'oc, xin chi."
        },
        {
            "number": "13",
            "text": "Axo juntzanh vayich xivub'tac tzak' wila'', tzin a te xib'tani."
        },
        {
            "number": "14",
            "text": "Más wach' tzin a b'inchamoc, más wach' tzin cham t'a yichanh to pitzan in."
        },
        {
            "number": "15",
            "text": "Maxtzac techaj vuj svab'i, nab'axonhej pitzan in. Manhxo in ixtej. Ha in q'uinal tik lajan icha yic squik'an juneloc quik'."
        },
        {
            "number": "16",
            "text": "¿Tas quelk'och a onh anima onh tik, yuj chi' tzonh ik'chaanh? ¿Tas yuj tzach och ilk'olal cuuj?"
        },
        {
            "number": "17",
            "text": "¿Tas yuj aynhejoch a chum t'ayonh t'a junjun k'u, tzonh ak'annhej proval?"
        },
        {
            "number": "18",
            "text": "¿Tas yuj max iq'uel jab'oc a sat t'ayin, yic syal in b'uk'anem jab'oc yal in ti'?"
        },
        {
            "number": "19",
            "text": "Ach Dios, Yilumal anima aji. Tato tz'och in mul, ¿tom tzab' syail yuj? ¿Tas yuj a t'ayin tzak'och ijan a jul-lab'? ¿Tom al vajoch t'ayach icha junok icatz?"
        },
        {
            "number": "20",
            "text": "¿Tom maxtzac ak' nivank'olal in mul? ¿Tom maxtzac ak' nivank'olal tastac chucal ix in k'ulej? Toxo val tzin b'atcan t'a yol lu'um. Ol in a sayeq'ui, manhxo ol in chax uuj, xchi vinhaj Job chi'."
        }
    ]
}