{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "A onh anima cajan onh d'a sat lum tic, lajan val cab'an syail icha junoc soldado ma icha junoc checab' yaji."
        },
        {
            "number": "2",
            "text": "A junoc checab', snib'ej elanhchamel sq'uik'b'i. A junoc munlajvum, snib'ej elanhchamel scha stojol."
        },
        {
            "number": "3",
            "text": "Icha chi' vaj yed' in yaelal tic, ujal svab' syail. Junjun ak'val aynhejoch in cusk'olal."
        },
        {
            "number": "4",
            "text": "Ayic tzin ek' jichan, te najat yek' ak'val svab'i. Tzin tzactzaj vek' b'alb'onoc, max sacb'ilaj. Svalan icha tic: ¿Janik' ol in q'ue vaan? xin chi."
        },
        {
            "number": "5",
            "text": "Majnaquel in nivanil tic yuj nok' a'ay. Taquinh quechinac sat, slaj q'ue tzililjoc tz'elxi spojoval."
        },
        {
            "number": "6",
            "text": "A in q'uinal elanhchamel tz'eq'ui, icha yek' sjul-lab' eb' ch'alvum sjulek' d'a scal sch'al. Van sk'och in q'uinal tic d'a slajvub', manhxa tas ayoch yipoc in k'ool."
        },
        {
            "number": "7",
            "text": "Ach in Diosal, nacoti, a jab' in q'uinal tic, lajan icha yic squik'an juneloc quik'. Manhxa b'aq'uinh tzalajk'olal ol in ajoc."
        },
        {
            "number": "8",
            "text": "A eb' anima tzin ilan ticnaic, manhxo ol in yil-laj eb'. Ol in sateloc, manhxo ol in ilpaxlaj."
        },
        {
            "number": "9",
            "text": "Icha yek' numumoc asun satxicanemi, icha chi' tz'aj satxiem junoc anima ayic sb'at mucchajcan d'a campusante. Manhxa b'aq'uinh ol jaxoc, manhxa b'aq'uinh ol yiloch eb' sk'ab'yoc."
        },
        {
            "number": "10",
            "text": "Yuj chi' max yal vem numan, yuj in yaelal yed' in cusk'olal tic, ol valnhej tas svala'."
        },
        {
            "number": "11",
            "text": "Mamin ¿tom lajan in icha nok' nivan nok' d'a yol a' mar tzila', yuj chi' aynhejoch a sat d'ayin?"
        },
        {
            "number": "12",
            "text": "Ayic tzin naani, tecan vach' ol in vay jab'oc d'a in ch'at, tope tz'och vaan jab'oc in yaelal tic yic tzin vay jab'oc, xin chi."
        },
        {
            "number": "13",
            "text": "Axo juntzanh vayich xivub'tac tzak' vila', tzin a te xib'tani."
        },
        {
            "number": "14",
            "text": "Más vach' tzin a b'inchamoc, más vach' tzin cham d'a yichanh to pitzan in."
        },
        {
            "number": "15",
            "text": "Maxtzac techaj vuj svab'i, nab'axonhej pitzan in. Manhxo in ixtej. A in q'uinal tic lajan icha yic squik'an juneloc quik'."
        },
        {
            "number": "16",
            "text": "¿Tas quelk'och a onh anima onh tic, yuj chi' tzonh ik'chaanh? ¿Tas yuj tzach och ilk'olal cuuj?"
        },
        {
            "number": "17",
            "text": "¿Tas yuj aynhejoch a chum d'ayonh d'a junjun k'u, tzonh ak'annhej proval?"
        },
        {
            "number": "18",
            "text": "¿Tas yuj max iq'uel jab'oc a sat d'ayin, yic syal in b'uk'anem jab'oc yal in ti'?"
        },
        {
            "number": "19",
            "text": "Ach Dios, Yilumal anima aji. Tato tz'och in mul, ¿tom tzab' syail yuuj? ¿Tas yuj a d'ayin tzak'och ijan a jul-lab'? ¿Tom al vajoch d'ayach icha junoc icatz?"
        },
        {
            "number": "20",
            "text": "¿Tom maxtzac ak' nivank'olal in mul? ¿Tom maxtzac ak' nivank'olal tastac chucal ix in k'ulej? Toxo val tzin b'atcan d'a yol luum. Ol in a sayeq'ui, manhxo ol in chax uuj, xchi vinhaj Job chi'."
        }
    ]
}