{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan winhaj Bildad aj Súa icha tik:"
        },
        {
            "number": "2",
            "text": "¿B'aq'uinh ol actej a lolon icha tik? Lajan a lolonel tik icha junok owal chacxuxum ik'."
        },
        {
            "number": "3",
            "text": "Ha Dios Syal Yuj Smasanil, malaj b'ak'uinh syixtejb'at tojolal, max yik'ek' smacb'en junok anima."
        },
        {
            "number": "4",
            "text": "Tecan ix och smul heb' uninal chi' d'ha Dios, yuj chi' ix ak'ji syaelal heb' yuj t'a smojalil."
        },
        {
            "number": "5",
            "text": "Ak' wal och a b'ha t'a yol sk'ab' Dios Syal Yuj Smasanil, tza k'anan t'ay to tz'ok' sk'ol t'ayach."
        },
        {
            "number": "6",
            "text": "Tato wach' a pensar, tojolnhej tzutej a b'a. Ol ach scol Dios chi', ol yak'anxi masanil tastac ictaxon yaji."
        },
        {
            "number": "7",
            "text": "Ha a b'eyumal t'a yalanhtaxo, manhxo ol yal slajb'an sb'a yet' jantac tas ol ajxoc t'ayach."
        },
        {
            "number": "8",
            "text": "k'anb'ejek' ab'i tas ek'nac heb' anima t'a peka', tza k'ayb'an sjelanil heb' chi'."
        },
        {
            "number": "9",
            "text": "Ha onh tik ichato ewi onh alji, malaj jab'oc tas cojtac. Ha ko k 'inal t'a sat lum tik lajan icha yek' junok enhul."
        },
        {
            "number": "10",
            "text": "Ha heb' anima t'a peka', jantac tas b'aj syal ach sk'ayb'ancan heb'."
        },
        {
            "number": "11",
            "text": "Ha te' junco yet' te' papiro, anhej b'aj ay ha ha' sq'uib' te'."
        },
        {
            "number": "12",
            "text": "Te yaax te', palta tato stup ha', b'ab'el stacjixiel te' t'a yichanh juntzanhxo te te'."
        },
        {
            "number": "13",
            "text": "Icha wal chi' ol aj heb' sk'ulan chukal, aton heb' sb'atcan Dios satk'olal yuj, maxtzac elk'och tas ayoch yipoc sk'ol heb'."
        },
        {
            "number": "14",
            "text": "Ha tas comon ayoch yipoc sk'ol heb' chi', lajan wal icha ch'alxim."
        },
        {
            "number": "15",
            "text": "Q'uinaloc ay mach tz'och yub'naj t'a ch'alxim chi', malaj jab'oc yip. Q'uinaloc tzonh kan d'unhnaj t'ay, max techajlaj yuj."
        },
        {
            "number": "16",
            "text": "Ha heb' sk'ulan chukal, lajan wal heb' icha sat anh ank'ultak tz'el tzicnaj yuj yoc k'u, spucaxcanb'at t'a scaltac avb'en,"
        },
        {
            "number": "17",
            "text": "sb'atcan t'a slod'iltac k'een k'een, slaj q'uib' anh, sb'at anh t'a yib'anhtac k'een."
        },
        {
            "number": "18",
            "text": "Palta tato ay mach stok'ank'eta anh, manhxa mach ojtannac tato ek'nac anh ta'."
        },
        {
            "number": "19",
            "text": "Icha chi' tz'aj slajwiel anh, ch'ocxo junocxo ank'ultak sq'uib' b'aj tok'b'ilk'eta anh chi'."
        },
        {
            "number": "20",
            "text": "Ha Dios, max actajcan junok mach wach' spensar yuj. Max colwajlaj t'a heb' sk'ulan chukal."
        },
        {
            "number": "21",
            "text": "Tato tza na a b'a, ha' ol ach ak'anxi tzewajoc, ol yak'anxi a tzalajk'olal."
        },
        {
            "number": "22",
            "text": "Axo pax heb' ajk'ool, ol q'uixwoccan heb'. Ha spat heb' chuk spensar chi', ol lajwoqueloc, xchi winhaj Bildad chi'."
        }
    ]
}