{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan vinhaj Bildad aj Súa icha tic:"
        },
        {
            "number": "2",
            "text": "¿B'aq'uinh ol actej a lolon icha tic? Lajan a lolonel tic icha junoc oval chacxuxum ik'."
        },
        {
            "number": "3",
            "text": "A Dios Syal Yuj Smasanil, malaj b'aq'uinh syixtejb'at tojolal, max yiq'uek' smacb'en junoc anima."
        },
        {
            "number": "4",
            "text": "Tecan ix och smul eb' uninal chi' d'a Dios, yuj chi' ix ak'ji syaelal eb' yuuj d'a smojalil."
        },
        {
            "number": "5",
            "text": "Ak' val och a b'a d'a yol sk'ab' Dios Syal Yuj Smasanil, tza k'anan d'ay to tz'ok' sk'ol d'ayach."
        },
        {
            "number": "6",
            "text": "Tato vach' a pensar, tojolnhej tzutej a b'a. Ol ach scol Dios chi', ol yak'anxi masanil tastac ictaxon yaji."
        },
        {
            "number": "7",
            "text": "A a b'eyumal d'a yalanhtaxo, manhxo ol yal slajb'an sb'a yed' jantac tas ol ajxoc d'ayach."
        },
        {
            "number": "8",
            "text": "k'anb'ejek' ab'i tas ek'nac eb' anima d'a peca', tza k'ayb'an sjelanil eb' chi'."
        },
        {
            "number": "9",
            "text": "A onh tic ichato evi onh alji, malaj jab'oc tas cojtac. A co q'uinal d'a sat lum tic lajan icha yek' junoc enhul."
        },
        {
            "number": "10",
            "text": "A eb' anima d'a peca', jantac tas b'aj syal ach sk'ayb'ancan eb'."
        },
        {
            "number": "11",
            "text": "A te' junco yed' te' papiro, anhej b'aj ay a a' sq'uib' te'."
        },
        {
            "number": "12",
            "text": "Te yaax te', palta tato stup a', b'ab'el stacjixiel te' d'a yichanh juntzanhxo te te'."
        },
        {
            "number": "13",
            "text": "Icha val chi' ol aj eb' sk'ulan chucal, aton eb' sb'atcan Dios satk'olal yuuj, maxtzac elk'och tas ayoch yipoc sk'ol eb'."
        },
        {
            "number": "14",
            "text": "A tas comon ayoch yipoc sk'ol eb' chi', lajan val icha ch'alxim."
        },
        {
            "number": "15",
            "text": "Q'uinaloc ay mach tz'och yub'naj d'a ch'alxim chi', malaj jab'oc yip. Q'uinaloc tzonh can d'unhnaj d'ay, max techajlaj yuuj."
        },
        {
            "number": "16",
            "text": "A eb' sk'ulan chucal, lajan val eb' icha sat anh ank'ultac tz'el tzicnaj yuj yoc k'u, spucaxcanb'at d'a scaltac avb'en,"
        },
        {
            "number": "17",
            "text": "sb'atcan d'a slod'iltac q'uen q'ueen, slaj q'uib' anh, sb'at anh d'a yib'anhtac q'ueen."
        },
        {
            "number": "18",
            "text": "Palta tato ay mach stok'anq'ueta anh, manhxa mach ojtannac tato ek'nac anh ta'."
        },
        {
            "number": "19",
            "text": "Icha chi' tz'aj slajviel anh, ch'ocxo junocxo ank'ultac sq'uib' b'aj tok'b'ilq'ueta anh chi'."
        },
        {
            "number": "20",
            "text": "A Dios, max actajcan junoc mach vach' spensar yuuj. Max colvajlaj d'a eb' sk'ulan chucal."
        },
        {
            "number": "21",
            "text": "Tato tza na a b'a, a' ol ach ak'anxi tzevajoc, ol yak'anxi a tzalajk'olal."
        },
        {
            "number": "22",
            "text": "Axo pax eb' ajk'ool, ol q'uixvoccan eb'. A spat eb' chuc spensar chi', ol lajvoqueloc, xchi vinhaj Bildad chi'."
        }
    ]
}