{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ix tak'wixi winhaj Job chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Vojtac wal sik'lab'il to icha chi' yaji. Palta, ¿toc ay junok onh syal calanoch ko b'a wach'il t'a yichanh Dios?"
        },
        {
            "number": "3",
            "text": "Q'uinaloc sco telaj ko b'a yet'oc, malaj am junok tas syal ko pacan t'ay t'a miloc tas sk'anb'ej t'ayonh."
        },
        {
            "number": "4",
            "text": "Ha Dios te niwan sjelanil yet' spoder. Q'uinaloc sco tek'b'ej ko b'ha t'a yichanh, ¿tocwal stechaj cuuj?"
        },
        {
            "number": "5",
            "text": "Ha yuj yowal sk'ol Dios tz'ib'xik'e lum niwac witz, tz'el lum k'acap, malaj mach ojtannac tato tzuji juntzanh chi'."
        },
        {
            "number": "6",
            "text": "Ayic stzicub'tanhan lum lum tik t'a yet'tal, tz'ib'xi sb'achnub'al lu'um."
        },
        {
            "number": "7",
            "text": "Ha Dios chi' syal yalan t'a k'u to max jawilaj, syalanpax t'a k'een k'anal to max yak'laj yoc k'een."
        },
        {
            "number": "8",
            "text": "Malaj junok mach ix kolwaj yet'oc ayic ix yak'anb'at jenhan satcha’anh. Anheja' pax stek'anem sat ha' mar yic sk'e chulnaj ha'."
        },
        {
            "number": "9",
            "text": "A' ixb’o’an juntzanh k'een k'anal scuch niwan Osa, k'een Oxd'ilanh, k'een Mootz yet' juntzanhxo k'een yaman yaji scheclaj t'a stojolal sur."
        },
        {
            "number": "10",
            "text": "Manhxo b'ischajb'enoc tastac satub'tac sk'ulej. Ha juntzanh chi' malaj junok mach syal snachajel yuj."
        },
        {
            "number": "11",
            "text": "Tato tzek' Dios t'a ko tz'ey, max yal-laj quilani. Tato tzek' t'a chi' ¿toc snachajel wuuj?"
        },
        {
            "number": "12",
            "text": "Tato ay tas syik'ek' t'a junok mach, ¿mach syal scachanoch waan? ¿mach syal sk'anb'an t'ay tas sk'ulej?"
        },
        {
            "number": "13",
            "text": "Tato scot yowal sk'ol Dios chi', max yal yoch waan t'a ichnhej ta'. Ha heb' ayoch yet' Rahab ol kan heb' t'a yalanh yuj."
        },
        {
            "number": "14",
            "text": "Yuj chi', ¿tas lolonel syal walani yic tzin pacan d'ha Dios?"
        },
        {
            "number": "15",
            "text": "Wach'chom malaj in mul, palta max yal-laj in tak'wi t'ay. In juezal yaji, tzin k'anan yok'elk'olal t'ayin."
        },
        {
            "number": "16",
            "text": "Q'uinaloc swavtej Dios chi' b'aj tzin ch'olb'itaji, wach'chom sk'ochi, palta ¿tocwal ol scha yab' tas swala'?"
        },
        {
            "number": "17",
            "text": "Axo tz'aji, tzam in yak' lajwoc yet' junok ik'nhab' te ov, swach' nivtaj in yaelal tik t'a ichnhej ta'."
        },
        {
            "number": "18",
            "text": "Maxtzac xom yal wik'an wip junok rato. Tzam te wach' nivtaj in yaelal tik yuj."
        },
        {
            "number": "19",
            "text": "Q'uinaloc swak' pural Dios chi' yic sb'oan icha tzin nib'ej, max yal-laj yujto aton Dios Syal Yuj Smasanil. Q'uinaloc swavtej t'a yichanh heb' juez, ¿mach syal yak'an pural sk'ochi?"
        },
        {
            "number": "20",
            "text": "Q'uinaloc swala' te wach' in, haxo in lolonel sch'oxaneli to ay in paltail. Q'uinaloc swala' to malaj jab'oc in paltail chi', axom Dios tz'alani to manh yeloc."
        },
        {
            "number": "21",
            "text": "Wach'chom a in tik malaj in mul, palta malaj welk'och t'a yol in sat, maxtzac yal in k'ol pitzan in."
        },
        {
            "number": "22",
            "text": "Ha in naani, lajanxonhej smasanil. Ha Dios chi' satanel heb' ay smul yet' heb' malaj smul."
        },
        {
            "number": "23",
            "text": "Q'uinaloc sjawi chamel t'a yib'anh masanil anima, malaj tas sna Dios chi' ayic slajwiel anima malaj smul."
        },
        {
            "number": "24",
            "text": "Skan jun yol yib'anhk’inal tik t'a yol sk'ab' heb' chuk yuj, smacchaj sat heb' juez yuj. Tato manhoc Dios sk'ulani, ¿mach sk'ulan jun?"
        },
        {
            "number": "25",
            "text": "Elanhchamel tzek'b'at in k 'inal, malaj jab'oc tzalajk'olal swila'."
        },
        {
            "number": "26",
            "text": "Lajan wal sb'ey in k 'inal tik icha sb'ey junok te' balso t'a sat ha ha', aton te' b'ob'il yet' te' papiro. Lajan pax icha sb'at xumumoc nok' ch'acb'a yic syaman schib'ej nok'."
        },
        {
            "number": "27",
            "text": "Q'uinaloc sb'atcan in yaelal tik satk'olal wuuj, tzalajk'olal am tzin ajcani."
        },
        {
            "number": "28",
            "text": "Palta masanil in yaelal tik tonhej tzin somchajel yuj, yujto wojtac to max in yal Dios wach'il."
        },
        {
            "number": "29",
            "text": "Tato ay in mul yalani, nab'anhej swak' wip walani to wach' in."
        },
        {
            "number": "30",
            "text": "Wach'chom tzin b'ic in k'ab' yet' nok' xapon, ma yet' yal taanh,"
        },
        {
            "number": "31",
            "text": "palta ha Dios tzin yak'nhejem t'a skal ha ha' sok'omtac, haxo in pichul sq'uixwi wuuj."
        },
        {
            "number": "32",
            "text": "Max yal in pacan in b'a d'ha Dios icha t'a junok comon anima. Max yal walani to syal in b'at yet'oc t'a yichanh heb' juez."
        },
        {
            "number": "33",
            "text": "Comonoc ay junok mach syal yak'an wil-laj in b'a yet'oc, syalan tas tzonh aj ko chawanhil."
        },
        {
            "number": "34",
            "text": "Octom ay junok mach syal yalan t'ay yic tz'och waan yak'anoch in yaelal, tz'och waan in xib'tani."
        },
        {
            "number": "35",
            "text": "Tato icha chi', maxtzac am in xiv in loloni, yujto malaj in mul icha eyalan tik."
        }
    ]
}