{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ix tak'vixi vinhaj Job chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Vojtac val sik'lab'il to icha chi' yaji. Palta, ¿toc ay junok onh syal calanoch co b'a wach'il t'a yichanh Dios?"
        },
        {
            "number": "3",
            "text": "Q'uinaloc sco telaj co b'a yet'oc, malaj am junok tas syal co pacan t'ay t'a miloc tas sk'anb'ej t'ayonh."
        },
        {
            "number": "4",
            "text": "Ha Dios te niwan sjelanil yet' spoder. Q'uinaloc sco tek'b'ej co b'ha t'a yichanh, ¿tocval stechaj cuuj?"
        },
        {
            "number": "5",
            "text": "Ha yuj yoval sk'ol Dios tz'ib'xiq'ue lum nivac vitz, tz'el lum k'acap, malaj mach ojtannac tato tzuji juntzanh chi'."
        },
        {
            "number": "6",
            "text": "Ayic stzicub'tanhan lum lum tik t'a yet'tal, tz'ib'xi sb'achnub'al lu'um."
        },
        {
            "number": "7",
            "text": "Ha Dios chi' syal yalan t'a k'u to max javilaj, syalanpax t'a q'uen k'anal to max yak'laj yoc q'ueen."
        },
        {
            "number": "8",
            "text": "Malaj junok mach ix colvaj yet'oc ayic ix yak'anb'at jenhan satcha’anh. Anheja' pax stek'anem sat ha' mar yic sq'ue chulnaj ha'."
        },
        {
            "number": "9",
            "text": "A' ixb’o’an juntzanh q'uen k'anal scuch niwan Osa, q'uen Oxd'ilanh, q'uen Mootz yet' juntzanhxo q'uen yaman yaji scheclaj t'a stojolal sur."
        },
        {
            "number": "10",
            "text": "Manhxo b'ischajb'enoc tastac satub'tac sk'ulej. Ha juntzanh chi' malaj junok mach syal snachajel yuj."
        },
        {
            "number": "11",
            "text": "Tato tzek' Dios t'a co tz'ey, max yal-laj quilani. Tato tzek' t'a chi' ¿toc snachajel vuuj?"
        },
        {
            "number": "12",
            "text": "Tato ay tas syiq'uek' t'a junok mach, ¿mach syal scachanoch vaan? ¿mach syal sk'anb'an t'ay tas sk'ulej?"
        },
        {
            "number": "13",
            "text": "Tato scot yoval sk'ol Dios chi', max yal yoch vaan t'a ichnhej ta'. Ha eb' ayoch yet' Rahab ol kan eb' t'a yalanh yuj."
        },
        {
            "number": "14",
            "text": "Yuj chi', ¿tas lolonel syal valani yic tzin pacan d'ha Dios?"
        },
        {
            "number": "15",
            "text": "Wach'chom malaj in mul, palta max yal-laj in tak'vi t'ay. In juezal yaji, tzin k'anan yoq'uelk'olal t'ayin."
        },
        {
            "number": "16",
            "text": "Q'uinaloc svavtej Dios chi' b'aj tzin ch'olb'itaji, wach'chom sk'ochi, palta ¿tocval ol scha yab' tas svala'?"
        },
        {
            "number": "17",
            "text": "Axo tz'aji, tzam in yak' lajvoc yet' junok ik'nhab' te ov, swach' nivtaj in yaelal tik t'a ichnhej ta'."
        },
        {
            "number": "18",
            "text": "Maxtzac xom yal vik'an vip junok rato. Tzam te wach' nivtaj in yaelal tik yuj."
        },
        {
            "number": "19",
            "text": "Q'uinaloc svak' pural Dios chi' yic sb'oan icha tzin nib'ej, max yal-laj yujto aton Dios Syal Yuj Smasanil. Q'uinaloc svavtej t'a yichanh eb' juez, ¿mach syal yak'an pural sk'ochi?"
        },
        {
            "number": "20",
            "text": "Q'uinaloc svala' te wach' in, haxo in lolonel sch'oxaneli to ay in paltail. Q'uinaloc svala' to malaj jab'oc in paltail chi', axom Dios tz'alani to manh yeloc."
        },
        {
            "number": "21",
            "text": "Wach'chom a in tik malaj in mul, palta malaj velk'och t'a yol in sat, maxtzac yal in k'ol pitzan in."
        },
        {
            "number": "22",
            "text": "Ha in naani, lajanxonhej smasanil. Ha Dios chi' satanel eb' ay smul yet' eb' malaj smul."
        },
        {
            "number": "23",
            "text": "Q'uinaloc sjavi chamel t'a yib'anh masanil anima, malaj tas sna Dios chi' ayic slajviel anima malaj smul."
        },
        {
            "number": "24",
            "text": "Skan jun yol yib'anhk’inal tik t'a yol sk'ab' eb' chuk yuj, smacchaj sat eb' juez yuj. Tato manhoc Dios sk'ulani, ¿mach sk'ulan jun?"
        },
        {
            "number": "25",
            "text": "Elanhchamel tzek'b'at in q'uinal, malaj jab'oc tzalajk'olal svila'."
        },
        {
            "number": "26",
            "text": "Lajan val sb'ey in q'uinal tik icha sb'ey junok te' balso t'a sat ha ha', aton te' b'ob'il yet' te' papiro. Lajan pax icha sb'at xumumoc nok' ch'acb'a yic syaman schib'ej nok'."
        },
        {
            "number": "27",
            "text": "Q'uinaloc sb'atcan in yaelal tik satk'olal vuuj, tzalajk'olal am tzin ajcani."
        },
        {
            "number": "28",
            "text": "Palta masanil in yaelal tik tonhej tzin somchajel yuj, yujto vojtac to max in yal Dios wach'il."
        },
        {
            "number": "29",
            "text": "Tato ay in mul yalani, nab'anhej svak' vip valani to wach' in."
        },
        {
            "number": "30",
            "text": "Wach'chom tzin b'ic in k'ab' yet' nok' xapon, ma yet' yal taanh,"
        },
        {
            "number": "31",
            "text": "palta ha Dios tzin yak'nhejem t'a skal ha ha' sok'omtac, haxo in pichul sq'uixvi vuuj."
        },
        {
            "number": "32",
            "text": "Max yal in pacan in b'a d'ha Dios icha t'a junok comon anima. Max yal valani to syal in b'at yet'oc t'a yichanh eb' juez."
        },
        {
            "number": "33",
            "text": "Comonoc ay junok mach syal yak'an vil-laj in b'a yet'oc, syalan tas tzonh aj co chavanhil."
        },
        {
            "number": "34",
            "text": "Octom ay junok mach syal yalan t'ay yic tz'och vaan yak'anoch in yaelal, tz'och vaan in xib'tani."
        },
        {
            "number": "35",
            "text": "Tato icha chi', maxtzac am in xiv in loloni, yujto malaj in mul icha eyalan tik."
        }
    ]
}