{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in icham vinac in tik, tzin tz'ib'ejb'at jun in carta tik t'ayach, ach vanab' yet' t'a eb' une'. Ha ex to sik'b'il exxo el yuj Dios ved'oc. Val yel tzex in xajanej. Manhoc innhej, palta tzex xajanej pax smasanil eb' ojtannac jun ab'ix te yel."
        },
        {
            "number": "2",
            "text": "Tzex co xajanej, yujto a jun ab'ix te yel tik, ayxo och t'ayonh t'a junelnhej."
        },
        {
            "number": "3",
            "text": "Tzin nib'ej to a co Mam Dios yet' Yuninal aton Jesucristo tz'ok' sk'ool t'ayex, syak'anpax swach'k'olal t'ayex ta', yujto ayoch co pensar t'a jun k'ayb'ub'al to yel, sco xajanan pax co b'a."
        },
        {
            "number": "4",
            "text": "Ix te ja val in tzalajk'olal, ayic ix vab'ani to ay eb' une' van sb'eyb'alan jun k'ayb'ub'al te yel, icha yaj yalancan co Mam Dios t'ayonh."
        },
        {
            "number": "5",
            "text": "Ha ticnaic tzin k'an t'ayex ta' to slaj co xajanej co b'a co masanil. Ha jun checnab'il svalb'at tik t'ayex, manh b'ab'elocto eyab'an tik. Yujto atax ix cak'anoch Dios t'a co k'ool ix cab'ani."
        },
        {
            "number": "6",
            "text": "Tato van co b'eyb'alan schecnab'il Dios, sco xajanej co b'a syal chi'. Ha jun checnab'il cab'nacxo atax cochnac yicoc Dios, a tz'alani to sco xajanejecnhej co b'a."
        },
        {
            "number": "7",
            "text": "Ha ticnaic, manh jantacoc eb' esalvum tzek' t'a yol yib'anhk’inal tik, tzek' yalan eb' icha tik: Ayic yulnaquek' Jesucristo, manh ul yak'nacoc ochlaj sb'a animail, xchi eb'. Ha eb' tz'alan icha chi', yes eb', ajk'ool eb' t'a Cristo."
        },
        {
            "number": "8",
            "text": "Ha exxo, tzeyil val e b'ha t'a eb' yic manh nab'anhejoc e munlajel ta'. Tato icha chi' tzeyutej e b'a, tz'acan ol e cha spac tas ol yak' Dios t'ayex."
        },
        {
            "number": "9",
            "text": "Ha mach tz'actancan k'ayb'ub'al yalnaccan Cristo, syak'anoch stz'acub' jun k'ayb'ub'al chi', manh ayocochlaj Dios t'ay syal chi'. Palta tato aynhejoch spensar t'a sk'ayb'ub'al Cristo chi', ayoch co Mam Dios t'ay, ay paxoch Yuninal t'ay."
        },
        {
            "number": "10",
            "text": "Tato ay eb' sk'och t'ayex, palta ch'oc k'ayb'ub'al tzek' yal eb', manh e chaoch eb' t'a yol e pat. Manh ex tzalaj yet' eb' ayic sk'och eb' chi' t'ayex."
        },
        {
            "number": "11",
            "text": "Tato wach' tzeyab'i ayic sk'och eb' chi' t'ayex, locan ex yet' eb' t'a jun yic chuc chi' syal chi'."
        },
        {
            "number": "12",
            "text": "Tzijtumto tas in gana sval t'ayex, palta malaj in gana tzin tz'ib'ejb'at t'a jun in carta tik, yujto tzin na' ta icha chi' ol b'at ex wila''. Ato ta' ol in wach' alejcan juntzanhxo tik t'ayex, yic wach' ol ja co tzalajk'olal ta'."
        },
        {
            "number": "13",
            "text": "Ha eb' yune' jun ix a nulej t'a tik, aton ix sik'b'ilxoel yuj Dios, syak'b'at stzatzil e k'ool eb'."
        }
    ]
}