{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in icham winak in tik, tzin tz'ib'ejb'at jun in carta tik t'ayach, ach wanab' yet' t'a heb' une'. Ha ex to sik'b'il exxo el yuj Dios wed'oc. Val yel tzex in xajanej. Manhok innhej, palta tzex xajanej pax smasanil heb' ojtannac jun ab'ix te yel."
        },
        {
            "number": "2",
            "text": "Tzex ko xajanej, yujto a jun ab'ix te yel tik, ayxo och t'ayonh t'a junelnhej."
        },
        {
            "number": "3",
            "text": "Tzin nib'ej to a ko Mam Dios yet' Yuninal aton Jesucristo tz'ok' sk'ool t'ayex, syak'anpax swach'k'olal t'ayex ta', yujto ayoch ko pensar t'a jun k'ayb'ub'al to yel, sko xajanan pax ko b'a."
        },
        {
            "number": "4",
            "text": "Ix te ja wal in tzalajk'olal, ayic ix wab'ani to ay heb' une' wan sb'eyb'alan jun k'ayb'ub'al te yel, icha yaj yalankan ko Mam Dios t'ayonh."
        },
        {
            "number": "5",
            "text": "Ha ticnaik tzin k'an t'ayex ta' to slaj ko xajanej ko b'a ko masanil. Ha jun checnab'il swalb'at tik t'ayex, manh b'ab'elocto eyab'an tik. Yujto atax ix kak'anoch Dios t'a ko k'ool ix kab'ani."
        },
        {
            "number": "6",
            "text": "Tato wan ko b'eyb'alan schecnab'il Dios, sko xajanej ko b'a syal chi'. Ha jun checnab'il kab'nacxo atax cochnac yicoc Dios, a tz'alani to sko xajanejecnhej ko b'a."
        },
        {
            "number": "7",
            "text": "Ha ticnaik, manh jantacoc heb' esalwum tzek' t'a yol yib'anhk’inal tik, tzek' yalan heb' icha tik: Ayic yulnaquek' Jesucristo, manh ul yak'nacoc ochlaj sb'a animail, xchi heb'. Ha heb' tz'alan icha chi', yes heb', ajk'ool heb' t'a Cristo."
        },
        {
            "number": "8",
            "text": "Ha exxo, tzeyil wal he b'ha t'a heb' yic manh nab'anhejoc he munlajel ta'. Tato icha chi' tzeyutej he b'a, tz'akan ol he cha spak tas ol yak' Dios t'ayex."
        },
        {
            "number": "9",
            "text": "Ha mach tz'actankan k'ayb'ub'al yalnakkan Cristo, syak'anoch stz'acub' jun k'ayb'ub'al chi', manh ayocochlaj Dios t'ay syal chi'. Palta tato aynhejoch spensar t'a sk'ayb'ub'al Cristo chi', ayoch ko Mam Dios t'ay, ay paxoch Yuninal t'ay."
        },
        {
            "number": "10",
            "text": "Tato ay heb' sk'och t'ayex, palta ch'oc k'ayb'ub'al tzek' yal heb', manh he chaoch heb' t'a yol he pat. Manh ex tzalaj yet' heb' ayic sk'och heb' chi' t'ayex."
        },
        {
            "number": "11",
            "text": "Tato wach' tzeyab'i ayic sk'och heb' chi' t'ayex, lokan ex yet' heb' t'a jun yic chuk chi' syal chi'."
        },
        {
            "number": "12",
            "text": "Tzijtumto tas in gana swal t'ayex, palta malaj in gana tzin tz'ib'ejb'at t'a jun in carta tik, yujto tzin na' ta icha chi' ol b'at ex wila''. Ato ta' ol in wach' alejkan juntzanhxo tik t'ayex, yic wach' ol ja ko tzalajk'olal ta'."
        },
        {
            "number": "13",
            "text": "Ha heb' yune' jun ix a nulej t'a tik, aton ix sik'b'ilxoel yuj Dios, syak'b'at stzatzil he k'ool heb'."
        }
    ]
}