{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha jun winh yuninal winhaj Dawid, rey t'a Jerusalén, a winh ix alanel juntzanh lolonel tik. Masanil tas malaj yelk'ochi, malaj tas yet'nac."
        },
        {
            "number": "2",
            "text": "¿Tas wal syak' yal heb' anima t'a jantac munlajel sb'o t'a yol yib'anhk’inal tik?"
        },
        {
            "number": "3",
            "text": "Ay heb' tz'alji, ay pax heb' schami, haxo pax lum lum tik, anheja' yaj lu'um."
        },
        {
            "number": "4",
            "text": "Sjawi k'u, tz'emxicani. Icha tz'aj yemcan chi' icha chi' sk'eul junelxo."
        },
        {
            "number": "5",
            "text": "Sb'at ik' t'a sur, smeltzajxi, sb'atxican t'a norte. Tonhej tzek' xumumoc ik' chi'. Smeltzajxi t'a spatic."
        },
        {
            "number": "6",
            "text": "Ha masanil ha ha' sb'eyi, sk'ochcan ha' t'ha ha' mar, palta malaj b'ak'uinh sb'ud'ji ha' mar chi'. Sk'exul ha' junelxo b'ajtaxon sk'eul sjaj, sb'eyxi ha' b'aj sb'eytaxoni."
        },
        {
            "number": "7",
            "text": "Masanil tas tzonh te tzactzaj wal yet'oc, palta malaj b'ak'uinh tzonh tzactzaj ko matz'ani. Malaj pax b'ak'uinh tzonh tzactzaj cab'ani."
        },
        {
            "number": "8",
            "text": "Masanil tas ay ticnaik, aytaxon t'a peka'. Malaj junok tas sco k'ulej ticnaik to manh sk'ulejnacoc heb' anima t'a peka' chi'. Malaj junok tas toto scheclaj cuj ticnaik."
        },
        {
            "number": "9",
            "text": "Ay heb' scomon alani: Ha jun tik, toto spitzwichaanh t'a ko kal, xchi heb'. Palta a jun chi' aytaxoneq'ui ayic manto onh aljilaj a onh tik."
        },
        {
            "number": "10",
            "text": "Ha heb' ek'nac t'a peka', maxtzac ko nacotlaj heb'. Icha chi' ol aj heb' wanto sjawi t'a quichanh, manhxo ol nachajpaxcotlaj heb' yuj heb' toto ol ja t'a yichanh heb'."
        },
        {
            "number": "11",
            "text": "Ha in swalel lolonel tik, ix in och sreyaloc heb' wetisraelal t'a chonhab' Jerusalén."
        },
        {
            "number": "12",
            "text": "Ix wak' wal och t'a in k'ol in naan yet' in jelanil yuj masanil tastac tzuji t'a yol yib'anhk’inal tik. Te al jun icatz aycanoch t'a quib'anh a onh anima onh tik yuj Dios."
        },
        {
            "number": "13",
            "text": "Icha chi' ix aj snachajel wuuj to a masanil tas sco k'ulej t'a yol yib'anhk’inal tik, malaj yelk'ochi. Lajan wal icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj, icha chi' caji."
        },
        {
            "number": "14",
            "text": "Ha tas toxonton coxo, maxtzac yal ko tojolb'itani, max yal-laj ko b'isan tas to malaj."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix in naan icha tik: Ha in tik, te niwan welk'och yet' in jelanil t'a yichanh heb' ek'nac reyal t'a Jerusalén tik. Jantac tas ix in k'ayb'ej yuj in jelanil, yuj chi' ix in naan wal tas syak' jelanil chi' t'ayonh yet' tas syak' manh pensaril yet' quistalil. Ix nachajel wuuj to a juntzanh chi' lajan wal icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj. Max nachajel-laj wuuj."
        },
        {
            "number": "16",
            "text": "Val yel ayic tzonh te jelanb'i, ste jawipax ilk'olal t'a quib'anh. Ayic sco te ojtacaneli, ste jawipax cusk'olal t'a quib'anh."
        }
    ]
}