{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "A jun vinh yuninal vinhaj David, rey d'a Jerusalén, a vinh ix alanel juntzanh lolonel tic. Masanil tas malaj yelk'ochi, malaj tas yed'nac."
        },
        {
            "number": "2",
            "text": "¿Tas val syak' yal eb' anima d'a jantac munlajel sb'o d'a yolyib'anhq'uinal tic?"
        },
        {
            "number": "3",
            "text": "Ay eb' tz'alji, ay pax eb' schami, axo pax lum luum tic, anheja' yaj luum."
        },
        {
            "number": "4",
            "text": "Sjavi k'u, tz'emxicani. Icha tz'aj yemcan chi' icha chi' sq'ueul junelxo."
        },
        {
            "number": "5",
            "text": "Sb'at ik' d'a sur, smeltzajxi, sb'atxican d'a norte. Tonhej tz'ek' xumumoc ik' chi'. Smeltzajxi d'a spatic."
        },
        {
            "number": "6",
            "text": "A masanil a a' sb'eyi, sk'ochcan a' d'a a' mar, palta malaj b'aq'uinh sb'ud'ji a' mar chi'. Sq'uexul a' junelxo b'ajtaxon sq'ueul sjaj, sb'eyxi a' b'aj sb'eytaxoni."
        },
        {
            "number": "7",
            "text": "Masanil tas tzonh te tzactzaj val yed'oc, palta malaj b'aq'uinh tzonh tzactzaj co matz'ani. Malaj pax b'aq'uinh tzonh tzactzaj cab'ani."
        },
        {
            "number": "8",
            "text": "Masanil tas ay ticnaic, aytaxon d'a peca'. Malaj junoc tas sco k'ulej ticnaic to manh sk'ulejnacoc eb' anima d'a peca' chi'. Malaj junoc tas toto scheclaj cuj ticnaic."
        },
        {
            "number": "9",
            "text": "Ay eb' scomon alani: A jun tic, toto spitzvichaanh d'a co cal, xchi eb'. Palta a jun chi' aytaxoneq'ui ayic manto onh aljilaj a onh tic."
        },
        {
            "number": "10",
            "text": "A eb' ek'nac d'a peca', maxtzac co nacotlaj eb'. Icha chi' ol aj eb' vanto sjavi d'a quichanh, manhxo ol nachajpaxcotlaj eb' yuj eb' toto ol ja d'a yichanh eb'."
        },
        {
            "number": "11",
            "text": "A in svalel lolonel tic, ix in och sreyaloc eb' vetisraelal d'a chonhab' Jerusalén."
        },
        {
            "number": "12",
            "text": "Ix vak' val och d'a in k'ol in naan yed' in jelanil yuj masanil tastac tzuji d'a yolyib'anhq'uinal tic. Te al jun icatz aycanoch d'a quib'anh a onh anima onh tic yuj Dios."
        },
        {
            "number": "13",
            "text": "Icha chi' ix aj snachajel vuuj to a masanil tas sco k'ulej d'a yolyib'anhq'uinal tic, malaj yelk'ochi. Lajan val icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj, icha chi' caji."
        },
        {
            "number": "14",
            "text": "A tas toxonton coxo, maxtzac yal co tojolb'itani, max yal-laj co b'isan tas to malaj."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix in naan icha tic: A in tic, te nivan velk'och yed' in jelanil d'a yichanh eb' ek'nac reyal d'a Jerusalén tic. Jantac tas ix in k'ayb'ej yuj in jelanil, yuj chi' ix in naan val tas syak' jelanil chi' d'ayonh yed' tas syak' manh pensaril yed' quistalil. Ix nachajel vuuj to a juntzanh chi' lajan val icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj. Max nachajel-laj vuuj."
        },
        {
            "number": "16",
            "text": "Val yel ayic tzonh te jelanb'i, ste javipax ilk'olal d'a quib'anh. Ayic sco te ojtacaneli, ste javipax cusk'olal d'a quib'anh."
        }
    ]
}