{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Yujnhej junok nok' chamnac yax ha'ay tz'ixtaxb'at sjab' perfume te wach'. Icha pax chi' junok mach b'inajnac yuj sjelanil, tato sk'ulej jab'oc chukal, satel sb'inajnaquil chi'."
        },
        {
            "number": "2",
            "text": "Ha tas snib'ej junok mach nhikan spensar to a tas wach' b'aj syak'och sb'a. Axo pax tas snib'ej junok malaj spensar jun, anhej t'a chukal b'aj syak'och sb'a."
        },
        {
            "number": "3",
            "text": "Ha heb' malaj spensar, a tas sk'ulej heb' sch'oxaneli to malaj spensar heb'. Elanhchamel scheclaj heb' yuj."
        },
        {
            "number": "4",
            "text": "Tato a junok yajal scot yowal t'ayonh yuj ko paltail, mokab' elanhchameloc sko k'anel ko b'ha t'a copisio. Tato emnaquil scutej ko b'a, tzonh ak'ji niwank'olal wach'chom niwan ko paltail chi'."
        },
        {
            "number": "5",
            "text": "Ay wal tas manh smojoc tzuji t'a yol yib'anhk’inal tik, aton tas tz'el sk'ulan heb' yajal."
        },
        {
            "number": "6",
            "text": "Yujto ha t'a heb' malaj spensar tz'ak'ji junok opisio niwan yelk'ochi, haxo pax t'a heb' smoj yoch yajalil jun, a junok comon opisio tz'ak'ji."
        },
        {
            "number": "7",
            "text": "Ix wila'' to a heb' chekab' yaji, yib'anh chejnhej tzek' heb'. Axo pax heb' niwac winak jun, ha t'a yoc heb' sb'eyi, ichato chekab' yaj heb'."
        },
        {
            "number": "8",
            "text": "Ha heb' sb'oan junok niwan jul, ay smay sb'at heb' t'a yool. Ha heb' sjuanel junok muro, ay smay schiji heb' yuj nok' chan."
        },
        {
            "number": "9",
            "text": "Ha heb' stzeyan k'een k'een, ay smay slajwi heb' yuj k'een. Axo heb' spojwi k'atzitz, ay smay xikan sb'a heb'."
        },
        {
            "number": "10",
            "text": "Ayic tz'em ye k'een ch'akab', haxo yic sko k'anan k'een yowalil skak' wal quip ko t'ab'anoch k'een, yuj chi' más wach' sko nhicxik'e ye k'een. Tato jelan onh jun, elanhchamel sko na' tas tzonh aji."
        },
        {
            "number": "11",
            "text": "¿Tasto yalan junok mach ojtannac smontan nok' chan, tato toxo ix chiji yuj nok'?"
        },
        {
            "number": "12",
            "text": "Tato tzonh lolon yet' jelanil, wach' tz'alchaj t'ayonh. Tato tzonh lolon yet' ko manh pensaril jun, munil squik'cot t'a quib'anh."
        },
        {
            "number": "13",
            "text": "Ayic syamanoch slolon junok malaj spensar, a comon lolonel syala', haxo yic slajwi slolon chi', ichato malaj jun tas syal chi',"
        },
        {
            "number": "14",
            "text": "max k'unb'i ste loloni. Malaj mach syal yalan tas toto ol ujok."
        },
        {
            "number": "15",
            "text": "Ha heb' malaj spensar, smak' k'unb'oc sb'a heb' smunlaji, maxtzac nachaj yuj heb' b'aj ay sb'eal schonhab'."
        },
        {
            "number": "16",
            "text": "Ob'iltac junok nación to a junok mach tzapanto spensar ayoch sreyaloc, a na anhej iloj q'uinh syak' heb' yichamtac winaquil."
        },
        {
            "number": "17",
            "text": "Te wach' yic junok nación tato a junok mach jelan spensar ayoch sreyaloc, a na heb' yichamtac winaquil swa heb' t'a yorail yic tz'och yip heb', manhoclaj t'a uk'el anh sb'atkan heb'."
        },
        {
            "number": "18",
            "text": "Ha heb' ch'aan sk'ool snipan yib'anh spat, tzek' tz'uj t'a heb', haxo tz'aji, tz'em lanhnaj spat heb' chi' t'a yib'anh."
        },
        {
            "number": "19",
            "text": "Ha q'uinh stzalajb'i ko k'ool yuj, tzonh tzalaj pax yuj tas scuk'ej, palta a juntzanh tik tumin snib'ej."
        },
        {
            "number": "20",
            "text": "Mokab' kalek spekal winh rey, mokab' ek' t'a ko pensar kalani. Mokab' kal chukal t'a heb' b'eyum, wach'chom ko ch'ocoj ayonhek' t'a ko pat, yujto jab'jab'il tz'ab'chaji, ichato a nok' much tz'ik'anb'ati sk'och t'a winh rey chi'."
        }
    ]
}