{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Yujnhej junok nok' chamnac yax ha'ay tz'ixtaxb'at sjab' perfume te wach'. Icha pax chi' junok mach b'inajnac yuj sjelanil, tato sk'ulej jab'oc chukal, satel sb'inajnaquil chi'."
        },
        {
            "number": "2",
            "text": "Ha tas snib'ej junok mach nhican spensar to a tas wach' b'aj syak'och sb'a. Axo pax tas snib'ej junok malaj spensar jun, anhej t'a chukal b'aj syak'och sb'a."
        },
        {
            "number": "3",
            "text": "Ha eb' malaj spensar, a tas sk'ulej eb' sch'oxaneli to malaj spensar eb'. Elanhchamel scheclaj eb' yuj."
        },
        {
            "number": "4",
            "text": "Tato a junok yajal scot yoval t'ayonh yuj co paltail, mocab' elanhchameloc sco k'anel co b'ha t'a copisio. Tato emnaquil scutej co b'a, tzonh ak'ji nivank'olal wach'chom niwan co paltail chi'."
        },
        {
            "number": "5",
            "text": "Ay val tas manh smojoc tzuji t'a yol yib'anhk’inal tik, aton tas tz'el sk'ulan eb' yajal."
        },
        {
            "number": "6",
            "text": "Yujto ha t'a eb' malaj spensar tz'ak'ji junok opisio niwan yelk'ochi, haxo pax t'a eb' smoj yoch yajalil jun, a junok comon opisio tz'ak'ji."
        },
        {
            "number": "7",
            "text": "Ix wila'' to a eb' checab' yaji, yib'anh chejnhej tzek' eb'. Axo pax eb' nivac vinac jun, ha t'a yoc eb' sb'eyi, ichato checab' yaj eb'."
        },
        {
            "number": "8",
            "text": "Ha eb' sb'oan junok niwan jul, ay smay sb'at eb' t'a yool. Ha eb' sjuanel junok muro, ay smay schiji eb' yuj nok' chan."
        },
        {
            "number": "9",
            "text": "Ha eb' stzeyan q'uen q'ueen, ay smay slajvi eb' yuj q'ueen. Axo eb' spojvi k'atzitz, ay smay xican sb'a eb'."
        },
        {
            "number": "10",
            "text": "Ayic tz'em ye q'uen ch'acab', haxo yic sco k'anan q'ueen yowalil scak' val quip co t'ab'anoch q'ueen, yuj chi' más wach' sco nhicxiq'ue ye q'ueen. Tato jelan onh jun, elanhchamel sco na' tas tzonh aji."
        },
        {
            "number": "11",
            "text": "¿Tasto yalan junok mach ojtannac smontan nok' chan, tato toxo ix chiji yuj nok'?"
        },
        {
            "number": "12",
            "text": "Tato tzonh lolon yet' jelanil, wach' tz'alchaj t'ayonh. Tato tzonh lolon yet' co manh pensaril jun, munil squik'cot t'a quib'anh."
        },
        {
            "number": "13",
            "text": "Ayic syamanoch slolon junok malaj spensar, a comon lolonel syala', haxo yic slajvi slolon chi', ichato malaj jun tas syal chi',"
        },
        {
            "number": "14",
            "text": "max k'unb'i ste loloni. Malaj mach syal yalan tas toto ol ujoc."
        },
        {
            "number": "15",
            "text": "Ha eb' malaj spensar, smak' k'unb'oc sb'a eb' smunlaji, maxtzac nachaj yuj eb' b'aj ay sb'eal schonhab'."
        },
        {
            "number": "16",
            "text": "Ob'iltac junok nación to a junok mach tzapanto spensar ayoch sreyaloc, a na anhej iloj q'uinh syak' eb' yichamtac vinaquil."
        },
        {
            "number": "17",
            "text": "Te wach' yic junok nación tato a junok mach jelan spensar ayoch sreyaloc, a na eb' yichamtac vinaquil sva eb' t'a yorail yic tz'och yip eb', manhoclaj t'a uq'uel anh sb'atcan eb'."
        },
        {
            "number": "18",
            "text": "Ha eb' ch'aan sk'ool snipan yib'anh spat, tzek' tz'uj t'a eb', haxo tz'aji, tz'em lanhnaj spat eb' chi' t'a yib'anh."
        },
        {
            "number": "19",
            "text": "Ha q'uinh stzalajb'i co k'ool yuj, tzonh tzalaj pax yuj tas scuq'uej, palta a juntzanh tik tumin snib'ej."
        },
        {
            "number": "20",
            "text": "Mocab' calec specal vinh rey, mocab' ek' t'a co pensar calani. Mocab' cal chukal t'a eb' b'eyum, wach'chom co ch'ocoj ayonhek' t'a co pat, yujto jab'jab'il tz'ab'chaji, ichato a nok' much tz'ik'anb'ati sk'och t'a vinh rey chi'."
        }
    ]
}