{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Elb'enocab' tastac cuuj, yujto ay jun k'ual ol co cha spac."
        },
        {
            "number": "2",
            "text": "Ha tastac ay t'ayonh, wach' sco pucb'at t'a eb' malaj yico', yujto manh cojtacoc talaj ay junok chucal sjavi t'a quib'anh t'a yol yib'anhk’inal tik."
        },
        {
            "number": "3",
            "text": "Tato stelvi junok te te', yalxonhej b'aj sb'at te', scannhej te' b'aj tz'em juan chi'. Tato k'ik' yilji asun, van scot nhab' syal chi'."
        },
        {
            "number": "4",
            "text": "Tato scak'och co chum chajtil yilji tiempo b'aj ayonheq'ui, malaj b'ak'uinh tzonh avalvi, malaj pax b'ak'uinh sco mol sat cavb'en chi'."
        },
        {
            "number": "5",
            "text": "Manh cojtacoc b'aj scot ik', manh cojtacocpaxi tas tz'aj sq'uib' junok nene' unin t'a yol sk'ol snun, ichaton chi' manh cojtacoc tastac sk'ulej Dios, aton ixb’o’an masanil tas."
        },
        {
            "number": "6",
            "text": "Cavejec co b'ab'el avb'en, scavan pax tzak'anilto tz'ochi, yujto manh cojtacoc mach junok makan wach' tz'aji, tom a b'ab'el chi', mato a tzak'an chi', mato syak' scha macanhil jun."
        },
        {
            "number": "7",
            "text": "Te wach' quilan sakil k'inal, wach' quilan pax yoc k'u."
        },
        {
            "number": "8",
            "text": "Wach'chom tzijtum ab'il squila', palta scak' quip cak'an tzalajb'oc co k'ool. Scham val co naani to niwan tiempo tzonh kan t'a campusante, manhxa tas scak' ganar ta', manhxalaj yelk'ochi."
        },
        {
            "number": "9",
            "text": "Ex quelemtac yet' ex cob'estac, tzalajanhec yacb'an steton eyip. Hak'ek tzalajb'oc e k'ool yet' tas wach' yacb'an syal eyuuj. Ixiquec b'aj tze nib'ej tzex b'ati, k'ulejec tas tze nib'ej tze k'ulej, palta b'ian scham val e naani to ol ex sch'olb'itej Dios yuj tastac tze k'ulej chi'."
        },
        {
            "number": "10",
            "text": "Iq'uequel juntzanh tas tze naub'tanhej t'a e pensar, manh ex och ilk'olal yuj junok yaelal t'a e nivanil, yujto a jab' stiempoal e quelemal e cob'esal, malaj yelk'ochi, junnhej rato tzek'b'ati."
        }
    ]
}