{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Yacb'an unin animaexto, naeccot Dios he b'oumal, yacb'an mantzac eyab' syail yuj icham animail. Yujto ay jun pekti’ ol eyal icha tik: Manhxa swach'il kajek' skab'i, xe chama."
        },
        {
            "number": "2",
            "text": "Naeccot Dios chi' ticnaik yacb'an tzato yal eyilan yoc k'u, yoc k'een uj yet' yoc k'een k'anal, yic mantzac syamoch ste jawi yaelal t'ayex."
        },
        {
            "number": "3",
            "text": "Yujto ay jun k'ual a he k'ab' tzex colan ticnaik, toxonhej ol luclonoc, haxo eyoc te tek'an, ol el yip. Manhxapaxlaj k'een eye b'aj ol yal he cach'an he wael, ol ixtaxpax yol he sat."
        },
        {
            "number": "4",
            "text": "Ayic ol jawok jun pekti’ chi' t'a eyib'anh, manhxo ol yal-laj eyab'an tastac sk'anh t'a yoltac b'e, manhxo ol eyab'paxlaj sk'anh k'een cha'. Pitzan ex xo ayic tz'ok' nok' much ayic ayto sk'ana', manhxo ol eyab' yoch b'it t'a he tz'ey."
        },
        {
            "number": "5",
            "text": "Ol ex xiv he k'e t'a junok chaanh, ayxo smay eyek' t'a yoltac b'e. Ol syamoch sakb'i xil he jolom, tewelxonhej ol ex ek' machaljoc, manhxa pax tas ol he na' t'a eyetb'eyum, yujto wanxo he b'atkan t'a he kajnub' t'a campusante t'a junelnhej. Ha heb' anima t'a yoltac b'e, ol laj ok' heb' yuj he chamel."
        },
        {
            "number": "6",
            "text": "Co naeccot jun Dios onh b'oani, yujto ay jun k'ual ol lajwock'och ko k 'inal, icha junok candil nab'a oro spoji ayic sd'inhchaj skatenail nab'a plata b'aj chinank'ei. Mato icha tz'aj spojb'at lum ch'ub' t'a sti' ha ha', ma icha tz'aj spoj k'een tzek' surson b'aj stok'jik'eta ha ha' t'a yol jul."
        },
        {
            "number": "7",
            "text": "Ayic slajwik'och ko niwanil tik, smeltzajxikanoch pokokal t'a sat lum tik, ichataxon yaj t'a yalanhtaxo. Axo ko pixan sk'excan d'ha Dios, yujto ha' ak'jinacoch t'ayonh."
        },
        {
            "number": "8",
            "text": "Ha in alum in el lolonel tik swalanxi junelxo: Masanil juntzanh tik, malaj sjolomal yaji, malaj yelk'ochi."
        },
        {
            "number": "9",
            "text": "Ha wal yuj in jelanil, manh jantacoc tas wach' ix wak' yojtaquejel heb' wetanimail. Anhejtona' jantac pax juntzanh lolonel ix in sik'kani, ix lajwi chi' ix in ch'olb'itaneli, ix wak'anoch t'a stzolal."
        },
        {
            "number": "10",
            "text": "Ix in say wal lolonel to wach'nhej schaan sb'a to yel, yic tzin tz'ib'ejkan icha wal smojal."
        },
        {
            "number": "11",
            "text": "Ha tastac syal heb' jelan, lajan wal icha junok teclab' jay snhi' stecjioch t'a nok' wakax, haxo yic toxo ix molchaj juntzanh lolonel chi', lajan wal icha te' estaca tzatz yaj smak'chajemi. Ha juntzanh lolonel chi' ha Dios Quilumal, ha' ix ak'an t'ayonh."
        },
        {
            "number": "12",
            "text": "Ex unin anima, scham wal eyilani, manh comonoc tzeyak'och he b'ha t'a junocxo comon lolonel, yujto a tz'ib'oj uum malaj slajwub', anhejtona' tato te ay tas sko k'ayb'ej t'ay, tzonh tzactzajk'e yuj."
        },
        {
            "number": "13",
            "text": "Icha tik tz'aj slajwikan juntzanh lolonel tik. Ix alchajkan smasanil. Ayokab' yelk'och Dios t'ayonh, ko k'anab'ajejec masanil schecnab'il, yujto a jun chi' yowalil sko k'ulej."
        },
        {
            "number": "14",
            "text": "Yujto ha Dios ol ch'olb'itan masanil tastac sko k'ulej, tato wach', mato chuclaj, wach'chom elk'altac ix laj ko k'ulej."
        }
    ]
}