{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Yacb'an unin animaexto, naeccot Dios e b'oumal, yacb'an mantzac eyab' syail yuj icham animail. Yujto ay jun pekti’ ol eyal icha tik: Manhxa swach'il cajek' scab'i, xe chama."
        },
        {
            "number": "2",
            "text": "Naeccot Dios chi' ticnaic yacb'an tzato yal eyilan yoc k'u, yoc q'uen uj yet' yoc q'uen k'anal, yic mantzac syamoch ste javi yaelal t'ayex."
        },
        {
            "number": "3",
            "text": "Yujto ay jun k'ual a e k'ab' tzex colan ticnaic, toxonhej ol luclonoc, haxo eyoc te tek'an, ol el yip. Manhxapaxlaj q'uen eye b'aj ol yal e cach'an e vael, ol ixtaxpax yol e sat."
        },
        {
            "number": "4",
            "text": "Ayic ol javok jun pekti’ chi' t'a eyib'anh, manhxo ol yal-laj eyab'an tastac sk'anh t'a yoltac b'e, manhxo ol eyab'paxlaj sk'anh q'uen cha'. Pitzan ex xo ayic tz'ok' nok' much ayic ayto sk'ana', manhxo ol eyab' yoch b'it t'a e tz'ey."
        },
        {
            "number": "5",
            "text": "Ol ex xiv e q'ue t'a junok chaanh, ayxo smay eyek' t'a yoltac b'e. Ol syamoch sakb'i xil e jolom, tevelxonhej ol ex ek' machaljoc, manhxa pax tas ol e na' t'a eyetb'eyum, yujto vanxo e b'atcan t'a e cajnub' t'a campusante t'a junelnhej. Ha eb' anima t'a yoltac b'e, ol laj ok' eb' yuj e chamel."
        },
        {
            "number": "6",
            "text": "Co naeccot jun Dios onh b'oani, yujto ay jun k'ual ol lajvock'och co q'uinal, icha junok candil nab'a oro spoji ayic sd'inhchaj scatenail nab'a plata b'aj chinanq'uei. Mato icha tz'aj spojb'at lum ch'ub' t'a sti' ha ha', ma icha tz'aj spoj q'uen tzek' surson b'aj stok'jiq'ueta ha ha' t'a yol jul."
        },
        {
            "number": "7",
            "text": "Ayic slajvik'och co nivanil tik, smeltzajxicanoch pococal t'a sat lum tik, ichataxon yaj t'a yalanhtaxo. Axo co pixan sq'uexcan d'ha Dios, yujto ha' ak'jinacoch t'ayonh."
        },
        {
            "number": "8",
            "text": "Ha in alum in el lolonel tik svalanxi junelxo: Masanil juntzanh tik, malaj sjolomal yaji, malaj yelk'ochi."
        },
        {
            "number": "9",
            "text": "Ha val yuj in jelanil, manh jantacoc tas wach' ix vak' yojtaquejel eb' vetanimail. Anhejtona' jantac pax juntzanh lolonel ix in sik'cani, ix lajvi chi' ix in ch'olb'itaneli, ix vak'anoch t'a stzolal."
        },
        {
            "number": "10",
            "text": "Ix in say val lolonel to wach'nhej schaan sb'a to yel, yic tzin tz'ib'ejcan icha val smojal."
        },
        {
            "number": "11",
            "text": "Ha tastac syal eb' jelan, lajan val icha junok teclab' jay snhi' stecjioch t'a nok' vacax, haxo yic toxo ix molchaj juntzanh lolonel chi', lajan val icha te' estaca tzatz yaj smak'chajemi. Ha juntzanh lolonel chi' ha Dios Quilumal, ha' ix ak'an t'ayonh."
        },
        {
            "number": "12",
            "text": "Ex unin anima, scham val eyilani, manh comonoc tzeyak'och e b'ha t'a junocxo comon lolonel, yujto a tz'ib'oj uum malaj slajvub', anhejtona' tato te ay tas sco k'ayb'ej t'ay, tzonh tzactzajq'ue yuj."
        },
        {
            "number": "13",
            "text": "Icha tik tz'aj slajvican juntzanh lolonel tik. Ix alchajcan smasanil. Ayokab' yelk'och Dios t'ayonh, co k'anab'ajejec masanil schecnab'il, yujto a jun chi' yowalil sco k'ulej."
        },
        {
            "number": "14",
            "text": "Yujto ha Dios ol ch'olb'itan masanil tastac sco k'ulej, tato wach', mato chuclaj, wach'chom elk'altac ix laj co k'ulej."
        }
    ]
}