{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Yacb'an unin animaexto, naeccot Dios e b'oumal, yacb'an mantzac eyab' syail yuj icham animail. Yujto ay jun tiempoal ol eyal icha tic: Manhxa svach'il cajek' scab'i, xe chama."
        },
        {
            "number": "2",
            "text": "Naeccot Dios chi' ticnaic yacb'an tzato yal eyilan yoc k'u, yoc q'uen uj yed' yoc q'uen k'anal, yic mantzac syamoch ste javi yaelal d'ayex."
        },
        {
            "number": "3",
            "text": "Yujto ay jun k'ual a e k'ab' tzex colan ticnaic, toxonhej ol luclonoc, axo eyoc te tek'an, ol el yip. Manhxapaxlaj q'uen eye b'aj ol yal e cach'an e vael, ol ixtaxpax yol e sat."
        },
        {
            "number": "4",
            "text": "Ayic ol javoc jun tiempoal chi' d'a eyib'anh, manhxo ol yal-laj eyab'an tastac sk'anh d'a yoltac b'e, manhxo ol eyab'paxlaj sk'anh q'uen cha'. Pitzan ex xo ayic tz'ok' nok' much ayic ayto sk'ana', manhxo ol eyab' yoch b'it d'a e tz'ey."
        },
        {
            "number": "5",
            "text": "Ol ex xiv e q'ue d'a junoc chaanh, ayxo smay eyek' d'a yoltac b'e. Ol syamoch sacb'i xil e jolom, tevelxonhej ol ex ek' machaljoc, manhxa pax tas ol e na' d'a eyetb'eyum, yujto vanxo e b'atcan d'a e cajnub' d'a campusante d'a junelnhej. A eb' anima d'a yoltac b'e, ol laj ok' eb' yuj e chamel."
        },
        {
            "number": "6",
            "text": "Co naeccot jun Dios onh b'oani, yujto ay jun k'ual ol lajvock'och co q'uinal, icha junoc candil nab'a oro spoji ayic sd'inhchaj scatenail nab'a plata b'aj chinanq'uei. Mato icha tz'aj spojb'at lum ch'ub' d'a sti' a a', ma icha tz'aj spoj q'uen tz'ek' surson b'aj stok'jiq'ueta a a' d'a yol jul."
        },
        {
            "number": "7",
            "text": "Ayic slajvik'och co nivanil tic, smeltzajxicanoch pococal d'a sat lum tic, ichataxon yaj d'a yalanhtaxo. Axo co pixan sq'uexcan d'a Dios, yujto a' ak'jinacoch d'ayonh."
        },
        {
            "number": "8",
            "text": "A in alum in el lolonel tic svalanxi junelxo: Masanil juntzanh tic, malaj sjolomal yaji, malaj yelk'ochi."
        },
        {
            "number": "9",
            "text": "A val yuj in jelanil, manh jantacoc tas vach' ix vak' yojtaquejel eb' vetanimail. Anhejtona' jantac pax juntzanh lolonel ix in sik'cani, ix lajvi chi' ix in ch'olb'itaneli, ix vak'anoch d'a stzolal."
        },
        {
            "number": "10",
            "text": "Ix in say val lolonel to vach'nhej schaan sb'a to yel, yic tzin tz'ib'ejcan icha val smojal."
        },
        {
            "number": "11",
            "text": "A tastac syal eb' jelan, lajan val icha junoc teclab' jay snhi' stecjioch d'a nok' vacax, axo yic toxo ix molchaj juntzanh lolonel chi', lajan val icha te' estaca tzatz yaj smak'chajemi. A juntzanh lolonel chi' a Dios Quilumal, a' ix ak'an d'ayonh."
        },
        {
            "number": "12",
            "text": "Ex unin anima, scham val eyilani, manh comonoc tzeyak'och e b'a d'a junocxo comon lolonel, yujto a tz'ib'oj uum malaj slajvub', anhejtona' tato te ay tas sco k'ayb'ej d'ay, tzonh tzactzajq'ue yuuj."
        },
        {
            "number": "13",
            "text": "Icha tic tz'aj slajvican juntzanh lolonel tic. Ix alchajcan smasanil. Ayocab' yelk'och Dios d'ayonh, co k'anab'ajejec masanil schecnab'il, yujto a jun chi' yovalil sco k'ulej."
        },
        {
            "number": "14",
            "text": "Yujto a Dios ol ch'olb'itan masanil tastac sco k'ulej, tato vach', mato chuclaj, vach'chom elk'altac ix laj co k'ulej."
        }
    ]
}