{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ix in naan val sik'lab'il, ix laj vak'an proval b'ajtac tz'ilchaj tzalajk'olal vuuj, palta haxo ix vilani to malaj b'aj tz'ilchaji."
        },
        {
            "number": "2",
            "text": "Ix nachajel vuuj to ayic sco sayan tas tz'aj co tzevaji, tob'an manh pensaril jun chi', haxo yic scak'an co gana calani, malaj yelk'och jun chi'."
        },
        {
            "number": "3",
            "text": "Ix in nib'ej val ix vojtaquejeli tas val junok niwan yelk'och sco b'o a onh anima onh tik, yacb'an pitzan onh jayeoc k'ual t'a yol yib'anhk’inal tik. Ix vak' val tzalajb'oc in k'ol yet' uq'uel anh, ix vak'anoch in b'ha t'a manh pensaril, palta naannhej vuuj to a in jelanil tzin cuchb'ani."
        },
        {
            "number": "4",
            "text": "Jantac nivac munlajel ix in b'o'o. Ix in b'o juntzanh pat, ix laj vavanpax te' uva."
        },
        {
            "number": "5",
            "text": "Ix laj in b'o b'ajtac tz'avchaj te' avb'en te' yet' b'ajtac tz'avchaj te te' syak' xumaquil. Ix vavanpax masanil macanhil te te' syak' sat."
        },
        {
            "number": "6",
            "text": "Ix laj in b'oanpax yet'tal ha ha' b'aj smolchaji yic tz'och yal te' avb'en te' chi'."
        },
        {
            "number": "7",
            "text": "Ay eb' vinh in checab' yet' eb' ix in checab' ix in mana', ay pax eb' ix alji t'a in pat. Anhejtona' jantac pax ix aj nok' in vacax yet' nok' in calnel t'a yichanh eb' ek'nac cajan t'a Jerusalén t'a pecataxo."
        },
        {
            "number": "8",
            "text": "Manhxo jantacoc q'uen plata yet' q'uen oro ix in molb'ej, aton q'uen cotnac t'a eb' sreyal juntzanhxo nación. Ay pax eb' vinh vinac yet' eb' ix ix sb'itan t'ayin, aton masanil nib'ab'il yuj eb' quetanimail. Jantac pax eb' ix ix, ix vik'a', tzolal sjavi eb' ix t'ayin."
        },
        {
            "number": "9",
            "text": "Ix in b'inaj val t'a yichanh masanil eb' ek'nac t'a Jerusalén tik. Wach'chom ay masanil juntzanh tik t'ayin, palta maj satel-laj in jelanil."
        },
        {
            "number": "10",
            "text": "Maj in tenek'laj tas ix in nib'ej. Ix vak'nhej in gana yet' tas ix in na'a. Ix vak' tzalajb'oc in k'ool yet' masanil in munlajel, aton jun tzalajk'olal chi' ix ak'ji spacoc t'ayin."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix vilanoch masanil in munlajel ix in b'o chi', aton juntzanh munlajel chi' pural ix b'o vuuj. Icha chi' ix aj snachajel vuuj to a masanil juntzanh chi', malaj yelk'ochi. Lajan val icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj. Icha chi' caji, malaj jab'oc tas wach' squik' t'a yol yib'anhk’inal tik."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix in naanpaxi tas val yaj jelanil, manh pensaril yet' quistalil. ¿Tasto val ol sk'ulej junocxo mach ol ochcan reyal in q'uexuloc? ¿Tocval ay junocxo tas ch'oc ol yal snaanelta sb'oani mato sk'ulani?"
        },
        {
            "number": "13",
            "text": "Icha chi' ix aj snachajel vuuj to a jelanil yelxo te wach' t'a yichanh manh pensaril, icha yaj sakil k'inal te wach' t'a yichanh k’ik’ k’inal."
        },
        {
            "number": "14",
            "text": "Ha mach nhican spensar, te wach' yilan b'aj tz'eq'ui. Axo mach malaj spensar jun, ichato t'a skal k’ik’ k’inal sb'eyeq'ui. Wach'chom icha chi', palta lajannhej tz'aj co chami."
        },
        {
            "number": "15",
            "text": "Ix valan icha tik: Ha tas ol ik'an eb' malaj spensar, anheja' ol in ik'an paxoc, yuj chi' jun, malaj jab'oc tas squik' t'a jelanil chi'. Anheja' malaj yelk'och juntzanh chi'."
        },
        {
            "number": "16",
            "text": "Yuj chi' wach'chom jelan onh, wach'chom malaj co pensar, ol onh cham co masanil, manhxo ol onh nachajcot yuj anima."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix in na icha tik, malaj yelk'och co q'uinal tik, yujto masanil tas sco k'ulej t'a yol yib'anhk’inal tik, tonhej squixtej co b'a yuj. Lajan val icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj, icha chi' caji."
        },
        {
            "number": "18",
            "text": "Anhejtona' malaj yelk'och masanil juntzanh in munlajel ix in b'o t'a yol yib'anhk’inal tik, yujto masanil juntzanh chi' anhej am t'a junocxo mach b'aj ol canoc."
        },
        {
            "number": "19",
            "text": "Taxonhej jelan, ma malaj spensar jun b'aj ol kan masanil in munlajel ix vab' syail in b'oan chi' yet' jelanil, malaj jab'oc yelk'ochi."
        },
        {
            "number": "20",
            "text": "Ayic svilanoch masanil in munlajel ix in b'o chi', snaan sb'a in k'ool to nab'anhej ix vixtej in b'a in te munlaji."
        },
        {
            "number": "21",
            "text": "Ay b'aj jelan co b'oan co munlajel chi', te wach' scutej yuj tastac cojtac, palta haxo tz'aji ha t'a junok max munlaj jab'oc, ata' scani. Ha jun chi' nab'anhej, manh smojoc icha chi'."
        },
        {
            "number": "22",
            "text": "Yuj chi', ¿tas val scak' yala' ayic te niwan munlajel sco b'o yet' jantac tas sco na' yuj?"
        },
        {
            "number": "23",
            "text": "Masanil tiempo sco te naub'tanhej, al yajoch t'a quib'anh icha val junok icatz. Max yik' jab'oc yip co pensar, yuj chi' malaj yelk'och jun chi'."
        },
        {
            "number": "24",
            "text": "Ha val tas smoj sco k'ulej a onh anima onh tik to tzonh wa'i scuk'an ha', scak'an tzalajb'oc co k'ool yet' tastac squik' t'a co munlajel chi'. Icha chi' ix aj snachajel vuuj to a jun chi' a d'ha Dios scoti."
        },
        {
            "number": "25",
            "text": "¿Tom syal co tzalaji, ma co wa'i tato manh yujoc Dios?"
        },
        {
            "number": "26",
            "text": "Tato stzalaj Dios qued'oc, syak' co jelanil yet' co pensar yet' co tzalajk'olal. Palta haxo eb' chuc jun, ha Dios chi' tz'ak'an yip eb' yic smunlaj eb' smolb'an tastac tz'aj t'a eb', haxo tz'aji, ha t'a eb' stzalaj Dios yet'oc chi' scani. Palta a jun tik nab'anhejpaxi, lajan val icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj."
        }
    ]
}