{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ix in naan val sik'lab'il, ix laj vak'an proval b'ajtac tz'ilchaj tzalajk'olal vuuj, palta axo ix vilani to malaj b'aj tz'ilchaji."
        },
        {
            "number": "2",
            "text": "Ix nachajel vuuj to ayic sco sayan tas tz'aj co tzevaji, tob'an manh pensaril jun chi', axo yic scak'an co gana calani, malaj yelk'och jun chi'."
        },
        {
            "number": "3",
            "text": "Ix in nib'ej val ix vojtaquejeli tas val junoc nivan yelk'och sco b'o a onh anima onh tic, yacb'an pitzan onh jayeoc k'ual d'a yolyib'anhq'uinal tic. Ix vak' val tzalajb'oc in k'ol yed' uq'uel anh, ix vak'anoch in b'a d'a manh pensaril, palta naannhej vuuj to a in jelanil tzin cuchb'ani."
        },
        {
            "number": "4",
            "text": "Jantac nivac munlajel ix in b'o'o. Ix in b'o juntzanh pat, ix laj vavanpax te' uva."
        },
        {
            "number": "5",
            "text": "Ix laj in b'o b'ajtac tz'avchaj te' avb'en te' yed' b'ajtac tz'avchaj te te' syak' xumaquil. Ix vavanpax masanil macanhil te te' syak' sat."
        },
        {
            "number": "6",
            "text": "Ix laj in b'oanpax yed'tal a a' b'aj smolchaji yic tz'och yal te' avb'en te' chi'."
        },
        {
            "number": "7",
            "text": "Ay eb' vinh in checab' yed' eb' ix in checab' ix in mana', ay pax eb' ix alji d'a in pat. Anhejtona' jantac pax ix aj nok' in vacax yed' nok' in calnel d'a yichanh eb' ek'nac cajan d'a Jerusalén d'a pecataxo."
        },
        {
            "number": "8",
            "text": "Manhxo jantacoc q'uen plata yed' q'uen oro ix in molb'ej, aton q'uen cotnac d'a eb' sreyal juntzanhxo nación. Ay pax eb' vinh vinac yed' eb' ix ix sb'itan d'ayin, aton masanil nib'ab'il yuj eb' quetanimail. Jantac pax eb' ix ix, ix vik'a', tzolal sjavi eb' ix d'ayin."
        },
        {
            "number": "9",
            "text": "Ix in b'inaj val d'a yichanh masanil eb' ek'nac d'a Jerusalén tic. Vach'chom ay masanil juntzanh tic d'ayin, palta maj satel-laj in jelanil."
        },
        {
            "number": "10",
            "text": "Maj in tenek'laj tas ix in nib'ej. Ix vak'nhej in gana yed' tas ix in na'a. Ix vak' tzalajb'oc in k'ool yed' masanil in munlajel, aton jun tzalajk'olal chi' ix ak'ji spacoc d'ayin."
        },
        {
            "number": "11",
            "text": "Ix lajvi chi', ix vilanoch masanil in munlajel ix in b'o chi', aton juntzanh munlajel chi' pural ix b'o vuuj. Icha chi' ix aj snachajel vuuj to a masanil juntzanh chi', malaj yelk'ochi. Lajan val icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj. Icha chi' caji, malaj jab'oc tas vach' squik' d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi', ix in naanpaxi tas val yaj jelanil, manh pensaril yed' quistalil. ¿Tasto val ol sk'ulej junocxo mach ol ochcan reyal in q'uexuloc? ¿Tocval ay junocxo tas ch'oc ol yal snaanelta sb'oani mato sk'ulani?"
        },
        {
            "number": "13",
            "text": "Icha chi' ix aj snachajel vuuj to a jelanil yelxo te vach' d'a yichanh manh pensaril, icha yaj saquilq'uinal te vach' d'a yichanh q'uik'alq'uinal."
        },
        {
            "number": "14",
            "text": "A mach nhican spensar, te vach' yilan b'aj tz'eq'ui. Axo mach malaj spensar jun, ichato d'a scal q'uik'alq'uinal sb'eyeq'ui. Vach'chom icha chi', palta lajannhej tz'aj co chami."
        },
        {
            "number": "15",
            "text": "Ix valan icha tic: A tas ol ik'an eb' malaj spensar, anheja' ol in ik'an paxoc, yuj chi' jun, malaj jab'oc tas squik' d'a jelanil chi'. Anheja' malaj yelk'och juntzanh chi'."
        },
        {
            "number": "16",
            "text": "Yuj chi' vach'chom jelan onh, vach'chom malaj co pensar, ol onh cham co masanil, manhxo ol onh nachajcot yuj anima."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix in na icha tic, malaj yelk'och co q'uinal tic, yujto masanil tas sco k'ulej d'a yolyib'anhq'uinal tic, tonhej squixtej co b'a yuuj. Lajan val icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj, icha chi' caji."
        },
        {
            "number": "18",
            "text": "Anhejtona' malaj yelk'och masanil juntzanh in munlajel ix in b'o d'a yolyib'anhq'uinal tic, yujto masanil juntzanh chi' anhej am d'a junocxo mach b'aj ol canoc."
        },
        {
            "number": "19",
            "text": "Taxonhej jelan, ma malaj spensar jun b'aj ol can masanil in munlajel ix vab' syail in b'oan chi' yed' jelanil, malaj jab'oc yelk'ochi."
        },
        {
            "number": "20",
            "text": "Ayic svilanoch masanil in munlajel ix in b'o chi', snaan sb'a in k'ool to nab'anhej ix vixtej in b'a in te munlaji."
        },
        {
            "number": "21",
            "text": "Ay b'aj jelan co b'oan co munlajel chi', te vach' scutej yuj tastac cojtac, palta axo tz'aji a d'a junoc max munlaj jab'oc, ata' scani. A jun chi' nab'anhej, manh smojoc icha chi'."
        },
        {
            "number": "22",
            "text": "Yuj chi', ¿tas val scak' yala' ayic te nivan munlajel sco b'o yed' jantac tas sco na' yuuj?"
        },
        {
            "number": "23",
            "text": "Masanil tiempo sco te naub'tanhej, al yajoch d'a quib'anh icha val junoc icatz. Max yik' jab'oc yip co pensar, yuj chi' malaj yelk'och jun chi'."
        },
        {
            "number": "24",
            "text": "A val tas smoj sco k'ulej a onh anima onh tic to tzonh va'i scuk'an a', scak'an tzalajb'oc co k'ool yed' tastac squik' d'a co munlajel chi'. Icha chi' ix aj snachajel vuuj to a jun chi' a d'a Dios scoti."
        },
        {
            "number": "25",
            "text": "¿Tom syal co tzalaji, ma co va'i tato manh yujoc Dios?"
        },
        {
            "number": "26",
            "text": "Tato stzalaj Dios qued'oc, syak' co jelanil yed' co pensar yed' co tzalajk'olal. Palta axo eb' chuc jun, a Dios chi' tz'ak'an yip eb' yic smunlaj eb' smolb'an tastac tz'aj d'a eb', axo tz'aji, a d'a eb' stzalaj Dios yed'oc chi' scani. Palta a jun tic nab'anhejpaxi, lajan val icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj."
        }
    ]
}