{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ix in naan wal sik'lab'il, ix laj wak'an prowal b'ajtac tz'ilchaj tzalajk'olal wuuj, palta haxo ix wilani to malaj b'aj tz'ilchaji."
        },
        {
            "number": "2",
            "text": "Ix nachajel wuuj to ayic sco sayan tas tz'aj ko tzewaji, tob'an manh pensaril jun chi', haxo yic skak'an ko gana calani, malaj yelk'och jun chi'."
        },
        {
            "number": "3",
            "text": "Ix in nib'ej wal ix wojtaquejeli tas wal junok niwan yelk'och sco b'o a onh anima onh tik, yacb'an pitzan onh jayeoc k'ual t'a yol yib'anhk’inal tik. Ix wak' wal tzalajb'oc in k'ol yet' uk'el anh, ix wak'anoch in b'ha t'a manh pensaril, palta naannhej wuuj to a in jelanil tzin cuchb'ani."
        },
        {
            "number": "4",
            "text": "Jantac niwac munlajel ix in b'o'o. Ix in b'o juntzanh pat, ix laj wawanpax te' uwa."
        },
        {
            "number": "5",
            "text": "Ix laj in b'o b'ajtac tz'avchaj te' avb'en te' yet' b'ajtac tz'avchaj te te' syak' xumaquil. Ix wawanpax masanil macanhil te te' syak' sat."
        },
        {
            "number": "6",
            "text": "Ix laj in b'oanpax yet'tal ha ha' b'aj smolchaji yic tz'och yal te' avb'en te' chi'."
        },
        {
            "number": "7",
            "text": "Ay heb' winh in checab' yet' heb' ix in checab' ix in mana', ay pax heb' ix alji t'a in pat. Anhejtona' jantac pax ix aj nok' in wacax yet' nok' in calnel t'a yichanh heb' ek'nac cajan t'a Jerusalén t'a pecataxo."
        },
        {
            "number": "8",
            "text": "Manhxo jantacoc k'een plata yet' k'een oro ix in molb'ej, aton k'een cotnac t'a heb' sreyal juntzanhxo nación. Ay pax heb' winh winak yet' heb' ix ix sb'itan t'ayin, aton masanil nib'ab'il yuj heb' quetanimail. Jantac pax heb' ix ix, ix wik'a', tzolal sjawi heb' ix t'ayin."
        },
        {
            "number": "9",
            "text": "Ix in b'inaj wal t'a yichanh masanil heb' ek'nac t'a Jerusalén tik. Wach'chom ay masanil juntzanh tik t'ayin, palta maj satel-laj in jelanil."
        },
        {
            "number": "10",
            "text": "Maj in tenek'laj tas ix in nib'ej. Ix wak'nhej in gana yet' tas ix in na'a. Ix wak' tzalajb'oc in k'ool yet' masanil in munlajel, aton jun tzalajk'olal chi' ix ak'ji spacoc t'ayin."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix wilanoch masanil in munlajel ix in b'o chi', aton juntzanh munlajel chi' pural ix b'o wuuj. Icha chi' ix aj snachajel wuuj to a masanil juntzanh chi', malaj yelk'ochi. Lajan wal icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj. Icha chi' caji, malaj jab'oc tas wach' squik' t'a yol yib'anhk’inal tik."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix in naanpaxi tas wal yaj jelanil, manh pensaril yet' quistalil. ¿Tasto wal ol sk'ulej junocxo mach ol ochcan reyal in k'exuloc? ¿Tocwal ay junocxo tas ch'oc ol yal snaanelta sb'oani mato sk'ulani?"
        },
        {
            "number": "13",
            "text": "Icha chi' ix aj snachajel wuuj to a jelanil yelxo te wach' t'a yichanh manh pensaril, icha yaj sakil k'inal te wach' t'a yichanh k’ik’ k’inal."
        },
        {
            "number": "14",
            "text": "Ha mach nhican spensar, te wach' yilan b'aj tz'eq'ui. Axo mach malaj spensar jun, ichato t'a skal k’ik’ k’inal sb'eyeq'ui. Wach'chom icha chi', palta lajannhej tz'aj ko chami."
        },
        {
            "number": "15",
            "text": "Ix walan icha tik: Ha tas ol ik'an heb' malaj spensar, anheja' ol in ik'an paxoc, yuj chi' jun, malaj jab'oc tas squik' t'a jelanil chi'. Anheja' malaj yelk'och juntzanh chi'."
        },
        {
            "number": "16",
            "text": "Yuj chi' wach'chom jelan onh, wach'chom malaj ko pensar, ol onh cham ko masanil, manhxo ol onh nachajcot yuj anima."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix in na icha tik, malaj yelk'och ko k 'inal tik, yujto masanil tas sco k'ulej t'a yol yib'anhk’inal tik, tonhej squixtej ko b'a yuj. Lajan wal icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj, icha chi' caji."
        },
        {
            "number": "18",
            "text": "Anhejtona' malaj yelk'och masanil juntzanh in munlajel ix in b'o t'a yol yib'anhk’inal tik, yujto masanil juntzanh chi' anhej am t'a junocxo mach b'aj ol canoc."
        },
        {
            "number": "19",
            "text": "Taxonhej jelan, ma malaj spensar jun b'aj ol kan masanil in munlajel ix wab' syail in b'oan chi' yet' jelanil, malaj jab'oc yelk'ochi."
        },
        {
            "number": "20",
            "text": "Ayic swilanoch masanil in munlajel ix in b'o chi', snaan sb'a in k'ool to nab'anhej ix wixtej in b'a in te munlaji."
        },
        {
            "number": "21",
            "text": "Ay b'aj jelan ko b'oan ko munlajel chi', te wach' scutej yuj tastac cojtac, palta haxo tz'aji ha t'a junok max munlaj jab'oc, ata' scani. Ha jun chi' nab'anhej, manh smojoc icha chi'."
        },
        {
            "number": "22",
            "text": "Yuj chi', ¿tas wal skak' yala' ayic te niwan munlajel sco b'o yet' jantac tas sco na' yuj?"
        },
        {
            "number": "23",
            "text": "Masanil tiempo sco te naub'tanhej, al yajoch t'a quib'anh icha wal junok icatz. Max yik' jab'oc yip ko pensar, yuj chi' malaj yelk'och jun chi'."
        },
        {
            "number": "24",
            "text": "Ha wal tas smoj sco k'ulej a onh anima onh tik to tzonh wa'i scuk'an ha', skak'an tzalajb'oc ko k'ool yet' tastac squik' t'a ko munlajel chi'. Icha chi' ix aj snachajel wuuj to a jun chi' a d'ha Dios scoti."
        },
        {
            "number": "25",
            "text": "¿Tom syal ko tzalaji, ma ko wa'i tato manh yujoc Dios?"
        },
        {
            "number": "26",
            "text": "Tato stzalaj Dios qued'oc, syak' ko jelanil yet' ko pensar yet' ko tzalajk'olal. Palta haxo heb' chuk jun, ha Dios chi' tz'ak'an yip heb' yic smunlaj heb' smolb'an tastac tz'aj t'a heb', haxo tz'aji, ha t'a heb' stzalaj Dios yet'oc chi' scani. Palta a jun tik nab'anhejpaxi, lajan wal icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj."
        }
    ]
}