{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Masanil tas tzuji d'a yolyib'anhq'uinal tic aynhej stiempoal, aynhej pax yorail."
        },
        {
            "number": "2",
            "text": "Ay b'aj tz'alji anima, ay pax b'aj scham eb'. Ay b'aj ay avnub', ay pax b'aj stok'ji q'ue vaan tas avab'il."
        },
        {
            "number": "3",
            "text": "Ay b'aj smiljicham anima, ay pax b'aj tz'anhtaj eb'. Ay b'aj sjuchajem junoc tas, ay pax b'aj sb'ochajq'uei."
        },
        {
            "number": "4",
            "text": "Ay b'aj tz'och oq'uel, ay pax b'aj tz'och tzeej. Ay b'aj ay cusk'olal, ay pax b'aj ay tzalajk'olal."
        },
        {
            "number": "5",
            "text": "Ay b'aj sjulchaj saclem q'uen q'ueen, ay pax b'aj smolb'aj q'ueen. Ay b'aj sco lak'laj co b'a, ay pax b'aj maay."
        },
        {
            "number": "6",
            "text": "Ay b'aj sco sayek' junoc tas, ay pax b'aj sco yumeli. Ay b'aj sik'chajb'at junoc tas, ay pax b'aj syumchajeli."
        },
        {
            "number": "7",
            "text": "Ay b'aj snhik'chajb'at junoc tas, ay pax b'aj stz'ischaji. Ay b'aj numan tzonh aji, ay pax b'aj tzonh loloni."
        },
        {
            "number": "8",
            "text": "Ay b'aj sco xajanej co b'a, ay pax b'aj sco chaclaj co b'a. Ay b'aj tz'och oval, ay pax b'aj tz'och junk'olal."
        },
        {
            "number": "9",
            "text": "¿Tas val scak' yal a onh anima onh tic d'a jantac munlajel sco b'o'o?"
        },
        {
            "number": "10",
            "text": "Vojtac val jantac munlajel te ajaltac ix yak' Dios co k'ulej."
        },
        {
            "number": "11",
            "text": "Te vach' ix yutej Dios sb'oan masanil tastac, tato sb'o d'a sk'ual smoj sb'oi. Ix yak' Dios co nib'ej cojtacanel tastac ol ujoc d'a b'aq'uinh, palta max yak'laj nachajel cuuj sik'lab'il tastac van sk'ulani."
        },
        {
            "number": "12",
            "text": "Ix vojtaquejeli to malaj junocxo tas te vach' syal co k'ulani, anhej to scak' tzalajb'oc co k'ool, scak'an co gana yed' tastac syak' Dios d'ayonh yacb'an pitzan onh."
        },
        {
            "number": "13",
            "text": "Anhej tzonh va'i, scuk'an a', scak'an tzalajb'oc co k'ol d'a masanil tastac squik' d'a co munlajel, yujto a Dios tz'ak'an d'ayonh."
        },
        {
            "number": "14",
            "text": "Vojtacpaxi to a masanil tastac ix sb'o Dios, aynhejek' d'a junelnhej. Malaj junoc tas syal yak'anoch xicul, ma syal yik'aneli. Icha chi' ix yutejcan Dios yic vach' tzonh och ejmelal d'ay."
        },
        {
            "number": "15",
            "text": "Masanil tastac ay ticnaic, aytaxon ek' d'a peca'. Axo pax tas toto ol javoc, toxonton ay d'a peca'. Anheja' juntzanh chi' tzujixi, yujto a Dios tz'utan icha chi'."
        },
        {
            "number": "16",
            "text": "Ix vilanpax tas tz'aj sch'olb'itaj eb' anima d'a yolyib'anhq'uinal tic, smoj val to ay vach'il yed' tojolal, palta anhej chucal ay."
        },
        {
            "number": "17",
            "text": "Yuj chi' tzin na' icha tic: A Dios ol onh ch'olb'itan a onh anima onh tic, vach'chom vach' onh, ma chuc onh, yujto masanil tastac tzuji, ay sk'ual ol ch'olb'itajoc."
        },
        {
            "number": "18",
            "text": "Svalanpax yuj co b'eyb'al a onh anima onh tic, to a Dios tzonh ak'an proval, yic snachajel cuuj to lajan onh icha nok' nok'."
        },
        {
            "number": "19",
            "text": "Val yel a onh anima onh tic yed' nok' nok' chi', lajannhej tz'aj co chami, scham nok', tzonh champaxi. Lajannhej tz'aj quik'an quik' yed' nok', manh ek'b'aloclaj quelk'och d'a yichanh nok', yujto malaj yelk'och masanil."
        },
        {
            "number": "20",
            "text": "Junnhej b'aj sk'ochcan co nivanil yed' nok' nok' chi', yujto a d'a lum luum cotnac onh, anhejtona' luumal ol ochcan co nivanil tic."
        },
        {
            "number": "21",
            "text": "¿Tom ay junoc mach manh ojtannacoc to a co pixan a onh anima onh tic sq'uecan d'a satchaanh, axo sq'uinal nok' nok' a d'a sat lum tic satcanemi?"
        },
        {
            "number": "22",
            "text": "Ix nachajel vuuj to malaj junocxo tas vach' co k'ulani, anhejto scak' tzalajb'oc co k'ool yed' tas squik' d'a co munlajel, yujto icha chi' yajcan d'a quib'anh. ¿Tocval ayto mach tz'alan cab'i tas tzuji ayic chamnac onhxo?"
        }
    ]
}