{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Masanil tas tzuji t'a yol yib'anhk’inal tik aynhej stiempoal, aynhej pax yorail."
        },
        {
            "number": "2",
            "text": "Ay b'aj tz'alji anima, ay pax b'aj scham eb'. Ay b'aj ay avnub', ay pax b'aj stok'ji q'ue vaan tas avab'il."
        },
        {
            "number": "3",
            "text": "Ay b'aj smiljicham anima, ay pax b'aj tz'anhtaj eb'. Ay b'aj sjuchajem junok tas, ay pax b'aj sb'ochajq'uei."
        },
        {
            "number": "4",
            "text": "Ay b'aj tz'och oq'uel, ay pax b'aj tz'och tzeej. Ay b'aj ay cusk'olal, ay pax b'aj ay tzalajk'olal."
        },
        {
            "number": "5",
            "text": "Ay b'aj sjulchaj saclem q'uen q'ueen, ay pax b'aj smolb'aj q'ueen. Ay b'aj sco lak'laj co b'a, ay pax b'aj maay."
        },
        {
            "number": "6",
            "text": "Ay b'aj sco sayek' junok tas, ay pax b'aj sco yumeli. Ay b'aj sik'chajb'at junok tas, ay pax b'aj syumchajeli."
        },
        {
            "number": "7",
            "text": "Ay b'aj snhik'chajb'at junok tas, ay pax b'aj stz'ischaji. Ay b'aj numan tzonh aji, ay pax b'aj tzonh loloni."
        },
        {
            "number": "8",
            "text": "Ay b'aj sco xajanej co b'a, ay pax b'aj sco chaclaj co b'a. Ay b'aj tz'och oval, ay pax b'aj tz'och junk'olal."
        },
        {
            "number": "9",
            "text": "¿Tas val scak' yal a onh anima onh tik t'a jantac munlajel sco b'o'o?"
        },
        {
            "number": "10",
            "text": "Vojtac val jantac munlajel te ajaltac ix yak' Dios co k'ulej."
        },
        {
            "number": "11",
            "text": "Te wach' ix yutej Dios sb'oan masanil tastac, tato sb'o t'a sk'ual smoj sb'oi. Ix yak' Dios co nib'ej cojtacanel tastac ol ujoc t'a b'ak'uinh, palta max yak'laj nachajel cuuj sik'lab'il tastac van sk'ulani."
        },
        {
            "number": "12",
            "text": "Ix vojtaquejeli to malaj junocxo tas te wach' syal co k'ulani, anhej to scak' tzalajb'oc co k'ool, scak'an co gana yet' tastac syak' Dios t'ayonh yacb'an pitzan onh."
        },
        {
            "number": "13",
            "text": "Anhej tzonh wa'i, scuk'an ha', scak'an tzalajb'oc co k'ol t'a masanil tastac squik' t'a co munlajel, yujto ha Dios tz'ak'an t'ayonh."
        },
        {
            "number": "14",
            "text": "Vojtacpaxi to a masanil tastac ix sb'o Dios, aynhejek' t'a junelnhej. Malaj junok tas syal yak'anoch xicul, ma syal yik'aneli. Icha chi' ix yutejcan Dios yic wach' tzonh och ejmelal t'ay."
        },
        {
            "number": "15",
            "text": "Masanil tastac ay ticnaic, aytaxon ek' t'a peca'. Axo pax tas toto ol javoc, toxonton ay t'a peca'. Anheja' juntzanh chi' tzujixi, yujto ha Dios tz'utan icha chi'."
        },
        {
            "number": "16",
            "text": "Ix vilanpax tas tz'aj sch'olb'itaj eb' anima t'a yol yib'anhk’inal tik, smoj val to ay wach'il yet' tojolal, palta anhej chukal ay."
        },
        {
            "number": "17",
            "text": "Yuj chi' tzin na' icha tik: Ha Dios ol onh ch'olb'itan a onh anima onh tik, wach'chom wach' onh, ma chuk onh, yujto masanil tastac tzuji, ay sk'ual ol ch'olb'itajoc."
        },
        {
            "number": "18",
            "text": "Svalanpax yuj co b'eyb'al a onh anima onh tik, to ha Dios tzonh ak'an proval, yic snachajel cuuj to lajan onh icha nok' nok'."
        },
        {
            "number": "19",
            "text": "Val yel a onh anima onh tik yet' nok' nok' chi', lajannhej tz'aj co chami, scham nok', tzonh champaxi. Lajannhej tz'aj quik'an quik' yet' nok', manh ek'b'aloclaj quelk'och t'a yichanh nok', yujto malaj yelk'och masanil."
        },
        {
            "number": "20",
            "text": "Junnhej b'aj sk'ochcan co nivanil yet' nok' nok' chi', yujto ha t'a lum lum cotnac onh, anhejtona' luumal ol ochcan co nivanil tik."
        },
        {
            "number": "21",
            "text": "¿Tom ay junok mach manh ojtannacoc to a co pixan a onh anima onh tik sq'ekan t'a satcha’anh, haxo sq'uinal nok' nok' ha t'a sat lum tik satcanemi?"
        },
        {
            "number": "22",
            "text": "Ix nachajel vuuj to malaj junocxo tas wach' co k'ulani, anhejto scak' tzalajb'oc co k'ool yet' tas squik' t'a co munlajel, yujto icha chi' yajcan t'a quib'anh. ¿Tocval ayto mach tz'alan cab'i tas tzuji ayic chamnac onhxo?"
        }
    ]
}