{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix in naancot yuj masanil tas manh wach'oc tzuji t'a yol yib'anhk’inal tik. Ix wilani to ay heb' tz'ixtaji, tz'ok' heb', palta malaj mach scolan heb', yujto a heb' tz'ixtan heb' chi', aton heb' ay yopisio."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix in na' to te wach' yic heb' chamnacxo t'a yichanh heb' pitzanto."
        },
        {
            "number": "3",
            "text": "Te wach' yic heb' manto alji t'a yichanh heb' chamnac yet' heb' pitzan tik, yujto a heb' manto alji chi', manto yil-laj chukal tzuji t'a yol yib'anhk’inal tik heb'."
        },
        {
            "number": "4",
            "text": "Ix wilanpaxi to ay b'aj squixtej ko b'a ko munlaji yic sco nib'an niwan tz'aj quelk'och yet' tastac ay t'ayonh t'a yichanh juntzanhxo heb'. Malaj yelk'och b'aj squik'chaanh ko b'a chi', yujto lajan wal icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj."
        },
        {
            "number": "5",
            "text": "Ay b'aj tz'alji to malaj ko pensar tato malaj tas sco k'ulej, skak'cham ko b'a yuj wejel."
        },
        {
            "number": "6",
            "text": "Palta a in tik swala' to yelxo te wach' wach'chom jab'nhej tas ay t'ayonh tato tzalajk'olal caji, t'a yichanh pax munlajelnhej caji sco sayan ko b'eyumal. Tato icha chi', lajan wal icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj."
        },
        {
            "number": "7",
            "text": "Ix wilan junxo tas tzuji t'a yol yib'anhk’inal tik to malaj yelk'ochi."
        },
        {
            "number": "8",
            "text": "Ay mach sch'ocojnhej, malaj junok yuninal, malaj yuk'tac, palta malaj b'aj syik' yip, max och waan sayanek' sb'eyumal, malaj b'aj syeccot sna' icha tik: ¿Mach yuj tzin te munlaji? ¿Tas yuj swixtej in b'a? manh xchioc. Ha heb' icha chi' sk'ulej nab'anhej syixtej sb'a heb'."
        },
        {
            "number": "9",
            "text": "Wach' tato yaman smunlaj chawanhoc anima t'a yichanh junok mach to sch'ocoj smunlaji, yujto niwan tas syik' heb' t'a smunlajel chi'."
        },
        {
            "number": "10",
            "text": "Tato stelwi junok, haxo junxo chi' squetzanxi k'e waan. Palta tato a junok anima sch'ocojnhej stelwi, malaj mach squetzan k'e waan."
        },
        {
            "number": "11",
            "text": "Anhejtona' tato ay chawanhoc anima junnhej swayi, sq'uixinalej sb'a heb', palta tato sch'ocoj junok anima swayi, ¿tas tz'aj sq'uixnaji?"
        },
        {
            "number": "12",
            "text": "Ha junok mach sch'ocoj, elanhchamel tz'ak'ji ganar yuj junok ajk'ool, palta tato chawanh sb'ey heb' jun, syal stek'b'an sb'a heb'. Ocxom junok lasu oxe' yaj spach'uch'aji, manh comonoc sd'inhchaji."
        },
        {
            "number": "13",
            "text": "Yelxo te wach' yic junok winh quelem meb'a' ay spensar, t'a yichanh pax junok winh rey icham winacxo to malaj spensar, maxtzac schalaj yab' razón."
        },
        {
            "number": "14",
            "text": "Wach'chom meb'a' winh quelem chi' ayic tz'elta winh t'a preso, palta syal yoch winh reyal. Ix wilanpaxi to masanil anima tz'alani to wach' a winh quelem chi' tz'ochcan reyal sk'exuloc winh icham winak chi'."
        },
        {
            "number": "15",
            "text": "Wach'chom manh jantacoc sb'isul anima tz'ak'anoch winh quelem chi' reyal, palta haxo yic tzek' tiempo, jantac heb' maxtzac tzalajlaj yet' winh. Ha skak'an quip ko sayan tas tz'aj stzalaj masanil heb' anima qued'oc malaj yalani, lajan wal icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj."
        }
    ]
}