{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix in naancot yuj masanil tas manh wach'oc tzuji t'a yol yib'anhk’inal tik. Ix vilani to ay eb' tz'ixtaji, tz'ok' eb', palta malaj mach scolan eb', yujto a eb' tz'ixtan eb' chi', aton eb' ay yopisio."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix in na' to te wach' yic eb' chamnacxo t'a yichanh eb' pitzanto."
        },
        {
            "number": "3",
            "text": "Te wach' yic eb' manto alji t'a yichanh eb' chamnac yet' eb' pitzan tik, yujto a eb' manto alji chi', manto yil-laj chukal tzuji t'a yol yib'anhk’inal tik eb'."
        },
        {
            "number": "4",
            "text": "Ix vilanpaxi to ay b'aj squixtej co b'a co munlaji yic sco nib'an niwan tz'aj quelk'och yet' tastac ay t'ayonh t'a yichanh juntzanhxo eb'. Malaj yelk'och b'aj squik'chaanh co b'a chi', yujto lajan val icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj."
        },
        {
            "number": "5",
            "text": "Ay b'aj tz'alji to malaj co pensar tato malaj tas sco k'ulej, scak'cham co b'a yuj vejel."
        },
        {
            "number": "6",
            "text": "Palta a in tik svala' to yelxo te wach' wach'chom jab'nhej tas ay t'ayonh tato tzalajk'olal caji, t'a yichanh pax munlajelnhej caji sco sayan co b'eyumal. Tato icha chi', lajan val icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj."
        },
        {
            "number": "7",
            "text": "Ix vilan junxo tas tzuji t'a yol yib'anhk’inal tik to malaj yelk'ochi."
        },
        {
            "number": "8",
            "text": "Ay mach sch'ocojnhej, malaj junok yuninal, malaj yuk'tac, palta malaj b'aj syik' yip, max och vaan sayanek' sb'eyumal, malaj b'aj syeccot sna' icha tik: ¿Mach yuj tzin te munlaji? ¿Tas yuj svixtej in b'a? manh xchioc. Ha eb' icha chi' sk'ulej nab'anhej syixtej sb'a eb'."
        },
        {
            "number": "9",
            "text": "Wach' tato yaman smunlaj chavanhoc anima t'a yichanh junok mach to sch'ocoj smunlaji, yujto niwan tas syik' eb' t'a smunlajel chi'."
        },
        {
            "number": "10",
            "text": "Tato stelvi junok, haxo junxo chi' squetzanxi q'ue vaan. Palta tato a junok anima sch'ocojnhej stelvi, malaj mach squetzan q'ue vaan."
        },
        {
            "number": "11",
            "text": "Anhejtona' tato ay chavanhoc anima junnhej svayi, sq'uixinalej sb'a eb', palta tato sch'ocoj junok anima svayi, ¿tas tz'aj sq'uixnaji?"
        },
        {
            "number": "12",
            "text": "Ha junok mach sch'ocoj, elanhchamel tz'ak'ji ganar yuj junok ajk'ool, palta tato chavanh sb'ey eb' jun, syal stek'b'an sb'a eb'. Ocxom junok lasu oxe' yaj spach'uch'aji, manh comonoc sd'inhchaji."
        },
        {
            "number": "13",
            "text": "Yelxo te wach' yic junok vinh quelem meb'a' ay spensar, t'a yichanh pax junok vinh rey icham vinacxo to malaj spensar, maxtzac schalaj yab' razón."
        },
        {
            "number": "14",
            "text": "Wach'chom meb'a' vinh quelem chi' ayic tz'elta vinh t'a preso, palta syal yoch vinh reyal. Ix vilanpaxi to masanil anima tz'alani to wach' a vinh quelem chi' tz'ochcan reyal sq'uexuloc vinh icham vinac chi'."
        },
        {
            "number": "15",
            "text": "Wach'chom manh jantacoc sb'isul anima tz'ak'anoch vinh quelem chi' reyal, palta haxo yic tzek' tiempo, jantac eb' maxtzac tzalajlaj yet' vinh. Ha scak'an quip co sayan tas tz'aj stzalaj masanil eb' anima qued'oc malaj yalani, lajan val icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj."
        }
    ]
}