{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix in naancot yuj masanil tas manh vach'oc tzuji d'a yolyib'anhq'uinal tic. Ix vilani to ay eb' tz'ixtaji, tz'ok' eb', palta malaj mach scolan eb', yujto a eb' tz'ixtan eb' chi', aton eb' ay yopisio."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix in na' to te vach' yic eb' chamnacxo d'a yichanh eb' pitzanto."
        },
        {
            "number": "3",
            "text": "Te vach' yic eb' manto alji d'a yichanh eb' chamnac yed' eb' pitzan tic, yujto a eb' manto alji chi', manto yil-laj chucal tzuji d'a yolyib'anhq'uinal tic eb'."
        },
        {
            "number": "4",
            "text": "Ix vilanpaxi to ay b'aj squixtej co b'a co munlaji yic sco nib'an nivan tz'aj quelk'och yed' tastac ay d'ayonh d'a yichanh juntzanhxo eb'. Malaj yelk'och b'aj squik'chaanh co b'a chi', yujto lajan val icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj."
        },
        {
            "number": "5",
            "text": "Ay b'aj tz'alji to malaj co pensar tato malaj tas sco k'ulej, scak'cham co b'a yuj vejel."
        },
        {
            "number": "6",
            "text": "Palta a in tic svala' to yelxo te vach' vach'chom jab'nhej tas ay d'ayonh tato tzalajk'olal caji, d'a yichanh pax munlajelnhej caji sco sayan co b'eyumal. Tato icha chi', lajan val icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj."
        },
        {
            "number": "7",
            "text": "Ix vilan junxo tas tzuji d'a yolyib'anhq'uinal tic to malaj yelk'ochi."
        },
        {
            "number": "8",
            "text": "Ay mach sch'ocojnhej, malaj junoc yuninal, malaj yuk'tac, palta malaj b'aj syik' yip, max och vaan sayanek' sb'eyumal, malaj b'aj syeccot sna' icha tic: ¿Mach yuj tzin te munlaji? ¿Tas yuj svixtej in b'a? manh xchioc. A eb' icha chi' sk'ulej nab'anhej syixtej sb'a eb'."
        },
        {
            "number": "9",
            "text": "Vach' tato yaman smunlaj chavanhoc anima d'a yichanh junoc mach to sch'ocoj smunlaji, yujto nivan tas syik' eb' d'a smunlajel chi'."
        },
        {
            "number": "10",
            "text": "Tato stelvi junoc, axo junxo chi' squetzanxi q'ue vaan. Palta tato a junoc anima sch'ocojnhej stelvi, malaj mach squetzan q'ue vaan."
        },
        {
            "number": "11",
            "text": "Anhejtona' tato ay chavanhoc anima junnhej svayi, sq'uixinalej sb'a eb', palta tato sch'ocoj junoc anima svayi, ¿tas tz'aj sq'uixnaji?"
        },
        {
            "number": "12",
            "text": "A junoc mach sch'ocoj, elanhchamel tz'ak'ji ganar yuj junoc ajk'ool, palta tato chavanh sb'ey eb' jun, syal stek'b'an sb'a eb'. Ocxom junoc lasu oxe' yaj spach'uch'aji, manh comonoc sd'inhchaji."
        },
        {
            "number": "13",
            "text": "Yelxo te vach' yic junoc vinh quelem meb'a' ay spensar, d'a yichanh pax junoc vinh rey icham vinacxo to malaj spensar, maxtzac schalaj yab' razón."
        },
        {
            "number": "14",
            "text": "Vach'chom meb'a' vinh quelem chi' ayic tz'elta vinh d'a preso, palta syal yoch vinh reyal. Ix vilanpaxi to masanil anima tz'alani to vach' a vinh quelem chi' tz'ochcan reyal sq'uexuloc vinh icham vinac chi'."
        },
        {
            "number": "15",
            "text": "Vach'chom manh jantacoc sb'isul anima tz'ak'anoch vinh quelem chi' reyal, palta axo yic tz'ek' tiempo, jantac eb' maxtzac tzalajlaj yed' vinh. A scak'an quip co sayan tas tz'aj stzalaj masanil eb' anima qued'oc malaj yalani, lajan val icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj."
        }
    ]
}