{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ayic tzonh k'och d'a stemplo Dios, yelxo te vach' to sco maclej val cab' tas tz'alchaji, sco b'eyb'alanpaxi, d'a yichanh pax to sco nitzoch co b'a sco comon tak'van junoc tas, icha sk'ulej eb' malaj spensar, max snalaj eb' tato chuc sk'ulej."
        },
        {
            "number": "2",
            "text": "D'a sb'ab'elal scham val co naani, ichato chi' b'ian sco tak'van cak'an junoc tas d'a Dios, yujto a Dios chi' a d'a satchaanh ayeq'ui, a onhxo tic a d'a sat lum tic ayonh eq'ui. Yuj chi' manh comonoc scala'."
        },
        {
            "number": "3",
            "text": "Yujto ayic manh jantacoc tas sco na'a, tzonh chac vayichan yuuj. Axo yuj b'aj tzonh te loloni, ay comon lolonel malaj yalan scala'."
        },
        {
            "number": "4",
            "text": "Ayic sco tak'van junoc tas d'a Dios, mocab' quiq'uek' tiempo cak'ani, yujto max tzalaj Dios yed' eb' scomon tak'van junoc tas, yuj chi' caq'uec tas sco tak'vej chi'."
        },
        {
            "number": "5",
            "text": "Más vach' max co comon tak'vej co ti'oc, d'a yichanh pax to sco tak'vej, palta max co k'anab'ajejlaj."
        },
        {
            "number": "6",
            "text": "Mocab' cak'och co mul co comon tak'van junoc tas, axo ta tz'aji ayic schaji yuj junoc mach ayoch d'a yib'anh schaani, scalani to satk'olal caji ayic ix co tak'van chi'. Mocab' co tzuntzejcot yoval sk'ol Dios yuj tas sco tak'vej chi', yujto ay smay satanel tastac sco k'ulej."
        },
        {
            "number": "7",
            "text": "Yelxo te vach' to ay yelk'och Dios d'a yol co sat d'a yichanh pax to nivan tas sco tak'vej d'ay."
        },
        {
            "number": "8",
            "text": "Mocab' sat co k'ol quilan yuj tas tz'aj yixtaj eb' meb'a' d'a co chonhab', b'aj max k'anab'ajaj tojolal, yujto a eb' ay yopisio scolji eb' yuj juntzanhxo eb' nivac yopisio. Axo eb' chi' scolji eb' yuj juntzanhxo eb' yelxo nivan yopisio d'a yib'anh eb'."
        },
        {
            "number": "9",
            "text": "Yujto anhej vinh rey nivan yelk'och yed' yopisio d'a yib'anh juntzanhxo eb' vinh yajal, yuj chi' yelxo val nivan tas syik'can vinh d'a tas tz'el d'a sat lum luum tic."
        },
        {
            "number": "10",
            "text": "Tato sco nib'ej val och q'uen tumin, malaj b'aq'uinh slajvi co nib'an q'ueen. Anhejtona' tato sco nib'ej tzonh och b'eyumal, malaj b'aq'uinh scala' to k'ocb'ilxo tas ay d'ayonh. Palta a jun chi' manh pensaril."
        },
        {
            "number": "11",
            "text": "Yujto ayic nivanxo tas ay d'ayonh, nivan pax slajvieli. Anhej co ganar, tonhej squil yek' q'uen tumin chi' d'a yol co k'ab'."
        },
        {
            "number": "12",
            "text": "Tato tzonh munlaji, taxonhej nivan tas sco va'a mato jab'nhej, palta junk'olal tzonh vayi. Axo eb' b'eyum jun, max vaylaj eb' snaan yuj tastac ay d'ay."
        },
        {
            "number": "13",
            "text": "Ix vilanpaxi to ay val jun tas te cusk'olal d'a yolyib'anhq'uinal tic: A val eb' tz'och val ilk'olal sayanek' sb'eyumal, palta axo tz'aji a sb'eyumal eb' chi' sjuaneli."
        },
        {
            "number": "14",
            "text": "Yujto ay b'aj syak'och schonh eb', axo tz'aji a tz'ik'ancot d'a yib'anh eb', slajviel tastac ay d'a eb', manhxalaj jab'oc tas vach' syak'can eb' d'a eb' yuninal."
        },
        {
            "number": "15",
            "text": "Icha tz'aj calji d'a yolyib'anhq'uinal tic, b'eran onh eli onh javi, axo yic tzonh meltzajxi malaj jab'oc tas squik'b'at qued'oc."
        },
        {
            "number": "16",
            "text": "Aton jun tic te cusk'olal, icha tz'aj calji, icha pax chi' tz'aj co meltzajxi. Malaj jab'oc tas squik' d'a co munlajel squik'b'at qued'oc."
        },
        {
            "number": "17",
            "text": "Ay b'aj ayic pitzan onh d'a yolyib'anhq'uinal tic, d'a scal xivk'olal tzonh eq'ui, d'a scal yaelal yed' d'a scal cusk'olal."
        },
        {
            "number": "18",
            "text": "Anhej val jun tas vach' ix vil d'a yolyib'anhq'uinal tic to tzonh va'i, scuk'an a', scak'an tzalajb'oc co k'ol yed' tas squik' d'a jantac co munlajel, d'a jab' co q'uinal syak' Dios, aton jab' chi' syak' co k'ulej d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "19",
            "text": "Yed' junxo tic, tato a Dios tz'ak'an jantac co b'eyumal, syak'anpax co tzalajk'olal co va'an tas squik' d'a co munlajel yuj svach'k'olal."
        },
        {
            "number": "20",
            "text": "Yacb'an a Dios tz'ak'an co tzalajk'olal chi', max yal-laj coch ilk'olal yuj tas ol aj yek' tiempo cuuj."
        }
    ]
}