{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ayic tzonh k'och t'a stemplo Dios, yelxo te wach' to sko maclej wal kab' tas tz'alchaji, sko b'eyb'alanpaxi, t'a yichanh pax to sko nitzoch ko b'a sko comon tak'wan junok tas, icha sk'ulej heb' malaj spensar, max snalaj heb' tato chuk sk'ulej."
        },
        {
            "number": "2",
            "text": "D'a sb'ab'elal scham wal ko naani, ichato chi' b'ian sko tak'wan kak'an junok tas d'ha Dios, yujto ha Dios chi' ha t'a satcha’anh ayeq'ui, a onhxo tik ha t'a sat lum tik ayonh eq'ui. Yuj chi' manh comonoc skala'."
        },
        {
            "number": "3",
            "text": "Yujto ayic manh jantacoc tas sko na'a, tzonh chac wayichan yuj. Axo yuj b'aj tzonh te loloni, ay comon lolonel malaj yalan skala'."
        },
        {
            "number": "4",
            "text": "Ayic sko tak'wan junok tas d'ha Dios, mokab' quik'ek' tiempo kak'ani, yujto max tzalaj Dios yet' heb' scomon tak'wan junok tas, yuj chi' caq'ek tas sko tak'wej chi'."
        },
        {
            "number": "5",
            "text": "Más wach' max ko comon tak'wej ko ti'oc, t'a yichanh pax to sko tak'wej, palta max ko k'anab'ajejlaj."
        },
        {
            "number": "6",
            "text": "Mokab' kak'och ko mul ko comon tak'wan junok tas, haxo ta tz'aji ayic schaji yuj junok mach ayoch t'a yib'anh schaani, skalani to satk'olal kaji ayic ix ko tak'wan chi'. Mokab' ko tzuntzejcot yowal sk'ol Dios yuj tas sko tak'wej chi', yujto ay smay satanel tastac sko k'ulej."
        },
        {
            "number": "7",
            "text": "Yelxo te wach' to ay yelk'och Dios t'a yol ko sat t'a yichanh pax to niwan tas sko tak'wej t'ay."
        },
        {
            "number": "8",
            "text": "Mokab' sat ko k'ol quilan yuj tas tz'aj yixtaj heb' meb'a' t'a ko chonhab', b'aj max k'anab'ajaj tojolal, yujto a heb' ay yopisio scolji heb' yuj juntzanhxo heb' niwac yopisio. Axo heb' chi' scolji heb' yuj juntzanhxo heb' yelxo niwan yopisio t'a yib'anh heb'."
        },
        {
            "number": "9",
            "text": "Yujto anhej winh rey niwan yelk'och yet' yopisio t'a yib'anh juntzanhxo heb' winh yajal, yuj chi' yelxo wal niwan tas syik'kan winh t'a tas tz'el t'a sat lum lum tik."
        },
        {
            "number": "10",
            "text": "Tato sko nib'ej wal och k'een tumin, malaj b'ak'uinh slajwi ko nib'an k'een. Anhejtona' tato sko nib'ej tzonh och b'eyumal, malaj b'ak'uinh skala' to k'ocb'ilxo tas ay t'ayonh. Palta a jun chi' manh pensaril."
        },
        {
            "number": "11",
            "text": "Yujto ayic niwanxo tas ay t'ayonh, niwan pax slajwieli. Anhej ko ganar, tonhej squil yek' k'een tumin chi' t'a yol ko k'ab'."
        },
        {
            "number": "12",
            "text": "Tato tzonh munlaji, taxonhej niwan tas sko wa''a mato jab'nhej, palta junk'olal tzonh wayi. Axo heb' b'eyum jun, max waylaj heb' snaan yuj tastac ay t'ay."
        },
        {
            "number": "13",
            "text": "Ix wilanpaxi to ay wal jun tas te cusk'olal t'a yol yib'anhk’inal tik: Ha wal heb' tz'och wal ilk'olal sayanek' sb'eyumal, palta haxo tz'aji a sb'eyumal heb' chi' sjuaneli."
        },
        {
            "number": "14",
            "text": "Yujto ay b'aj syak'och schonh heb', haxo tz'aji a tz'ik'ancot t'a yib'anh heb', slajwiel tastac ay t'a heb', manhxalaj jab'oc tas wach' syak'kan heb' t'a heb' yuninal."
        },
        {
            "number": "15",
            "text": "Icha tz'aj kalji t'a yol yib'anhk’inal tik, b'eran onh eli onh jawi, haxo yic tzonh meltzajxi malaj jab'oc tas squik'b'at qued'oc."
        },
        {
            "number": "16",
            "text": "Aton jun tik te cusk'olal, icha tz'aj kalji, icha pax chi' tz'aj ko meltzajxi. Malaj jab'oc tas squik' t'a ko munlajel squik'b'at qued'oc."
        },
        {
            "number": "17",
            "text": "Ay b'aj ayic pitzan onh t'a yol yib'anhk’inal tik, t'a skal xivk'olal tzonh eq'ui, t'a skal yaelal yet' t'a skal cusk'olal."
        },
        {
            "number": "18",
            "text": "Anhej wal jun tas wach' ix wil t'a yol yib'anhk’inal tik to tzonh wa'i, scuk'an ha', skak'an tzalajb'oc ko k'ol yet' tas squik' t'a jantac ko munlajel, t'a jab' ko k 'inal syak' Dios, aton jab' chi' syak' ko k'ulej t'a yol yib'anhk’inal tik."
        },
        {
            "number": "19",
            "text": "Yed' junxo tik, tato ha Dios tz'ak'an jantac ko b'eyumal, syak'anpax ko tzalajk'olal ko wa''an tas squik' t'a ko munlajel yuj swach'k'olal."
        },
        {
            "number": "20",
            "text": "Yacb'an ha Dios tz'ak'an ko tzalajk'olal chi', max yal-laj coch ilk'olal yuj tas ol aj yek' tiempo cuuj."
        }
    ]
}