{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ayic tzonh k'och t'a stemplo Dios, yelxo te wach' to sco maclej val cab' tas tz'alchaji, sco b'eyb'alanpaxi, t'a yichanh pax to sco nitzoch co b'a sco comon tak'van junok tas, icha sk'ulej eb' malaj spensar, max snalaj eb' tato chuk sk'ulej."
        },
        {
            "number": "2",
            "text": "D'a sb'ab'elal scham val co naani, ichato chi' b'ian sco tak'van cak'an junok tas d'ha Dios, yujto ha Dios chi' ha t'a satcha’anh ayeq'ui, a onhxo tik ha t'a sat lum tik ayonh eq'ui. Yuj chi' manh comonoc scala'."
        },
        {
            "number": "3",
            "text": "Yujto ayic manh jantacoc tas sco na'a, tzonh chac vayichan yuj. Axo yuj b'aj tzonh te loloni, ay comon lolonel malaj yalan scala'."
        },
        {
            "number": "4",
            "text": "Ayic sco tak'van junok tas d'ha Dios, mocab' quiq'uek' tiempo cak'ani, yujto max tzalaj Dios yet' eb' scomon tak'van junok tas, yuj chi' caq'ek tas sco tak'vej chi'."
        },
        {
            "number": "5",
            "text": "Más wach' max co comon tak'vej co ti'oc, t'a yichanh pax to sco tak'vej, palta max co k'anab'ajejlaj."
        },
        {
            "number": "6",
            "text": "Mocab' cak'och co mul co comon tak'van junok tas, haxo ta tz'aji ayic schaji yuj junok mach ayoch t'a yib'anh schaani, scalani to satk'olal caji ayic ix co tak'van chi'. Mocab' co tzuntzejcot yoval sk'ol Dios yuj tas sco tak'vej chi', yujto ay smay satanel tastac sco k'ulej."
        },
        {
            "number": "7",
            "text": "Yelxo te wach' to ay yelk'och Dios t'a yol co sat t'a yichanh pax to niwan tas sco tak'vej t'ay."
        },
        {
            "number": "8",
            "text": "Mocab' sat co k'ol quilan yuj tas tz'aj yixtaj eb' meb'a' t'a co chonhab', b'aj max k'anab'ajaj tojolal, yujto a eb' ay yopisio scolji eb' yuj juntzanhxo eb' nivac yopisio. Axo eb' chi' scolji eb' yuj juntzanhxo eb' yelxo niwan yopisio t'a yib'anh eb'."
        },
        {
            "number": "9",
            "text": "Yujto anhej winh rey niwan yelk'och yet' yopisio t'a yib'anh juntzanhxo eb' winh yajal, yuj chi' yelxo val niwan tas syik'kan winh t'a tas tz'el t'a sat lum lum tik."
        },
        {
            "number": "10",
            "text": "Tato sco nib'ej val och q'uen tumin, malaj b'ak'uinh slajvi co nib'an q'ueen. Anhejtona' tato sco nib'ej tzonh och b'eyumal, malaj b'ak'uinh scala' to k'ocb'ilxo tas ay t'ayonh. Palta a jun chi' manh pensaril."
        },
        {
            "number": "11",
            "text": "Yujto ayic nivanxo tas ay t'ayonh, niwan pax slajvieli. Anhej co ganar, tonhej squil yek' q'uen tumin chi' t'a yol co k'ab'."
        },
        {
            "number": "12",
            "text": "Tato tzonh munlaji, taxonhej niwan tas sco wa''a mato jab'nhej, palta junk'olal tzonh vayi. Axo eb' b'eyum jun, max vaylaj eb' snaan yuj tastac ay t'ay."
        },
        {
            "number": "13",
            "text": "Ix vilanpaxi to ay val jun tas te cusk'olal t'a yol yib'anhk’inal tik: Ha val eb' tz'och val ilk'olal sayanek' sb'eyumal, palta haxo tz'aji a sb'eyumal eb' chi' sjuaneli."
        },
        {
            "number": "14",
            "text": "Yujto ay b'aj syak'och schonh eb', haxo tz'aji a tz'ik'ancot t'a yib'anh eb', slajviel tastac ay t'a eb', manhxalaj jab'oc tas wach' syak'kan eb' t'a eb' yuninal."
        },
        {
            "number": "15",
            "text": "Icha tz'aj calji t'a yol yib'anhk’inal tik, b'eran onh eli onh javi, haxo yic tzonh meltzajxi malaj jab'oc tas squik'b'at qued'oc."
        },
        {
            "number": "16",
            "text": "Aton jun tik te cusk'olal, icha tz'aj calji, icha pax chi' tz'aj co meltzajxi. Malaj jab'oc tas squik' t'a co munlajel squik'b'at qued'oc."
        },
        {
            "number": "17",
            "text": "Ay b'aj ayic pitzan onh t'a yol yib'anhk’inal tik, t'a skal xivk'olal tzonh eq'ui, t'a skal yaelal yet' t'a skal cusk'olal."
        },
        {
            "number": "18",
            "text": "Anhej val jun tas wach' ix vil t'a yol yib'anhk’inal tik to tzonh wa'i, scuk'an ha', scak'an tzalajb'oc co k'ol yet' tas squik' t'a jantac co munlajel, t'a jab' co q'uinal syak' Dios, aton jab' chi' syak' co k'ulej t'a yol yib'anhk’inal tik."
        },
        {
            "number": "19",
            "text": "Yed' junxo tik, tato ha Dios tz'ak'an jantac co b'eyumal, syak'anpax co tzalajk'olal co wa''an tas squik' t'a co munlajel yuj swach'k'olal."
        },
        {
            "number": "20",
            "text": "Yacb'an ha Dios tz'ak'an co tzalajk'olal chi', max yal-laj coch ilk'olal yuj tas ol aj yek' tiempo cuuj."
        }
    ]
}