{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun tas sjavi d'a yib'anh eb' anima d'a yolyib'anhq'uinal tic to manh smojoc sk'ulaj svila':"
        },
        {
            "number": "2",
            "text": "A Dios tz'ak'an sb'eyumal junoc mach yed' snivanil yelk'ochi, ayxonhej tastac snib'ej, palta max chajilaj yak' tzalajb'oc sk'ol d'a smasanil juntzanh chi', ch'ocxo mach syak' tzalajb'oc sk'ol yed'oc. A jun tic, ixtojb'ail, manh smojoc."
        },
        {
            "number": "3",
            "text": "Vach'chom a junoc vinh vinac ay 100-oc yuninal, nivan tiempo syil vinh, palta tato max yak' tzalajb'oc sk'ol vinh yed' tas vach', tato chuclaj tz'aj smucchaj vinh, a tzin naani to te vach' yic junoc eq'uelti' unin d'a yichanh jun vinac chi'."
        },
        {
            "number": "4",
            "text": "Vach'chom a junoc unin chi', tonhej tz'ek' d'a ichnhejta', malaj b'aj sb'inaj jab'oc,"
        },
        {
            "number": "5",
            "text": "maj yil jab'oc saquilq'uinal, malaj jab'oc tas syojtaquejeli, vach' yico' yujto syik' yip, malaj tas sna'a."
        },
        {
            "number": "6",
            "text": "A pax jun vinac chi' jun, vach'chom ix ek' chab'oc mil ab'il, tato maj yak' tzalajb'oc sk'ol yed' tastac ay d'ay, malaj yelk'ochi, a d'a slajvub' junnhej b'aj ol can eb' d'a chamub'."
        },
        {
            "number": "7",
            "text": "Masanil co munlajel sco b'o'o, anhej yoch yopisio d'a co nivanil, palta malaj b'aq'uinh tzonh och vaan co nib'an tas sco nib'ej."
        },
        {
            "number": "8",
            "text": "Manh vach'oc yic junoc anima jelan d'a yichanh junoc to malaj spensar tato anheja' meb'a' jun anima jelan chi', vach'chom yojtac yik'an b'ey sb'a yed' yetanimail d'a svach'ilal."
        },
        {
            "number": "9",
            "text": "Yelxo vach' tato jab'nhej tas ay d'ayonh, d'a yichanh pax tonhej sco te naub'tanhej coch b'eyumal. A tas sco naub'tanhej chi' malaj yelk'ochi, lajan val icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj."
        },
        {
            "number": "10",
            "text": "A tas ayek' ticnaic, toxonton tz'alchaj d'a peca'. A onh anima onh tic ojtacab'il tas caji, nab'a anima onh. Max yal-laj co telan co b'a yed' Dios, yujto te ek'to yip d'ayonh."
        },
        {
            "number": "11",
            "text": "Ay jun lolonel syal icha tic: Tato nivan lolonel scala' ayic sco telan co b'a, ay lolonel manhxalaj yalan scala'. Malaj jab'oc tas vach' squik'a' ayic sco telan co b'a chi'."
        },
        {
            "number": "12",
            "text": "Malaj mach ojtannac tas junoc vach' d'ayonh anima onh tic yic tzonh ek' jaye' k'ual d'a yolyib'anhq'uinal tic, yujto a co q'uinal elanhchamel tz'ek'b'at icha enhul. Malaj junoc mach syal yalani tas ol ujoc d'a yolyib'anhq'uinal tic ayic toxo ix onh chami."
        }
    ]
}