{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun tas sjavi t'a yib'anh eb' anima t'a yol yib'anhk’inal tik to manh smojoc sk'ulaj svila':"
        },
        {
            "number": "2",
            "text": "Ha Dios tz'ak'an sb'eyumal junok mach yet' snivanil yelk'ochi, ayxonhej tastac snib'ej, palta max chajilaj yak' tzalajb'oc sk'ol t'a smasanil juntzanh chi', ch'ocxo mach syak' tzalajb'oc sk'ol yet'oc. Ha jun tik, ixtojb'ail, manh smojoc."
        },
        {
            "number": "3",
            "text": "Wach'chom a junok winh vinac ay 100-oc yuninal, niwan tiempo syil winh, palta tato max yak' tzalajb'oc sk'ol winh yet' tas wach', tato chuclaj tz'aj smucchaj winh, a tzin naani to te wach' yic junok eq'uelti' unin t'a yichanh jun vinac chi'."
        },
        {
            "number": "4",
            "text": "Wach'chom a junok unin chi', tonhej tzek' t'a ichnhejta', malaj b'aj sb'inaj jab'oc,"
        },
        {
            "number": "5",
            "text": "maj yil jab'oc sakil k'inal, malaj jab'oc tas syojtaquejeli, wach' yico' yujto syik' yip, malaj tas sna'a."
        },
        {
            "number": "6",
            "text": "Ha pax jun vinac chi' jun, wach'chom ix ek' chab'oc mil ab'il, tato maj yak' tzalajb'oc sk'ol yet' tastac ay t'ay, malaj yelk'ochi, ha t'a slajvub' junnhej b'aj ol kan eb' t'a chamub'."
        },
        {
            "number": "7",
            "text": "Masanil co munlajel sco b'o'o, anhej yoch yopisio t'a co nivanil, palta malaj b'ak'uinh tzonh och vaan co nib'an tas sco nib'ej."
        },
        {
            "number": "8",
            "text": "Manh wach'oc yic junok anima jelan t'a yichanh junok to malaj spensar tato anheja' meb'a' jun anima jelan chi', wach'chom yojtac yik'an b'ey sb'a yet' yetanimail t'a swach'ilal."
        },
        {
            "number": "9",
            "text": "Yelxo wach' tato jab'nhej tas ay t'ayonh, t'a yichanh pax tonhej sco te naub'tanhej coch b'eyumal. Ha tas sco naub'tanhej chi' malaj yelk'ochi, lajan val icha b'aj sco nib'ej sco yam ik', palta max yamchajlaj cuuj."
        },
        {
            "number": "10",
            "text": "Ha tas ayek' ticnaic, toxonton tz'alchaj t'a peca'. Ha onh anima onh tik ojtacab'il tas caji, nab'a anima onh. Max yal-laj co telan co b'a yet' Dios, yujto te ek'to yip t'ayonh."
        },
        {
            "number": "11",
            "text": "Ay jun lolonel syal icha tik: Tato niwan lolonel scala' ayic sco telan co b'a, ay lolonel manhxalaj yalan scala'. Malaj jab'oc tas wach' squik'a' ayic sco telan co b'a chi'."
        },
        {
            "number": "12",
            "text": "Malaj mach ojtannac tas junok wach' t'ayonh anima onh tik yic tzonh ek' jaye' k'ual t'a yol yib'anhk’inal tik, yujto a co q'uinal elanhchamel tzek'b'at icha enhul. Malaj junok mach syal yalani tas ol ujok t'a yol yib'anhk’inal tik ayic toxo ix onh chami."
        }
    ]
}