{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun tas sjawi t'a yib'anh heb' anima t'a yol yib'anhk’inal tik to manh smojoc sk'ulaj swila':"
        },
        {
            "number": "2",
            "text": "Ha Dios tz'ak'an sb'eyumal junok mach yet' sniwanil yelk'ochi, ayxonhej tastac snib'ej, palta max chajilaj yak' tzalajb'oc sk'ol t'a smasanil juntzanh chi', ch'ocxo mach syak' tzalajb'oc sk'ol yet'oc. Ha jun tik, ixtojb'ail, manh smojoc."
        },
        {
            "number": "3",
            "text": "Wach'chom a junok winh winak ay 100-oc yuninal, niwan tiempo syil winh, palta tato max yak' tzalajb'oc sk'ol winh yet' tas wach', tato chuclaj tz'aj smucchaj winh, a tzin naani to te wach' yic junok ek'elti' unin t'a yichanh jun winak chi'."
        },
        {
            "number": "4",
            "text": "Wach'chom a junok unin chi', tonhej tzek' t'a ichnhejta', malaj b'aj sb'inaj jab'oc,"
        },
        {
            "number": "5",
            "text": "maj yil jab'oc sakil k'inal, malaj jab'oc tas syojtaquejeli, wach' yico' yujto syik' yip, malaj tas sna'a."
        },
        {
            "number": "6",
            "text": "Ha pax jun winak chi' jun, wach'chom ix ek' chab'oc mil ab'il, tato maj yak' tzalajb'oc sk'ol yet' tastac ay t'ay, malaj yelk'ochi, ha t'a slajwub' junnhej b'aj ol kan heb' t'a chamub'."
        },
        {
            "number": "7",
            "text": "Masanil ko munlajel sko b'o'o, anhej yoch yopisio t'a ko niwanil, palta malaj b'ak'uinh tzonh och waan ko nib'an tas sko nib'ej."
        },
        {
            "number": "8",
            "text": "Manh wach'oc yic junok anima jelan t'a yichanh junok to malaj spensar tato anheja' meb'a' jun anima jelan chi', wach'chom yojtak yik'an b'ey sb'a yet' yetanimail t'a swach'ilal."
        },
        {
            "number": "9",
            "text": "Yelxo wach' tato jab'nhej tas ay t'ayonh, t'a yichanh pax tonhej sko te naub'tanhej coch b'eyumal. Ha tas sko naub'tanhej chi' malaj yelk'ochi, lajan wal icha b'aj sko nib'ej sko yam ik', palta max yamchajlaj cuuj."
        },
        {
            "number": "10",
            "text": "Ha tas ayek' ticnaik, toxonton tz'alchaj t'a peka'. Ha onh anima onh tik ojtakab'il tas kaji, nab'a anima onh. Max yal-laj ko telan ko b'a yet' Dios, yujto te ek'to yip t'ayonh."
        },
        {
            "number": "11",
            "text": "Ay jun lolonel syal icha tik: Tato niwan lolonel skala' ayic sko telan ko b'a, ay lolonel manhxalaj yalan skala'. Malaj jab'oc tas wach' squik'a' ayic sko telan ko b'a chi'."
        },
        {
            "number": "12",
            "text": "Malaj mach ojtannac tas junok wach' t'ayonh anima onh tik yic tzonh ek' jaye' k'ual t'a yol yib'anhk’inal tik, yujto a ko k 'inal elanhchamel tzek'b'at icha enhul. Malaj junok mach syal yalani tas ol ujok t'a yol yib'anhk’inal tik ayic toxo ix onh chami."
        }
    ]
}