{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Wach' tato wach' co b'inaji, t'a yichanh pax to suk'uq'ui co jab' yet' perfume. Wach' jun k'u ayic tzonh chami, t'a yichanh pax jun k'u ayic tzonh alji."
        },
        {
            "number": "2",
            "text": "Wach' ayic tzonh b'atcan iloj ak'val b'aj tz'och chamel, t'a yichanh pax tzonh b'atcan iloj q'uinh, yujto a chamel chi', quicnhej yaj co masanil. Wach' tato sco na' ayic pitzan onhto."
        },
        {
            "number": "3",
            "text": "Wach' tato tzonh oq'ui, t'a yichanh pax tzonh tzevaji, yujto wach'chom cuseltac yilji co sat, palta sb'o co pensar yuj."
        },
        {
            "number": "4",
            "text": "Ha eb' nhican spensar sna eb' yuj schamel, haxo eb' malaj spensar jun, anhej t'a q'uinh ayb'at spensar eb'."
        },
        {
            "number": "5",
            "text": "Wach' tato sco cha cab' co cachnab'il syak' junok mach jelan spensar, t'a yichanh pax to tzonh alji wach'il yuj junok mach malaj spensar."
        },
        {
            "number": "6",
            "text": "Ayic scab'an yel yav junok mach malaj spensar stzevaji, malaj jab'oc yelk'ochi. Lajan val icha cab'an stz'itiljub' te' q'uiix stz'ab'at yuj te' k'ak'."
        },
        {
            "number": "7",
            "text": "Ha q'uen tumin tz'ak'ji t'a elk'altac, a q'uen tz'ik'an yixtaxel spensar eb' jelan. Lajan tz'ajkan eb' icha eb' malaj spensar."
        },
        {
            "number": "8",
            "text": "Ayic sb'oelk'och junok tas, te ay tzalajk'olal t'a yichanh ayic tz'el yich sb'oi. Tato emnaquil scutej co b'a, te wach' quic t'a yichanh b'aj squik'chaanh co b'a."
        },
        {
            "number": "9",
            "text": "Mocab' k'unoc scot coval, yujto a chichonk'olal chi' yic eb' malaj spensar."
        },
        {
            "number": "10",
            "text": "Malajocab' b'ak'uinh scala' to a tas ek'nacxo más wach'. Ha jun chi', manh pensaril."
        },
        {
            "number": "11",
            "text": "Tato jelan onh, wach' quic t'a yichanh eb' anima scha smacb'en t'a yol yib'anhk’inal tik."
        },
        {
            "number": "12",
            "text": "Ha jelanil chi' te niwan yelk'och t'a yichanh q'uen tumin, yujto a tzonh ik'an b'ey t'a junk'olal."
        },
        {
            "number": "13",
            "text": "Scham val quilan tastac b'ob'il yuj Dios: Ha tas coxo yajcan yuj, malaj mach syal stojolb'itani."
        },
        {
            "number": "14",
            "text": "Tato wach' cajek' squila', smoj cak'an tzalajb'oc co k'ool, palta tato manh wach'oc cajek' squil jun, scham val co naani to ha Dios tz'utan scha macanhil, yic wach' a onh chamelb'a anima caj tik, manh cojtacoc tas sco cha co b'a yet'oc."
        },
        {
            "number": "15",
            "text": "Ha yet' jab' in q'uinal malaj yelk'och tik, ay juntzanh tas ix wila'': Ay b'aj a eb' anima wach' spensar spet chami. Ay pax b'aj jun, a eb' chuc spensar najtil tz'eq'ui."
        },
        {
            "number": "16",
            "text": "Yuj chi' max onh ek' t'a yib'anh co k'ulan wach'il, max onh ek' pax t'a yib'anh cak'anoch co b'a jelanil yic max co juel co b'a."
        },
        {
            "number": "17",
            "text": "Mocab' onh ek' t'a yib'anh co te k'ulan chucal. Mocab' cak'paxoch co b'a manh pensaril, yic max pet onh chami."
        },
        {
            "number": "18",
            "text": "Sco ya'ilej co b'ha t'a chab' b'eyb'al tik, tato ay yelk'och Dios t'ayonh, wach' ol onh elk'och yet' juntzanh tik."
        },
        {
            "number": "19",
            "text": "Ha junok mach jelan, ek'alto niwan yelk'och yuj sjelanil chi' t'a yichanh lajunhvanhoc eb' ayoch yajalil t'a junok chonhab'."
        },
        {
            "number": "20",
            "text": "Palta malaj junok onh te wach' onh t'a yol yib'anhk’inal tik. Malaj junok mach onh to max och co mul."
        },
        {
            "number": "21",
            "text": "Mocab' co cha cab' masanil tas tz'alji, yic wach' tato chuc syal eb' co checab' t'ayonh, manh yaoc scab'i,"
        },
        {
            "number": "22",
            "text": "yujto cojtac to ay b'aj chuc pax skal t'a junocxo mach."
        },
        {
            "number": "23",
            "text": "Masanil juntzanh tik ix in ch'olb'itej yet' in jelanil, yujto ay val och t'a in pensar to jelan tzin ajelk'ochi, palta max nachajel-laj vuuj."
        },
        {
            "number": "24",
            "text": "Masanil tas tzuji max nachajel-laj vuuj, yujto ajaltac yojtacajeli, malaj mach snachajel yuj."
        },
        {
            "number": "25",
            "text": "Ix vak' val och t'a in k'ol in sayanek' jelanil yic svojtaquejeli tas yaj smasanil. Ix nachajel vuuj to malaj co pensar tato sco k'ulej chucal, quistal onh tato sco pitej co b'a."
        },
        {
            "number": "26",
            "text": "Ay jun tas te chuc ix ilchaj vuj t'a yichanh chamel. Aton eb' ix ix te ay smon smusan sat eb' vinh vinac, maxtzac actajel eb' vinh yuj ix. Ha vinh ay yelk'och Dios t'a sat, max ak'jilaj ganar vinh yuj ix, palta haxo eb' vinh sk'ulan chucal, k'un yak'ji ganar eb' vinh."
        },
        {
            "number": "27",
            "text": "Ayic ix vak'an vip vojtacanel juntzanh tik, a in svalel lolonel tik, ayto pax tas maj vojtaquejeli, palta ay jun tas ix vojtaquejel t'a skal juntzanh tik, tecan am junnhej vinh vinac ay yelk'och t'a skal junok mil vinac. Axo t'a skal eb' ix ix, malaj junok ix ay yelk'och ix ilchaj vuuj."
        },
        {
            "number": "28",
            "text": "Anhej tas ix chax vuuj to a onh anima onh tik, wach' ix onh ajkan sb'oan Dios, palta haxo ix aji, ix quixtejel co b'a."
        }
    ]
}