{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Wach' tato wach' ko b'inaji, t'a yichanh pax to suk'uq'ui ko jab' yet' perfume. Wach' jun k'u ayic tzonh chami, t'a yichanh pax jun k'u ayic tzonh alji."
        },
        {
            "number": "2",
            "text": "Wach' ayic tzonh b'atcan iloj ak'wal b'aj tz'och chamel, t'a yichanh pax tzonh b'atcan iloj q'uinh, yujto a chamel chi', quicnhej yaj ko masanil. Wach' tato sco na' ayic pitzan onhto."
        },
        {
            "number": "3",
            "text": "Wach' tato tzonh oq'ui, t'a yichanh pax tzonh tzewaji, yujto wach'chom cuseltac yilji ko sat, palta sb'o ko pensar yuj."
        },
        {
            "number": "4",
            "text": "Ha heb' nhican spensar sna heb' yuj schamel, haxo heb' malaj spensar jun, anhej t'a q'uinh ayb'at spensar heb'."
        },
        {
            "number": "5",
            "text": "Wach' tato sco cha cab' ko cachnab'il syak' junok mach jelan spensar, t'a yichanh pax to tzonh alji wach'il yuj junok mach malaj spensar."
        },
        {
            "number": "6",
            "text": "Ayic scab'an yel yav junok mach malaj spensar stzewaji, malaj jab'oc yelk'ochi. Lajan wal icha cab'an stz'itiljub' te' q'uiix stz'ab'at yuj te' k'ak'."
        },
        {
            "number": "7",
            "text": "Ha k'een tumin tz'ak'ji t'a elk'altac, a k'een tz'ik'an yixtaxel spensar heb' jelan. Lajan tz'ajkan heb' icha heb' malaj spensar."
        },
        {
            "number": "8",
            "text": "Ayic sb'oelk'och junok tas, te ay tzalajk'olal t'a yichanh ayic tz'el yich sb'oi. Tato emnaquil scutej ko b'a, te wach' quic t'a yichanh b'aj squik'chaanh ko b'a."
        },
        {
            "number": "9",
            "text": "Mocab' k'unoc scot cowal, yujto a chichonk'olal chi' yic heb' malaj spensar."
        },
        {
            "number": "10",
            "text": "Malajocab' b'ak'uinh scala' to a tas ek'nacxo más wach'. Ha jun chi', manh pensaril."
        },
        {
            "number": "11",
            "text": "Tato jelan onh, wach' quic t'a yichanh heb' anima scha smacb'en t'a yol yib'anhk’inal tik."
        },
        {
            "number": "12",
            "text": "Ha jelanil chi' te niwan yelk'och t'a yichanh k'een tumin, yujto a tzonh ik'an b'ey t'a junk'olal."
        },
        {
            "number": "13",
            "text": "Scham wal quilan tastac b'ob'il yuj Dios: Ha tas coxo yajcan yuj, malaj mach syal stojolb'itani."
        },
        {
            "number": "14",
            "text": "Tato wach' cajek' squila', smoj cak'an tzalajb'oc ko k'ool, palta tato manh wach'oc cajek' squil jun, scham wal ko naani to ha Dios tz'utan scha macanhil, yic wach' a onh chamelb'a anima caj tik, manh cojtacoc tas sco cha ko b'a yet'oc."
        },
        {
            "number": "15",
            "text": "Ha yet' jab' in k 'inal malaj yelk'och tik, ay juntzanh tas ix wila'': Ay b'aj a heb' anima wach' spensar spet chami. Ay pax b'aj jun, a heb' chuk spensar najtil tz'eq'ui."
        },
        {
            "number": "16",
            "text": "Yuj chi' max onh ek' t'a yib'anh ko k'ulan wach'il, max onh ek' pax t'a yib'anh cak'anoch ko b'a jelanil yic max ko juel ko b'a."
        },
        {
            "number": "17",
            "text": "Mocab' onh ek' t'a yib'anh ko te k'ulan chukal. Mocab' cak'paxoch ko b'a manh pensaril, yic max pet onh chami."
        },
        {
            "number": "18",
            "text": "Sco ya'ilej ko b'ha t'a chab' b'eyb'al tik, tato ay yelk'och Dios t'ayonh, wach' ol onh elk'och yet' juntzanh tik."
        },
        {
            "number": "19",
            "text": "Ha junok mach jelan, ek'alto niwan yelk'och yuj sjelanil chi' t'a yichanh lajunhwanhoc heb' ayoch yajalil t'a junok chonhab'."
        },
        {
            "number": "20",
            "text": "Palta malaj junok onh te wach' onh t'a yol yib'anhk’inal tik. Malaj junok mach onh to max och ko mul."
        },
        {
            "number": "21",
            "text": "Mocab' ko cha cab' masanil tas tz'alji, yic wach' tato chuk syal heb' ko checab' t'ayonh, manh yaoc scab'i,"
        },
        {
            "number": "22",
            "text": "yujto cojtac to ay b'aj chuk pax skal t'a junocxo mach."
        },
        {
            "number": "23",
            "text": "Masanil juntzanh tik ix in ch'olb'itej yet' in jelanil, yujto ay wal och t'a in pensar to jelan tzin ajelk'ochi, palta max nachajel-laj wuuj."
        },
        {
            "number": "24",
            "text": "Masanil tas tzuji max nachajel-laj wuuj, yujto ajaltac yojtacajeli, malaj mach snachajel yuj."
        },
        {
            "number": "25",
            "text": "Ix wak' wal och t'a in k'ol in sayanek' jelanil yic swojtaquejeli tas yaj smasanil. Ix nachajel wuuj to malaj ko pensar tato sco k'ulej chukal, quistal onh tato sco pitej ko b'a."
        },
        {
            "number": "26",
            "text": "Ay jun tas te chuk ix ilchaj wuj t'a yichanh chamel. Aton heb' ix ix te ay smon smusan sat heb' winh winak, maxtzac actajel heb' winh yuj ix. Ha winh ay yelk'och Dios t'a sat, max ak'jilaj ganar winh yuj ix, palta haxo heb' winh sk'ulan chukal, k'un yak'ji ganar heb' winh."
        },
        {
            "number": "27",
            "text": "Ayic ix wak'an wip wojtacanel juntzanh tik, a in swalel lolonel tik, ayto pax tas maj wojtaquejeli, palta ay jun tas ix wojtaquejel t'a skal juntzanh tik, tecan am junnhej winh winak ay yelk'och t'a skal junok mil winak. Axo t'a skal heb' ix ix, malaj junok ix ay yelk'och ix ilchaj wuuj."
        },
        {
            "number": "28",
            "text": "Anhej tas ix chax wuuj to a onh anima onh tik, wach' ix onh ajkan sb'oan Dios, palta haxo ix aji, ix quixtejel ko b'a."
        }
    ]
}