{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Vach' tato vach' co b'inaji, d'a yichanh pax to suk'uq'ui co jab' yed' perfume. Vach' jun k'u ayic tzonh chami, d'a yichanh pax jun k'u ayic tzonh alji."
        },
        {
            "number": "2",
            "text": "Vach' ayic tzonh b'atcan iloj ak'val b'aj tz'och chamel, d'a yichanh pax tzonh b'atcan iloj q'uinh, yujto a chamel chi', quicnhej yaj co masanil. Vach' tato sco na' ayic pitzan onhto."
        },
        {
            "number": "3",
            "text": "Vach' tato tzonh oq'ui, d'a yichanh pax tzonh tzevaji, yujto vach'chom cuseltac yilji co sat, palta sb'o co pensar yuuj."
        },
        {
            "number": "4",
            "text": "A eb' nhican spensar sna eb' yuj schamel, axo eb' malaj spensar jun, anhej d'a q'uinh ayb'at spensar eb'."
        },
        {
            "number": "5",
            "text": "Vach' tato sco cha cab' co cachnab'il syak' junoc mach jelan spensar, d'a yichanh pax to tzonh alji vach'il yuj junoc mach malaj spensar."
        },
        {
            "number": "6",
            "text": "Ayic scab'an yel yav junoc mach malaj spensar stzevaji, malaj jab'oc yelk'ochi. Lajan val icha cab'an stz'itiljub' te' q'uiix stz'ab'at yuj te' k'ak'."
        },
        {
            "number": "7",
            "text": "A q'uen tumin tz'ak'ji d'a elk'altac, a q'uen tz'ik'an yixtaxel spensar eb' jelan. Lajan tz'ajcan eb' icha eb' malaj spensar."
        },
        {
            "number": "8",
            "text": "Ayic sb'oelk'och junoc tas, te ay tzalajk'olal d'a yichanh ayic tz'el yich sb'oi. Tato emnaquil scutej co b'a, te vach' quic d'a yichanh b'aj squik'chaanh co b'a."
        },
        {
            "number": "9",
            "text": "Mocab' k'unoc scot coval, yujto a chichonk'olal chi' yic eb' malaj spensar."
        },
        {
            "number": "10",
            "text": "Malajocab' b'aq'uinh scala' to a tas ek'nacxo más vach'. A jun chi', manh pensaril."
        },
        {
            "number": "11",
            "text": "Tato jelan onh, vach' quic d'a yichanh eb' anima scha smacb'en d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "12",
            "text": "A jelanil chi' te nivan yelk'och d'a yichanh q'uen tumin, yujto a tzonh ik'an b'ey d'a junk'olal."
        },
        {
            "number": "13",
            "text": "Scham val quilan tastac b'ob'il yuj Dios: A tas coxo yajcan yuuj, malaj mach syal stojolb'itani."
        },
        {
            "number": "14",
            "text": "Tato vach' cajek' squila', smoj cak'an tzalajb'oc co k'ool, palta tato manh vach'oc cajek' squil jun, scham val co naani to a Dios tz'utan scha macanhil, yic vach' a onh chamelb'a anima caj tic, manh cojtacoc tas sco cha co b'a yed'oc."
        },
        {
            "number": "15",
            "text": "A yed' jab' in q'uinal malaj yelk'och tic, ay juntzanh tas ix vila': Ay b'aj a eb' anima vach' spensar spet chami. Ay pax b'aj jun, a eb' chuc spensar najtil tz'eq'ui."
        },
        {
            "number": "16",
            "text": "Yuj chi' max onh ek' d'a yib'anh co k'ulan vach'il, max onh ek' pax d'a yib'anh cak'anoch co b'a jelanil yic max co juel co b'a."
        },
        {
            "number": "17",
            "text": "Mocab' onh ek' d'a yib'anh co te k'ulan chucal. Mocab' cak'paxoch co b'a manh pensaril, yic max pet onh chami."
        },
        {
            "number": "18",
            "text": "Sco ya'ilej co b'a d'a chab' b'eyb'al tic, tato ay yelk'och Dios d'ayonh, vach' ol onh elk'och yed' juntzanh tic."
        },
        {
            "number": "19",
            "text": "A junoc mach jelan, ek'alto nivan yelk'och yuj sjelanil chi' d'a yichanh lajunhvanhoc eb' ayoch yajalil d'a junoc chonhab'."
        },
        {
            "number": "20",
            "text": "Palta malaj junoc onh te vach' onh d'a yolyib'anhq'uinal tic. Malaj junoc mach onh to max och co mul."
        },
        {
            "number": "21",
            "text": "Mocab' co cha cab' masanil tas tz'alji, yic vach' tato chuc syal eb' co checab' d'ayonh, manh yaoc scab'i,"
        },
        {
            "number": "22",
            "text": "yujto cojtac to ay b'aj chuc pax scal d'a junocxo mach."
        },
        {
            "number": "23",
            "text": "Masanil juntzanh tic ix in ch'olb'itej yed' in jelanil, yujto ay val och d'a in pensar to jelan tzin ajelk'ochi, palta max nachajel-laj vuuj."
        },
        {
            "number": "24",
            "text": "Masanil tas tzuji max nachajel-laj vuuj, yujto ajaltac yojtacajeli, malaj mach snachajel yuuj."
        },
        {
            "number": "25",
            "text": "Ix vak' val och d'a in k'ol in sayanek' jelanil yic svojtaquejeli tas yaj smasanil. Ix nachajel vuuj to malaj co pensar tato sco k'ulej chucal, quistal onh tato sco pitej co b'a."
        },
        {
            "number": "26",
            "text": "Ay jun tas te chuc ix ilchaj vuj d'a yichanh chamel. Aton eb' ix ix te ay smon smusan sat eb' vinh vinac, maxtzac actajel eb' vinh yuj ix. A vinh ay yelk'och Dios d'a sat, max ak'jilaj ganar vinh yuj ix, palta axo eb' vinh sk'ulan chucal, k'un yak'ji ganar eb' vinh."
        },
        {
            "number": "27",
            "text": "Ayic ix vak'an vip vojtacanel juntzanh tic, a in svalel lolonel tic, ayto pax tas maj vojtaquejeli, palta ay jun tas ix vojtaquejel d'a scal juntzanh tic, tecan am junnhej vinh vinac ay yelk'och d'a scal junoc mil vinac. Axo d'a scal eb' ix ix, malaj junoc ix ay yelk'och ix ilchaj vuuj."
        },
        {
            "number": "28",
            "text": "Anhej tas ix chax vuuj to a onh anima onh tic, vach' ix onh ajcan sb'oan Dios, palta axo ix aji, ix quixtejel co b'a."
        }
    ]
}