{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Te vach' yic junoc mach jelan spensar, yujto syojtaquejel tas yaj yolyib'anhq'uinal tic. A sjelanil chi' a tz'ak'an checlaj d'a sat, vach'chom to ovtaxon yilji, axo yuj sjelanil chi' scheclaj svach'il sk'ol d'a sat chi'."
        },
        {
            "number": "2",
            "text": "Co k'anab'ajejec tas syal vinh rey, yujto icha chi' ix cutej cak'an co ti' d'a Dios."
        },
        {
            "number": "3",
            "text": "Manh elanhchameloc tzonh el d'a yichanh vinh rey chi', mocab' co tek'b'ejec co b'a calan quic d'a tas manh vach'oc d'a sat vinh, yujto syalnhej sk'ulan vinh tas snib'ej."
        },
        {
            "number": "4",
            "text": "Anhej vinh rey chi' syal yalan slajvub' junoc lolonel, malaj mach syal sk'anb'an yab'i tas sk'ulej vinh."
        },
        {
            "number": "5",
            "text": "Tato sco k'anab'ajej junoc checnab'il, malaj tas scot d'a quib'anh. Tato ay co pensar, snachajel cuuj tas tiempoal ayonh eq'ui, tas pax scutej co k'anab'ajani."
        },
        {
            "number": "6",
            "text": "Ay val stzolal yed' sk'ual tas tz'aj co k'anab'ajan juntzanh chi', palta ay val jun tas tzonh ixtaneli, yujto manh cojtacoc tas tzuji, malaj junoc mach syal yalan d'ayonh."
        },
        {
            "number": "7",
            "text": "Malaj mach syal snitzan sq'uinal, malaj pax mach syal syamanoch vaan schamel. A eb' soldado syal sk'ananel sb'a eb' d'a scal oval, palta a d'a chamel chi', malaj mach syal yeli. A junoc mach chuc, max yal-laj scoljiel d'a yol sk'ab' chamel yuj schucal."
        },
        {
            "number": "8",
            "text": "Ayic ix vak'anoch d'a in k'ol vojtacaneli tastac tzuji d'a yolyib'anhq'uinal tic, masanil juntzanh tic ix vila'. Ay b'aj ay eb' ayoch yajalil d'a scal eb' yetanimail, axo tz'aji a eb' tz'ixtanpax eb' anima chi'."
        },
        {
            "number": "9",
            "text": "Ay b'aj ix vilpaxi to ayic smucchaj junoc vinac chuc spensar, vach'chom chuc ix yutej sb'a vinh d'a schonhab', palta tz'ik'jichaanh vinh yuj eb' yetchonhab' chi'. Axo pax eb' anima sk'anab'ajan Dios, manhxalaj mach snaancot eb' d'a yol schonhab' b'aj tzijtum tas vach' sk'ulejnaccani. A juntzanh tic, malaj sjolomal yaji."
        },
        {
            "number": "10",
            "text": "Yujto manh elanhchameloc tz'ak'jioch syaelal eb' sk'ulan chucal, yuj chi' anhej chucal sk'ulej eb' anima."
        },
        {
            "number": "11",
            "text": "Vach'chom syalcan jun lolonel icha tic: A eb' sk'ulan vach'il ay yelk'och Dios d'a eb', vach'nhej tz'elk'och eb'."
        },
        {
            "number": "12",
            "text": "Axo pax eb' chuc malaj yelk'och Dios d'ay, chuc tz'elk'och eb', quennhej tiempo syil eb', xchi jun lolonel chi'. Palta ix vila' to ay eb' ste k'ulan chucal, nivan tiempo syil eb'."
        },
        {
            "number": "13",
            "text": "A tas manh vach'oc svil d'a yolyib'anhq'uinal tic, ay eb' anima vach' syutej sb'a, axo tz'aji, syab' val syail eb', ichato te chuc eb'. Axo pax eb' te chuc jun, tz'ik'jichaanh eb', ichato vach' eb'. A jun tic malaj sjolomal yed'nac."
        },
        {
            "number": "14",
            "text": "Yuj chi' svala' yacb'an ayonhek' d'a yolyib'anhq'uinal tic, smoj val tzonh va'i, scuk'an a', scak'an tzalajb'oc co k'ool. Icha chi' junk'olal tzonh eq'ui vach'chom ya tz'aj co sayan va co b'a d'a co q'uinal syak' Dios."
        },
        {
            "number": "15",
            "text": "Yacb'an svak' val och d'a in k'ol vojtacaneli yed' vilan pax tastac tzuji d'a yolyib'anhq'uinal tic, ay b'aj max och in vayanh d'ak'valil in naan yuuj."
        },
        {
            "number": "16",
            "text": "Axo ix nachajel vuuj jun to a masanil tas sk'ulej Dios yed' tastac tzuji, max nachajel cuuj. Vach'chom scak' quip cojtacaneli, palta malaj b'aq'uinh snachajel cuuj. Vach'chom a junoc mach jelan tz'alani to snachajel yuuj, palta val yel, malaj tas snachaji."
        }
    ]
}