{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Te wach' yic junok mach jelan spensar, yujto syojtaquejel tas yaj yol yib'anhk’inal tik. Ha sjelanil chi' a tz'ak'an checlaj t'a sat, wach'chom to ovtaxon yilji, haxo yuj sjelanil chi' scheclaj swach'il sk'ol t'a sat chi'."
        },
        {
            "number": "2",
            "text": "Co k'anab'ajejec tas syal vinh rey, yujto icha chi' ix cutej cak'an co ti' d'ha Dios."
        },
        {
            "number": "3",
            "text": "Manh elanhchameloc tzonh el t'a yichanh vinh rey chi', mocab' co tek'b'ejec co b'a calan quic t'a tas manh wach'oc t'a sat vinh, yujto syalnhej sk'ulan vinh tas snib'ej."
        },
        {
            "number": "4",
            "text": "Anhej vinh rey chi' syal yalan slajvub' junok lolonel, malaj mach syal sk'anb'an yab'i tas sk'ulej vinh."
        },
        {
            "number": "5",
            "text": "Tato sco k'anab'ajej junok checnab'il, malaj tas scot t'a quib'anh. Tato ay co pensar, snachajel cuuj tas tiempoal ayonh eq'ui, tas pax scutej co k'anab'ajani."
        },
        {
            "number": "6",
            "text": "Ay val stzolal yet' sk'ual tas tz'aj co k'anab'ajan juntzanh chi', palta ay val jun tas tzonh ixtaneli, yujto manh cojtacoc tas tzuji, malaj junok mach syal yalan t'ayonh."
        },
        {
            "number": "7",
            "text": "Malaj mach syal snitzan sq'uinal, malaj pax mach syal syamanoch vaan schamel. Ha eb' soldado syal sk'ananel sb'a eb' t'a skal oval, palta ha t'a chamel chi', malaj mach syal yeli. Ha junok mach chuk, max yal-laj scoljiel t'a yol sk'ab' chamel yuj schucal."
        },
        {
            "number": "8",
            "text": "Ayic ix vak'anoch t'a in k'ol vojtacaneli tastac tzuji t'a yol yib'anhk’inal tik, masanil juntzanh tik ix wila''. Ay b'aj ay eb' ayoch yajalil t'a skal eb' yetanimail, haxo tz'aji a eb' tz'ixtanpax eb' anima chi'."
        },
        {
            "number": "9",
            "text": "Ay b'aj ix vilpaxi to ayic smucchaj junok vinac chuk spensar, wach'chom chuk ix yutej sb'a vinh t'a schonhab', palta tz'ik'jichaanh vinh yuj eb' yetchonhab' chi'. Axo pax eb' anima sk'anab'ajan Dios, manhxalaj mach snaancot eb' t'a yol schonhab' b'aj tzijtum tas wach' sk'ulejnaccani. Ha juntzanh tik, malaj sjolomal yaji."
        },
        {
            "number": "10",
            "text": "Yujto manh elanhchameloc tz'ak'jioch syaelal eb' sk'ulan chukal, yuj chi' anhej chukal sk'ulej eb' anima."
        },
        {
            "number": "11",
            "text": "Wach'chom syalcan jun lolonel icha tik: Ha eb' sk'ulan wach'il ay yelk'och Dios t'a eb', wach'nhej tz'elk'och eb'."
        },
        {
            "number": "12",
            "text": "Axo pax eb' chuk malaj yelk'och Dios t'ay, chuk tz'elk'och eb', quennhej tiempo syil eb', xchi jun lolonel chi'. Palta ix wila'' to ay eb' ste k'ulan chukal, niwan tiempo syil eb'."
        },
        {
            "number": "13",
            "text": "Ha tas manh wach'oc svil t'a yol yib'anhk’inal tik, ay eb' anima wach' syutej sb'a, haxo tz'aji, syab' val syail eb', ichato te chuk eb'. Axo pax eb' te chuk jun, tz'ik'jichaanh eb', ichato wach' eb'. Ha jun tik malaj sjolomal yet'nac."
        },
        {
            "number": "14",
            "text": "Yuj chi' svala' yacb'an ayonhek' t'a yol yib'anhk’inal tik, smoj val tzonh wa'i, scuk'an ha', scak'an tzalajb'oc co k'ool. Icha chi' junk'olal tzonh eq'ui wach'chom ya tz'aj co sayan wa co b'ha t'a co q'uinal syak' Dios."
        },
        {
            "number": "15",
            "text": "Yacb'an svak' val och t'a in k'ol vojtacaneli yet' vilan pax tastac tzuji t'a yol yib'anhk’inal tik, ay b'aj max och in vayanh t'ak'walil in naan yuj."
        },
        {
            "number": "16",
            "text": "Axo ix nachajel vuuj jun to a masanil tas sk'ulej Dios yet' tastac tzuji, max nachajel cuuj. Wach'chom scak' quip cojtacaneli, palta malaj b'ak'uinh snachajel cuuj. Wach'chom a junok mach jelan tz'alani to snachajel yuj, palta val yel, malaj tas snachaji."
        }
    ]
}