{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix vak'anoch t'a in k'ol in ch'olb'itan jun tik, ix nachajel vuuj to a tas sk'ulej eb' wach' yet' eb' jelan spensar, ayek' t'a yol sk'ab' Dios. Malaj junok onh cojtac tas ay t'a quichanh, tom ol onh xajanajoc, mato ol onh chacjoqueloc."
        },
        {
            "number": "2",
            "text": "Axo tz'aji, wach'chom tojol co b'eyb'al, mato manh tojoloc, wach'chom wach' onh, ma chuc onh, wach'chom sco k'anab'ajej, ma pit onh, wach'chom scak' co silab', mato max cak'a', wach'chom ay co mul, mato malaj co smul, wach'chom scak' co ti' d'ha Dios, mato max cak' co ti' chi', palta lajannhej tas sjavi t'a quib'anh."
        },
        {
            "number": "3",
            "text": "Ay jun tas chuclaj t'a skal masanil tas tzuji t'a yol yib'anhk’inal tik, aton b'aj junnhej tzonh sateli. Ha tas ayek' t'a co pensar co masanil, anhej chucal yet' manh pensaril, haxo yic sjavi chamel t'a quib'anh, tzonh sateli."
        },
        {
            "number": "4",
            "text": "Yuj chi' anhej yic pitzan onh, ayto tas ayoch yipoc co k'ool. Te niwan yelk'och junok nok' tz'i' pitzan t'a yichanh junok nok' chamnac choj."
        },
        {
            "number": "5",
            "text": "Tato pitzan onh, cojtac to ol onh chamoc, haxo pax eb' chamnacxo, manhxalaj tas yojtac eb', manhxalaj tas syal yak'chaj t'a eb', maxtzac nachajcot eb' yuj eb' anima."
        },
        {
            "number": "6",
            "text": "Ha b'aj tzonh mucchaji, ata' slajvican co xajanan co b'a, co chichonk'olal yet' masanil chucal. Manhxa b'ak'uinh ay calan quic t'a tas tzuji t'a yol yib'anhk’inal tik."
        },
        {
            "number": "7",
            "text": "Yuj chi' caq'ek tzalajb'oc co k'ol co wa'i, cuq'ek ha', yujto wach' jun tik t'a yichanh Dios."
        },
        {
            "number": "8",
            "text": "Sacocab' co pichul scak'ochi, wach'ocab' scutej co jixb'an co jolom."
        },
        {
            "number": "9",
            "text": "Yujto tzapan jab' co q'uinal syak' Dios, yuj chi' caq'ek tzalajb'oc co k'ool junjun onh yet' eb' ix quetb'eyum xajanab'il cuuj. Aton chi' tz'ak'ji spacoc t'ayonh yuj Dios b'aj scab' syail co munlaj t'a sat lu'um tik."
        },
        {
            "number": "10",
            "text": "Masanil tas syal co k'ulani, co k'ulejec t'a smasanil co k'ool, yujto ha t'a campusante b'aj tzonh k'ochcani, manhxa munlajel, manhxa tas syal co naani, manhxa tas syal cojtacaneli, manhxa pax jelanil."
        },
        {
            "number": "11",
            "text": "Ay junxo tas svil t'a yol yib'anhk’inal tik: Ha eb' toxon jelan sb'eyi, manh masaniloc eb' tz'ak'an ganar carela. Manh masaniloc eb' jelan yak'an oval tz'ak'an ganar oval. Manh masaniloc eb' jelan spensar wach' sva'i. Manh masaniloc eb' te ay tas ojtannac tz'och b'eyumal. Manh masaniloc eb' k'ayb'ab'il tz'och yopisio. Palta masanil mach tz'ilchaj wach'il yet' chucal yuj."
        },
        {
            "number": "12",
            "text": "Anhejtona' a onh anima onh tik, manh cojtacoc janik' tzonh chami. Icha tz'aj skan nok' chay t'a yol chimpa, ma icha yic skan nok' much t'a yol te' yaal, icha chi' caji, malaj tas naan cuuj sjavi jucnaj junok tas t'a quib'anh."
        },
        {
            "number": "13",
            "text": "Anhejtona', ay jun tas ix wila'', niwan yelk'och jun k'ayb'ub'al ix vik'kan t'ay:"
        },
        {
            "number": "14",
            "text": "Ix vil jun yune' chonhab' quennhej anima cajan t'ay, haxo ix aji ay jun vinh rey te niwan sb'isul soldado, ix oymaj vinh yet' eb' soldado chi' t'a spatictac jun yune' chonhab' chi' yic syak'an oval eb' yet'oc."
        },
        {
            "number": "15",
            "text": "Palta ha t'a jun yune' chonhab' chi', ay jun vinh meb'a' cajan ta', te jelan spensar vinh. Ix yal scolan jun chonhab' chi' vinh yuj sjelanil chi', palta malaj mach ix naancot vinh."
        },
        {
            "number": "16",
            "text": "Yuj chi' wach'chom malaj yelk'och sjelanil spensar jun vinh meb'a' chi' t'a eb' anima, maj scha yab' eb' tas syal vinh, palta a in tik svala' to ay yelk'och junok mach nhican spensar t'a yichanh junok mach te vinac syutej sb'a."
        },
        {
            "number": "17",
            "text": "Te wach' cab'an slolonel junok mach ay pensar to k'ununi sloloni, t'a yichanh pax cab'an yel yav junok sreyal eb' malaj spensar."
        },
        {
            "number": "18",
            "text": "Te niwan yelk'och jelanil t'a yichanh yamk'ab' yic oval. Yujnhej jab'oc tas chuclaj sco k'ulej, te niwan tas tz'ixtaxeli."
        }
    ]
}