{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix wak'anoch t'a in k'ol in ch'olb'itan jun tik, ix nachajel wuuj to a tas sk'ulej heb' wach' yet' heb' jelan spensar, ayek' t'a yol sk'ab' Dios. Malaj junok onh cojtac tas ay t'a quichanh, tom ol onh xajanajoc, mato ol onh chacjoqueloc."
        },
        {
            "number": "2",
            "text": "Axo tz'aji, wach'chom tojol ko b'eyb'al, mato manh tojolok, wach'chom wach' onh, ma chuk onh, wach'chom sco k'anab'ajej, ma pit onh, wach'chom skak' ko silab', mato max cak'a', wach'chom ay ko mul, mato malaj ko smul, wach'chom skak' ko ti' d'ha Dios, mato max cak' ko ti' chi', palta lajannhej tas sjawi t'a quib'anh."
        },
        {
            "number": "3",
            "text": "Ay jun tas chuclaj t'a skal masanil tas tzuji t'a yol yib'anhk’inal tik, aton b'aj junnhej tzonh sateli. Ha tas ayek' t'a ko pensar ko masanil, anhej chukal yet' manh pensaril, haxo yic sjawi chamel t'a quib'anh, tzonh sateli."
        },
        {
            "number": "4",
            "text": "Yuj chi' anhej yic pitzan onh, ayto tas ayoch yipoc ko k'ool. Te niwan yelk'och junok nok' tz'i' pitzan t'a yichanh junok nok' chamnac choj."
        },
        {
            "number": "5",
            "text": "Tato pitzan onh, cojtac to ol onh chamoc, haxo pax heb' chamnacxo, manhxalaj tas yojtac heb', manhxalaj tas syal yak'chaj t'a heb', maxtzac nachajcot heb' yuj heb' anima."
        },
        {
            "number": "6",
            "text": "Ha b'aj tzonh mucchaji, ata' slajwican ko xajanan ko b'a, ko chichonk'olal yet' masanil chukal. Manhxa b'ak'uinh ay calan quic t'a tas tzuji t'a yol yib'anhk’inal tik."
        },
        {
            "number": "7",
            "text": "Yuj chi' caq'ek tzalajb'oc ko k'ol ko wa'i, cuq'ek ha', yujto wach' jun tik t'a yichanh Dios."
        },
        {
            "number": "8",
            "text": "Sacocab' ko pichul skak'ochi, wach'ocab' scutej ko jixb'an ko jolom."
        },
        {
            "number": "9",
            "text": "Yujto tzapan jab' ko k 'inal syak' Dios, yuj chi' caq'ek tzalajb'oc ko k'ool junjun onh yet' heb' ix quetb'eyum xajanab'il cuuj. Aton chi' tz'ak'ji spacoc t'ayonh yuj Dios b'aj scab' syail ko munlaj t'a sat lu'um tik."
        },
        {
            "number": "10",
            "text": "Masanil tas syal ko k'ulani, ko k'ulejec t'a smasanil ko k'ool, yujto ha t'a campusante b'aj tzonh k'ochcani, manhxa munlajel, manhxa tas syal ko naani, manhxa tas syal cojtacaneli, manhxa pax jelanil."
        },
        {
            "number": "11",
            "text": "Ay junxo tas swil t'a yol yib'anhk’inal tik: Ha heb' toxon jelan sb'eyi, manh masaniloc heb' tz'ak'an ganar carela. Manh masaniloc heb' jelan yak'an owal tz'ak'an ganar owal. Manh masaniloc heb' jelan spensar wach' swa'i. Manh masaniloc heb' te ay tas ojtannac tz'och b'eyumal. Manh masaniloc heb' k'ayb'ab'il tz'och yopisio. Palta masanil mach tz'ilchaj wach'il yet' chukal yuj."
        },
        {
            "number": "12",
            "text": "Anhejtona' a onh anima onh tik, manh cojtacoc janik' tzonh chami. Icha tz'aj skan nok' chay t'a yol chimpa, ma icha yic skan nok' much t'a yol te' yaal, icha chi' caji, malaj tas naan cuuj sjawi jucnaj junok tas t'a quib'anh."
        },
        {
            "number": "13",
            "text": "Anhejtona', ay jun tas ix wila'', niwan yelk'och jun k'ayb'ub'al ix wik'kan t'ay:"
        },
        {
            "number": "14",
            "text": "Ix wil jun yune' chonhab' quennhej anima cajan t'ay, haxo ix aji ay jun winh rey te niwan sb'isul soldado, ix oymaj winh yet' heb' soldado chi' t'a spatictac jun yune' chonhab' chi' yic syak'an owal heb' yet'oc."
        },
        {
            "number": "15",
            "text": "Palta ha t'a jun yune' chonhab' chi', ay jun winh meb'a' cajan ta', te jelan spensar winh. Ix yal scolan jun chonhab' chi' winh yuj sjelanil chi', palta malaj mach ix naancot winh."
        },
        {
            "number": "16",
            "text": "Yuj chi' wach'chom malaj yelk'och sjelanil spensar jun winh meb'a' chi' t'a heb' anima, maj scha yab' heb' tas syal winh, palta a in tik swala' to ay yelk'och junok mach nhican spensar t'a yichanh junok mach te winak syutej sb'a."
        },
        {
            "number": "17",
            "text": "Te wach' cab'an slolonel junok mach ay pensar to k'ununi sloloni, t'a yichanh pax cab'an yel yav junok sreyal heb' malaj spensar."
        },
        {
            "number": "18",
            "text": "Te niwan yelk'och jelanil t'a yichanh yamk'ab' yic owal. Yujnhej jab'oc tas chuclaj sco k'ulej, te niwan tas tz'ixtaxeli."
        }
    ]
}