{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix vak'anoch d'a in k'ol in ch'olb'itan jun tic, ix nachajel vuuj to a tas sk'ulej eb' vach' yed' eb' jelan spensar, ayek' d'a yol sk'ab' Dios. Malaj junoc onh cojtac tas ay d'a quichanh, tom ol onh xajanajoc, mato ol onh chacjoqueloc."
        },
        {
            "number": "2",
            "text": "Axo tz'aji, vach'chom tojol co b'eyb'al, mato manh tojoloc, vach'chom vach' onh, ma chuc onh, vach'chom sco k'anab'ajej, ma pit onh, vach'chom scak' co silab', mato max cak'a', vach'chom ay co mul, mato malaj co smul, vach'chom scak' co ti' d'a Dios, mato max cak' co ti' chi', palta lajannhej tas sjavi d'a quib'anh."
        },
        {
            "number": "3",
            "text": "Ay jun tas chuclaj d'a scal masanil tas tzuji d'a yolyib'anhq'uinal tic, aton b'aj junnhej tzonh sateli. A tas ayek' d'a co pensar co masanil, anhej chucal yed' manh pensaril, axo yic sjavi chamel d'a quib'anh, tzonh sateli."
        },
        {
            "number": "4",
            "text": "Yuj chi' anhej yic pitzan onh, ayto tas ayoch yipoc co k'ool. Te nivan yelk'och junoc nok' tz'i' pitzan d'a yichanh junoc nok' chamnac choj."
        },
        {
            "number": "5",
            "text": "Tato pitzan onh, cojtac to ol onh chamoc, axo pax eb' chamnacxo, manhxalaj tas yojtac eb', manhxalaj tas syal yak'chaj d'a eb', maxtzac nachajcot eb' yuj eb' anima."
        },
        {
            "number": "6",
            "text": "A b'aj tzonh mucchaji, ata' slajvican co xajanan co b'a, co chichonk'olal yed' masanil chucal. Manhxa b'aq'uinh ay calan quic d'a tas tzuji d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "7",
            "text": "Yuj chi' caq'uec tzalajb'oc co k'ol co va'i, cuq'uec a', yujto vach' jun tic d'a yichanh Dios."
        },
        {
            "number": "8",
            "text": "Sacocab' co pichul scak'ochi, vach'ocab' scutej co jixb'an co jolom."
        },
        {
            "number": "9",
            "text": "Yujto tzapan jab' co q'uinal syak' Dios, yuj chi' caq'uec tzalajb'oc co k'ool junjun onh yed' eb' ix quetb'eyum xajanab'il cuuj. Aton chi' tz'ak'ji spacoc d'ayonh yuj Dios b'aj scab' syail co munlaj d'a sat luum tic."
        },
        {
            "number": "10",
            "text": "Masanil tas syal co k'ulani, co k'ulejec d'a smasanil co k'ool, yujto a d'a campusante b'aj tzonh k'ochcani, manhxa munlajel, manhxa tas syal co naani, manhxa tas syal cojtacaneli, manhxa pax jelanil."
        },
        {
            "number": "11",
            "text": "Ay junxo tas svil d'a yolyib'anhq'uinal tic: A eb' toxon jelan sb'eyi, manh masaniloc eb' tz'ak'an ganar carela. Manh masaniloc eb' jelan yak'an oval tz'ak'an ganar oval. Manh masaniloc eb' jelan spensar vach' sva'i. Manh masaniloc eb' te ay tas ojtannac tz'och b'eyumal. Manh masaniloc eb' k'ayb'ab'il tz'och yopisio. Palta masanil mach tz'ilchaj vach'il yed' chucal yuuj."
        },
        {
            "number": "12",
            "text": "Anhejtona' a onh anima onh tic, manh cojtacoc janik' tzonh chami. Icha tz'aj scan nok' chay d'a yol chimpa, ma icha yic scan nok' much d'a yol te' yaal, icha chi' caji, malaj tas naan cuuj sjavi jucnaj junoc tas d'a quib'anh."
        },
        {
            "number": "13",
            "text": "Anhejtona', ay jun tas ix vila', nivan yelk'och jun k'ayb'ub'al ix vik'can d'ay:"
        },
        {
            "number": "14",
            "text": "Ix vil jun yune' chonhab' quennhej anima cajan d'ay, axo ix aji ay jun vinh rey te nivan sb'isul soldado, ix oymaj vinh yed' eb' soldado chi' d'a spatictac jun yune' chonhab' chi' yic syak'an oval eb' yed'oc."
        },
        {
            "number": "15",
            "text": "Palta a d'a jun yune' chonhab' chi', ay jun vinh meb'a' cajan ta', te jelan spensar vinh. Ix yal scolan jun chonhab' chi' vinh yuj sjelanil chi', palta malaj mach ix naancot vinh."
        },
        {
            "number": "16",
            "text": "Yuj chi' vach'chom malaj yelk'och sjelanil spensar jun vinh meb'a' chi' d'a eb' anima, maj scha yab' eb' tas syal vinh, palta a in tic svala' to ay yelk'och junoc mach nhican spensar d'a yichanh junoc mach te vinac syutej sb'a."
        },
        {
            "number": "17",
            "text": "Te vach' cab'an slolonel junoc mach ay pensar to k'ununi sloloni, d'a yichanh pax cab'an yel yav junoc sreyal eb' malaj spensar."
        },
        {
            "number": "18",
            "text": "Te nivan yelk'och jelanil d'a yichanh yamk'ab' yic oval. Yujnhej jab'oc tas chuclaj sco k'ulej, te nivan tas tz'ixtaxeli."
        }
    ]
}