{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "D'a schab'il ab'il yoch vinhaj Darío reyal, t'a sb'ab'el k'ual yic svaquil uj, a Jehová ix in checan a in Hageo schecab' in tik yic b'at in lolon yet' vinh sgobernadoral Judá, aton vinhaj Zorobabel yuninal vinhaj Salatiel yet' pax vinhaj Josué, vinh sat sacerdote yuninal vinhaj Josadac."
        },
        {
            "number": "2",
            "text": "Ha Jehová Yajal t'a Smasanil ix in checanb'at val juntzanh tik: Ha ex tik, tzeyala' to ayto sk'och sk'ual yic sb'ochajxiq'ue in cajnub'."
        },
        {
            "number": "3",
            "text": "Palta wach' jun, aocab' t'a pat te wach' yilji b'aj tzex cajnaji yacb'an haxo in cajnub' max eyamochlaj e b'oanxi."
        },
        {
            "number": "4",
            "text": "Ha in Jehová Yajal in t'a Smasanil, a in svala', ¿tom max e na val jab'oc yuj tas van yek' t'a eyib'anh tik?"
        },
        {
            "number": "5",
            "text": "Te niwan tastac tzeyavej, palta quennhej sat tze molo'. Tzex wa'i, palta max ex b'ud'jilaj. Tzeyuq'uej ha', palta max ek'laj e taquinhtial. Tzeyak'och e pichul, palta max ex q'uixnajlaj yuj. Axo mach scha stojol b'aj smunlaj t'a junok k'u, ichato t'a yol mucuc olan yich syaq'uem stojol chi'."
        },
        {
            "number": "6",
            "text": "Ha in Jehová Yajal in t'a Smasanil sval t'ayex, ¿tom max e na val jab'oc yuj tas van yek' t'a eyib'anh tik?"
        },
        {
            "number": "7",
            "text": "Ha ticnaic jun, ixiquec t'a caltac yax lu'um, tzeyik'ancot te te' yic tze b'oanxiq'ue in cajnub'. Ichato chi' b'ian, ol in aj ta' t'a tzalajk'olal, ol eyik'anxichaanh in b'i."
        },
        {
            "number": "8",
            "text": "Ha ex tik tze na'a to te niwan sat tas ol eyik' t'a tas ix eyavej chi', palta quennhej pax tzeyik'a'. Ha in Jehová in svala', a jab'oc tze molb'ejcan t'a e pat, a in tzin pu saclem t'ayex. ¿Tas yuj? Yujto a in cajnub', lanhchimtac yajcani, a exxo tik, anhej e b'oanq'ue e pat b'aj ayoch e pensar."
        },
        {
            "number": "9",
            "text": "Yujton chi' max yak'laj nhab' b'aj cajan ex tik, malaj tas syak' lum lum tik t'ayex."
        },
        {
            "number": "10",
            "text": "Ix in yamoch vaan yem nhab' t'a yib'anh tas tzeyavej yet' t'a jolomtac vitz, yic stacjiel ixim trigo, te' uva, te' olivo yet' masanil sat avb'en slaj molji. Manhxalaj nhab' tz'em t'a eyib'anh, manhxooc t'a yib'anh nok' e molb'etz, manhxooc pax t'a yib'anh masanil e munlajel, xchi Jehová."
        },
        {
            "number": "11",
            "text": "Ha juntzanh slolonel Jehová Dios ix vala', ayic ix yab'an vinhaj Zorobabel yet' vinhaj Josué, aton vinh sat sacerdote yet' masanil eb' anima, ix te xiv eb' t'a Jehová, yuj chi' ix sk'anab'ajej eb'."
        },
        {
            "number": "12",
            "text": "Yuj chi', ix valan icha tik: Ha Jehová tz'alani: Ayinnhejek' eyed'oc xchi, xin chi."
        },
        {
            "number": "13",
            "text": "Icha chi' ix aj yiptzitaj vinhaj Zorobabel gobernador t'a Judá yet' vinhaj Josué sat sacerdote yet' pax masanil eb' anima yuj Jehová. Ayic 24 k'ual yoch svaquil uj, t'a schab'il ab'il yoch vinhaj Darío reyal, aton ta' ix syamoch eb' sb'oanxi scajnub' sDiosal, aton Jehová Yajal t'a Smasanil."
        }
    ]
}