{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 21 yoch yuquil uj, ix lolonxi Jehová t'ayin Hageo in tik."
        },
        {
            "number": "2",
            "text": "Ix yalani to sval t'a vinhaj Zorobabel yet' t'a vinhaj Josué yet' pax t'a masanil eb' anima icha tik:"
        },
        {
            "number": "3",
            "text": "Ha ex eyilnacto svach'il yilji jun templo t'a yalanhtaxo, alec tato lajan yet' jun sco sb'o tik ticnaic. Tecan tze na'a to malaj jab'oc yelk'ochi tato sco lajb'ej yet' junxo chi'."
        },
        {
            "number": "4",
            "text": "Ach Zorobabel, mocab' chab'ax a k'ool yet' ach Josué sat sacerdote. Mocab' chab'ax e k'ol ex chonhab'. Munlajanhec, yujto a in Jehová Yajal in t'a Smasanil, ayinek' eyed'oc."
        },
        {
            "number": "5",
            "text": "Aynhej och Vespíritu eyed'oc icha ajnac vak'an kan in ti' ayic vik'annaquelta eb' e mam eyicham t'a Egipto, yuj chi' manh ex xivoc."
        },
        {
            "number": "6",
            "text": "Toxo val ol in tzicub'tanhej yol yib'anhk’inal tik, aton satcha’anh, ha' mar yet' lum lum tik."
        },
        {
            "number": "7",
            "text": "Ol laj vak' ib'xoc masanil nación, haxo sb'eyumal eb', ol laj yik'cot eb' t'a in cajnub'. Ha in Jehová Yajal t'a Smasanil svala', ol b'ud'joquel in cajnub' tik yuj sb'eyumal eb' chi'."
        },
        {
            "number": "8",
            "text": "Ha in ay vic q'uen plata yet' q'uen oro."
        },
        {
            "number": "9",
            "text": "Ha in Jehová Yajal in t'a Smasanil svala': Ha snivanil yelk'och in cajnub' tik, ek'to ol aj sb'inaj t'a yichanh jun b'ab'el. Ha tik ol vak' pitzvoc junk'olal, xchi Jehová, xin chi."
        },
        {
            "number": "10",
            "text": "Ayic 24 yoch sb'alunhil uj, anheja' t'a schab'il ab'ilxo yoch vinhaj Darío reyal, ix yal Jehová t'ayin Hageo in tik icha tik:"
        },
        {
            "number": "11",
            "text": "k'anb'ej t'a eb' vinh sacerdote tas syal ley yuj tas tz'ab'laji, xchi t'ayin."
        },
        {
            "number": "12",
            "text": "Yuj chi', ix valan t'a eb' vinh sacerdote chi' icha tik: Q'uinaloc ay junok mach ed'jinac jab'oc chib'ej, pichb'iloch t'a sti' spichul, yic Dios jab' chib'ej chi' yujto ix ak'ji silab'il t'ay. Q'uinaloc a stitac spichul chi' tz'och t'a ixim pan, ma t'a junok vael toxo ix taji, ma t'a vino, ma t'a aceite, ma t'a junocxo tas wach' svaji. ¿Am yuj chi' yicxonhej Dios tz'ajkan juntzanh vael chi'? xin chi t'a eb' vinh. --Maay, xchi eb' vinh t'ayin."
        },
        {
            "number": "13",
            "text": "Ix valanxi icha tik: Q'uinaloc ay junok mach manh wach'oc t'a yichanh ley yujto ix syam snivanil junok chamnac, slajvi chi' syaman juntzanh tas tz'ab'laj ix laj cal chi': ¿Tzam ixtax juntzanh chi' icha yalan ley? xin chi. Ix tak'vi eb' vinh: I'... tz'ixtaxi, xchi eb' vinh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix valani: Ha Jehová tz'alan icha tik: Icha chi' yaj juntzanh anima tik. Masanil tas sk'ulej eb' yet' tas syak' eb' t'ayin, junelnhej malaj svach'il."
        },
        {
            "number": "15",
            "text": "Naec nab'i, tas eyaji ayic manto eyamoch e b'oanxiq'ue in cajnub' tik."
        },
        {
            "number": "16",
            "text": "Yujto ha t'a yic chi', ay mach b'at ik'ancot 20 echlab'oc ixim trigo yalani, haxo sk'och b'aj molb'ab'il ixim chi' yuj, anhej lajunhe' echlab' ixim ayeq'ui. Anhejtona' ay mach sb'at b'aj smolb'aj vino, b'at yik'ancot 50 ch'ub'oc yalani, haxo syik'anq'ueta, anhej 20 ch'ub' sq'ueta."
        },
        {
            "number": "17",
            "text": "Ha in tik, ix in satel masanil tas tzeyavej yet' juntzanh yab'il yet' pax q'uen sacb'at, palta maj ex meltzajcotlaj t'ayin."
        },
        {
            "number": "18",
            "text": "Ha t'a jun k'u 24 yic sb'alunhil uj tik, ix eyaq'uem yich in templo."
        },
        {
            "number": "19",
            "text": "Ha ticnaic, cham val ol eyila' tas ol ex ajoc. Wach'chom manhxalaj ixim trigo t'a yet'tal, ma manto yak' sat te' uva, te' higo, te' granado yet' te' olivo, palta a ticnaic yet' yic ol b'eynhejb'atoc, ol vak' val in wach'k'olal t'a eyib'anh, xchi Jehová, xin chi."
        },
        {
            "number": "20",
            "text": "Anheja' t'a jun k'u chi' ix lolon Jehová t'ayin Hageo in tik."
        },
        {
            "number": "21",
            "text": "Ix yalan icha tik: Al t'a vinhaj Zorobabel sgobernadoral Judá to a in Jehová in sval icha tik: Ol in tzicub'tanhej satcha’anh yet' lum lum tik."
        },
        {
            "number": "22",
            "text": "Masanil yipal juntzanh nación t'a yol yib'anhk’inal tik, ol laj in sateli, ol vik'ancanel yopisio eb' yajal. Ol laj vecq'ue pak'aljoc masanil carruaje yic oval yet' masanil eb' ayq'ue t'a yib'anh. Ol laj cham nok' chej yet' eb' ayq'ue t'a yib'anh nok'. Junjun soldado ol xiclajcham sb'a yet' yetsoldadoal ajun yet'oc."
        },
        {
            "number": "23",
            "text": "Ha in Jehová Yajal in t'a Smasanil sval t'ayach ach in checab' Zorobabel yuninal vinhaj Salatiel, ha t'a jun k'ual chi', ol vak'och opisio icha yopisio in sello, yujto a in ix ach in siq'uelta, xchi Jehová, xin chi t'a vinhaj Zorobabel chi'."
        }
    ]
}