{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 21 yoch yuquil uj, ix lolonxi Jehová d'ayin Hageo in tic."
        },
        {
            "number": "2",
            "text": "Ix yalani to sval d'a vinhaj Zorobabel yed' d'a vinhaj Josué yed' pax d'a masanil eb' anima icha tic:"
        },
        {
            "number": "3",
            "text": "A ex eyilnacto svach'il yilji jun templo d'a yalanhtaxo, alec tato lajan yed' jun sco sb'o tic ticnaic. Tecan tze na'a to malaj jab'oc yelk'ochi tato sco lajb'ej yed' junxo chi'."
        },
        {
            "number": "4",
            "text": "Ach Zorobabel, mocab' chab'ax a k'ool yed' ach Josué sat sacerdote. Mocab' chab'ax e k'ol ex chonhab'. Munlajanhec, yujto a in Jehová Yajal in d'a Smasanil, ayinek' eyed'oc."
        },
        {
            "number": "5",
            "text": "Aynhej och Vespíritu eyed'oc icha ajnac vak'an can in ti' ayic vik'annaquelta eb' e mam eyicham d'a Egipto, yuj chi' manh ex xivoc."
        },
        {
            "number": "6",
            "text": "Toxo val ol in tzicub'tanhej yolyib'anhq'uinal tic, aton satchaanh, a' mar yed' lum luum tic."
        },
        {
            "number": "7",
            "text": "Ol laj vak' ib'xoc masanil nación, axo sb'eyumal eb', ol laj yik'cot eb' d'a in cajnub'. A in Jehová Yajal d'a Smasanil svala', ol b'ud'joquel in cajnub' tic yuj sb'eyumal eb' chi'."
        },
        {
            "number": "8",
            "text": "A in ay vic q'uen plata yed' q'uen oro."
        },
        {
            "number": "9",
            "text": "A in Jehová Yajal in d'a Smasanil svala': A snivanil yelk'och in cajnub' tic, ek'to ol aj sb'inaj d'a yichanh jun b'ab'el. A tic ol vak' pitzvoc junk'olal, xchi Jehová, xin chi."
        },
        {
            "number": "10",
            "text": "Ayic 24 yoch sb'alunhil uj, anheja' d'a schab'il ab'ilxo yoch vinhaj Darío reyal, ix yal Jehová d'ayin Hageo in tic icha tic:"
        },
        {
            "number": "11",
            "text": "k'anb'ej d'a eb' vinh sacerdote tas syal ley yuj tas tz'ab'laji, xchi d'ayin."
        },
        {
            "number": "12",
            "text": "Yuj chi', ix valan d'a eb' vinh sacerdote chi' icha tic: Q'uinaloc ay junoc mach ed'jinac jab'oc chib'ej, pichb'iloch d'a sti' spichul, yic Dios jab' chib'ej chi' yujto ix ak'ji silab'il d'ay. Q'uinaloc a stitac spichul chi' tz'och d'a ixim pan, ma d'a junoc vael toxo ix taji, ma d'a vino, ma d'a aceite, ma d'a junocxo tas vach' svaji. ¿Am yuj chi' yicxonhej Dios tz'ajcan juntzanh vael chi'? xin chi d'a eb' vinh. --Maay, xchi eb' vinh d'ayin."
        },
        {
            "number": "13",
            "text": "Ix valanxi icha tic: Q'uinaloc ay junoc mach manh vach'oc d'a yichanh ley yujto ix syam snivanil junoc chamnac, slajvi chi' syaman juntzanh tas tz'ab'laj ix laj cal chi': ¿Tzam ixtax juntzanh chi' icha yalan ley? xin chi. Ix tak'vi eb' vinh: I'... tz'ixtaxi, xchi eb' vinh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix valani: A Jehová tz'alan icha tic: Icha chi' yaj juntzanh anima tic. Masanil tas sk'ulej eb' yed' tas syak' eb' d'ayin, junelnhej malaj svach'il."
        },
        {
            "number": "15",
            "text": "Naec nab'i, tas eyaji ayic manto eyamoch e b'oanxiq'ue in cajnub' tic."
        },
        {
            "number": "16",
            "text": "Yujto a d'a yic chi', ay mach b'at ik'ancot 20 echlab'oc ixim trigo yalani, axo sk'och b'aj molb'ab'il ixim chi' yuuj, anhej lajunhe' echlab' ixim ayeq'ui. Anhejtona' ay mach sb'at b'aj smolb'aj vino, b'at yik'ancot 50 ch'ub'oc yalani, axo syik'anq'ueta, anhej 20 ch'ub' sq'ueta."
        },
        {
            "number": "17",
            "text": "A in tic, ix in satel masanil tas tzeyavej yed' juntzanh yab'il yed' pax q'uen sacb'at, palta maj ex meltzajcotlaj d'ayin."
        },
        {
            "number": "18",
            "text": "A d'a jun k'u 24 yic sb'alunhil uj tic, ix eyaq'uem yich in templo."
        },
        {
            "number": "19",
            "text": "A ticnaic, cham val ol eyila' tas ol ex ajoc. Vach'chom manhxalaj ixim trigo d'a yed'tal, ma manto yak' sat te' uva, te' higo, te' granado yed' te' olivo, palta a ticnaic yed' yic ol b'eynhejb'atoc, ol vak' val in vach'k'olal d'a eyib'anh, xchi Jehová, xin chi."
        },
        {
            "number": "20",
            "text": "Anheja' d'a jun k'u chi' ix lolon Jehová d'ayin Hageo in tic."
        },
        {
            "number": "21",
            "text": "Ix yalan icha tic: Al d'a vinhaj Zorobabel sgobernadoral Judá to a in Jehová in sval icha tic: Ol in tzicub'tanhej satchaanh yed' lum luum tic."
        },
        {
            "number": "22",
            "text": "Masanil yipal juntzanh nación d'a yolyib'anhq'uinal tic, ol laj in sateli, ol vik'ancanel yopisio eb' yajal. Ol laj vecq'ue pak'aljoc masanil carruaje yic oval yed' masanil eb' ayq'ue d'a yib'anh. Ol laj cham nok' chej yed' eb' ayq'ue d'a yib'anh nok'. Junjun soldado ol xiclajcham sb'a yed' yetsoldadoal ajun yed'oc."
        },
        {
            "number": "23",
            "text": "A in Jehová Yajal in d'a Smasanil sval d'ayach ach in checab' Zorobabel yuninal vinhaj Salatiel, a d'a jun k'ual chi', ol vak'och opisio icha yopisio in sello, yujto a in ix ach in siq'uelta, xchi Jehová, xin chi d'a vinhaj Zorobabel chi'."
        }
    ]
}