{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 21 yoch yuquil uj, ix lolonxi Jehová t'ayin Hageo in tik."
        },
        {
            "number": "2",
            "text": "Ix yalani to swal t'a winhaj Zorobabel yet' t'a winhaj Josué yet' pax t'a masanil heb' anima icha tik:"
        },
        {
            "number": "3",
            "text": "Ha ex eyilnacto swach'il yilji jun templo t'a yalanhtaxo, alec tato lajan yet' jun sko sb'o tik ticnaik. Tekan tze na'a to malaj jab'oc yelk'ochi tato sko lajb'ej yet' junxo chi'."
        },
        {
            "number": "4",
            "text": "Ach Zorobabel, mokab' chab'ax a k'ool yet' ach Josué sat sacerdote. Mokab' chab'ax he k'ol ex chonhab'. Munlajanhec, yujto a in Jehová Yajal in t'a Smasanil, ayinek' eyed'oc."
        },
        {
            "number": "5",
            "text": "Aynhej och Vespíritu eyed'oc icha ajnac wak'an kan in ti' ayic wik'annaquelta heb' he mam eyicham t'a Egipto, yuj chi' manh ex xiwoc."
        },
        {
            "number": "6",
            "text": "Toxo wal ol in tzicub'tanhej yol yib'anhk’inal tik, aton satcha’anh, ha' mar yet' lum lum tik."
        },
        {
            "number": "7",
            "text": "Ol laj wak' ib'xoc masanil nación, haxo sb'eyumal heb', ol laj yik'cot heb' t'a in kajnub'. Ha in Jehová Yajal t'a Smasanil swala', ol b'ud'joquel in kajnub' tik yuj sb'eyumal heb' chi'."
        },
        {
            "number": "8",
            "text": "Ha in ay wik k'een plata yet' k'een oro."
        },
        {
            "number": "9",
            "text": "Ha in Jehová Yajal in t'a Smasanil swala': Ha sniwanil yelk'och in kajnub' tik, ek'to ol aj sb'inaj t'a yichanh jun b'ab'el. Ha tik ol wak' pitzwoc junk'olal, xchi Jehová, xin chi."
        },
        {
            "number": "10",
            "text": "Ayic 24 yoch sb'alunhil uj, anheja' t'a schab'il ab'ilxo yoch winhaj Darío reyal, ix yal Jehová t'ayin Hageo in tik icha tik:"
        },
        {
            "number": "11",
            "text": "k'anb'ej t'a heb' winh sacerdote tas syal ley yuj tas tz'ab'laji, xchi t'ayin."
        },
        {
            "number": "12",
            "text": "Yuj chi', ix walan t'a heb' winh sacerdote chi' icha tik: Q'uinaloc ay junok mach ed'jinac jab'oc chib'ej, pichb'iloch t'a sti' spichul, yic Dios jab' chib'ej chi' yujto ix ak'ji silab'il t'ay. Q'uinaloc a stitac spichul chi' tz'och t'a ixim pan, ma t'a junok wael toxo ix taji, ma t'a wino, ma t'a aceite, ma t'a junocxo tas wach' swaji. ¿Am yuj chi' yicxonhej Dios tz'ajkan juntzanh wael chi'? xin chi t'a heb' winh. --Maay, xchi heb' winh t'ayin."
        },
        {
            "number": "13",
            "text": "Ix walanxi icha tik: Q'uinaloc ay junok mach manh wach'oc t'a yichanh ley yujto ix syam sniwanil junok chamnac, slajwi chi' syaman juntzanh tas tz'ab'laj ix laj kal chi': ¿Tzam ixtax juntzanh chi' icha yalan ley? xin chi. Ix tak'wi heb' winh: I'... tz'ixtaxi, xchi heb' winh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix walani: Ha Jehová tz'alan icha tik: Icha chi' yaj juntzanh anima tik. Masanil tas sk'ulej heb' yet' tas syak' heb' t'ayin, junelnhej malaj swach'il."
        },
        {
            "number": "15",
            "text": "Naec nab'i, tas eyaji ayic manto eyamoch he b'oanxik'e in kajnub' tik."
        },
        {
            "number": "16",
            "text": "Yujto ha t'a yic chi', ay mach b'at ik'ancot 20 echlab'oc ixim trigo yalani, haxo sk'och b'aj molb'ab'il ixim chi' yuj, anhej lajunhe' echlab' ixim ayeq'ui. Anhejtona' ay mach sb'at b'aj smolb'aj wino, b'at yik'ancot 50 ch'ub'oc yalani, haxo syik'ank'eta, anhej 20 ch'ub' sk'eta."
        },
        {
            "number": "17",
            "text": "Ha in tik, ix in satel masanil tas tzeyawej yet' juntzanh yab'il yet' pax k'een sacb'at, palta maj ex meltzajcotlaj t'ayin."
        },
        {
            "number": "18",
            "text": "Ha t'a jun k'u 24 yic sb'alunhil uj tik, ix eyak'em yich in templo."
        },
        {
            "number": "19",
            "text": "Ha ticnaik, cham wal ol eyila' tas ol ex ajoc. Wach'chom manhxalaj ixim trigo t'a yet'tal, ma manto yak' sat te' uwa, te' higo, te' granado yet' te' oliwo, palta a ticnaik yet' yic ol b'eynhejb'atoc, ol wak' wal in wach'k'olal t'a eyib'anh, xchi Jehová, xin chi."
        },
        {
            "number": "20",
            "text": "Anheja' t'a jun k'u chi' ix lolon Jehová t'ayin Hageo in tik."
        },
        {
            "number": "21",
            "text": "Ix yalan icha tik: Al t'a winhaj Zorobabel sgobernadoral Judá to a in Jehová in swal icha tik: Ol in tzicub'tanhej satcha’anh yet' lum lum tik."
        },
        {
            "number": "22",
            "text": "Masanil yipal juntzanh nación t'a yol yib'anhk’inal tik, ol laj in sateli, ol wik'ankanel yopisio heb' yajal. Ol laj weck'e pak'aljoc masanil carruaje yic owal yet' masanil heb' ayk'e t'a yib'anh. Ol laj cham nok' chej yet' heb' ayk'e t'a yib'anh nok'. Junjun soldado ol xiclajcham sb'a yet' yetsoldadoal ajun yet'oc."
        },
        {
            "number": "23",
            "text": "Ha in Jehová Yajal in t'a Smasanil swal t'ayach ach in chekab' Zorobabel yuninal winhaj Salatiel, ha t'a jun k'ual chi', ol wak'och opisio icha yopisio in sello, yujto a in ix ach in sik'elta, xchi Jehová, xin chi t'a winhaj Zorobabel chi'."
        }
    ]
}