{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a peca' tzijtum tas yak'lab'ejnac Dios slolon t'a eb' co mam quicham. Tzijtum el yak'lab'ejnac eb' schecab' yalaneli."
        },
        {
            "number": "2",
            "text": "Axo t'a slajvub' tiempoal tik, a val Yuninal ix scheccot yal t'ayonh. Ha yet'oc sb'onac yol yib'anhk’inal tik yet' masanil tas ay t'ay. Yak'annac paxcanoch masanil juntzanh chi' t'a yol sk'ab'."
        },
        {
            "number": "3",
            "text": "Ha Yuninal chi' sch'oxan val el snivanil yelk'och Dios. Te lajannhej spensar yet' Dios chi'. Yujnhej slolonel Yuninal chi', wach'nhej yek' masanil tasi, yujto a slolonel chi' te niwan spoder. Ayic ix lajvi yik'ancanel co mul, ix b'at em k'ojan t'a swach' k'ab' Dios t'a satcha’anh."
        },
        {
            "number": "4",
            "text": "Ha Yuninal Dios chi', ek'alxo ix aj t'a yichanh eb' ángel, yujto a yopisio ak'b'il yuj Smam, ek'alxo niwan yelk'och t'a yichanh yopisio eb' ángel chi'."
        },
        {
            "number": "5",
            "text": "Malaj junok eb' ángel b'aj ix yal Dios icha ix aj yalan t'a Yuninal. Aton ix yalan icha tik: Ha ach tik Vuninal ach. Ha t'a jun k'u tik ix vak' checlajoc to Vuninal ach, xchi. Ayic ix yalanxi Dios icha tik, manh yujoc junok eb' ángel ix yala', palta yuj Yuninal chi' ix yala': Ha in tik, Mamab'il ol in aj t'ay, haxo Uninab'il ol aj t'ayin, xchi Dios."
        },
        {
            "number": "6",
            "text": "Ayic ix schecancot jun pitanh Yuninal Dios t'a yol yib'anhk’inal tik, ix yalan yuj: Emocab' cuman masanil eb' vángel t'ay, xchi."
        },
        {
            "number": "7",
            "text": "Axo yuj eb' ángel yalnac Dios icha tik: Svak'och eb' vángel icha ik'al, haxo eb' tzin ak'an servil, svak'och eb' icha yoc k'aq'uil, xchi."
        },
        {
            "number": "8",
            "text": "Palta syal pax Dios chi' yuj Yuninal icha tik: Ach Dios, Rey achnhej t'a masanil q'uinal. Ha ach tik, tojolnhej tzutej ak'an yajalil t'a yib'anh eb' ico'."
        },
        {
            "number": "9",
            "text": "Tzach tzalaji, tato wach' tas sk'ulej eb' anima, haxo tato a chucal sk'ulej eb' jun, schichon a k'ool. Yuj chi', ha Dios, aton a Diosal, A' ix ach sik'aneli, ix yak'an jun niwan tzalajk'olal t'ayach. Ha jun chi', ek'al niwan yelk'och t'a yichanh icha ix ak'ji t'a eb' ajun ed'oc, xchi t'a Slolonel Dios chi'."
        },
        {
            "number": "10",
            "text": "Syalanpax icha tik: Ach Cajal, atax t'a yichb’anel a b'onaccanem yich yol yib'anhk’inal tik, a ach pax val lak'an a b'onaccan satcha’anh."
        },
        {
            "number": "11",
            "text": "Ol satel masanil juntzanh tik, a achxo jun, ayachnhejeq'ui. Ha juntzanh tik ol ixtaxoc, icha sk'ab'ik'och junok k'apac."
        },
        {
            "number": "12",
            "text": "Ol a q'uexcanel icha val sq'uexanel junok sk'a pichul eb' anima, syumancanel eb'. Ha achxo jun, anheja' aji, malaj b'ak'uinh ol ach sateloc, xchican t'a Slolonel Dios chi'."
        },
        {
            "number": "13",
            "text": "Malaj juneloc ix yal Dios t'a junok ángel icha ix yutej yalan t'a Yuninal, ayic ix yalan icha tik: Emanh k'ojan t'a in wach' k'ab', masanto ol vak'canoch eb' ayoch ajk'olal t'ayach t'a yalanh oc, xchi t'a Yuninal chi'."
        },
        {
            "number": "14",
            "text": "Ha eb' ángel chi', espíritu ton eb', yak'umalnhej servil Dios yaj eb'. Checb'ilcot eb' yic scolvaj eb' t'ayonh a onh ol co cha co colnab'il t'a junelnhej."
        }
    ]
}