{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a peka' tzijtum tas yak'lab'ejnac Dios slolon t'a heb' ko mam quicham. Tzijtum el yak'lab'ejnac heb' schekab' yalaneli."
        },
        {
            "number": "2",
            "text": "Axo t'a slajwub' tiempoal tik, a wal Yuninal ix scheccot yal t'ayonh. Ha yet'oc sb'onac yol yib'anhk’inal tik yet' masanil tas ay t'ay. Yak'annac paxkanoch masanil juntzanh chi' t'a yol sk'ab'."
        },
        {
            "number": "3",
            "text": "Ha Yuninal chi' sch'oxan wal el sniwanil yelk'och Dios. Te lajannhej spensar yet' Dios chi'. Yujnhej slolonel Yuninal chi', wach'nhej yek' masanil tasi, yujto a slolonel chi' te niwan spoder. Ayic ix lajwi yik'ankanel ko mul, ix b'at em k'ojan t'a swach' k'ab' Dios t'a satcha’anh."
        },
        {
            "number": "4",
            "text": "Ha Yuninal Dios chi', ek'alxo ix aj t'a yichanh heb' ángel, yujto a yopisio ak'b'il yuj Smam, ek'alxo niwan yelk'och t'a yichanh yopisio heb' ángel chi'."
        },
        {
            "number": "5",
            "text": "Malaj junok heb' ángel b'aj ix yal Dios icha ix aj yalan t'a Yuninal. Aton ix yalan icha tik: Ha ach tik Vuninal ach. Ha t'a jun k'u tik ix wak' checlajoc to Vuninal ach, xchi. Ayic ix yalanxi Dios icha tik, manh yujoc junok heb' ángel ix yala', palta yuj Yuninal chi' ix yala': Ha in tik, Mamab'il ol in aj t'ay, haxo Uninab'il ol aj t'ayin, xchi Dios."
        },
        {
            "number": "6",
            "text": "Ayic ix schekancot jun pitanh Yuninal Dios t'a yol yib'anhk’inal tik, ix yalan yuj: Emokab' cuman masanil heb' vángel t'ay, xchi."
        },
        {
            "number": "7",
            "text": "Axo yuj heb' ángel yalnac Dios icha tik: Swak'och heb' vángel icha ik'al, haxo heb' tzin ak'an serwil, swak'och heb' icha yoc k'aq'uil, xchi."
        },
        {
            "number": "8",
            "text": "Palta syal pax Dios chi' yuj Yuninal icha tik: Ach Dios, Rey achnhej t'a masanil k 'inal. Ha ach tik, tojolnhej tzutej ak'an yajalil t'a yib'anh heb' ico'."
        },
        {
            "number": "9",
            "text": "Tzach tzalaji, tato wach' tas sk'ulej heb' anima, haxo tato a chukal sk'ulej heb' jun, schichon a k'ool. Yuj chi', ha Dios, aton a Diosal, A' ix ach sik'aneli, ix yak'an jun niwan tzalajk'olal t'ayach. Ha jun chi', ek'al niwan yelk'och t'a yichanh icha ix ak'ji t'a heb' ajun ed'oc, xchi t'a Slolonel Dios chi'."
        },
        {
            "number": "10",
            "text": "Syalanpax icha tik: Ach Kajal, atax t'a yichb’anel a b'onakkanem yich yol yib'anhk’inal tik, a ach pax wal lak'an a b'onakkan satcha’anh."
        },
        {
            "number": "11",
            "text": "Ol satel masanil juntzanh tik, a achxo jun, ayachnhejeq'ui. Ha juntzanh tik ol ixtaxoc, icha sk'ab'ik'och junok k'apac."
        },
        {
            "number": "12",
            "text": "Ol a k'excanel icha wal sk'exanel junok sk'a pichul heb' anima, syumankanel heb'. Ha achxo jun, anheja' aji, malaj b'ak'uinh ol ach sateloc, xchikan t'a Slolonel Dios chi'."
        },
        {
            "number": "13",
            "text": "Malaj juneloc ix yal Dios t'a junok ángel icha ix yutej yalan t'a Yuninal, ayic ix yalan icha tik: Emanh k'ojan t'a in wach' k'ab', masanto ol wak'kanoch heb' ayoch ajk'olal t'ayach t'a yalanh oc, xchi t'a Yuninal chi'."
        },
        {
            "number": "14",
            "text": "Ha heb' ángel chi', espíritu ton heb', yak'umalnhej serwil Dios yaj heb'. Checb'ilcot heb' yic skolwaj heb' t'ayonh a onh ol ko cha ko colnab'il t'a junelnhej."
        }
    ]
}