{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "A d'a peca' tzijtum tas yak'lab'ejnac Dios slolon d'a eb' co mam quicham. Tzijtum el yak'lab'ejnac eb' schecab' yalaneli."
        },
        {
            "number": "2",
            "text": "Axo d'a slajvub' tiempoal tic, a val Yuninal ix scheccot yal d'ayonh. A yed'oc sb'onac yolyib'anhq'uinal tic yed' masanil tas ay d'ay. Yak'annac paxcanoch masanil juntzanh chi' d'a yol sk'ab'."
        },
        {
            "number": "3",
            "text": "A Yuninal chi' sch'oxan val el snivanil yelk'och Dios. Te lajannhej spensar yed' Dios chi'. Yujnhej slolonel Yuninal chi', vach'nhej yek' masanil tasi, yujto a slolonel chi' te nivan spoder. Ayic ix lajvi yik'ancanel co mul, ix b'at em k'ojan d'a svach' k'ab' Dios d'a satchaanh."
        },
        {
            "number": "4",
            "text": "A Yuninal Dios chi', ek'alxo ix aj d'a yichanh eb' ángel, yujto a yopisio ak'b'il yuj Smam, ek'alxo nivan yelk'och d'a yichanh yopisio eb' ángel chi'."
        },
        {
            "number": "5",
            "text": "Malaj junoc eb' ángel b'aj ix yal Dios icha ix aj yalan d'a Yuninal. Aton ix yalan icha tic: A ach tic Vuninal ach. A d'a jun k'u tic ix vak' checlajoc to Vuninal ach, xchi. Ayic ix yalanxi Dios icha tic, manh yujoc junoc eb' ángel ix yala', palta yuj Yuninal chi' ix yala': A in tic, Mamab'il ol in aj d'ay, axo Uninab'il ol aj d'ayin, xchi Dios."
        },
        {
            "number": "6",
            "text": "Ayic ix schecancot jun pitanh Yuninal Dios d'a yolyib'anhq'uinal tic, ix yalan yuuj: Emocab' cuman masanil eb' vángel d'ay, xchi."
        },
        {
            "number": "7",
            "text": "Axo yuj eb' ángel yalnac Dios icha tic: Svak'och eb' vángel icha ik'al, axo eb' tzin ak'an servil, svak'och eb' icha yoc k'aq'uil, xchi."
        },
        {
            "number": "8",
            "text": "Palta syal pax Dios chi' yuj Yuninal icha tic: Ach Dios, Rey achnhej d'a masanil q'uinal. A ach tic, tojolnhej tzutej ak'an yajalil d'a yib'anh eb' ico'."
        },
        {
            "number": "9",
            "text": "Tzach tzalaji, tato vach' tas sk'ulej eb' anima, axo tato a chucal sk'ulej eb' jun, schichon a k'ool. Yuj chi', a Dios, aton a Diosal, A' ix ach sik'aneli, ix yak'an jun nivan tzalajk'olal d'ayach. A jun chi', ek'al nivan yelk'och d'a yichanh icha ix ak'ji d'a eb' ajun ed'oc, xchi d'a Slolonel Dios chi'."
        },
        {
            "number": "10",
            "text": "Syalanpax icha tic: Ach Cajal, atax d'a yichb'anil a b'onaccanem yich yolyib'anhq'uinal tic, a ach pax val lak'an a b'onaccan satchaanh."
        },
        {
            "number": "11",
            "text": "Ol satel masanil juntzanh tic, a achxo jun, ayachnhejeq'ui. A juntzanh tic ol ixtaxoc, icha sk'ab'ik'och junoc k'apac."
        },
        {
            "number": "12",
            "text": "Ol a q'uexcanel icha val sq'uexanel junoc sk'a pichul eb' anima, syumancanel eb'. A achxo jun, anheja' aji, malaj b'aq'uinh ol ach sateloc, xchican d'a Slolonel Dios chi'."
        },
        {
            "number": "13",
            "text": "Malaj juneloc ix yal Dios d'a junoc ángel icha ix yutej yalan d'a Yuninal, ayic ix yalan icha tic: Emanh k'ojan d'a in vach' k'ab', masanto ol vak'canoch eb' ayoch ajk'olal d'ayach d'a yalanh oc, xchi d'a Yuninal chi'."
        },
        {
            "number": "14",
            "text": "A eb' ángel chi', espíritu ton eb', yak'umalnhej servil Dios yaj eb'. Checb'ilcot eb' yic scolvaj eb' d'ayonh a onh ol co cha co colnab'il d'a junelnhej."
        }
    ]
}