{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ha juntzanh syal t'a ley Moisés, ichato yenhulnhej yaj t'a juntzanh wach' tzak'anto janac. Manhoc val tz'ik'anel co mul, yujto manhoclaj jun ley chi' tz'ik'an sb'o spensar eb' anima sgana sk'och d'ha Dios yuj juntzanh silab' tz'ak'ji chi' t'a junjun ab'il."
        },
        {
            "number": "2",
            "text": "Q'uinaloc tato sb'o spensar eb' yuj jun ley chi', tecan ochnac vaan eb' yak'an juntzanh silab' chi'. Q'uinaloc tato yel sacb'icanel eb' t'a smul, ayic syak'an juntzanh silab' chi' eb', tecan maxtzac snacot smul eb' chi'."
        },
        {
            "number": "3",
            "text": "Ocxo jun, yuj juntzanh silab' chi', snacot smul eb' t'a junjun ab'il."
        },
        {
            "number": "4",
            "text": "Yujto max yal yik'anel co mul schiq'uil nok' vacax yet' nok' chiva."
        },
        {
            "number": "5",
            "text": "Yuj chi', ayic ix ulek' Cristo t'a yol yib'anhk’inal tik, ix yal d'ha Dios: Max a nib'ejlaj nok' nok' tz'ak'ji silab'il t'ayach, ma juntzanhxo ofrenda. Palta ix ak' in nivanil."
        },
        {
            "number": "6",
            "text": "Max a k'anlaj nok' nok' snhusjitz'a silab'il t'ayach, ma val silab' yic slajvicanel mul."
        },
        {
            "number": "7",
            "text": "Yuj chi' sval t'ayach: Ach in Diosal, tik tzin javi yuj in b'oan icha tas a gana, ichataxon yaj stz'ib'chajcan vab'ixal, xin chi, xchi Cristo."
        },
        {
            "number": "8",
            "text": "Ha t'a sb'ab'elal ix yal Cristo chi' to malaj sgana Dios t'a juntzanh silab' snhusjitz'a chi', juntzanh nok' nok' tz'ak'ji t'ay yuj smul eb' anima. Wach'chom syal t'a ley to yowalil tz'ak'ji juntzanh chi' d'ha Dios, palta max tzalajlaj yet'oc."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix yalanxi Cristo icha tik: Ach in Diosal, tik tzin javi yuj in b'oan icha tas a gana, xchi. Syalelk'ochi to ix ul yak' lajvoc yopisio juntzanh silab' chi'. Axo junxo silab' ix yak' sq'uexuloc."
        },
        {
            "number": "10",
            "text": "Yuj chi' a Jesucristo chi', a val snivanil ix ul yak' silab'oc t'a junelnhej icha sgana Dios. Yuj jun silab' chi, lajvinacxoel co mul."
        },
        {
            "number": "11",
            "text": "Masanil eb' sacerdote t'a skal eb' quetchonhab', linhanq'ue eb', aynhejoch eb' t'a yopisio junjun k'u. Ichanhej chi' yak'an juntzanh silab' chi' eb', palta a juntzanh chi', max yal-laj yik'anel co mul."
        },
        {
            "number": "12",
            "text": "Palta haxo Jesucristo, junnhej silab' yak'nac yuj co mul t'a junelnhej. Ichato chi' b'ian, ix em k'ojan t'a swach' k'ab' Dios."
        },
        {
            "number": "13",
            "text": "Ata' van stanhvani masanto ol kan eb' yajk'ool t'a yalanh yuj Dios."
        },
        {
            "number": "14",
            "text": "Yujto junelnhej tz'acvinac onh el yuj jun silab' chi', yujto ix lajvicanel masanil co chukal yuj."
        },
        {
            "number": "15",
            "text": "Axo Yespíritu Dios syak' testigoal sb'a t'ayonh yuj juntzanh tik. Yujto icha tik yalnaccani:"
        },
        {
            "number": "16",
            "text": "Ha t'a yic ol lajvoc jun pekti’ chi', icha tik ol vutoc in trato yet' eb' yinhtilal Israel t'a b'ak'uinh: Ol vak'och juntzanh in checnab'il t'a spixan eb', ichato ol in tz'ib'ejcanoch t'a spensar eb', xchi Cajal t'a Slolonel chi'."
        },
        {
            "number": "17",
            "text": "Syalanpaxcan icha tik: Manhxa b'ak'uinh ol in nacot smul eb' yet' schucal eb', xchi."
        },
        {
            "number": "18",
            "text": "Yuj chi', ayic tz'ak'jican lajvoc co mul, manhxo yovaliloc scak' junocxo silab' yuj co mul chi'."
        },
        {
            "number": "19",
            "text": "Yuj chi', ex vuk'tac ex vanab', max onh xivlaj coch t'a yol jun lugar Yicnhej Dios Yaji, yujto yuj schiq'uil Jesucristo ayxo calan quic cochi."
        },
        {
            "number": "20",
            "text": "Syal coch yuj jun ak' b'e yic q'uinal jacb'ilcan t'ayonh, aton jun b'e sk'axpaj ek' t'a k'apac smacul yool. Ha jun k'apac chi', a snivanil Cristo syalelk'och k'apac."
        },
        {
            "number": "21",
            "text": "Ha onh yuninal onhxo Dios tik, ay jun co sacerdote te niwan yelk'ochi."
        },
        {
            "number": "22",
            "text": "Yuj chi', yowalil sco nitzoch co b'a d'ha Dios yet' smasanil co k'ool. Manhxalaj co chab'k'olal t'ay, yujto sacxo yaj co pixan yuj, yuj chi' manhxalaj co chukal scab'i, haxo co nivanil, b'icb'ilxoel t'a jun ha ha' yaaxnhej."
        },
        {
            "number": "23",
            "text": "Tek'an val scutej co b'a cak'anoch Dios yipoc co k'ool. Manh caq'ek chab'ax co k'ool, yujto ha Dios chi' ol yaq'uelk'och jun tas yalnaccan t'ayonh."
        },
        {
            "number": "24",
            "text": "Yovalil sco na'a tas scutej co cuchb'an co b'a, scak'lan quip co xajanan co b'a yet' co k'ulan tas wach'."
        },
        {
            "number": "25",
            "text": "Mocab' cactejec co molb'an co b'a icha syutej sb'a juntzanhxo eb'. Yovalil squeclaj co na'a. Scak' val quip, yujto vanxo quilan juntzanh yechel sch'oxani to van sja sk'ual sjaub'al Cajal Jesús."
        },
        {
            "number": "26",
            "text": "Ha ticnaic, cojtacxo jun ab'ix te yel. Yuj chi' tato anheja' cak'anoch co pensar co k'ulan chukal, manhxalaj junocxo silab' syal yik'anel co mul."
        },
        {
            "number": "27",
            "text": "Tato icha chi', axonhej jun niwan yaelal sco tanhvej yet' jun k'ak' sq'ue nhilnhon yoc, aton jun tzonh te xiv yuj. Yuj jun k'ak' chi', ol lajvoquel eb' ayoch ajk'olal d'ha Dios."
        },
        {
            "number": "28",
            "text": "Tato ay eb' spitej sb'ha t'a ley Moisés, tz'ak'jioch eb' t'a yol sk'ab' chamel tato ay chavanhoc ma oxvanhoc testigo tz'ilani. Malaj junok mach syal yok' sk'ool t'a eb'."
        },
        {
            "number": "29",
            "text": "Axo ticnaic, tato ay onh mach onh sco patiquejcanel Yuninal Dios, mato malaj yelk'och schiq'uil t'ayonh, ma scak' sq'uixvelal Yespíritu Dios, aton jun tz'ak'an swach'k'olal Dios t'ayonh, tato icha chi', yelxom val ek'to yaelal smoj ol co cha t'a yichanh eb' ix paticanel ley Moisés chi'. Yujto a schiq'uil Cristo chi', a ak'jinac elk'och strato Dios t'ayonh. Yuj ix lajvicanel co mul."
        },
        {
            "number": "30",
            "text": "Cojtac to icha tik yaj yalancan Dios Cajal: Ha in ton tik ay valan wik vak'an syaelal eb'. Ha in ol vak' spac t'a eb', xchi. Syalanpax icha tik: Ha in tik, Yajal in, ol in ch'olb'itej tas yaj eb' in chonhab', xchi."
        },
        {
            "number": "31",
            "text": "Te xivk'olalxo scot yoval sk'ool Dios pitzan t'a quib'anh."
        },
        {
            "number": "32",
            "text": "Palta naeccot t'a yic yalanh ayic ix b'ab'laj och sakil k'inal t'ayex, tek'tek' ix eyutej e b'a. Ayic ix eyab'an syail, ix eyak' val eyip."
        },
        {
            "number": "33",
            "text": "Yujto ayex ix ex b'uchji. Ay ex pax ix ak'jioch yaelal t'a eyib'anh t'a yichanh chonhab'. Ay ex pax ya ix eyab'i ayic ix eyilani to ay eb' ix yab' syail. Ix eyab' pax syail yet' eb' chi'."
        },
        {
            "number": "34",
            "text": "Ix ok' e k'ool yuj eb' ix och t'a preso. Ayic ix laj ik'jiek' juntzanh tas t'ayex, ix eyak' techajoc. Ix ex te tzalaji yujto eyojtac to ay junxo eyic t'a satcha’anh más te wach'. Ha jun chi' aynhejek' t'a junelnhej."
        },
        {
            "number": "35",
            "text": "Yuj chi' manh eyactejcan e tek'anil chi'. Yujto yuj ol e cha jun spac te niwan."
        },
        {
            "number": "36",
            "text": "Yovalil niwan tzeyutej e k'ool, yic ol yal e k'ulan masanil tas sgana Dios, ol e chaan jun tas b'aj yak'naccan sti' to ol yak' t'ayonh."
        },
        {
            "number": "37",
            "text": "Yujto icha tik syal Dios t'a Slolonel Tz'ib'ab'ilcani: Jab'xonhej val, haxo sjavi jun yowalil ol javoc, manh ol ek'laj tiempo sjavi."
        },
        {
            "number": "38",
            "text": "Ha eb' tzin ak'anoch t'a sk'ool, ay sq'uinal eb' t'a junelnhej, palta tato smeltzaj eb' t'a spatic, manhxo ol in tzalajlaj yet' eb', xchi Dios."
        },
        {
            "number": "39",
            "text": "Palta a onh tik, manh onh lajanoclaj icha juntzanhxo eb' smeltzaj t'a spatic yic satcanel eb' t'a junelnhej, palta lajan onh icha eb' ol ik'an scolnab'il t'a junelnhej yujto syak'och Dios eb' t'a sk'ool."
        }
    ]
}