{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ha juntzanh syal t'a ley Moisés, ichato yenhulnhej yaj t'a juntzanh wach' tzak'anto janac. Manhok wal tz'ik'anel ko mul, yujto manhoclaj jun ley chi' tz'ik'an sb'o spensar heb' anima snib'ej sk'och d'ha Dios yuj juntzanh silab' tz'ak'ji chi' t'a junjun ab'il."
        },
        {
            "number": "2",
            "text": "Q'uinaloc tato sb'o spensar heb' yuj jun ley chi', tecan ochnac waan heb' yak'an juntzanh silab' chi'. Q'uinaloc tato yel sacb'icanel heb' t'a smul, ayic syak'an juntzanh silab' chi' heb', tecan maxtzac snacot smul heb' chi'."
        },
        {
            "number": "3",
            "text": "Ocxo jun, yuj juntzanh silab' chi', snacot smul heb' t'a junjun ab'il."
        },
        {
            "number": "4",
            "text": "Yujto max yal yik'anel ko mul schiq'uil nok' wacax yet' nok' chiwa."
        },
        {
            "number": "5",
            "text": "Yuj chi', ayic ix ulek' Cristo t'a yol yib'anhk’inal tik, ix yal d'ha Dios: Max a nib'ejlaj nok' nok' tz'ak'ji silab'il t'ayach, ma juntzanhxo ofrenda. Palta ix ak' in niwanil."
        },
        {
            "number": "6",
            "text": "Max a k'anlaj nok' nok' snhusjitz'a silab'il t'ayach, ma wal silab' yic slajwicanel mul."
        },
        {
            "number": "7",
            "text": "Yuj chi' swal t'ayach: Ach in Diosal, tik tzin jawi yuj in b'oan icha tas a gana, ichataxon yaj stz'ib'chajcan wab'ixal, xin chi, xchi Cristo."
        },
        {
            "number": "8",
            "text": "Ha t'a sb'ab'elal ix yal Cristo chi' to malaj snib'ej Dios t'a juntzanh silab' snhusjitz'a chi', juntzanh nok' nok' tz'ak'ji t'ay yuj smul heb' anima. Wach'chom syal t'a ley to yowalil tz'ak'ji juntzanh chi' d'ha Dios, palta max tzalajlaj yet'oc."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix yalanxi Cristo icha tik: Ach in Diosal, tik tzin jawi yuj in b'oan icha tas a gana, xchi. Syalelk'ochi to ix ul yak' lajwoc yopisio juntzanh silab' chi'. Axo junxo silab' ix yak' sk'exuloc."
        },
        {
            "number": "10",
            "text": "Yuj chi' a Jesucristo chi', a wal sniwanil ix ul yak' silab'oc t'a junelnhej icha snib'ej Dios. Yuj jun silab' chi, lajwinacxoel ko mul."
        },
        {
            "number": "11",
            "text": "Masanil heb' sacerdote t'a skal heb' quetchonhab', linhank'e heb', aynhejoch heb' t'a yopisio junjun k'u. Ichanhej chi' yak'an juntzanh silab' chi' heb', palta a juntzanh chi', max yal-laj yik'anel ko mul."
        },
        {
            "number": "12",
            "text": "Palta haxo Jesucristo, junnhej silab' yak'nac yuj ko mul t'a junelnhej. Ichato chi' b'ian, ix em k'ojan t'a swach' k'ab' Dios."
        },
        {
            "number": "13",
            "text": "Ata' wan stanhwani masanto ol kan heb' yajk'ool t'a yalanh yuj Dios."
        },
        {
            "number": "14",
            "text": "Yujto junelnhej tz'acwinac onh el yuj jun silab' chi', yujto ix lajwicanel masanil ko chukal yuj."
        },
        {
            "number": "15",
            "text": "Axo Yespíritu Dios syak' testigoal sb'a t'ayonh yuj juntzanh tik. Yujto icha tik yalnaccani:"
        },
        {
            "number": "16",
            "text": "Ha t'a yic ol lajwoc jun pekti’ chi', icha tik ol wutoc in trato yet' heb' yinhtilal Israel t'a b'ak'uinh: Ol wak'och juntzanh in checnab'il t'a spixan heb', ichato ol in tz'ib'ejcanoch t'a spensar heb', xchi Kajal t'a Slolonel chi'."
        },
        {
            "number": "17",
            "text": "Syalanpaxcan icha tik: Manhxa b'ak'uinh ol in nacot smul heb' yet' schucal heb', xchi."
        },
        {
            "number": "18",
            "text": "Yuj chi', ayic tz'ak'jican lajwoc ko mul, manhxo yowaliloc skak' junocxo silab' yuj ko mul chi'."
        },
        {
            "number": "19",
            "text": "Yuj chi', ex wuk'tac ex wanab', max onh xivlaj coch t'a yol jun lugar Yicnhej Dios Yaji, yujto yuj schiq'uil Jesucristo ayxo calan quic cochi."
        },
        {
            "number": "20",
            "text": "Syal coch yuj jun ak' b'e yic k 'inal jacb'ilcan t'ayonh, aton jun b'e sk'axpaj ek' t'a k'apac smacul yool. Ha jun k'apac chi', a sniwanil Cristo syalelk'och k'apac."
        },
        {
            "number": "21",
            "text": "Ha onh yuninal onhxo Dios tik, ay jun ko sacerdote te niwan yelk'ochi."
        },
        {
            "number": "22",
            "text": "Yuj chi', yowalil sco nitzoch ko b'a d'ha Dios yet' smasanil ko k'ool. Manhxalaj ko chab'k'olal t'ay, yujto sacxo yaj ko pixan yuj, yuj chi' manhxalaj ko chukal scab'i, haxo ko niwanil, b'icb'ilxoel t'a jun ha ha' yaaxnhej."
        },
        {
            "number": "23",
            "text": "Tek'an wal scutej ko b'a cak'anoch Dios yipoc ko k'ool. Manh caq'ek chab'ax ko k'ool, yujto ha Dios chi' ol yak'elk'och jun tas yalnaccan t'ayonh."
        },
        {
            "number": "24",
            "text": "Yowalil sco na'a tas scutej ko cuchb'an ko b'a, skak'lan quip ko xajanan ko b'a yet' ko k'ulan tas wach'."
        },
        {
            "number": "25",
            "text": "Mocab' cactejec ko molb'an ko b'a icha syutej sb'a juntzanhxo heb'. Yowalil squeclaj ko na'a. Scak' wal quip, yujto wanxo quilan juntzanh yechel sch'oxani to wan sja sk'ual sjaub'al Kajal Jesús."
        },
        {
            "number": "26",
            "text": "Ha ticnaik, cojtacxo jun ab'ix te yel. Yuj chi' tato anheja' cak'anoch ko pensar ko k'ulan chukal, manhxalaj junocxo silab' syal yik'anel ko mul."
        },
        {
            "number": "27",
            "text": "Tato icha chi', axonhej jun niwan yaelal sco tanhwej yet' jun k'ak' sk'e nhilnhon yoc, aton jun tzonh te xiv yuj. Yuj jun k'ak' chi', ol lajwoquel heb' ayoch ajk'olal d'ha Dios."
        },
        {
            "number": "28",
            "text": "Tato ay heb' spitej sb'ha t'a ley Moisés, tz'ak'jioch heb' t'a yol sk'ab' chamel tato ay chawanhoc ma oxwanhoc testigo tz'ilani. Malaj junok mach syal yok' sk'ool t'a heb'."
        },
        {
            "number": "29",
            "text": "Axo ticnaik, tato ay onh mach onh sco patiquejcanel Yuninal Dios, mato malaj yelk'och schiq'uil t'ayonh, ma skak' sq'uixwelal Yespíritu Dios, aton jun tz'ak'an swach'k'olal Dios t'ayonh, tato icha chi', yelxom wal ek'to yaelal smoj ol ko cha t'a yichanh heb' ix paticanel ley Moisés chi'. Yujto a schiq'uil Cristo chi', a ak'jinac elk'och strato Dios t'ayonh. Yuj ix lajwicanel ko mul."
        },
        {
            "number": "30",
            "text": "Cojtac to icha tik yaj yalancan Dios Kajal: Ha in ton tik ay walan wik wak'an syaelal heb'. Ha in ol wak' spak t'a heb', xchi. Syalanpax icha tik: Ha in tik, Yajal in, ol in ch'olb'itej tas yaj heb' in chonhab', xchi."
        },
        {
            "number": "31",
            "text": "Te xivk'olalxo scot yowal sk'ool Dios pitzan t'a quib'anh."
        },
        {
            "number": "32",
            "text": "Palta naeccot t'a yic yalanh ayic ix b'ab'laj och sakil k'inal t'ayex, tek'tek' ix eyutej he b'a. Ayic ix eyab'an syail, ix eyak' wal eyip."
        },
        {
            "number": "33",
            "text": "Yujto ayex ix ex b'uchji. Ay ex pax ix ak'jioch yaelal t'a eyib'anh t'a yichanh chonhab'. Ay ex pax ya ix eyab'i ayic ix eyilani to ay heb' ix yab' syail. Ix eyab' pax syail yet' heb' chi'."
        },
        {
            "number": "34",
            "text": "Ix ok' he k'ool yuj heb' ix och t'a preso. Ayic ix laj ik'jiek' juntzanh tas t'ayex, ix eyak' techajoc. Ix ex te tzalaji yujto eyojtac to ay junxo eyic t'a satcha’anh más te wach'. Ha jun chi' aynhejek' t'a junelnhej."
        },
        {
            "number": "35",
            "text": "Yuj chi' manh eyactejcan he tek'anil chi'. Yujto yuj ol he cha jun spak te niwan."
        },
        {
            "number": "36",
            "text": "Yowalil niwan tzeyutej he k'ool, yic ol yal he k'ulan masanil tas snib'ej Dios, ol he chaan jun tas b'aj yak'naccan sti' to ol yak' t'ayonh."
        },
        {
            "number": "37",
            "text": "Yujto icha tik syal Dios t'a Slolonel Tz'ib'ab'ilcani: Jab'xonhej wal, haxo sjawi jun yowalil ol jawok, manh ol ek'laj tiempo sjawi."
        },
        {
            "number": "38",
            "text": "Ha heb' tzin ak'anoch t'a sk'ool, ay sk'inal heb' t'a junelnhej, palta tato smeltzaj heb' t'a spatic, manhxo ol in tzalajlaj yet' heb', xchi Dios."
        },
        {
            "number": "39",
            "text": "Palta a onh tik, manh onh lajanoclaj icha juntzanhxo heb' smeltzaj t'a spatic yic satcanel heb' t'a junelnhej, palta lajan onh icha heb' ol ik'an scolnab'il t'a junelnhej yujto syak'och Dios heb' t'a sk'ool."
        }
    ]
}