{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "A juntzanh syal d'a ley Moisés, ichato yenhulnhej yaj d'a juntzanh vach' tzak'anto janac. Manhoc val tz'ik'anel co mul, yujto manhoclaj jun ley chi' tz'ik'an sb'o spensar eb' anima sgana sk'och d'a Dios yuj juntzanh silab' tz'ak'ji chi' d'a junjun ab'il."
        },
        {
            "number": "2",
            "text": "Q'uinaloc tato sb'o spensar eb' yuj jun ley chi', tecan ochnac vaan eb' yak'an juntzanh silab' chi'. Q'uinaloc tato yel sacb'icanel eb' d'a smul, ayic syak'an juntzanh silab' chi' eb', tecan maxtzac snacot smul eb' chi'."
        },
        {
            "number": "3",
            "text": "Ocxo jun, yuj juntzanh silab' chi', snacot smul eb' d'a junjun ab'il."
        },
        {
            "number": "4",
            "text": "Yujto max yal yik'anel co mul schiq'uil nok' vacax yed' nok' chiva."
        },
        {
            "number": "5",
            "text": "Yuj chi', ayic ix ulek' Cristo d'a yolyib'anhq'uinal tic, ix yal d'a Dios: Max a nib'ejlaj nok' nok' tz'ak'ji silab'il d'ayach, ma juntzanhxo ofrenda. Palta ix ak' in nivanil."
        },
        {
            "number": "6",
            "text": "Max a k'anlaj nok' nok' snhusjitz'a silab'il d'ayach, ma val silab' yic slajvicanel mul."
        },
        {
            "number": "7",
            "text": "Yuj chi' sval d'ayach: Ach in Diosal, tic tzin javi yuj in b'oan icha tas a gana, ichataxon yaj stz'ib'chajcan vab'ixal, xin chi, xchi Cristo."
        },
        {
            "number": "8",
            "text": "A d'a sb'ab'elal ix yal Cristo chi' to malaj sgana Dios d'a juntzanh silab' snhusjitz'a chi', juntzanh nok' nok' tz'ak'ji d'ay yuj smul eb' anima. Vach'chom syal d'a ley to yovalil tz'ak'ji juntzanh chi' d'a Dios, palta max tzalajlaj yed'oc."
        },
        {
            "number": "9",
            "text": "Ix lajvi chi', ix yalanxi Cristo icha tic: Ach in Diosal, tic tzin javi yuj in b'oan icha tas a gana, xchi. Syalelk'ochi to ix ul yak' lajvoc yopisio juntzanh silab' chi'. Axo junxo silab' ix yak' sq'uexuloc."
        },
        {
            "number": "10",
            "text": "Yuj chi' a Jesucristo chi', a val snivanil ix ul yak' silab'oc d'a junelnhej icha sgana Dios. Yuj jun silab' chi, lajvinacxoel co mul."
        },
        {
            "number": "11",
            "text": "Masanil eb' sacerdote d'a scal eb' quetchonhab', linhanq'ue eb', aynhejoch eb' d'a yopisio junjun k'u. Ichanhej chi' yak'an juntzanh silab' chi' eb', palta a juntzanh chi', max yal-laj yik'anel co mul."
        },
        {
            "number": "12",
            "text": "Palta axo Jesucristo, junnhej silab' yak'nac yuj co mul d'a junelnhej. Ichato chi' b'ian, ix em k'ojan d'a svach' k'ab' Dios."
        },
        {
            "number": "13",
            "text": "Ata' van stanhvani masanto ol can eb' yajk'ool d'a yalanh yuj Dios."
        },
        {
            "number": "14",
            "text": "Yujto junelnhej tz'acvinac onh el yuj jun silab' chi', yujto ix lajvicanel masanil co chucal yuuj."
        },
        {
            "number": "15",
            "text": "Axo Yespíritu Dios syak' testigoal sb'a d'ayonh yuj juntzanh tic. Yujto icha tic yalnaccani:"
        },
        {
            "number": "16",
            "text": "A d'a yic ol lajvoc jun tiempoal chi', icha tic ol vutoc in trato yed' eb' yinhtilal Israel d'a b'aq'uinh: Ol vak'och juntzanh in checnab'il d'a spixan eb', ichato ol in tz'ib'ejcanoch d'a spensar eb', xchi Cajal d'a Slolonel chi'."
        },
        {
            "number": "17",
            "text": "Syalanpaxcan icha tic: Manhxa b'aq'uinh ol in nacot smul eb' yed' schucal eb', xchi."
        },
        {
            "number": "18",
            "text": "Yuj chi', ayic tz'ak'jican lajvoc co mul, manhxo yovaliloc scak' junocxo silab' yuj co mul chi'."
        },
        {
            "number": "19",
            "text": "Yuj chi', ex vuk'tac ex vanab', max onh xivlaj coch d'a yol jun lugar Yicnhej Dios Yaji, yujto yuj schiq'uil Jesucristo ayxo calan quic cochi."
        },
        {
            "number": "20",
            "text": "Syal coch yuj jun ak' b'e yic q'uinal jacb'ilcan d'ayonh, aton jun b'e sk'axpaj ek' d'a k'apac smacul yool. A jun k'apac chi', a snivanil Cristo syalelk'och k'apac."
        },
        {
            "number": "21",
            "text": "A onh yuninal onhxo Dios tic, ay jun co sacerdote te nivan yelk'ochi."
        },
        {
            "number": "22",
            "text": "Yuj chi', yovalil sco nitzoch co b'a d'a Dios yed' smasanil co k'ool. Manhxalaj co chab'k'olal d'ay, yujto sacxo yaj co pixan yuuj, yuj chi' manhxalaj co chucal scab'i, axo co nivanil, b'icb'ilxoel d'a jun a a' yaaxnhej."
        },
        {
            "number": "23",
            "text": "Tek'an val scutej co b'a cak'anoch Dios yipoc co k'ool. Manh caq'uec chab'ax co k'ool, yujto a Dios chi' ol yaq'uelk'och jun tas yalnaccan d'ayonh."
        },
        {
            "number": "24",
            "text": "Yovalil sco na'a tas scutej co cuchb'an co b'a, scak'lan quip co xajanan co b'a yed' co k'ulan tas vach'."
        },
        {
            "number": "25",
            "text": "Mocab' cactejec co molb'an co b'a icha syutej sb'a juntzanhxo eb'. Yovalil squeclaj co na'a. Scak' val quip, yujto vanxo quilan juntzanh yechel sch'oxani to van sja sk'ual sjaub'al Cajal Jesús."
        },
        {
            "number": "26",
            "text": "A ticnaic, cojtacxo jun ab'ix te yel. Yuj chi' tato anheja' cak'anoch co pensar co k'ulan chucal, manhxalaj junocxo silab' syal yik'anel co mul."
        },
        {
            "number": "27",
            "text": "Tato icha chi', axonhej jun nivan yaelal sco tanhvej yed' jun k'ak' sq'ue nhilnhon yoc, aton jun tzonh te xiv yuuj. Yuj jun k'ak' chi', ol lajvoquel eb' ayoch ajk'olal d'a Dios."
        },
        {
            "number": "28",
            "text": "Tato ay eb' spitej sb'a d'a ley Moisés, tz'ak'jioch eb' d'a yol sk'ab' chamel tato ay chavanhoc ma oxvanhoc testigo tz'ilani. Malaj junoc mach syal yok' sk'ool d'a eb'."
        },
        {
            "number": "29",
            "text": "Axo ticnaic, tato ay onh mach onh sco patiquejcanel Yuninal Dios, mato malaj yelk'och schiq'uil d'ayonh, ma scak' sq'uixvelal Yespíritu Dios, aton jun tz'ak'an svach'k'olal Dios d'ayonh, tato icha chi', yelxom val ek'to yaelal smoj ol co cha d'a yichanh eb' ix paticanel ley Moisés chi'. Yujto a schiq'uil Cristo chi', a ak'jinac elk'och strato Dios d'ayonh. Yuuj ix lajvicanel co mul."
        },
        {
            "number": "30",
            "text": "Cojtac to icha tic yaj yalancan Dios Cajal: A in ton tic ay valan vic vak'an syaelal eb'. A in ol vak' spac d'a eb', xchi. Syalanpax icha tic: A in tic, Yajal in, ol in ch'olb'itej tas yaj eb' in chonhab', xchi."
        },
        {
            "number": "31",
            "text": "Te xivk'olalxo scot yoval sk'ool Dios pitzan d'a quib'anh."
        },
        {
            "number": "32",
            "text": "Palta naeccot d'a yic yalanh ayic ix b'ab'laj och saquilq'uinal d'ayex, tek'tek' ix eyutej e b'a. Ayic ix eyab'an syail, ix eyak' val eyip."
        },
        {
            "number": "33",
            "text": "Yujto ayex ix ex b'uchji. Ay ex pax ix ak'jioch yaelal d'a eyib'anh d'a yichanh chonhab'. Ay ex pax ya ix eyab'i ayic ix eyilani to ay eb' ix yab' syail. Ix eyab' pax syail yed' eb' chi'."
        },
        {
            "number": "34",
            "text": "Ix ok' e k'ool yuj eb' ix och d'a preso. Ayic ix laj ik'jiek' juntzanh tas d'ayex, ix eyak' techajoc. Ix ex te tzalaji yujto eyojtac to ay junxo eyic d'a satchaanh más te vach'. A jun chi' aynhejek' d'a junelnhej."
        },
        {
            "number": "35",
            "text": "Yuj chi' manh eyactejcan e tek'anil chi'. Yujto yuuj ol e cha jun spac te nivan."
        },
        {
            "number": "36",
            "text": "Yovalil nivan tzeyutej e k'ool, yic ol yal e k'ulan masanil tas sgana Dios, ol e chaan jun tas b'aj yak'naccan sti' to ol yak' d'ayonh."
        },
        {
            "number": "37",
            "text": "Yujto icha tic syal Dios d'a Slolonel Tz'ib'ab'ilcani: Jab'xonhej val, axo sjavi jun yovalil ol javoc, manh ol ek'laj tiempo sjavi."
        },
        {
            "number": "38",
            "text": "A eb' tzin ak'anoch d'a sk'ool, ay sq'uinal eb' d'a junelnhej, palta tato smeltzaj eb' d'a spatic, manhxo ol in tzalajlaj yed' eb', xchi Dios."
        },
        {
            "number": "39",
            "text": "Palta a onh tic, manh onh lajanoclaj icha juntzanhxo eb' smeltzaj d'a spatic yic satcanel eb' d'a junelnhej, palta lajan onh icha eb' ol ik'an scolnab'il d'a junelnhej yujto syak'och Dios eb' d'a sk'ool."
        }
    ]
}