{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ayic skak'anoch Dios t'a ko k'ool, syalelk'ochi to skak' wal och yipoc ko k'ool to ol ko cha tas wan ko tanhwani. Yuj b'aj skak'och t'a ko k'ool chi' cojtak sik'lab'il to a juntzanh tas manto quila', ay wal eq'ui."
        },
        {
            "number": "2",
            "text": "Ha heb' ko mam quicham, ochnac heb' wach'il t'a yichanh Dios, yujto yak'nac och Dios chi' heb' t'a sk'ool."
        },
        {
            "number": "3",
            "text": "Yujto skak'och Dios t'a ko k'ool, yuj chi' cojtak to tonhej lolonnac ayic sb'oannac jun yol yib'anhk’inal tik. Ha juntzanh tas squil ticnaik, malaj tas yak'lab'ejnac ayic sb'oannac."
        },
        {
            "number": "4",
            "text": "Ha winhaj Abel, yak'nac wal och Dios winh t'a sk'ool, yuj chi' a silab' winh yak'nac d'ha Dios chi', más wach' t'a yichanh yic winhaj Caín. Yuj chi' aljinac winh wach'il yuj Dios chi', yuj chi' chajinac jun silab' chi' yuj. Wach'chom chamnacxo winh, palta anheja' ichato tzato yal winh t'ayonh, yujto yak'nac wal och Dios winh t'a sk'ool."
        },
        {
            "number": "5",
            "text": "Ha winhaj Enoc, yak'nac och Dios winh t'a sk'ool. Yuj chi' pitzanto winh yik'jinacb'at winh yuj Dios t'a satcha’anh. Manhxa b'aj ilchajnac winh yuj heb' anima. Syal yuj winh t'a Slolonel Dios to ayic manto ik'jib'at winh, tzalajnac Dios chi' yet' winh."
        },
        {
            "number": "6",
            "text": "Palta tato max kak'och Dios t'a ko k'ool, toxon manh jab'oc stzalaj qued'oc. Yujto a mach sk'och d'ha Dios, yowalil syak'och t'a sk'ool to ay Dios chi'. Syak'anpaxoch t'a sk'ool to a tz'ak'an spak t'a heb' syak' yip sk'och t'ay."
        },
        {
            "number": "7",
            "text": "Ha winhaj Noé, yak'nac wal och Dios winh t'a sk'ool. Yuj chi' ayic yalannac Dios t'a winh to wan sja jun tas te ay smay manta b'aj tzuji, sk'anab'ajejnac winh sb'oan jun niwan barco b'aj scol sb'a yet' heb' ay t'a yol spat. Yuj b'aj sk'anab'ajejnac winh chi', ochkan chamel t'a yib'anh masanil heb' manh k'anab'ajannacoc. Anhejtona' yalnac Dios to wach' winh t'a yichanh, yujnhej to yak'nac och Dios chi' winh t'a sk'ool."
        },
        {
            "number": "8",
            "text": "Ha winhaj Abraham, yak'nac wal och Dios winh t'a sk'ool. Yuj chi' ayic yavtajnac winh yuj, sk'anab'ajejnac winh sb'at t'a jun lugar yalnakkani to ol yak' t'a winh. Wach'chom manto yojtakoc winh b'aj sb'ati, palta yactejnakkan sluum winh, sb'atnac winh."
        },
        {
            "number": "9",
            "text": "Yujto yak'nac och winh t'a sk'ool, yuj chi' ek'lejnac kajan winh t'a jun lugar yalnakkan Dios to ol yak' t'ay. Ha k'apac mantiado sb'onack'e winh spatoc. Anhejtona' icha chi' yutejnac sb'a winhaj Isaac yet' winhaj Jacob, yujto ay yalan yic heb' winh schaan jun yalnac Dios chi' to ol scha heb'."
        },
        {
            "number": "10",
            "text": "Ha winhaj Abraham chi', stanhwejnac winh sjawi jun chonhab' ayem yipumal yich, aton jun chonhab' ha Dios naannac tas tz'aj sb'oi, anheja' b'oannac paxi."
        },
        {
            "number": "11",
            "text": "Ha ix Sara, yak'nac wal och Dios ix t'a sk'ool. Yuj chi' wach'chom manh unewumixoc ix, palta ak'jinacto yip ix yic yaljinac jun yune' ix t'a yolxo schichimal. Ay jun yune' ix aljinac, yujto yak'nac och ix t'a sk'ool to a jun yak'nac sti' t'a ix, tz'elnhejk'och tas syala'."
        },
        {
            "number": "12",
            "text": "Yuj chi', wach'chom ichamxo winhaj Abraham chi', wach'chom junnhej pax winh, palta tzijtum ix aj heb' yinhtilal winh spitzwieli. Lajan sb'isul heb' icha k'een k'anal t'a satcha’anh. Lajan pax sb'isul heb' icha k'een yarenail sti' ha' mar manhxo b'ischajb'enoc."
        },
        {
            "number": "13",
            "text": "Ha junjun heb' swal yab'ixal tik, manto schalaj juntzanh yalnac Dios to syak' t'a heb' ayic schamnac heb'. Palta yak'nac wal och Dios heb' t'a sk'ool, yuj chi' ichato najat yilnacb'at juntzanh chi' heb', yak'annac och spensar heb' t'ay. Icha chi' ajnac yak'an testigoal sb'a heb' to a jun yol yib'anhk’inal tik, manh schonhab'oc heb', palta paxyalwumnhej heb'."
        },
        {
            "number": "14",
            "text": "Ha heb' icha chi' yutejnac sb'a, sch'oxnac wal heb' sik'lab'il to ha t'a junxo chonhab' ayoch spensar heb'."
        },
        {
            "number": "15",
            "text": "Q'uinaloc tato anhej t'a jun schonhab' heb' yactejnakkan chi' yak'nac och spensar, tekan meltzajnacxi heb' ta'."
        },
        {
            "number": "16",
            "text": "Palta a wal t'a junxo chonhab' más wach' b'aj yak'nac och spensar heb', aton jun chonhab' ay t'a satcha’anh. Yuj chi' max q'uixwilaj Dios ayic tz'alji to a sDiosal heb', yujto wach'xo yaj jun chonhab' ol yak' yiquej heb' chi'."
        },
        {
            "number": "17",
            "text": "Ha winhaj Abraham chi', yak'nac wal och Dios winh t'a sk'ool. Yuj chi' ayic yak'jinac prowal winh yuj, yik'nacb'at winhaj Isaac winh, yujto ijanoch yak'an winh silab'oc yalani. Wach'chom yak'nac sti' Dios yuj winhaj Isaac chi', palta yak'nac elta jun pitanh yuninal winh chi' silab'oc."
        },
        {
            "number": "18",
            "text": "Yalnac Dios t'a winhaj Abraham chi' icha tik: Ha t'a winhaj Isaac ol pitzwokkanel inhtilal, xchi. Icha chi' yutejnac yak'ankan sti' t'a winh."
        },
        {
            "number": "19",
            "text": "Icha chi' yutejnac winhaj Abraham chi', yujto nachajnac el yuj winh to ay spoder Dios yak'an pitzwokxi heb' chamnac. Yuj chi', syal kalani ichato pitzwinacxi winhaj Isaac chi', yak'jinacxi winh t'a winhaj Abraham chi'."
        },
        {
            "number": "20",
            "text": "Ha winhaj Isaac chi', yak'nac wal och Dios winh t'a sk'ool, yuj chi' ayocto yalannakkan winh yuj juntzanh tas wach' ol scha winhaj Jacob yet' winhaj Esaú."
        },
        {
            "number": "21",
            "text": "Axo winhaj Jacob chi', yak'nac wal och Dios winh t'a sk'ool. Yuj chi' ayic wanxo scham winh yalannakkan winh yuj juntzanh tas wach' ol scha heb' yuninal winhaj José schawanhil. Yak'nacto em sb'a winh d'ha Dios ayic yemnac nhojan winh t'a yib'anh te' sk'ococh."
        },
        {
            "number": "22",
            "text": "Axo winhaj José chi', yak'nac wal och Dios winh t'a sk'ool, yuj chi' ayic wanxo scham winh, yalannakkan winh to ol el heb' israel t'a yol yic Egipto. Yalannakpaxcan winh, yuj tas ol yutoc sb'aquil winh heb'."
        },
        {
            "number": "23",
            "text": "Ha smam snun winhaj Moisés, yak'nac wal och Dios heb' t'a sk'ool, yuj chi' ayic yaljinac winh, oxe' ujal sk'ub'ejnac el winh heb', yujto yilnac heb' to te wach' yilji winh. Manh xivnacoclaj heb' t'a sley winh rey tz'alani to smiljicham heb' unin tzato alji."
        },
        {
            "number": "24",
            "text": "Axo winhaj Moisés chi', yak'nac wal och Dios winh t'a sk'ool. Yuj chi' ayic yelnac k 'inal t'a sat winh, manhxa snib'ej winh tz'alji to a ix yisil winh sreyal Egipto ay yune' winh."
        },
        {
            "number": "25",
            "text": "Manh yalnacoclaj sk'ool winh yak'an snib'ej yet' juntzanh chukal, yujto yojtak winh to ek'elb'anhej tzek' juntzanh chi'. Yuj chi' sna winh to más wach' syab' syail winh yet' heb' schonhab' Dios."
        },
        {
            "number": "26",
            "text": "Snaannac pax winh to más wach' syab' syail winh sb'uchji yuj Cristo. Masanil juntzanh sb'eyumal Egipto chi', malaj yelk'och t'a winh, yujto yak'nac och spensar winh t'a jun ol yak' Dios t'ay."
        },
        {
            "number": "27",
            "text": "Yak'nac wal och winh t'a sk'ool, yuj chi' elnac winh t'a yol yic Egipto chi'. Manh xivnacoclaj winh t'a yowal sk'ool winh rey chi'. Tek'tek' wal yutejnac spensar winh, ichato ochnac k'elan winh t'a jun manh chequeloc, aton Dios."
        },
        {
            "number": "28",
            "text": "Ha winhaj Moisés chi', yak'nacoch Dios winh t'a sk'ool, yuj chi' sk'anab'ajejnac winh yik'anel yich jun q'uinh yic snajicoti tas aj yelnaccot heb' israel t'a Egipto. Yalannac winh t'a heb' yetisraelal to slaj stzicoch chik' heb' t'a spuertail spat, yic max cham sb'ab'el unin heb' yuj jun ángel ay yopisio smilancham anima."
        },
        {
            "number": "29",
            "text": "Ha heb' israel chi', yak'nac och heb' t'a sk'ool, yuj chi' ek'nac heb' t'a snanhal ha' Chacchac Mar, icha quek' b'aj taquinh b'e. Axo pax heb' aj Egipto jun, scomon ak'lejnac prowal heb' yeq'ui, palta masanil heb' jik'winaccham yuj ha'."
        },
        {
            "number": "30",
            "text": "Ha heb' ko mam quicham, yak'nac wal och Dios heb' t'a sk'ool, yuj chi' ayic slajwinac yuquil k'ual yek' oyoyoc heb' t'a spatic chonhab' Jericó, laj emnac lanhaljoc yipumal yich smuroal jun chonhab' chi'."
        },
        {
            "number": "31",
            "text": "Ha ix Rahab, wach'chom ajmul ix ix, palta yak'nacoch Dios ix t'a sk'ool. Maj chamlaj ix yet' heb' spitejnac sb'a d'ha Dios, yujto wach' yutejnac sb'a ix schaan heb' israel ek' iljinac chajtil yaj jun chonhab' chi'."
        },
        {
            "number": "32",
            "text": "Tzijtumto tas syal walanb'at t'ayex, palta manhxalaj tiempo swal yab'ixal winhaj Gedeón, winhaj Barac, winhaj Sansón, winhaj Jefté, winhaj Dawid, winhaj Samuel yet' heb' winh schekab' Dios."
        },
        {
            "number": "33",
            "text": "Ha heb' chi', yak'nac wal och Dios heb' t'a sk'ool, yuj chi' ay heb' ak'annac ganar juntzanh nación ayic yak'annac owal heb' yet'oc. Ay heb' tojol yutejnac yak'an yajalil. Ay heb' chaannac tas alb'ilkan yuj Dios. Ay heb' macchannac sti' nok' choj."
        },
        {
            "number": "34",
            "text": "Ay heb' ak'jinac tup juntzanh k'ak' te ov. Ay pax heb' colchajnaqueli ayic ijan smiljinaccham heb' t'a k'een espada. Ha heb' malaj yip, ak'jinac yip heb', tek'an yutejnac sb'a heb' t'a owal, yuj chi' elnac lemnaj heb' soldado ch'oc chonhab'il t'a heb'."
        },
        {
            "number": "35",
            "text": "Ay heb' ix ix pitzwinacxi heb' schamnac, schaanacxi heb' yune' heb' ix chi'. Palta ay pax juntzanhxo heb' chamnac yuj juntzanh yaelal ak'jinac och t'a yib'anh. Manh yalnacoc sk'ol heb' yak'ji el t'a libre, yic wach' ol yak' ganar heb' spitzwixi, ol schaan junxo sk'inal heb' más wach'."
        },
        {
            "number": "36",
            "text": "Ay juntzanhxo heb' yab'nac syail sb'uchji, smak'ji. Laj tzek'chajnac heb' t'a k'een cadena, ochnac pax heb' t'a preso."
        },
        {
            "number": "37",
            "text": "Ay heb' juljinaccham t'a k'een k'een. Ay heb' jochjinac d'inhchaj snanhal t'a k'een sierra. Ay heb' ak'jinac och yaelal t'a yib'anh. Ay pax heb' miljinaccham t'a k'een espada. Ay heb' ichnhej ta' b'eynac eq'ui, anhej stz'umal nok' kalnel, nok' chiwa ochnac spichuloc heb'. Te meb'a' heb'. Tzijtum wal yaelal yab'nac heb'. Ak'jinac och syaelal heb'."
        },
        {
            "number": "38",
            "text": "Manh smojoc heb' ay t'a yol yib'anhk’inal tik yek' juntzanh anima wach' tik t'a skal. Ha heb' chi', ichnhejta' ek'nac heb' t'a tzinan lu'um yet' t'a tzalquixtac. Ek'nac kajan heb' t'a yoltac k'een nhak'een yet' t'a yoltac olan."
        },
        {
            "number": "39",
            "text": "Masanil heb' chi', wach' heb' t'a yichanh Dios, yujto yak'nac och Dios chi' heb' t'a sk'ool. Wach'chom icha chi' heb', palta manh schanacoc jun b'aj yak'nakkan sti' Dios to ol yak' t'a heb'."
        },
        {
            "number": "40",
            "text": "Yujto ay jun tas ek'b'al swach'il nab'ilxo yuj Dios t'ayonh, yuj chi' majto yik'laj sb'a tas nab'il yuj t'a yib'anh heb' chi', masanto ol onh smolb'ej yet' heb' chi', ichato chi' ol yik'an sb'a."
        }
    ]
}