{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ayic scak'anoch Dios t'a co k'ool, syalelk'ochi to scak' val och yipoc co k'ool to ol co cha tas van co tanhvani. Yuj b'aj scak'och t'a co k'ool chi' cojtac sik'lab'il to a juntzanh tas manto quila', ay val eq'ui."
        },
        {
            "number": "2",
            "text": "Ha eb' co mam quicham, ochnac eb' wach'il t'a yichanh Dios, yujto yak'nac och Dios chi' eb' t'a sk'ool."
        },
        {
            "number": "3",
            "text": "Yujto scak'och Dios t'a co k'ool, yuj chi' cojtac to tonhej lolonnac ayic sb'oannac jun yol yib'anhk’inal tik. Ha juntzanh tas squil ticnaic, malaj tas yak'lab'ejnac ayic sb'oannac."
        },
        {
            "number": "4",
            "text": "Ha winhaj Abel, yak'nac val och Dios winh t'a sk'ool, yuj chi' a silab' winh yak'nac d'ha Dios chi', más wach' t'a yichanh yic winhaj Caín. Yuj chi' aljinac winh wach'il yuj Dios chi', yuj chi' chajinac jun silab' chi' yuj. Wach'chom chamnacxo winh, palta anheja' ichato tzato yal winh t'ayonh, yujto yak'nac val och Dios winh t'a sk'ool."
        },
        {
            "number": "5",
            "text": "Ha winhaj Enoc, yak'nac och Dios winh t'a sk'ool. Yuj chi' pitzanto winh yik'jinacb'at winh yuj Dios t'a satcha’anh. Manhxa b'aj ilchajnac winh yuj eb' anima. Syal yuj winh t'a Slolonel Dios to ayic manto ik'jib'at winh, tzalajnac Dios chi' yet' winh."
        },
        {
            "number": "6",
            "text": "Palta tato max cak'och Dios t'a co k'ool, toxon manh jab'oc stzalaj qued'oc. Yujto a mach sk'och d'ha Dios, yowalil syak'och t'a sk'ool to ay Dios chi'. Syak'anpaxoch t'a sk'ool to a tz'ak'an spak t'a eb' syak' yip sk'och t'ay."
        },
        {
            "number": "7",
            "text": "Ha winhaj Noé, yak'nac val och Dios winh t'a sk'ool. Yuj chi' ayic yalannac Dios t'a winh to van sja jun tas te ay smay manta b'aj tzuji, sk'anab'ajejnac winh sb'oan jun niwan barco b'aj scol sb'a yet' eb' ay t'a yol spat. Yuj b'aj sk'anab'ajejnac winh chi', ochcan chamel t'a yib'anh masanil eb' manh k'anab'ajannacoc. Anhejtona' yalnac Dios to wach' winh t'a yichanh, yujnhej to yak'nac och Dios chi' winh t'a sk'ool."
        },
        {
            "number": "8",
            "text": "Ha winhaj Abraham, yak'nac val och Dios winh t'a sk'ool. Yuj chi' ayic yavtajnac winh yuj, sk'anab'ajejnac winh sb'at t'a jun lugar yalnaccani to ol yak' t'a winh. Wach'chom manto yojtacoc winh b'aj sb'ati, palta yactejnaccan sluum winh, sb'atnac winh."
        },
        {
            "number": "9",
            "text": "Yujto yak'nac och winh t'a sk'ool, yuj chi' ek'lejnac cajan winh t'a jun lugar yalnaccan Dios to ol yak' t'ay. Ha k'apac mantiado sb'onacq'ue winh spatoc. Anhejtona' icha chi' yutejnac sb'a winhaj Isaac yet' winhaj Jacob, yujto ay yalan yic eb' winh schaan jun yalnac Dios chi' to ol scha eb'."
        },
        {
            "number": "10",
            "text": "Ha winhaj Abraham chi', stanhvejnac winh sjavi jun chonhab' ayem yipumal yich, aton jun chonhab' ha Dios naannac tas tz'aj sb'oi, anheja' b'oannac paxi."
        },
        {
            "number": "11",
            "text": "Ha ix Sara, yak'nac val och Dios ix t'a sk'ool. Yuj chi' wach'chom manh unevumixoc ix, palta ak'jinacto yip ix yic yaljinac jun yune' ix t'a yolxo schichimal. Ay jun yune' ix aljinac, yujto yak'nac och ix t'a sk'ool to a jun yak'nac sti' t'a ix, tz'elnhejk'och tas syala'."
        },
        {
            "number": "12",
            "text": "Yuj chi', wach'chom ichamxo winhaj Abraham chi', wach'chom junnhej pax winh, palta tzijtum ix aj eb' yinhtilal winh spitzvieli. Lajan sb'isul eb' icha q'uen k'anal t'a satcha’anh. Lajan pax sb'isul eb' icha q'uen yarenail sti' ha' mar manhxo b'ischajb'enoc."
        },
        {
            "number": "13",
            "text": "Ha junjun eb' swal yab'ixal tik, manto schalaj juntzanh yalnac Dios to syak' t'a eb' ayic schamnac eb'. Palta yak'nac val och Dios eb' t'a sk'ool, yuj chi' ichato najat yilnacb'at juntzanh chi' eb', yak'annac och spensar eb' t'ay. Icha chi' ajnac yak'an testigoal sb'a eb' to a jun yol yib'anhk’inal tik, manh schonhab'oc eb', palta paxyalvumnhej eb'."
        },
        {
            "number": "14",
            "text": "Ha eb' icha chi' yutejnac sb'a, sch'oxnac val eb' sik'lab'il to ha t'a junxo chonhab' ayoch spensar eb'."
        },
        {
            "number": "15",
            "text": "Q'uinaloc tato anhej t'a jun schonhab' eb' yactejnaccan chi' yak'nac och spensar, tecan meltzajnacxi eb' ta'."
        },
        {
            "number": "16",
            "text": "Palta a val t'a junxo chonhab' más wach' b'aj yak'nac och spensar eb', aton jun chonhab' ay t'a satcha’anh. Yuj chi' max q'uixvilaj Dios ayic tz'alji to a sDiosal eb', yujto wach'xo yaj jun chonhab' ol yak' yiquej eb' chi'."
        },
        {
            "number": "17",
            "text": "Ha winhaj Abraham chi', yak'nac val och Dios winh t'a sk'ool. Yuj chi' ayic yak'jinac proval winh yuj, yik'nacb'at winhaj Isaac winh, yujto ijanoch yak'an winh silab'oc yalani. Wach'chom yak'nac sti' Dios yuj winhaj Isaac chi', palta yak'nac elta jun pitanh yuninal winh chi' silab'oc."
        },
        {
            "number": "18",
            "text": "Yalnac Dios t'a winhaj Abraham chi' icha tik: Ha t'a winhaj Isaac ol pitzvoccanel inhtilal, xchi. Icha chi' yutejnac yak'ancan sti' t'a winh."
        },
        {
            "number": "19",
            "text": "Icha chi' yutejnac winhaj Abraham chi', yujto nachajnac el yuj winh to ay spoder Dios yak'an pitzvocxi eb' chamnac. Yuj chi', syal calani ichato pitzvinacxi winhaj Isaac chi', yak'jinacxi winh t'a winhaj Abraham chi'."
        },
        {
            "number": "20",
            "text": "Ha winhaj Isaac chi', yak'nac val och Dios winh t'a sk'ool, yuj chi' ayocto yalannaccan winh yuj juntzanh tas wach' ol scha winhaj Jacob yet' winhaj Esaú."
        },
        {
            "number": "21",
            "text": "Axo winhaj Jacob chi', yak'nac val och Dios winh t'a sk'ool. Yuj chi' ayic vanxo scham winh yalannaccan winh yuj juntzanh tas wach' ol scha eb' yuninal winhaj José schavanhil. Yak'nacto em sb'a winh d'ha Dios ayic yemnac nhojan winh t'a yib'anh te' sk'ococh."
        },
        {
            "number": "22",
            "text": "Axo winhaj José chi', yak'nac val och Dios winh t'a sk'ool, yuj chi' ayic vanxo scham winh, yalannaccan winh to ol el eb' israel t'a yol yic Egipto. Yalannacpaxcan winh, yuj tas ol yutoc sb'aquil winh eb'."
        },
        {
            "number": "23",
            "text": "Ha smam snun winhaj Moisés, yak'nac val och Dios eb' t'a sk'ool, yuj chi' ayic yaljinac winh, oxe' ujal sk'ub'ejnac el winh eb', yujto yilnac eb' to te wach' yilji winh. Manh xivnacoclaj eb' t'a sley winh rey tz'alani to smiljicham eb' unin tzato alji."
        },
        {
            "number": "24",
            "text": "Axo winhaj Moisés chi', yak'nac val och Dios winh t'a sk'ool. Yuj chi' ayic yelnac q'uinal t'a sat winh, manhxa sgana winh tz'alji to a ix yisil winh sreyal Egipto ay yune' winh."
        },
        {
            "number": "25",
            "text": "Manh yalnacoclaj sk'ool winh yak'an sgana yet' juntzanh chukal, yujto yojtac winh to eq'uelb'anhej tzek' juntzanh chi'. Yuj chi' sna winh to más wach' syab' syail winh yet' eb' schonhab' Dios."
        },
        {
            "number": "26",
            "text": "Snaannac pax winh to más wach' syab' syail winh sb'uchji yuj Cristo. Masanil juntzanh sb'eyumal Egipto chi', malaj yelk'och t'a winh, yujto yak'nac och spensar winh t'a jun ol yak' Dios t'ay."
        },
        {
            "number": "27",
            "text": "Yak'nac val och winh t'a sk'ool, yuj chi' elnac winh t'a yol yic Egipto chi'. Manh xivnacoclaj winh t'a yoval sk'ool winh rey chi'. Tek'tek' val yutejnac spensar winh, ichato ochnac q'uelan winh t'a jun manh chequeloc, aton Dios."
        },
        {
            "number": "28",
            "text": "Ha winhaj Moisés chi', yak'nacoch Dios winh t'a sk'ool, yuj chi' sk'anab'ajejnac winh yik'anel yich jun q'uinh yic snajicoti tas aj yelnaccot eb' israel t'a Egipto. Yalannac winh t'a eb' yetisraelal to slaj stzicoch chik' eb' t'a spuertail spat, yic max cham sb'ab'el unin eb' yuj jun ángel ay yopisio smilancham anima."
        },
        {
            "number": "29",
            "text": "Ha eb' israel chi', yak'nac och eb' t'a sk'ool, yuj chi' ek'nac eb' t'a snanhal ha' Chacchac Mar, icha quek' b'aj taquinh b'e. Axo pax eb' aj Egipto jun, scomon ak'lejnac proval eb' yeq'ui, palta masanil eb' jik'vinaccham yuj ha'."
        },
        {
            "number": "30",
            "text": "Ha eb' co mam quicham, yak'nac val och Dios eb' t'a sk'ool, yuj chi' ayic slajvinac yuquil k'ual yek' oyoyoc eb' t'a spatic chonhab' Jericó, laj emnac lanhaljoc yipumal yich smuroal jun chonhab' chi'."
        },
        {
            "number": "31",
            "text": "Ha ix Rahab, wach'chom ajmul ix ix, palta yak'nacoch Dios ix t'a sk'ool. Maj chamlaj ix yet' eb' spitejnac sb'a d'ha Dios, yujto wach' yutejnac sb'a ix schaan eb' israel ek' iljinac chajtil yaj jun chonhab' chi'."
        },
        {
            "number": "32",
            "text": "Tzijtumto tas syal valanb'at t'ayex, palta manhxalaj tiempo swal yab'ixal winhaj Gedeón, winhaj Barac, winhaj Sansón, winhaj Jefté, winhaj David, winhaj Samuel yet' eb' winh schecab' Dios."
        },
        {
            "number": "33",
            "text": "Ha eb' chi', yak'nac val och Dios eb' t'a sk'ool, yuj chi' ay eb' ak'annac ganar juntzanh nación ayic yak'annac oval eb' yet'oc. Ay eb' tojol yutejnac yak'an yajalil. Ay eb' chaannac tas alb'ilcan yuj Dios. Ay eb' macchannac sti' nok' choj."
        },
        {
            "number": "34",
            "text": "Ay eb' ak'jinac tup juntzanh k'ak' te ov. Ay pax eb' colchajnaqueli ayic ijan smiljinaccham eb' t'a q'uen espada. Ha eb' malaj yip, ak'jinac yip eb', tek'an yutejnac sb'a eb' t'a oval, yuj chi' elnac lemnaj eb' soldado ch'oc chonhab'il t'a eb'."
        },
        {
            "number": "35",
            "text": "Ay eb' ix ix pitzvinacxi eb' schamnac, schaanacxi eb' yune' eb' ix chi'. Palta ay pax juntzanhxo eb' chamnac yuj juntzanh yaelal ak'jinac och t'a yib'anh. Manh yalnacoc sk'ol eb' yak'ji el t'a libre, yic wach' ol yak' ganar eb' spitzvixi, ol schaan junxo sk'inal eb' más wach'."
        },
        {
            "number": "36",
            "text": "Ay juntzanhxo eb' yab'nac syail sb'uchji, smak'ji. Laj tzek'chajnac eb' t'a q'uen cadena, ochnac pax eb' t'a preso."
        },
        {
            "number": "37",
            "text": "Ay eb' juljinaccham t'a q'uen q'ueen. Ay eb' jochjinac d'inhchaj snanhal t'a q'uen sierra. Ay eb' ak'jinac och yaelal t'a yib'anh. Ay pax eb' miljinaccham t'a q'uen espada. Ay eb' ichnhej ta' b'eynac eq'ui, anhej stz'umal nok' calnel, nok' chiva ochnac spichuloc eb'. Te meb'a' eb'. Tzijtum val yaelal yab'nac eb'. Ak'jinac och syaelal eb'."
        },
        {
            "number": "38",
            "text": "Manh smojoc eb' ay t'a yol yib'anhk’inal tik yek' juntzanh anima wach' tik t'a skal. Ha eb' chi', ichnhejta' ek'nac eb' t'a tzinan lu'um yet' t'a tzalquixtac. Ek'nac cajan eb' t'a yoltac q'uen nhaq'ueen yet' t'a yoltac olan."
        },
        {
            "number": "39",
            "text": "Masanil eb' chi', wach' eb' t'a yichanh Dios, yujto yak'nac och Dios chi' eb' t'a sk'ool. Wach'chom icha chi' eb', palta manh schanacoc jun b'aj yak'naccan sti' Dios to ol yak' t'a eb'."
        },
        {
            "number": "40",
            "text": "Yujto ay jun tas ek'b'al swach'il nab'ilxo yuj Dios t'ayonh, yuj chi' majto yik'laj sb'a tas nab'il yuj t'a yib'anh eb' chi', masanto ol onh smolb'ej yet' eb' chi', ichato chi' ol yik'an sb'a."
        }
    ]
}