{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Tzijtum eb' ch'oxannac eli to yak'nac val och Dios eb' d'a sk'ool. A ticnaic, ichato oyanoch eb' d'a co patic quichanh. A onhxo tic van cak'an quip icha eb' tz'ak'an carrera. Yuj chi' yovalil squiq'uel juntzanh icha icatz ayoch d'a quib'anh. Anhejtona' yovalil scactejcan juntzanh chucal ichato b'ak'anoch d'ayonh. Yovalil tek'an scutej co b'a cak'an quip icha eb' tz'ak'an carrera chi'."
        },
        {
            "number": "2",
            "text": "Caq'uec val och co k'ol d'a Jesús, aton tz'ak'an cak'och Dios d'a co k'ool, scolvajnhej qued'oc masanto tzonh tek'k'aji. Yab'nac val syail d'a te' culus. Malaj ix aj snaani vach'chom q'uixvelal ix utaji ayic ix chami, yujto yojtac to ayic slajvi yab'an syail chi', tzalajk'olal yico'. Ix k'och k'ojan d'a svach' k'ab' Dios."
        },
        {
            "number": "3",
            "text": "Yuj chi', tze na val cot sb'eyb'al Jesús chajtil yutejnac yak'an techaj syaelal yuj eb' chuc. Tato icha chi', manh ol ex tzactzajoc, manh ol somchaj pax el-laj e pensar."
        },
        {
            "number": "4",
            "text": "A ex tic, vach'chom tze chaquel juntzanh chucal, palta manto ak'joc ochlaj chamel d'a eyib'anh icha ajnac Jesús chi'."
        },
        {
            "number": "5",
            "text": "Tecan ix sat d'a e k'ool tas yalnaccan Dios d'ayonh, ayic ix yecan co na to yuninal onhxo. Syalcan d'a Slolonel Dios icha tic: Ach vuninal, manh a patiquejel scachnab'il Dios, mocab' cot oval ayic syak'anoch a yaelal."
        },
        {
            "number": "6",
            "text": "Yujto a eb' xajanab'il yuuj, aton eb' chi' scacha', syak'anoch syaelal masanil eb' schaoch yuninaloc, xchicani."
        },
        {
            "number": "7",
            "text": "Yovalil scak' techaj juntzanh yaelal syal tic. Icha tz'utaj junoc uninab'il yuj smam, icha chi' tzonh yutej Dios, yujto yuninal onh. ¿Tom ay junoc uninab'il max mak'ji yuj smam?"
        },
        {
            "number": "8",
            "text": "Q'uinaloc max yak'och co yaelal icha tz'utaj eb' uninab'il, manh onh yuninaloclaj syal chi', mitz' uninnhej caj d'ay."
        },
        {
            "number": "9",
            "text": "Naec val jun tic: Ayic yunetac onhto, tzonh mak'ji yuj co mam co nun, yuj chi' sco k'anab'ajej eb', ocxom ticnaic, ¿tom manh ol co k'anab'ajej Dios yuj co yaelal syak'a', yic sco cha co q'uinal d'a junelnhej?"
        },
        {
            "number": "10",
            "text": "A eb' co mam ay d'a yolyib'anhq'uinal tic, syak'och co yaelal eb' janik'oc tiempo, icha sgana eb'. Palta axo Dios, syak'och co yaelal yic vach' tzonh aji, yic vach' tojol tz'aj co pensar icha spensar."
        },
        {
            "number": "11",
            "text": "Yel toni, ayic syak'anoch co yaelal Dios, malaj juneloc tzonh tzalaj d'a elanhchamel. Palta tato sco cha cab'i, k'ojank'olal stojolb'i co b'eyb'al yuuj, sja co junk'olal."
        },
        {
            "number": "12",
            "text": "A ex mach ex schab'ax e k'ool, ichato malaj yip e k'ab', ma ichato sicb'inac el e yoc. Aq'uec val eyip, yic vach' ol ex tek'k'ajoc."
        },
        {
            "number": "13",
            "text": "Tze b'eyb'alan tojol b'eyb'al, yic a ex ichato coxo ex, ol vach' b'o e pensar, manh ol ex vach' juvoc el-laj."
        },
        {
            "number": "14",
            "text": "Tzeyak'an val e yip, yic junk'olal tzex aj yed' eb' anima smasanil. Tzeyak'an val eyip e b'eyb'alan vach'il, yujto a eb' chuc sb'eyb'al manh ol yil-laj co Mam Dios eb'."
        },
        {
            "number": "15",
            "text": "Tzeyil val e b'a, yic malaj junoc ex tze patiquejel Dios jun tz'ak'an svach'k'olal d'ayonh, yujto talaj spitzvi junoc chucal d'a e cal icha sq'uib' junoc ank'ultac stacjiel tas vach' yuuj. Tato icha chi' ay talaj nanhaloc ex tzex juviel yuuj."
        },
        {
            "number": "16",
            "text": "Malajocab' junoc ex tzex em d'a ajmulal. Malajocab' junoc ex tze patiquejel juntzanh yic Dios syak' d'ayex icha yutejnac sb'a vinhaj Esaú. A vinh chi', b'ab'el unin vinh, yuj chi' a vinh ay yalan yic schaancan juntzanh tas d'a smam. Palta yed' jun uk'ab' vael schonhnac el jun b'aj ay yalan yic vinh chi'."
        },
        {
            "number": "17",
            "text": "Cojtac, ayic slajvinac chi', snib'ejnacto vinh ak'ji yic yuj smam chi', palta majxo ak'jilaj d'a vinh. Vach'chom te ok'nacto vinh, palta majxo yal-laj sq'uexanxi tas yalnac smam vinh chi'."
        },
        {
            "number": "18",
            "text": "A onh tic, manh lajanoc scutej co b'a icha eb' quetchonhab' Israel d'a peca'. Yujto a eb' chi', xid'naquek' eb' d'a jun vitz b'aj chequel to ay jun k'ak' sq'ue nhilnhonoc, aton vitzal Sinaí. Ata', te q'uik'q'uinal, max yal-laj quilani. Ek'nac pax jun chacxuxum ik' ta'."
        },
        {
            "number": "19",
            "text": "Yab'nac eb' yok' jun trompeta. Yab'annac eb' yoch sjaj Dios sloloni. A eb' ab'an slolon chi', tevi val eb' d'a vinhaj Moisés, yic maxtzac lolon Dios chi' d'a eb'."
        },
        {
            "number": "20",
            "text": "Icha chi' yutejnac sb'a eb', yujto maj techaj yuj eb' yab'an jun schecnab'il syal icha tic: Tato ay junoc mach sja d'a jun vitz tic, vach'chom junoc nok' nok', yovalil ol juljoccham d'a q'uen q'ueen, xchi."
        },
        {
            "number": "21",
            "text": "Te xivnac eb' yilan juntzanh chi'. A vinhaj Moisés pax chi', yalnac vinh icha tic: Tzin ib'xi val yuj xivelal, xchi vinh."
        },
        {
            "number": "22",
            "text": "Palta a onhxo tic, manhoc talaj ayb'at co pensar. Yujto a d'a jun tzalan scuch Sion yed' d'a jun chonhab' yic Dios pitzan, ata' ayb'at co pensar. A jun chonhab' chi', aton jun Jerusalén ay d'a satchaanh, jun b'aj manhxo b'ischajb'enoc eb' ángel."
        },
        {
            "number": "23",
            "text": "A eb' yuninalxo Dios qued'oc, eb' tz'ib'ab'ilxo sb'i d'a satchaanh, smolb'ej sb'a eb' d'a tzalajk'olal. Ayoch co pensar d'a Dios, aton Sjuezal masanil anima. Ay pax b'at co pensar b'aj ay spixan eb' vach' sb'eyb'al, aton eb' tz'acanxo yuj Dios."
        },
        {
            "number": "24",
            "text": "Aypaxoch co pensar d'a Jesús, jun tz'ak'anelk'och jun schab'il strato Dios. Ay pax och co pensar d'a schiq'uil. A schiq'uil chi' tz'ik'anel co mul, ichato stzicjiek' d'a quib'anh. A schiq'uil chi', ichato tzonh sk'an nivank'olal d'a Dios, manh lajanoc yed' schiq'uil vinhaj Abel, yujto a yic vinh chi', sk'annac ek' spac."
        },
        {
            "number": "25",
            "text": "Yuj chi' yovalil squil val co b'a, yic vach' max co patiquejel Dios chi' yujto a' van slolon d'ayonh. A eb' paticannaquel d'a peca', ayic scachjinac eb' d'a yolyib'anhq'uinal tic, manhxo yalnacoclaj yel eb' d'a syaelal. Oconhxom a onh tic, ¿tom ol yal co colan co b'a, tato sco patiquejel jun tz'alancot d'ayonh d'a satchaanh?"
        },
        {
            "number": "26",
            "text": "Ayic slolonnac d'a peca' chi', ib'xinac val lum luum tic. Palta a ticnaic syala': A d'a junelxo, manhocnhej lum luum tic ol vak' ib'xoc, ol vak'pax ib'xoc satchaanh, xchi."
        },
        {
            "number": "27",
            "text": "A jun lolonel “d'a junelxo” syal chi', syalelk'ochi to masanil tas b'ob'il yuuj, ol stzicub'tanhej ol sataneli. Axo juntzanh max ib'xilaj ol can d'a masanil tiempo."
        },
        {
            "number": "28",
            "text": "A jun maj ib'xoclaj chi', aton jun lugar ol yak' Dios d'ayonh b'aj ayoch yajalil. Caq'uec yuj diosal d'ay yuj jun tic. Caq'uec em co b'a d'ay d'a smasanil co k'ool icha sgana. Conh xivec d'ay."
        },
        {
            "number": "29",
            "text": "Yujto a co Diosal, lajan icha k'ak' slajviel masanil tas yuuj."
        }
    ]
}