{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Tzijtum heb' ch'oxannac eli to yak'nac wal och Dios heb' t'a sk'ool. Ha ticnaik, ichato oyanoch heb' t'a ko patic quichanh. Ha onhxo tik wan kak'an quip icha heb' tz'ak'an carrera. Yuj chi' yowalil squik'el juntzanh icha ikatz ayoch t'a quib'anh. Anhejtona' yowalil skaktejkan juntzanh chukal ichato b'ak'anoch t'ayonh. Yowalil tek'an scutej ko b'a kak'an quip icha heb' tz'ak'an carrera chi'."
        },
        {
            "number": "2",
            "text": "Caq'ek wal och ko k'ol t'a Jesús, aton tz'ak'an kak'och Dios t'a ko k'ool, scolwajnhej qued'oc masanto tzonh tek'k'aji. Yab'nac wal syail t'a te' culus. Malaj ix aj snaani wach'chom q'uixwelal ix utaji ayic ix chami, yujto yojtak to ayic slajwi yab'an syail chi', tzalajk'olal yico'. Ix k'och k'ojan t'a swach' k'ab' Dios."
        },
        {
            "number": "3",
            "text": "Yuj chi', tze na wal cot sb'eyb'al Jesús chajtil yutejnac yak'an techaj syaelal yuj heb' chuk. Tato icha chi', manh ol ex tzactzajoc, manh ol somchaj pax el-laj he pensar."
        },
        {
            "number": "4",
            "text": "Ha ex tik, wach'chom tze chaquel juntzanh chukal, palta manto ak'joc ochlaj chamel t'a eyib'anh icha ajnac Jesús chi'."
        },
        {
            "number": "5",
            "text": "Tekan ix sat t'a he k'ool tas yalnakkan Dios t'ayonh, ayic ix yekan ko na to yuninal onhxo. Syalkan t'a Slolonel Dios icha tik: Ach wuninal, manh a patiquejel skachnab'il Dios, mokab' cot owal ayic syak'anoch a yaelal."
        },
        {
            "number": "6",
            "text": "Yujto a heb' xajanab'il yuj, aton heb' chi' skacha', syak'anoch syaelal masanil heb' schaoch yuninaloc, xchikani."
        },
        {
            "number": "7",
            "text": "Yowalil skak' techaj juntzanh yaelal syal tik. Icha tz'utaj junok uninab'il yuj smam, icha chi' tzonh yutej Dios, yujto yuninal onh. ¿Tom ay junok uninab'il max mak'ji yuj smam?"
        },
        {
            "number": "8",
            "text": "Q'uinaloc max yak'och ko yaelal icha tz'utaj heb' uninab'il, manh onh yuninaloclaj syal chi', mitz' uninnhej kaj t'ay."
        },
        {
            "number": "9",
            "text": "Naec wal jun tik: Ayic yunetac onhto, tzonh mak'ji yuj ko mam ko nun, yuj chi' sko k'anab'ajej heb', ocxom ticnaik, ¿tom manh ol ko k'anab'ajej Dios yuj ko yaelal syak'a', yic sko cha ko k 'inal t'a junelnhej?"
        },
        {
            "number": "10",
            "text": "Ha heb' ko mam ay t'a yol yib'anhk’inal tik, syak'och ko yaelal heb' janik'oc tiempo, icha snib'ej heb'. Palta haxo Dios, syak'och ko yaelal yic wach' tzonh aji, yic wach' tojol tz'aj ko pensar icha spensar."
        },
        {
            "number": "11",
            "text": "Yel toni, ayic syak'anoch ko yaelal Dios, malaj juneloc tzonh tzalaj t'a elanhchamel. Palta tato sko cha kab'i, k'ojank'olal stojolb'i ko b'eyb'al yuj, sja ko junk'olal."
        },
        {
            "number": "12",
            "text": "Ha ex mach ex schab'ax he k'ool, ichato malaj yip he k'ab', ma ichato sicb'inac el he yoc. Hak'ek wal eyip, yic wach' ol ex tek'k'ajoc."
        },
        {
            "number": "13",
            "text": "Tze b'eyb'alan tojol b'eyb'al, yic a ex ichato coxo ex, ol wach' b'o he pensar, manh ol ex wach' juwoc el-laj."
        },
        {
            "number": "14",
            "text": "Tzeyak'an wal he yip, yic junk'olal tzex aj yet' heb' anima smasanil. Tzeyak'an wal eyip he b'eyb'alan wach'il, yujto a heb' chuk sb'eyb'al manh ol yil-laj ko Mam Dios heb'."
        },
        {
            "number": "15",
            "text": "Tzeyil wal he b'a, yic malaj junok ex tze patiquejel Dios jun tz'ak'an swach'k'olal t'ayonh, yujto talaj spitzwi junok chukal t'a he kal icha sq'uib' junok ank'ultak stacjiel tas wach' yuj. Tato icha chi' ay talaj nanhaloc ex tzex juwiel yuj."
        },
        {
            "number": "16",
            "text": "Malajokab' junok ex tzex em t'a ajmulal. Malajokab' junok ex tze patiquejel juntzanh yic Dios syak' t'ayex icha yutejnac sb'a winhaj Esaú. Ha winh chi', b'ab'el unin winh, yuj chi' a winh ay yalan yic schaankan juntzanh tas t'a smam. Palta yet' jun uk'ab' wael schonhnac el jun b'aj ay yalan yic winh chi'."
        },
        {
            "number": "17",
            "text": "Cojtak, ayic slajwinac chi', snib'ejnacto winh ak'ji yic yuj smam chi', palta majxo ak'jilaj t'a winh. Wach'chom te ok'nacto winh, palta majxo yal-laj sk'exanxi tas yalnac smam winh chi'."
        },
        {
            "number": "18",
            "text": "Ha onh tik, manh lajanoc scutej ko b'a icha heb' quetchonhab' Israel t'a peka'. Yujto a heb' chi', xid'naquek' heb' t'a jun witz b'aj chequel to ay jun k'ak' sk'e nhilnhonoc, aton witzal Sinaí. Ata', te k'ik'k 'inal, max yal-laj quilani. Ek'nac pax jun chacxuxum ik' ta'."
        },
        {
            "number": "19",
            "text": "Yab'nac heb' yok' jun trompeta. Yab'annac heb' yoch sjaj Dios sloloni. Ha heb' ab'an slolon chi', tewi wal heb' t'a winhaj Moisés, yic maxtzac lolon Dios chi' t'a heb'."
        },
        {
            "number": "20",
            "text": "Icha chi' yutejnac sb'a heb', yujto maj techaj yuj heb' yab'an jun schecnab'il syal icha tik: Tato ay junok mach sja t'a jun witz tik, wach'chom junok nok' nok', yowalil ol juljoccham t'a k'een k'een, xchi."
        },
        {
            "number": "21",
            "text": "Te xivnac heb' yilan juntzanh chi'. Ha winhaj Moisés pax chi', yalnac winh icha tik: Tzin ib'xi wal yuj xiwelal, xchi winh."
        },
        {
            "number": "22",
            "text": "Palta a onhxo tik, manhoc talaj ayb'at ko pensar. Yujto ha t'a jun tzalan scuch Sion yet' t'a jun chonhab' yic Dios pitzan, ata' ayb'at ko pensar. Ha jun chonhab' chi', aton jun Jerusalén ay t'a satcha’anh, jun b'aj manhxo b'ischajb'enoc heb' ángel."
        },
        {
            "number": "23",
            "text": "Ha heb' yuninalxo Dios qued'oc, heb' tz'ib'ab'ilxo sb'i t'a satcha’anh, smolb'ej sb'a heb' t'a tzalajk'olal. Ayoch ko pensar d'ha Dios, aton Sjuezal masanil anima. Ay pax b'at ko pensar b'aj ay spixan heb' wach' sb'eyb'al, aton heb' tz'akanxo yuj Dios."
        },
        {
            "number": "24",
            "text": "Aypaxoch ko pensar t'a Jesús, jun tz'ak'anelk'och jun schab'il strato Dios. Ay pax och ko pensar t'a schiq'uil. Ha schiq'uil chi' tz'ik'anel ko mul, ichato stzicjiek' t'a quib'anh. Ha schiq'uil chi', ichato tzonh sk'an niwank'olal d'ha Dios, manh lajanoc yet' schiq'uil winhaj Abel, yujto a yic winh chi', sk'annac ek' spak."
        },
        {
            "number": "25",
            "text": "Yuj chi' yowalil squil wal ko b'a, yic wach' max ko patiquejel Dios chi' yujto ha' wan slolon t'ayonh. Ha heb' patikannaquel t'a peka', ayic skachjinac heb' t'a yol yib'anhk’inal tik, manhxo yalnacoclaj yel heb' t'a syaelal. Oconhxom a onh tik, ¿tom ol yal ko colan ko b'a, tato sko patiquejel jun tz'alancot t'ayonh t'a satcha’anh?"
        },
        {
            "number": "26",
            "text": "Ayic slolonnac t'a peka' chi', ib'xinac wal lum lum tik. Palta a ticnaik syala': Ha t'a junelxo, manhocnhej lum lum tik ol wak' ib'xoc, ol wak'pax ib'xoc satcha’anh, xchi."
        },
        {
            "number": "27",
            "text": "Ha jun lolonel “t'a junelxo” syal chi', syalelk'ochi to masanil tas b'ob'il yuj, ol stzicub'tanhej ol sataneli. Axo juntzanh max ib'xilaj ol kan t'a masanil tiempo."
        },
        {
            "number": "28",
            "text": "Ha jun maj ib'xoclaj chi', aton jun lugar ol yak' Dios t'ayonh b'aj ayoch yajalil. Caq'ek yuj diosal t'ay yuj jun tik. Caq'ek em ko b'a t'ay t'a smasanil ko k'ool icha snib'ej. Conh xiwec t'ay."
        },
        {
            "number": "29",
            "text": "Yujto a ko Diosal, lajan icha k'ak' slajwiel masanil tas yuj."
        }
    ]
}