{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Tzijtum eb' ch'oxannac eli to yak'nac val och Dios eb' t'a sk'ool. Ha ticnaic, ichato oyanoch eb' t'a co patic quichanh. Ha onhxo tik van cak'an quip icha eb' tz'ak'an carrera. Yuj chi' yovalil squiq'uel juntzanh icha icatz ayoch t'a quib'anh. Anhejtona' yovalil scactejcan juntzanh chucal ichato b'ak'anoch t'ayonh. Yovalil tek'an scutej co b'a cak'an quip icha eb' tz'ak'an carrera chi'."
        },
        {
            "number": "2",
            "text": "Caq'ek val och co k'ol t'a Jesús, aton tz'ak'an cak'och Dios t'a co k'ool, scolvajnhej qued'oc masanto tzonh tek'k'aji. Yab'nac val syail t'a te' culus. Malaj ix aj snaani wach'chom q'uixvelal ix utaji ayic ix chami, yujto yojtac to ayic slajvi yab'an syail chi', tzalajk'olal yico'. Ix k'och k'ojan t'a svach' k'ab' Dios."
        },
        {
            "number": "3",
            "text": "Yuj chi', tze na val cot sb'eyb'al Jesús chajtil yutejnac yak'an techaj syaelal yuj eb' chuc. Tato icha chi', manh ol ex tzactzajoc, manh ol somchaj pax el-laj e pensar."
        },
        {
            "number": "4",
            "text": "Ha ex tik, wach'chom tze chaquel juntzanh chucal, palta manto ak'joc ochlaj chamel t'a eyib'anh icha ajnac Jesús chi'."
        },
        {
            "number": "5",
            "text": "Tecan ix sat t'a e k'ool tas yalnaccan Dios t'ayonh, ayic ix yecan co na to yuninal onhxo. Syalcan t'a Slolonel Dios icha tik: Ach vuninal, manh a patiquejel scachnab'il Dios, mocab' cot oval ayic syak'anoch a yaelal."
        },
        {
            "number": "6",
            "text": "Yujto a eb' xajanab'il yuj, aton eb' chi' scacha', syak'anoch syaelal masanil eb' schaoch yuninaloc, xchicani."
        },
        {
            "number": "7",
            "text": "Yovalil scak' techaj juntzanh yaelal syal tik. Icha tz'utaj junok uninab'il yuj smam, icha chi' tzonh yutej Dios, yujto yuninal onh. ¿Tom ay junok uninab'il max mak'ji yuj smam?"
        },
        {
            "number": "8",
            "text": "Q'uinaloc max yak'och co yaelal icha tz'utaj eb' uninab'il, manh onh yuninaloclaj syal chi', mitz' uninnhej caj t'ay."
        },
        {
            "number": "9",
            "text": "Naec val jun tik: Ayic yunetac onhto, tzonh mak'ji yuj co mam co nun, yuj chi' sco k'anab'ajej eb', ocxom ticnaic, ¿tom manh ol co k'anab'ajej Dios yuj co yaelal syak'a', yic sco cha co q'uinal t'a junelnhej?"
        },
        {
            "number": "10",
            "text": "Ha eb' co mam ay t'a yol yib'anhk’inal tik, syak'och co yaelal eb' janik'oc tiempo, icha sgana eb'. Palta haxo Dios, syak'och co yaelal yic wach' tzonh aji, yic wach' tojol tz'aj co pensar icha spensar."
        },
        {
            "number": "11",
            "text": "Yel toni, ayic syak'anoch co yaelal Dios, malaj juneloc tzonh tzalaj t'a elanhchamel. Palta tato sco cha cab'i, k'ojank'olal stojolb'i co b'eyb'al yuj, sja co junk'olal."
        },
        {
            "number": "12",
            "text": "Ha ex mach ex schab'ax e k'ool, ichato malaj yip e k'ab', ma ichato sicb'inac el e yoc. Hak'ek val eyip, yic wach' ol ex tek'k'ajoc."
        },
        {
            "number": "13",
            "text": "Tze b'eyb'alan tojol b'eyb'al, yic a ex ichato coxo ex, ol wach' b'o e pensar, manh ol ex wach' juvoc el-laj."
        },
        {
            "number": "14",
            "text": "Tzeyak'an val e yip, yic junk'olal tzex aj yet' eb' anima smasanil. Tzeyak'an val eyip e b'eyb'alan wach'il, yujto a eb' chuc sb'eyb'al manh ol yil-laj co Mam Dios eb'."
        },
        {
            "number": "15",
            "text": "Tzeyil val e b'a, yic malaj junok ex tze patiquejel Dios jun tz'ak'an svach'k'olal t'ayonh, yujto talaj spitzvi junok chucal t'a e cal icha sq'uib' junok ank'ultak stacjiel tas wach' yuj. Tato icha chi' ay talaj nanhaloc ex tzex juviel yuj."
        },
        {
            "number": "16",
            "text": "Malajocab' junok ex tzex em t'a ajmulal. Malajocab' junok ex tze patiquejel juntzanh yic Dios syak' t'ayex icha yutejnac sb'a vinhaj Esaú. Ha vinh chi', b'ab'el unin vinh, yuj chi' a vinh ay yalan yic schaancan juntzanh tas t'a smam. Palta yet' jun uk'ab' vael schonhnac el jun b'aj ay yalan yic vinh chi'."
        },
        {
            "number": "17",
            "text": "Cojtac, ayic slajvinac chi', snib'ejnacto vinh ak'ji yic yuj smam chi', palta majxo ak'jilaj t'a vinh. Wach'chom te ok'nacto vinh, palta majxo yal-laj sq'uexanxi tas yalnac smam vinh chi'."
        },
        {
            "number": "18",
            "text": "Ha onh tik, manh lajanoc scutej co b'a icha eb' quetchonhab' Israel t'a peca'. Yujto a eb' chi', xid'naquek' eb' t'a jun vitz b'aj chequel to ay jun k'ak' sq'ue nhilnhonoc, aton vitzal Sinaí. Ata', te k'ik'q'uinal, max yal-laj quilani. Ek'nac pax jun chacxuxum ik' ta'."
        },
        {
            "number": "19",
            "text": "Yab'nac eb' yok' jun trompeta. Yab'annac eb' yoch sjaj Dios sloloni. Ha eb' ab'an slolon chi', tevi val eb' t'a vinhaj Moisés, yic maxtzac lolon Dios chi' t'a eb'."
        },
        {
            "number": "20",
            "text": "Icha chi' yutejnac sb'a eb', yujto maj techaj yuj eb' yab'an jun schecnab'il syal icha tik: Tato ay junok mach sja t'a jun vitz tik, wach'chom junok nok' nok', yovalil ol juljoccham t'a q'uen q'ueen, xchi."
        },
        {
            "number": "21",
            "text": "Te xivnac eb' yilan juntzanh chi'. Ha vinhaj Moisés pax chi', yalnac vinh icha tik: Tzin ib'xi val yuj xivelal, xchi vinh."
        },
        {
            "number": "22",
            "text": "Palta a onhxo tik, manhoc talaj ayb'at co pensar. Yujto ha t'a jun tzalan scuch Sion yet' t'a jun chonhab' yic Dios pitzan, ata' ayb'at co pensar. Ha jun chonhab' chi', aton jun Jerusalén ay t'a satcha’anh, jun b'aj manhxo b'ischajb'enoc eb' ángel."
        },
        {
            "number": "23",
            "text": "Ha eb' yuninalxo Dios qued'oc, eb' tz'ib'ab'ilxo sb'i t'a satcha’anh, smolb'ej sb'a eb' t'a tzalajk'olal. Ayoch co pensar d'ha Dios, aton Sjuezal masanil anima. Ay pax b'at co pensar b'aj ay spixan eb' wach' sb'eyb'al, aton eb' tz'acanxo yuj Dios."
        },
        {
            "number": "24",
            "text": "Aypaxoch co pensar t'a Jesús, jun tz'ak'anelk'och jun schab'il strato Dios. Ay pax och co pensar t'a schiq'uil. Ha schiq'uil chi' tz'ik'anel co mul, ichato stzicjiek' t'a quib'anh. Ha schiq'uil chi', ichato tzonh sk'an nivank'olal d'ha Dios, manh lajanoc yet' schiq'uil vinhaj Abel, yujto a yic vinh chi', sk'annac ek' spac."
        },
        {
            "number": "25",
            "text": "Yuj chi' yovalil squil val co b'a, yic wach' max co patiquejel Dios chi' yujto ha' van slolon t'ayonh. Ha eb' paticannaquel t'a peca', ayic scachjinac eb' t'a yol yib'anhk’inal tik, manhxo yalnacoclaj yel eb' t'a syaelal. Oconhxom a onh tik, ¿tom ol yal co colan co b'a, tato sco patiquejel jun tz'alancot t'ayonh t'a satcha’anh?"
        },
        {
            "number": "26",
            "text": "Ayic slolonnac t'a peca' chi', ib'xinac val lum lum tik. Palta a ticnaic syala': Ha t'a junelxo, manhocnhej lum lum tik ol vak' ib'xoc, ol vak'pax ib'xoc satcha’anh, xchi."
        },
        {
            "number": "27",
            "text": "Ha jun lolonel “t'a junelxo” syal chi', syalelk'ochi to masanil tas b'ob'il yuj, ol stzicub'tanhej ol sataneli. Axo juntzanh max ib'xilaj ol kan t'a masanil tiempo."
        },
        {
            "number": "28",
            "text": "Ha jun maj ib'xoclaj chi', aton jun lugar ol yak' Dios t'ayonh b'aj ayoch yajalil. Caq'ek yuj diosal t'ay yuj jun tik. Caq'ek em co b'a t'ay t'a smasanil co k'ool icha sgana. Conh xivec t'ay."
        },
        {
            "number": "29",
            "text": "Yujto a co Diosal, lajan icha k'ak' slajviel masanil tas yuj."
        }
    ]
}