{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Manh cactejec co xajanan co b'a, yujto junxonhej co Mam."
        },
        {
            "number": "2",
            "text": "Mocab' puraloc scak' sposado eb' tzek' t'ayonh, yujto manh cojtacoc mach eb'. Ay eb' ak'jinac sposado eb' ángel, palta maj nachajel yuj eb' tato ángel eb' b'aj wach' yutejnac sb'a eb' chi'."
        },
        {
            "number": "3",
            "text": "Co naeccot eb' ayoch t'a preso, ichato preso caj yet' eb'. Co naeccot eb' ayoch t'a syaelal, ichato a onh jun scab' syail yet' eb'."
        },
        {
            "number": "4",
            "text": "Ayic squik'lan co b'a yet' quetb'eyum, ayocab' yelk'och jun ik'lajb'ail chi' t'ayonh. Yovalil anhej t'a quetb'eyum junjun onh scak'och co pensar. Yujto ha Dios ol ch'olb'itan eb' tz'em t'a ajmulal, ol ak'jocb'at t'a yib'anh eb'."
        },
        {
            "number": "5",
            "text": "Manhocnhej q'uen tumin scak'och co pensar co sayani. Conh tzalajec yet' jab'oc tas ay t'ayonh, yujto syal Dios: Malaj b'ak'uinh ol ex vactejcani, malaj b'ak'uinh ol ex vactejcan e ch'ocoj, xchi."
        },
        {
            "number": "6",
            "text": "Yuj chi' t'a smasanil co k'ool skal icha tik: Ha Cajalil skolwaj qued'oc. Manh ol onh xivlaj yuj tas ol onh yutoc eb' anima, xco chi."
        },
        {
            "number": "7",
            "text": "Tze nacot eb' e tanhvumal, aton eb' alannac el slolonel Dios t'ayex. Tze nacoti tas ajnac eb' yuj swach' b'eyb'al. Icha yutejnac eb' yak'anoch Dios t'a sk'ool, icha pax chi' tzeyutej e b'a a ex tik."
        },
        {
            "number": "8",
            "text": "Ha Jesucristo, icha yaj t'a peca', icha chi' yaj ticnaic, anheja' icha chi' ol aj t'a masanil tiempo."
        },
        {
            "number": "9",
            "text": "Manh eyak' ixtaxel e pensar yuj juntzanhxo ch'oc k'ayb'ub'al tz'alji. Wach' tato tz'ak'ji stek'anil co pensar yuj swach'k'olal Dios syak' t'ayonh. Xal juntzanh comon checnab'il tz'alan yuj tas sco wa''a, max tek'k'ajlaj co pensar yuj. Yujto a juntzanh checnab'il chi', malaj jab'oc yopisio sb'oan spensar eb' sb'eyb'alani."
        },
        {
            "number": "10",
            "text": "Ha onh tik, ay jun co silab' ch'oc yeli. Axo eb' sacerdote t'a skal eb' quetisraelal tz'ak'an servil Dios t'a yol stemplo, malaj yalan yic eb' schi'an jun silab' tik."
        },
        {
            "number": "11",
            "text": "Yujto a winh sat sacerdote chi', syik'b'at schiq'uil juntzanh nok' nok' winh t'a jun cuarto Yicnhej Dios Yaji, yuj yik'anel mul. Axo snivanil juntzanh nok' nok' chi', max chijilaj, palta to snhusjitz'ha t'a stiel chonhab'."
        },
        {
            "number": "12",
            "text": "Icha chi' ix aj yab'an syail Jesús, ha t'a stiel chonhab' ix chami, yic wach' a schiq'uil tz'ik'anel co chukal."
        },
        {
            "number": "13",
            "text": "Yuj chi', coyec yet' Jesús b'aj ix ik'jiel t'a ti' chonhab' chi', syalelk'ochi to lajan tz'aj co paticajel yet'oc."
        },
        {
            "number": "14",
            "text": "Yujto a jun yol yib'anhk’inal tik, manh co chonhab'oc t'a junelnhej, palta ay jun co chonhab' toto ol javok, aton jun chi' van co tanhvani."
        },
        {
            "number": "15",
            "text": "Yuj chi', yowalil scalnhej wach' lolonel d'ha Dios yuj Jesucristo. Ha juntzanh wach' lolonel skal tik d'ha Dios, aton co silab' yaji."
        },
        {
            "number": "16",
            "text": "Mocab' sat t'a co k'ool co k'ulan juntzanh tas wach', tzonh colvajpax t'a eb' quetanimail. Yujto anheja' co silab' yaj pax juntzanh tik d'ha Dios, stzalaj val yet'oc."
        },
        {
            "number": "17",
            "text": "Tze k'anab'ajej tas syal eb' e tanhvumal. Hak'ek och e b'ha t'a yol sk'ab' eb', yujto a eb' van ex yilani. Yojtac eb' to ol yak' entregar scuenta eb' eyuuj d'ha Dios. Wach' tzeyutej e b'a, yic stzalaj eb' yilan jun munlajel chi', yic max kus eb'. Tato tzeyak' kus eb', manh wach'oc eyiko'."
        },
        {
            "number": "18",
            "text": "Lesalvanhec cuuj, cojtac to malaj tas syal yalji t'a co patic, yujto co gana wach'nhej scutej co b'eyb'al t'a masanil tasi."
        },
        {
            "number": "19",
            "text": "Tzin k'an val t'ayex, yic tzex lesalvi val vuuj, yic ol yal in k'och t'ayex junelxo t'a elanhchamel."
        },
        {
            "number": "20",
            "text": "Ha Dios tz'ak'an junk'olal, aton jun ak'jinac pitzvocxi Cajal Jesucristo t'a skal eb' chamnac. Ha Jesucristo, icha yaj winh Tanhvum Calnel, icha chi' yaj t'ayonh, te niwan yelk'ochi. Yuj schiq'uil ix elk'och jun strato Dios yak'nac t'ayonh t'a junelnhej."
        },
        {
            "number": "21",
            "text": "In gana to sb'o val e pensar yuj Dios, yic wach'nhej tzex aji, tze k'ulan icha sgana. In gana paxi to wach' tzonh aj t'a sat yuj Jesucristo, yic stzalaj qued'oc. Nivanocab' yelk'och Cristo t'a masanil tiempo. Amén."
        },
        {
            "number": "22",
            "text": "Ex vuk'tac ex vanab', tzin k'an val t'ayex to niwan tzeyutej e k'ool t'a juntzanh lolonel svalb'at tik, yic svecan e na'a, wach'chom quennhej svalb'at t'ayex t'a jun carta tik."
        },
        {
            "number": "23",
            "text": "Svalb'at eyab'i to ix el winh cuk'tac Timoteo t'a libre. Tato ol ja winh t'a tik t'a elanhchamel, ol b'at winh vuk'levoc ayic ol in b'at ex wila''."
        },
        {
            "number": "24",
            "text": "Svak'b'at stzatzil sk'ool eb' e tanhvumal ta'. Svak'anpaxb'at stzatzil e k'ool e masanil ex yic exxo Dios ved'oc. Yed' pax eb' cuk'tac aj Italia, syak' pax b'at stzatzil e k'ool eb'."
        },
        {
            "number": "25",
            "text": "Aocab' Dios syak' swach'k'olal t'ayex e masanil."
        }
    ]
}