{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Manh kactejec ko xajanan ko b'a, yujto junxonhej ko Mam."
        },
        {
            "number": "2",
            "text": "Mokab' puraloc skak' sposado heb' tzek' t'ayonh, yujto manh cojtakoc mach heb'. Ay heb' ak'jinac sposado heb' ángel, palta maj nachajel yuj heb' tato ángel heb' b'aj wach' yutejnac sb'a heb' chi'."
        },
        {
            "number": "3",
            "text": "Co naeccot heb' ayoch t'a preso, ichato preso kaj yet' heb'. Co naeccot heb' ayoch t'a syaelal, ichato a onh jun skab' syail yet' heb'."
        },
        {
            "number": "4",
            "text": "Ayic squik'lan ko b'a yet' quetb'eyum, ayokab' yelk'och jun ik'lajb'ail chi' t'ayonh. Yowalil anhej t'a quetb'eyum junjun onh skak'och ko pensar. Yujto ha Dios ol ch'olb'itan heb' tz'em t'a ajmulal, ol ak'jocb'at t'a yib'anh heb'."
        },
        {
            "number": "5",
            "text": "Manhoknhej k'een tumin skak'och ko pensar ko sayani. Conh tzalajec yet' jab'oc tas ay t'ayonh, yujto syal Dios: Malaj b'ak'uinh ol ex wactejkani, malaj b'ak'uinh ol ex wactejkan he ch'ocoj, xchi."
        },
        {
            "number": "6",
            "text": "Yuj chi' t'a smasanil ko k'ool skal icha tik: Ha Cajalil skolwaj qued'oc. Manh ol onh xivlaj yuj tas ol onh yutoc heb' anima, xco chi."
        },
        {
            "number": "7",
            "text": "Tze nacot heb' he tanhwumal, aton heb' alannac el slolonel Dios t'ayex. Tze nacoti tas ajnac heb' yuj swach' b'eyb'al. Icha yutejnac heb' yak'anoch Dios t'a sk'ool, icha pax chi' tzeyutej he b'a a ex tik."
        },
        {
            "number": "8",
            "text": "Ha Jesucristo, icha yaj t'a peka', icha chi' yaj ticnaik, anheja' icha chi' ol aj t'a masanil tiempo."
        },
        {
            "number": "9",
            "text": "Manh eyak' ixtaxel he pensar yuj juntzanhxo ch'oc k'ayb'ub'al tz'alji. Wach' tato tz'ak'ji stek'anil ko pensar yuj swach'k'olal Dios syak' t'ayonh. Xal juntzanh comon checnab'il tz'alan yuj tas sko wa''a, max tek'k'ajlaj ko pensar yuj. Yujto a juntzanh checnab'il chi', malaj jab'oc yopisio sb'oan spensar heb' sb'eyb'alani."
        },
        {
            "number": "10",
            "text": "Ha onh tik, ay jun ko silab' ch'oc yeli. Axo heb' sacerdote t'a skal heb' quetisraelal tz'ak'an serwil Dios t'a yol stemplo, malaj yalan yic heb' schi'an jun silab' tik."
        },
        {
            "number": "11",
            "text": "Yujto a winh sat sacerdote chi', syik'b'at schiq'uil juntzanh nok' nok' winh t'a jun cuarto Yicnhej Dios Yaji, yuj yik'anel mul. Axo sniwanil juntzanh nok' nok' chi', max chijilaj, palta to snhusjitz'ha t'a stiel chonhab'."
        },
        {
            "number": "12",
            "text": "Icha chi' ix aj yab'an syail Jesús, ha t'a stiel chonhab' ix chami, yic wach' a schiq'uil tz'ik'anel ko chukal."
        },
        {
            "number": "13",
            "text": "Yuj chi', koyec yet' Jesús b'aj ix ik'jiel t'a ti' chonhab' chi', syalelk'ochi to lajan tz'aj ko paticajel yet'oc."
        },
        {
            "number": "14",
            "text": "Yujto a jun yol yib'anhk’inal tik, manh ko chonhab'oc t'a junelnhej, palta ay jun ko chonhab' toto ol jawok, aton jun chi' wan ko tanhwani."
        },
        {
            "number": "15",
            "text": "Yuj chi', yowalil skalnhej wach' lolonel d'ha Dios yuj Jesucristo. Ha juntzanh wach' lolonel skal tik d'ha Dios, aton ko silab' yaji."
        },
        {
            "number": "16",
            "text": "Mokab' sat t'a ko k'ool ko k'ulan juntzanh tas wach', tzonh colwajpax t'a heb' quetanimail. Yujto anheja' ko silab' yaj pax juntzanh tik d'ha Dios, stzalaj wal yet'oc."
        },
        {
            "number": "17",
            "text": "Tze k'anab'ajej tas syal heb' he tanhwumal. Hak'ek och he b'ha t'a yol sk'ab' heb', yujto a heb' wan ex yilani. Yojtak heb' to ol yak' entregar scuenta heb' eyuuj d'ha Dios. Wach' tzeyutej he b'a, yic stzalaj heb' yilan jun munlajel chi', yic max kus heb'. Tato tzeyak' kus heb', manh wach'oc eyiko'."
        },
        {
            "number": "18",
            "text": "Lesalwanhec cuuj, cojtak to malaj tas syal yalji t'a ko patic, yujto ko gana wach'nhej scutej ko b'eyb'al t'a masanil tasi."
        },
        {
            "number": "19",
            "text": "Tzin k'an wal t'ayex, yic tzex lesalwi wal wuuj, yic ol yal in k'och t'ayex junelxo t'a elanhchamel."
        },
        {
            "number": "20",
            "text": "Ha Dios tz'ak'an junk'olal, aton jun ak'jinac pitzwokxi Kajal Jesucristo t'a skal heb' chamnac. Ha Jesucristo, icha yaj winh Tanhwum kalnel, icha chi' yaj t'ayonh, te niwan yelk'ochi. Yuj schiq'uil ix elk'och jun strato Dios yak'nac t'ayonh t'a junelnhej."
        },
        {
            "number": "21",
            "text": "In gana to sb'o wal he pensar yuj Dios, yic wach'nhej tzex aji, tze k'ulan icha snib'ej. In gana paxi to wach' tzonh aj t'a sat yuj Jesucristo, yic stzalaj qued'oc. Niwanokab' yelk'och Cristo t'a masanil tiempo. Amén."
        },
        {
            "number": "22",
            "text": "Ex wuk'tac ex wanab', tzin k'an wal t'ayex to niwan tzeyutej he k'ool t'a juntzanh lolonel swalb'at tik, yic swekan he na'a, wach'chom quennhej swalb'at t'ayex t'a jun carta tik."
        },
        {
            "number": "23",
            "text": "Swalb'at eyab'i to ix el winh cuk'tac Timoteo t'a libre. Tato ol ja winh t'a tik t'a elanhchamel, ol b'at winh wuk'lewoc ayic ol in b'at ex wila''."
        },
        {
            "number": "24",
            "text": "Swak'b'at stzatzil sk'ool heb' he tanhwumal ta'. Swak'anpaxb'at stzatzil he k'ool he masanil ex yic exxo Dios wed'oc. Yed' pax heb' cuk'tac aj Italia, syak' pax b'at stzatzil he k'ool heb'."
        },
        {
            "number": "25",
            "text": "Aokab' Dios syak' swach'k'olal t'ayex he masanil."
        }
    ]
}