{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi' yovalil scak'och co pensar t'a juntzanh k'ayb'ub'al ix cab'i, tato maay, jab'jab'il ol onh satcaneloc."
        },
        {
            "number": "2",
            "text": "Ha slolonel Dios yalnaccan eb' ángel t'a eb' co mam quicham t'a peca', tz'acan ajnac yelk'ochi. Ha eb' manh k'anab'ajannacoc jun lolonel chi', javinac yaelal t'a yib'anh eb'."
        },
        {
            "number": "3",
            "text": "Tato icha chi' ajnac eb' chi', ¿tasto val ol cutoc co colan co b'a tato squiq'uel co pensar t'a jun co colnab'il te niwan yelk'och tik? Ha val lak'an Cajal Jesús b'ab'laj aljinac yab'ixal. Axo eb' ab'annac, sch'oxnac eb' to yel jun ab'ix tik, ix yalanpax eb' t'ayonh."
        },
        {
            "number": "4",
            "text": "Anhejtona' yak'nac pax testigoal sb'ha Dios yuj jun ab'ix tik ayic sch'oxannac juntzanh milagro yet' juntzanh tas satub'tac yilji, yic scheclaji to te yel. Anhejtona' ix yak' pax Espíritu Santo t'ayonh, ato syala' tas opisio sgana syak' t'a junjun onh."
        },
        {
            "number": "5",
            "text": "Van valancot yuj junxo yol yib'anhk’inal toto ol javoc. Ha jun chi', manhoc t'a yol sk'ab' eb' ángel ol yak'och Dios."
        },
        {
            "number": "6",
            "text": "Yujto ay b'aj syal icha tik t'a Slolonel Tz'ib'ab'ilcani: Mamin, ¿tas val jab'oc quelk'och a onh anima onh tik, yuj chi' tzonh a nacoti, tzonh a tanhvan yuj co wach'iloc?"
        },
        {
            "number": "7",
            "text": "Ejminac ix onh utejcan janik' t'a yichanh eb' ángel ayic ix onh a b'oani, palta niwan quelk'och yuj copisio ix ak'a'."
        },
        {
            "number": "8",
            "text": "Ix ak'anoch masanil tastac b'ob'il uuj t'a yol co k'ab', xchi t'a Slolonel chi'. Yuj chi', ayic ix yak'anoch masanil tas Dios t'a yol co k'ab', malaj junok tas maj yak'kan ochi. Ha ticnaic maxto quilochlaj tato ix kan masanil t'a yol co k'ab'."
        },
        {
            "number": "9",
            "text": "Palta squiloch Jesús to lajan ajnac qued'oc, yuj chi' a t'ay tz'elk'och masanil tas tz'ib'ab'ilcan chi', wach'chom malaj val ix aj yelk'och junok tiempoal t'a yichanh eb' ángel yuj Dios, ayic ul yak'annacoch sb'a animail. Yuj svach'k'olal Dios, yuj chi' ix el t'a sk'ool scham Jesús cuuj co masanil. Axo ticnaic, te ek'b'al svach'il ix aji, te niwan yelk'ochi, yujto ix yab' syail ayic ix chami."
        },
        {
            "number": "10",
            "text": "Masanil tas b'ob'il yuj Dios, yuj aypaxeq'ui. Snib'ej to masanil eb' yuninal ol k'och b'aj ay stziquiquial. Yuj chi' yovalil ix yab' syail Jesús co Columal, icha chi' ix aj stz'acvielk'och yuj Dios. Ha Jesús chi' ix ak'anem yich co colnab'il."
        },
        {
            "number": "11",
            "text": "Ha onh yic onhxo Dios, junnhej co Mam yet' jun ix onh ak'anoch yicoc Dios chi'. Yuj chi' a Yuninal Dios chi', max q'uixvilaj onh yalan yuk'tacoc ma yanab'oc."
        },
        {
            "number": "12",
            "text": "Icha tik ix yal t'a Smam t'a Slolonel Dios Tz'ib'ab'ilcani: Ol valel ab'ixal t'a eb' vetchonhab'. Ayic ol smolb'an sb'a eb', ol ach in b'itej t'a skal eb', xchi."
        },
        {
            "number": "13",
            "text": "Yalannac pax icha tik: Ha Dios ol vak'och yipoc in k'ool, xchi. Anhejtona' syalanpax icha tik: Ayinnhej ek' t'a tik yet' eb' vuninal ix yak' Dios t'ayin, xchi t'a Slolonel Dios chi'."
        },
        {
            "number": "14",
            "text": "Ha onh tzonh och yuninaloc Dios, chamelb'a yaj co nivanil tik. Yuj chi' yovalil ix och pax snivanil Jesús chamelb'ail icha co nivanil tik. Yuj chi' ayic ix chami, ix yak' lajvoc yopisio jun vinh ay spoder smilvaji, aton vinh diablo."
        },
        {
            "number": "15",
            "text": "Ha t'a yalanhtaxo, ichato ayonh och schecab'oc vinh diablo chi', yujto tzonh xiv co chami, palta a Jesús ix onh ak'ancanel t'a libre."
        },
        {
            "number": "16",
            "text": "Val yel, manh yicoc scol eb' ángel ix uleq'ui, palta cuuj a onh yinhtil onh vinhaj Abraham tik."
        },
        {
            "number": "17",
            "text": "Yuj chi', yovalil lajan ix aj qued'oc a onh yuk'tac onh tik, yic wach' tz'ok' sk'ool t'ayonh, yic pax sk'anab'ajej yopisio t'a Sat Sacerdoteal t'a yichanh Dios, yic ha' stupanel co mul."
        },
        {
            "number": "18",
            "text": "Ix yab' val syail, ayic ix ak'ji proval. Yuj chi' a ticnaic syal scolvaj qued'oc ayic tzonh ak'ji proval."
        }
    ]
}