{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ex vuk'tac ex vanab', yic exxo Dios ved'oc, yujto A' avtannac onh och yicoc. Yuj chi' co wach' aq'uejecoch co pensar t'a Cristo Jesús, yujto schecab' Dios yaj t'ayonh. Sat Sacerdote pax yaji, icha syal co k'ayb'ub'al chab'il cuuj."
        },
        {
            "number": "2",
            "text": "Ha Jesús k'anab'ajum ix yutej sb'ha t'a jun ix ak'an yopisio, icha yutejnac vinhaj Moisés sk'anab'ajan t'a skal eb' yuninal Dios smasanil yet'oc."
        },
        {
            "number": "3",
            "text": "Ha junok b'oum pat, más ek'al t'a jun pat sb'o chi'. Ichaton chi' Jesús, más ek'al t'a yichanh vinhaj Moisés chi'."
        },
        {
            "number": "4",
            "text": "Junjun te' pat, ay mach sb'oan te'. Palta a masanil tasi, ha Dios b'ojinac."
        },
        {
            "number": "5",
            "text": "Ha vinhaj Moisés chi', sk'anab'ajejnac vinh yak'an servil t'a skal masanil eb' yuninal Dios yet'oc, yujto yak'umal servil Dios yaj vinh. Ayocto yak'annac testigoal sb'a vinh yuj juntzanh tas d'inhan yalan Dios."
        },
        {
            "number": "6",
            "text": "Palta a Cristo ix sk'anab'ajej, yujto Yuninal Dios. A' ayoch Yajalil t'a yib'anh eb' yico', aton eb' yuninalxo Dios yet'oc. Tato tek'an scutej cak'anoch t'a co k'ool, tzonh tzalaj pax yuj jun ayoch yipoc co k'ool, yuninal onh ton Dios syal chi'."
        },
        {
            "number": "7",
            "text": "Yuj chi', icha syalcan Yespíritu Dios t'a Slolonel Tz'ib'ab'ilcani: Ha t'a jun k'u tik, tato tzeyab' tas syal Dios,"
        },
        {
            "number": "8",
            "text": "manh e pitej e b'a icha yutejnac sb'a eb' e mam eyicham, a eb' chi', spitejnac sb'a eb' t'ayin t'a tzinan lu'um, yak'annac in proval eb' ta'."
        },
        {
            "number": "9",
            "text": "Wach'chom 40 ab'il yilnac juntzanh milagro eb' in b'onac, palta anheja' yak'lejnac in proval eb'."
        },
        {
            "number": "10",
            "text": "Yuj chi' cotnac voval, valannac yuj eb': Masanil tiempo ch'ocnhej b'aj ayoch spensar eb'. Toxonton malaj sgana eb' yojtacanel in k'olb'al, xin chi."
        },
        {
            "number": "11",
            "text": "Yuj chi', cotnac voval t'a eb'. Vak'annac in ti' to manh ol och eb' t'a jun lum lum b'aj junk'olalnhej ol aj eb', xchi Dios t'a slolonel chi'."
        },
        {
            "number": "12",
            "text": "Ex vuk'tac ex vanab', tzeya'ilej val e b'a, yic malaj junok ex tze pitej e b'a yuj e chab'k'olal, yuj chi' tze patiquejel Dios pitzan."
        },
        {
            "number": "13",
            "text": "Yacb'an tzato yala', slaj eyak'laj e tek'anil junjun ex t'a junjun k'u, yic wach' malaj ex tzex juviel yuj chucal, malaj ex tzex pitb'iel yuj."
        },
        {
            "number": "14",
            "text": "Yujto atax t'a sb'ab'elal cak'nacoch Cristo yipoc co k'ool. Tato anheja' tek'an scutej co b'a cak'anoch yipoc co k'ool masanto t'a slajvub', ay calan quic yet'oc syal chi'."
        },
        {
            "number": "15",
            "text": "Yujto icha chi' yaj stz'ib'ajcani: Ha t'a jun k'u tik, tato tzeyab' tas syal Dios, manh e pitej e b'a, icha yutejnac sb'a eb' e mam eyicham, ayic spitannac sb'a eb' t'ayin, xchicani."
        },
        {
            "number": "16",
            "text": "¿Mach eb' ab'annac slolonel Dios tze na'a, slajvi chi' spitannac sb'a eb' t'ay? Aton masanil eb' coljinac elta yuj vinhaj Moisés t'a Egipto."
        },
        {
            "number": "17",
            "text": "¿Mach eb' b'aj 40 ab'il cotnac yoval Dios tze na'a? Aton eb' ochnac smul t'ay, yuj chi' chamnac eb' t'a tzinan lu'um chi'."
        },
        {
            "number": "18",
            "text": "¿Mach eb' b'aj yak'nac sti' Dios to manh ol k'och eb' b'aj junk'olalnhej ol aj tze na'a? Aton eb' manh k'anab'ajannacoc t'ay."
        },
        {
            "number": "19",
            "text": "Yuj chi' snachajel cuuj to maj ochlaj eb' b'aj junk'olalnhej tz'aj chi', yujto maj sk'anab'ajej eb'."
        }
    ]
}