{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Yalnaccan Dios to ol yal ko k'och b'aj ay junk'olal. Yuj chi' yowalil squil ko b'a, yic malaj junok onh manh ol onh tzak'wan ko k'och b'aj ay junk'olal chi'."
        },
        {
            "number": "2",
            "text": "Yujto alb'ilxo wach' ab'ix yic colnab'il t'ayonh, icha aj yaljinac t'a heb'. Palta nab'anhej aljinac jun ab'ix chi' t'a heb', yujto maj yak'och heb' t'a sk'ool ayic yab'annac heb'."
        },
        {
            "number": "3",
            "text": "Palta a onhxo tik, junk'olalxo caji, yujto skak'och t'a ko k'ool. Icha tik ajnac yalan Dios yuj heb' ko mam quicham chi': Vak'nac in ti' to manh ol och heb' t'a jun lum lum b'aj junk'olalnhej ol ajoc, xchi. Axo Dios, atax yic slajwinac sb'oan yol yib'anhk’inal tik, ochnac waan smunlaji."
        },
        {
            "number": "4",
            "text": "Ha Slolonel Dios Tz'ib'ab'ilcani, ha' tz'alan yuj yuquil k'ual icha tik: Ha t'a yuquil k'ual sb'oan yol yib'anhk’inal tik Dios, ix och waan smunlaji, xchi."
        },
        {
            "number": "5",
            "text": "Syalanpax icha tik: Manh ol och heb' t'a jun lum lum b'aj junk'olalnhej ol ajoc, xchi."
        },
        {
            "number": "6",
            "text": "Ha heb' chi' b'ab'laj ab'annac jun wach' ab'ix yic colnab'il tik, palta maj k'ochlaj heb' b'aj junk'olalnhej tz'aj chi' yujto maj sk'anab'ajej heb'. Palta yowalil ay mach ol k'och b'aj ay junk'olal icha yalnaccan chi'."
        },
        {
            "number": "7",
            "text": "Yujto ix sch'ox junxo tiempoal Dios, aton jun pekti’ b'aj ayonh ek' tik. Yujto pecatax yalnaccan yuj jun b'aj ay junk'olal chi', schecannac yal winhaj Dawid icha ix wala', b'aj syal icha tik: Ha t'a jun k'u tik, tato tzeyab' tas syal Dios, manh he pitej he b'a t'ay, xchi."
        },
        {
            "number": "8",
            "text": "Q'uinaloc k'ochnac heb' quetisraelal yuj winhaj Josué b'aj ay junk'olal chi', majxom yal Dios tato tzato yal coch b'aj ay junxo junk'olal chi'."
        },
        {
            "number": "9",
            "text": "Yuj chi', a onh yiconhxo Dios tik, ayto wal jun b'aj ay junk'olal ol yak' t'ayonh."
        },
        {
            "number": "10",
            "text": "Yujto ayic ol yak'an jun chi' Dios t'ayonh, icha ajnac yoch waan smunlaji, icha chi' ol aj coch waan ko munlaji."
        },
        {
            "number": "11",
            "text": "Yuj chi', caq'ek wal quip cak'anoch Dios t'a ko k'ool yic ol onh och t'a junk'olal chi'. Malajocab' junok onh sco b'eyb'alej sb'eyb'al heb' spitejnac sb'a chi'."
        },
        {
            "number": "12",
            "text": "Ha slolonel Dios, pitzan yaji, ay spoder. Lajan slolonel chi' icha junok k'een espada jay ye t'a schab'il pak'anh. Yuj chi', ichato stecjioch t'a ko pixan yet' t'a ko pensar masanto scheclajelta tas caj junjun onh. Yujto a sch'oxanelta tas sco na'a yet' tas sco nib'ej."
        },
        {
            "number": "13",
            "text": "Malaj junok mach syal sk'ub'anel sb'a d'ha Dios. Yujto chequelnhej masanil tas t'a yichanh, aton t'ay ol cak' entregar ko cuenta."
        },
        {
            "number": "14",
            "text": "Ay wal jun tz'ak'anoch ko ti' d'ha Dios, te niwan yelk'ochi, aton Jesús, Yuninal. A' ix k'och t'a satcha’anh t'a yichanh Dios. Yuj chi' yowalil tek'an scutej ko b'a cak'anoch ko k'ool t'a jun k'ayb'ub'al ix ko cha'a."
        },
        {
            "number": "15",
            "text": "Ha jun tz'ak'anoch ko ti' d'ha Dios, ha' tz'ok' sk'ool t'ayonh ayic malaj quip, yujto lajan ix utaj yak'ji prowal ichoc onh tik, palta malaj juneloc ix och smul."
        },
        {
            "number": "16",
            "text": "Yuj chi', max onh xiv ko k'och t'a yichanh Dios b'aj scheclaj swach'k'olal, yic tz'ok' sk'ool t'ayonh ta', syak'anpax swach'k'olal t'ayonh ayic te malaj swach'il caji."
        }
    ]
}