{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Yalnaccan Dios to ol yal co k'och b'aj ay junk'olal. Yuj chi' yovalil squil co b'a, yic malaj junok onh manh ol onh tzak'van co k'och b'aj ay junk'olal chi'."
        },
        {
            "number": "2",
            "text": "Yujto alb'ilxo wach' ab'ix yic colnab'il t'ayonh, icha aj yaljinac t'a eb'. Palta nab'anhej aljinac jun ab'ix chi' t'a eb', yujto maj yak'och eb' t'a sk'ool ayic yab'annac eb'."
        },
        {
            "number": "3",
            "text": "Palta a onhxo tik, junk'olalxo caji, yujto scak'och t'a co k'ool. Icha tik ajnac yalan Dios yuj eb' co mam quicham chi': Vak'nac in ti' to manh ol och eb' t'a jun lum lum b'aj junk'olalnhej ol ajoc, xchi. Axo Dios, atax yic slajvinac sb'oan yol yib'anhk’inal tik, ochnac vaan smunlaji."
        },
        {
            "number": "4",
            "text": "Ha Slolonel Dios Tz'ib'ab'ilcani, ha' tz'alan yuj yuquil k'ual icha tik: Ha t'a yuquil k'ual sb'oan yol yib'anhk’inal tik Dios, ix och vaan smunlaji, xchi."
        },
        {
            "number": "5",
            "text": "Syalanpax icha tik: Manh ol och eb' t'a jun lum lum b'aj junk'olalnhej ol ajoc, xchi."
        },
        {
            "number": "6",
            "text": "Ha eb' chi' b'ab'laj ab'annac jun wach' ab'ix yic colnab'il tik, palta maj k'ochlaj eb' b'aj junk'olalnhej tz'aj chi' yujto maj sk'anab'ajej eb'. Palta yovalil ay mach ol k'och b'aj ay junk'olal icha yalnaccan chi'."
        },
        {
            "number": "7",
            "text": "Yujto ix sch'ox junxo tiempoal Dios, aton jun pekti’ b'aj ayonh ek' tik. Yujto pecatax yalnaccan yuj jun b'aj ay junk'olal chi', schecannac yal vinhaj David icha ix vala', b'aj syal icha tik: Ha t'a jun k'u tik, tato tzeyab' tas syal Dios, manh e pitej e b'a t'ay, xchi."
        },
        {
            "number": "8",
            "text": "Q'uinaloc k'ochnac eb' quetisraelal yuj vinhaj Josué b'aj ay junk'olal chi', majxom yal Dios tato tzato yal coch b'aj ay junxo junk'olal chi'."
        },
        {
            "number": "9",
            "text": "Yuj chi', a onh yiconhxo Dios tik, ayto val jun b'aj ay junk'olal ol yak' t'ayonh."
        },
        {
            "number": "10",
            "text": "Yujto ayic ol yak'an jun chi' Dios t'ayonh, icha ajnac yoch vaan smunlaji, icha chi' ol aj coch vaan co munlaji."
        },
        {
            "number": "11",
            "text": "Yuj chi', caq'ek val quip cak'anoch Dios t'a co k'ool yic ol onh och t'a junk'olal chi'. Malajocab' junok onh sco b'eyb'alej sb'eyb'al eb' spitejnac sb'a chi'."
        },
        {
            "number": "12",
            "text": "Ha slolonel Dios, pitzan yaji, ay spoder. Lajan slolonel chi' icha junok q'uen espada jay ye t'a schab'il pak'anh. Yuj chi', ichato stecjioch t'a co pixan yet' t'a co pensar masanto scheclajelta tas caj junjun onh. Yujto a sch'oxanelta tas sco na'a yet' tas sco nib'ej."
        },
        {
            "number": "13",
            "text": "Malaj junok mach syal sk'ub'anel sb'a d'ha Dios. Yujto chequelnhej masanil tas t'a yichanh, aton t'ay ol cak' entregar co cuenta."
        },
        {
            "number": "14",
            "text": "Ay val jun tz'ak'anoch co ti' d'ha Dios, te niwan yelk'ochi, aton Jesús, Yuninal. A' ix k'och t'a satcha’anh t'a yichanh Dios. Yuj chi' yovalil tek'an scutej co b'a cak'anoch co k'ool t'a jun k'ayb'ub'al ix co cha'a."
        },
        {
            "number": "15",
            "text": "Ha jun tz'ak'anoch co ti' d'ha Dios, ha' tz'ok' sk'ool t'ayonh ayic malaj quip, yujto lajan ix utaj yak'ji proval ichoc onh tik, palta malaj juneloc ix och smul."
        },
        {
            "number": "16",
            "text": "Yuj chi', max onh xiv co k'och t'a yichanh Dios b'aj scheclaj swach'k'olal, yic tz'ok' sk'ool t'ayonh ta', syak'anpax swach'k'olal t'ayonh ayic te malaj swach'il caji."
        }
    ]
}