{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Yalnaccan Dios to ol yal co k'och b'aj ay junk'olal. Yuj chi' yovalil squil co b'a, yic malaj junoc onh manh ol onh tzak'van co k'och b'aj ay junk'olal chi'."
        },
        {
            "number": "2",
            "text": "Yujto alb'ilxo vach' ab'ix yic colnab'il d'ayonh, icha aj yaljinac d'a eb'. Palta nab'anhej aljinac jun ab'ix chi' d'a eb', yujto maj yak'och eb' d'a sk'ool ayic yab'annac eb'."
        },
        {
            "number": "3",
            "text": "Palta a onhxo tic, junk'olalxo caji, yujto scak'och d'a co k'ool. Icha tic ajnac yalan Dios yuj eb' co mam quicham chi': Vak'nac in ti' to manh ol och eb' d'a jun lum luum b'aj junk'olalnhej ol ajoc, xchi. Axo Dios, atax yic slajvinac sb'oan yolyib'anhq'uinal tic, ochnac vaan smunlaji."
        },
        {
            "number": "4",
            "text": "A Slolonel Dios Tz'ib'ab'ilcani, a' tz'alan yuj yuquil k'ual icha tic: A d'a yuquil k'ual sb'oan yolyib'anhq'uinal tic Dios, ix och vaan smunlaji, xchi."
        },
        {
            "number": "5",
            "text": "Syalanpax icha tic: Manh ol och eb' d'a jun lum luum b'aj junk'olalnhej ol ajoc, xchi."
        },
        {
            "number": "6",
            "text": "A eb' chi' b'ab'laj ab'annac jun vach' ab'ix yic colnab'il tic, palta maj k'ochlaj eb' b'aj junk'olalnhej tz'aj chi' yujto maj sk'anab'ajej eb'. Palta yovalil ay mach ol k'och b'aj ay junk'olal icha yalnaccan chi'."
        },
        {
            "number": "7",
            "text": "Yujto ix sch'ox junxo tiempoal Dios, aton jun tiempoal b'aj ayonh ek' tic. Yujto pecatax yalnaccan yuj jun b'aj ay junk'olal chi', schecannac yal vinhaj David icha ix vala', b'aj syal icha tic: A d'a jun k'u tic, tato tzeyab' tas syal Dios, manh e pitej e b'a d'ay, xchi."
        },
        {
            "number": "8",
            "text": "Q'uinaloc k'ochnac eb' quetisraelal yuj vinhaj Josué b'aj ay junk'olal chi', majxom yal Dios tato tzato yal coch b'aj ay junxo junk'olal chi'."
        },
        {
            "number": "9",
            "text": "Yuj chi', a onh yiconhxo Dios tic, ayto val jun b'aj ay junk'olal ol yak' d'ayonh."
        },
        {
            "number": "10",
            "text": "Yujto ayic ol yak'an jun chi' Dios d'ayonh, icha ajnac yoch vaan smunlaji, icha chi' ol aj coch vaan co munlaji."
        },
        {
            "number": "11",
            "text": "Yuj chi', caq'uec val quip cak'anoch Dios d'a co k'ool yic ol onh och d'a junk'olal chi'. Malajocab' junoc onh sco b'eyb'alej sb'eyb'al eb' spitejnac sb'a chi'."
        },
        {
            "number": "12",
            "text": "A slolonel Dios, pitzan yaji, ay spoder. Lajan slolonel chi' icha junoc q'uen espada jay ye d'a schab'il pak'anh. Yuj chi', ichato stecjioch d'a co pixan yed' d'a co pensar masanto scheclajelta tas caj junjun onh. Yujto a sch'oxanelta tas sco na'a yed' tas sco nib'ej."
        },
        {
            "number": "13",
            "text": "Malaj junoc mach syal sk'ub'anel sb'a d'a Dios. Yujto chequelnhej masanil tas d'a yichanh, aton d'ay ol cak' entregar co cuenta."
        },
        {
            "number": "14",
            "text": "Ay val jun tz'ak'anoch co ti' d'a Dios, te nivan yelk'ochi, aton Jesús, Yuninal. A' ix k'och d'a satchaanh d'a yichanh Dios. Yuj chi' yovalil tek'an scutej co b'a cak'anoch co k'ool d'a jun k'ayb'ub'al ix co cha'a."
        },
        {
            "number": "15",
            "text": "A jun tz'ak'anoch co ti' d'a Dios, a' tz'ok' sk'ool d'ayonh ayic malaj quip, yujto lajan ix utaj yak'ji proval ichoc onh tic, palta malaj juneloc ix och smul."
        },
        {
            "number": "16",
            "text": "Yuj chi', max onh xiv co k'och d'a yichanh Dios b'aj scheclaj svach'k'olal, yic tz'ok' sk'ool d'ayonh ta', syak'anpax svach'k'olal d'ayonh ayic te malaj svach'il caji."
        }
    ]
}