{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha junjun eb' sat sacerdote ha t'a co cal a onh anima onh tik sik'jielta eb'. Tz'ak'ji yopisio eb' yak'anoch co ti' d'ha Dios, syak'an ofrenda eb' yet' silab' snhusji yuj co mul."
        },
        {
            "number": "2",
            "text": "Lajan eb' sat sacerdote chi' qued'oc, yujto malaj stek'anil eb'. Yuj chi' syal niwan syutej sk'ool eb' t'a eb' max nachajel yuj yet' t'a eb' tz'em t'a junok spaltail."
        },
        {
            "number": "3",
            "text": "Ha eb' sat sacerdote chi', animanhej eb', yuj chi' yovalil syak'pax juntzanh silab' nhusb'il chi' eb' yuj smul, icha juntzanh silab' syak' eb' yuj smul eb' anima."
        },
        {
            "number": "4",
            "text": "Malaj junok mach scomon aq'uejoch sb'ha t'a jun opisio chi'. Anhej eb' avtab'il yuj Dios syal yochi, icha ajnac vinhaj Aarón yuj Dios t'a peca'."
        },
        {
            "number": "5",
            "text": "Icha pax chi' Cristo, maj yak'ochlaj sb'a sat sacerdoteal t'a yol yico', palta ha Dios ix ak'anoch yopisio. Icha tik ix yutej yalan t'ay: Ha ach tik, Vuninal ach. Ha t'a jun k'u tik, ix vak' checlajoc to Vuninal ach, xchi."
        },
        {
            "number": "6",
            "text": "Anheja', ay pax b'aj icha tik syalcan t'a Slolonel: Sacerdote achnhej t'a junelnhej, icha yopisio vinhaj Melquisedec, xchi Dios chi' t'ay."
        },
        {
            "number": "7",
            "text": "Ayic ix ek' Jesús t'a yol yib'anhk’inal tik, te chaanh ix lesalvi, ix oq'ui ayic ix sk'anan tas d'ha Dios, aton jun ay spoder scolanelta t'a yol sk'ab' chamel. Ix ab'ji slesal chi', yujto te nanam ix yutej sb'a t'ay."
        },
        {
            "number": "8",
            "text": "Wach'chom Yuninal Dios, palta yuj juntzanh yaelal ix yab'i snachajel yuj chajtil syutej sk'anab'ajani."
        },
        {
            "number": "9",
            "text": "Ayic ix yik'anelk'och sb'a masanil tas nab'il yuj, ix ak'ji yopisio yak'an colnab'il t'a junelnhej t'a masanil eb' sk'anab'ajan tas syala'."
        },
        {
            "number": "10",
            "text": "Yuj chi' ha Dios ix ak'an yopisio yoch sat sacerdoteal icha yopisio vinhaj Melquisedec t'a peca'."
        },
        {
            "number": "11",
            "text": "Tzijtumto tas in gana sval t'ayex yuj jun tik, palta ajaltac calani tas syalelk'ochi, yujto te pural snachajel eyuuj."
        },
        {
            "number": "12",
            "text": "Ayxo stiempoal eyak'an och t'a e k'ool. Smoj to tzaxo e k'ayb'ej eb' yicxo Dios ticnaic. Palta ina anhej juntzanh sk'ayb'ub'al Dios manh ajaltacoc tze nib'ej tz'alchajxi t'ayex, yujto maxto canlaj eyuuj. Mantalaj e tek'anil, lajan ex icha junok nene' unin vanto schuni, maxto ujilaj sva'i."
        },
        {
            "number": "13",
            "text": "Ha juntzanh k'ayb'ub'al chi', icha lech, ichnhej ta'. Yuj chi' a eb' sgana yab'an juntzanh chi', anheja' lajan eb' icha junok nene' unin. Anheja' maxto nachajel yuj eb' tas scutej co tojolb'itan co b'eyb'al."
        },
        {
            "number": "14",
            "text": "Axo juntzanh k'ayb'ub'al pural snachajeli, lajan icha tas syab'lej eb' icham anima. Yuj chi', a eb' sk'ayb'an juntzanh chi', aton eb' tek'anxo spensar. k'aynac eb' snaaneli b'aja juntzanh tas wach' yet' juntzanh chuk."
        }
    ]
}