{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Axo ticnaik, caq'ek quip ko b'at t'a quichanh, yic stek'k'aj ko pensar. Ha ticnaik kanokab' juntzanh b'ab'el k'ayb'ub'al syal yuj Cristo. Mocxob' ko k'ayb'ejeclaj juntzanh b'ab'el k'ayb'ub'al ol wal tik. Aton juntzanh tz'alani to sko na ko b'ha t'a jun b'eyb'al tzonh ik'anb'at t'a chamel, aton jun b'eyb'al max yal onh scolani. Syalanxi to skak'och Dios t'a ko k'ool."
        },
        {
            "number": "2",
            "text": "Syalanpax yuj bautismo. Syalanxi yuj heb' syak'ek' sk'ab' t'a ko jolom ayic tz'och copisio. Syalanxi to ol onh pitzwokxi t'a skal heb' chamnac. Syalanxi to ol cot yaelal t'a yib'anh heb' anima t'a junelnhej. Aton juntzanh k'ayb'ub'al tik, k'ocb'ilxo kab'ani."
        },
        {
            "number": "3",
            "text": "Ha ticnaik, ayto wal juntzanhxo ol ko k'ayb'ej tato syal sk'ool ko Mam Dios."
        },
        {
            "number": "4",
            "text": "Ha onhxo tik, ichato tz'ictajab'ilxo ko pensar. Chab'ilxo jun silab' Dios te wach' cuuj. Ay kalan quik t'a Espíritu Santo."
        },
        {
            "number": "5",
            "text": "Cojtakxo swach'il slolonel Dios. Cojtakxo spoder ol checlaj t'a jun tiempo toto ol jawok."
        },
        {
            "number": "6",
            "text": "Yuj chi', tato ay mach syik'el sb'ha t'a Cristo, maxtzac yal smeltzaj junelxo yic sna sb'a. Yujto ayic smeltzaj t'a spatic, syalelk'ochi to a wal lak'an wan yak'anoch Yuninal Dios t'a spenec te' culus junelxo. Van yak'an q'uixwelal sb'ha t'a yichanh heb' anima."
        },
        {
            "number": "7",
            "text": "Yujto a onh tik, lajan onh icha lum lum. Ayic syak'an nhab', syuk'b'at ha' lu'um. Ay lum lum wach' avb'en syak' t'a heb' smunlaj t'a sat. Yuj chi' syak' swach'k'olal Dios t'a lu'um."
        },
        {
            "number": "8",
            "text": "Ay pax lum lum nab'a q'uiix, nab'a anh k'ultacnhej sq'uib' t'a sat. Malaj jab'oc syaxil. Yuj chi' skatab'aj lu'um yuj Dios, haxo t'a slajwub'alxo, stz'ab'at lu'um smasanil."
        },
        {
            "number": "9",
            "text": "Palta a ex, ex xajanab'il cuuj, wach'chom skalb'at juntzanh tik t'ayex, palta skak'och yipoc ko k'ool to manh ex lajanoc yet' heb' skal tik, palta ol checlajel juntzanh wach'il t'ayex sch'oxani to ay he colnab'il."
        },
        {
            "number": "10",
            "text": "Yujto ha Dios tojol spensar. Manh ol satlaj sk'ool t'a juntzanh tas ix he k'ulej yet' chajtil ix aj he xajanani, ayic ix ex kolwaj t'a heb' yicxo Dios. Anhejtona' tze k'ulejnhej paxi."
        },
        {
            "number": "11",
            "text": "Palta ko gana to tze k'ulejnhej juntzanh tik t'a masanil tiempo, yic wach' tz'akan ol he cha jun spak wan he tanhwani."
        },
        {
            "number": "12",
            "text": "Co gana to manh jaraganaoc tzeyutej he b'ha t'a yic Dios. B'eyb'alejec sb'eyb'al heb' syak' wal och sk'ool t'ay, heb' tek'an wal syutej sb'a, yujto a heb' icha chi' syutej sb'a, wan schaan juntzanh tas yalnakkan Dios to ol yak' t'a heb'."
        },
        {
            "number": "13",
            "text": "Ayic yak'annac sti' Dios t'a winhaj Abraham t'a peka', munil A' slocnac sb'i, yujto malaj junok mach ek'al t'a yichanh. Yuj chi' manh slocnacoc junocxo b'i."
        },
        {
            "number": "14",
            "text": "Yalnac icha tik t'a winh: Val yel niwan in wach'k'olal ol wak' t'ayach. Tzijtum inhtilal ol wak'kan pitzwoqueli, xchi t'a winh."
        },
        {
            "number": "15",
            "text": "Axo winhaj Abraham chi', niwan yutejnac sk'ool winh stanhwani, yuj chi' schanac jun b'aj yak'nac sti' Dios chi' winh."
        },
        {
            "number": "16",
            "text": "Ayic sko lokan sb'i junok mach, anhej junok mach ek'al t'a quichanh sko loco'. Ayic skalan junok tas te yel, sko loc sb'i junok mach, yic manhxa mach stelaj sb'a qued'oc."
        },
        {
            "number": "17",
            "text": "Anhejtona', icha chi' yutejnac Dios yak'an sti', munil slocnac sb'a sch'ocoj, yujto snib'ej sch'ox t'ayonh to yel ol quiquej tas b'aj yak'nac sti', malaj jab'oc tas ol sk'exa'."
        },
        {
            "number": "18",
            "text": "Yujto slocnac sb'i Dios ayic yak'annac sti', yuj chi' a tas yalnac, malaj b'ak'uinh ol k'exmajoc, yujto max yesejlaj. Ha tas yalnac chi', syak' wal sniwanil ko k'ool, yujto a onh tik kak'nacoch ko b'ha t'a yol sk'ab' yic tzonh scolo'. Van ko tanhwani tas ol yak' t'ayonh, yuj chi' a skak'och yipoc ko k'ool."
        },
        {
            "number": "19",
            "text": "Te tek'an yaj ko pensar ticnaik, yujto skak'och jun chi' yipoc ko k'ool. Lajan yaj icha junok barco te ay yip syamnub' syamanoch waan. Ha jun ayoch yipoc ko k'ool chi', ayxo och t'a spatic och k'apac smacul snanhal yol stemplo Dios ay t'a satcha’anh."
        },
        {
            "number": "20",
            "text": "Ata' b'ab'el ochnac Jesús t'a quichanh yic sjakan t'ayonh. Yujto malaj b'ak'uinh ol yaktej yoch Sacerdoteal, icha yopisio winhaj Melquisedec."
        }
    ]
}