{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Axo ticnaic, caq'ek quip co b'at t'a quichanh, yic stek'k'aj co pensar. Ha ticnaic canocab' juntzanh b'ab'el k'ayb'ub'al syal yuj Cristo. Mocxob' co k'ayb'ejeclaj juntzanh b'ab'el k'ayb'ub'al ol val tik. Aton juntzanh tz'alani to sco na co b'ha t'a jun b'eyb'al tzonh ik'anb'at t'a chamel, aton jun b'eyb'al max yal onh scolani. Syalanxi to scak'och Dios t'a co k'ool."
        },
        {
            "number": "2",
            "text": "Syalanpax yuj bautismo. Syalanxi yuj eb' syaq'uek' sk'ab' t'a co jolom ayic tz'och copisio. Syalanxi to ol onh pitzvocxi t'a skal eb' chamnac. Syalanxi to ol cot yaelal t'a yib'anh eb' anima t'a junelnhej. Aton juntzanh k'ayb'ub'al tik, k'ocb'ilxo cab'ani."
        },
        {
            "number": "3",
            "text": "Ha ticnaic, ayto val juntzanhxo ol co k'ayb'ej tato syal sk'ool co Mam Dios."
        },
        {
            "number": "4",
            "text": "Ha onhxo tik, ichato tz'ictajab'ilxo co pensar. Chab'ilxo jun silab' Dios te wach' cuuj. Ay calan quic t'a Espíritu Santo."
        },
        {
            "number": "5",
            "text": "Cojtacxo swach'il slolonel Dios. Cojtacxo spoder ol checlaj t'a jun tiempo toto ol javoc."
        },
        {
            "number": "6",
            "text": "Yuj chi', tato ay mach syiq'uel sb'ha t'a Cristo, maxtzac yal smeltzaj junelxo yic sna sb'a. Yujto ayic smeltzaj t'a spatic, syalelk'ochi to a val lak'an van yak'anoch Yuninal Dios t'a spenec te' culus junelxo. Van yak'an q'uixvelal sb'ha t'a yichanh eb' anima."
        },
        {
            "number": "7",
            "text": "Yujto a onh tik, lajan onh icha lum lum. Ayic syak'an nhab', syuk'b'at ha' lu'um. Ay lum lum wach' avb'en syak' t'a eb' smunlaj t'a sat. Yuj chi' syak' swach'k'olal Dios t'a lu'um."
        },
        {
            "number": "8",
            "text": "Ay pax lum lum nab'a q'uiix, nab'a anh k'ultacnhej sq'uib' t'a sat. Malaj jab'oc syaxil. Yuj chi' scatab'aj lu'um yuj Dios, haxo t'a slajvub'alxo, stz'ab'at lu'um smasanil."
        },
        {
            "number": "9",
            "text": "Palta a ex, ex xajanab'il cuuj, wach'chom scalb'at juntzanh tik t'ayex, palta scak'och yipoc co k'ool to manh ex lajanoc yet' eb' skal tik, palta ol checlajel juntzanh wach'il t'ayex sch'oxani to ay e colnab'il."
        },
        {
            "number": "10",
            "text": "Yujto ha Dios tojol spensar. Manh ol satlaj sk'ool t'a juntzanh tas ix e k'ulej yet' chajtil ix aj e xajanani, ayic ix ex colvaj t'a eb' yicxo Dios. Anhejtona' tze k'ulejnhej paxi."
        },
        {
            "number": "11",
            "text": "Palta co gana to tze k'ulejnhej juntzanh tik t'a masanil tiempo, yic wach' tz'acan ol e cha jun spac van e tanhvani."
        },
        {
            "number": "12",
            "text": "Co gana to manh jaraganaoc tzeyutej e b'ha t'a yic Dios. B'eyb'alejec sb'eyb'al eb' syak' val och sk'ool t'ay, eb' tek'an val syutej sb'a, yujto a eb' icha chi' syutej sb'a, van schaan juntzanh tas yalnaccan Dios to ol yak' t'a eb'."
        },
        {
            "number": "13",
            "text": "Ayic yak'annac sti' Dios t'a vinhaj Abraham t'a peca', munil A' slocnac sb'i, yujto malaj junok mach ek'al t'a yichanh. Yuj chi' manh slocnacoc junocxo b'i."
        },
        {
            "number": "14",
            "text": "Yalnac icha tik t'a vinh: Val yel niwan in wach'k'olal ol vak' t'ayach. Tzijtum inhtilal ol vak'kan pitzvoqueli, xchi t'a vinh."
        },
        {
            "number": "15",
            "text": "Axo vinhaj Abraham chi', niwan yutejnac sk'ool vinh stanhvani, yuj chi' schanac jun b'aj yak'nac sti' Dios chi' vinh."
        },
        {
            "number": "16",
            "text": "Ayic sco locan sb'i junok mach, anhej junok mach ek'al t'a quichanh sco loco'. Ayic scalan junok tas te yel, sco loc sb'i junok mach, yic manhxa mach stelaj sb'a qued'oc."
        },
        {
            "number": "17",
            "text": "Anhejtona', icha chi' yutejnac Dios yak'an sti', munil slocnac sb'a sch'ocoj, yujto sgana sch'ox t'ayonh to yel ol quiquej tas b'aj yak'nac sti', malaj jab'oc tas ol sq'uexa'."
        },
        {
            "number": "18",
            "text": "Yujto slocnac sb'i Dios ayic yak'annac sti', yuj chi' a tas yalnac, malaj b'ak'uinh ol q'uexmajoc, yujto max yesejlaj. Ha tas yalnac chi', syak' val snivanil co k'ool, yujto a onh tik cak'nacoch co b'ha t'a yol sk'ab' yic tzonh scolo'. Van co tanhvani tas ol yak' t'ayonh, yuj chi' a scak'och yipoc co k'ool."
        },
        {
            "number": "19",
            "text": "Te tek'an yaj co pensar ticnaic, yujto scak'och jun chi' yipoc co k'ool. Lajan yaj icha junok barco te ay yip syamnub' syamanoch vaan. Ha jun ayoch yipoc co k'ool chi', ayxo och t'a spatic och k'apac smacul snanhal yol stemplo Dios ay t'a satcha’anh."
        },
        {
            "number": "20",
            "text": "Ata' b'ab'el ochnac Jesús t'a quichanh yic sjacan t'ayonh. Yujto malaj b'ak'uinh ol yactej yoch Sacerdoteal, icha yopisio vinhaj Melquisedec."
        }
    ]
}