{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "A vinhaj Melquisedec chi', rey vinh d'a chonhab' Salem d'a peca'. Yak'nac sacerdoteal vinh d'a Dios, aton Dios te nivan yelk'och d'a yichanh masanil. A junel, xid'ek' vinhaj Abraham yak' oval yed' juntzanh eb' rey, yak'ji ganar eb' yuj vinh. Axo yic spaxta vinh, axo vinhaj Melquisedec chi' xid' k'uman vinh d'a yol b'e. Sk'anan svach'k'olal Dios vinh d'a yib'anh vinhaj Abraham chi'."
        },
        {
            "number": "2",
            "text": "Axo vinhaj Abraham chi' ak'an sdiezmoal jantacnhej tas yak' ganar d'a jun oval chi' d'a vinhaj Melquisedec chi'. A sb'i vinh chi' syalelk'ochi, rey te tojol. Anhejtona' sreyal pax chonhab' Salem. A Salem syalelk'ochi, junk'olal. Yuj chi' scuchan pax vinh sreyal junk'olal."
        },
        {
            "number": "3",
            "text": "Manh chequeloc mach smam snun vinh, mach pax smam yicham vinh. Malaj b'aj syalcan d'a Slolonel Dios Tz'ib'ab'ilcan yuj yaljub'al vinh yed' pax yuj schamel vinh. Yuj chi' sch'oxnab'il Yuninal Dios yaj vinh, yujto ochnac vinh sacerdoteal d'a masanil tiempo."
        },
        {
            "number": "4",
            "text": "Nachajocab'el eyuuj ticnaic to te nivan yelk'och vinhaj Melquisedec chi'. Yujto yak'nac sdiezmoal masanil tas xid' yak'nac ganar vinh co mam quicham Abraham d'a vinh."
        },
        {
            "number": "5",
            "text": "Syal d'a ley Moisés to a eb' sacerdote, aton eb' yinhtilal Leví, ay yalan yic eb' schaan sdiezmoal masanil tas ay d'a eb' quetchonhab', vach'chom yinhtilal Abraham eb' yed' eb'."
        },
        {
            "number": "6",
            "text": "Axo vinhaj Melquisedec chi', vach'chom manh yinhtilaloc Leví yaj vinh, palta schanac sdiezmo vinhaj Abraham chi' vinh, aton vinh b'aj yak'nac sti' Dios. Sk'anannac svach'k'olal Dios vinh d'a yib'anh vinhaj Abraham chi'."
        },
        {
            "number": "7",
            "text": "Cojtac to a mach sk'anan svach'k'olal Dios d'a yib'anh junocxo anima, más nivan yelk'och d'a yichanh jun schaan svach'k'olal Dios chi'."
        },
        {
            "number": "8",
            "text": "A ticnaic, a eb' schaan sdiezmo eb' quetchonhab', chamelb'a anima yaj eb'. Palta a Slolonel Dios tz'alani to ichato pitzanto vinhaj Melquisedec chi'."
        },
        {
            "number": "9",
            "text": "A d'a peca', a vinhaj Leví chaannac sdiezmo eb' quetchonhab', palta syal calani to a vinh ak'annac sdiezmo d'a vinhaj Melquisedec chi' ayic yak'annac yic vinhaj Abraham d'a vinh."
        },
        {
            "number": "10",
            "text": "Yujto ayic xid'naquek' vinhaj Melquisedec chi' sk'umej vinhaj Abraham chi', manto aljilaj vinhaj Leví chi'. Aytooch vinh d'a snivanil vinhaj Abraham chi', yujto a vinh ay yinhtil vinh."
        },
        {
            "number": "11",
            "text": "A eb' co mam quicham a d'a yol sk'ab' eb' sacerdote yinhtilcan vinhaj Aarón, vinh cotnac d'a yinhtilal vinhaj Leví schanac ley Moisés eb'. Q'uinaloc tato ix yal sb'oan spensar eb' quetchonhab' chi' eb' d'a yichanh Dios, ¿tasto val yuj ix och junxo sacerdote icha yopisio vinhaj Melquisedec, manh ichaoc ajnac vinhaj Aarón chi'?"
        },
        {
            "number": "12",
            "text": "Tato ix q'uexvi stzolal smunlaj eb' sacerdote chi', yovalil pax sq'uexvi ley Moisés syal chi'."
        },
        {
            "number": "13",
            "text": "A jun van yalji tic, aton Cajal Jesús. A Cajal tic, manhoc vinhaj Leví ay yinhtilal. Ch'oc junxo macanh eb' israel ay yinhtilal. A d'a scal jun macanh eb' chi', malaj junoc eb' ix och sacerdoteal."
        },
        {
            "number": "14",
            "text": "Cojtac to a Cajal chi', a vinhaj Judá ay yinhtilcani. Axo vinhaj Moisés, malaj tas yalnaccan vinh, tato ay junoc eb' yinhtilal vinhaj Judá chi' syal yoch sacerdoteal."
        },
        {
            "number": "15",
            "text": "Snachaj val el jun tic cuuj, yujto a junxo sacerdote janac, aton Cajal Jesús, jun lajan yaj yed' vinhaj Melquisedec."
        },
        {
            "number": "16",
            "text": "Ix och Cristo sacerdoteal yujto malaj b'aq'uinh ol chamoc, manh yujoc to d'a junoc inhtilal sik'b'ilcanel icha yalan ley ix coti."
        },
        {
            "number": "17",
            "text": "Yujto ix yal Dios d'ay: Malaj b'aq'uinh ol actej och Sacerdoteal, icha yopisio vinhaj Melquisedec, xchi d'ay."
        },
        {
            "number": "18",
            "text": "Yuj chi', a jun ley d'a yalanhtaxo, lajvinac yopisio, yujto malaj tz'ochi. Nab'anhej ayeq'ui."
        },
        {
            "number": "19",
            "text": "Malaj junoc mach b'onac spensar yuj jun ley chi'. Palta ay junxo ek'al svach'il ochnac sq'uexuloc. Aton jun chi' ayoch yipoc co k'ool. Yujnhej jun chi' syal co nitzanoch co b'a d'a stz'ey Dios."
        },
        {
            "number": "20",
            "text": "Ayic ix sb'oan jun tic Dios, locb'il val sb'i yuuj."
        },
        {
            "number": "21",
            "text": "Ayic ix och yopisio eb' sacerdote d'a peca', maj sloclaj sb'i Dios chi'. Palta ayic ix och Cristo sacerdoteal, ato ta' ix sloc sb'i. Yujto tz'ib'yajcan d'a Slolonel Dios icha tic: Ix yak' sti' Cajal, malaj b'aq'uinh ol sq'uexa', yalnaccan icha tic: Malaj b'aq'uinh ol actej och Sacerdoteal, icha yopisio vinhaj Melquisedec, xchicani."
        },
        {
            "number": "22",
            "text": "A junxo strato yak'nac chi', ek'to svach'il d'a yichanh jun sb'ab'laj aq'uejnac. Axo Jesús tz'ak'anelk'och jun trato chi'."
        },
        {
            "number": "23",
            "text": "Vach'chom tzijtum eb' sacerdote ochnac d'a jun opisio chi', palta manh junoc eb' munlajnac d'a masanil tiempo, yujto scham eb'."
        },
        {
            "number": "24",
            "text": "Palta axo Jesús chi', manhxalaj b'aq'uinh ol chamoc. Yuj chi' masanil tiempo ay yopisio yak'anoch co ti' d'a Dios."
        },
        {
            "number": "25",
            "text": "Yuj chi', a onh ix onh ak'jioch yicoc Dios yuuj, syal tzonh colchaj yuuj d'a junelnhej, yujto pitzannhej d'a junelnhej, yic stevi d'a Dios cuuj."
        },
        {
            "number": "26",
            "text": "Yuj chi', ayton val yopisio jun sat sacerdote chi' d'ayonh, aton jun vach'nhej toni. Malaj jab'oc schucal ma smul ochnac. Manh lajanoc yed' eb' ajmul. A Dios ix ik'anchaanh d'a yib'anh eb' ay d'a satchaanh."
        },
        {
            "number": "27",
            "text": "Manh lajanoc icha juntzanhxo eb' sat sacerdote. Yujto a eb' chi' yovalil syak' juntzanh silab' eb' snhuschaj d'a junjun k'u. Sb'ab'laj aq'uej yic eb' yuj smul, ichato chi' syak'anpax eb' yuj smul eb' yetanimail, palta a Jesús, junelnhej ix yak' jun silab' yuj co mul co masanil, aton yic ix yak'anoch sb'a d'a yol sk'ab' chamel cuuj."
        },
        {
            "number": "28",
            "text": "A eb' ochnac sat sacerdoteal yuj ley Moisés, anima eb', ay spaltail eb'. Palta ayic ix lajvi yopisio jun ley chi', ix yaq'uelk'och jun sti' Dios yak'naccani, aton yak'annac yopisio junxo sat sacerdote, aton Yuninal, jun ix ak'anelk'och masanil tas nab'il yuj Dios chi'."
        }
    ]
}