{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Melquisedec chi', rey winh t'a chonhab' Salem t'a peka'. Yak'nac sacerdoteal winh d'ha Dios, aton Dios te niwan yelk'och t'a yichanh masanil. Ha junel, xid'ek' winhaj Abraham yak' owal yet' juntzanh heb' rey, yak'ji ganar heb' yuj winh. Axo yic spaxta winh, haxo winhaj Melquisedec chi' xid' k'uman winh t'a yol b'e. Sk'anan swach'k'olal Dios winh t'a yib'anh winhaj Abraham chi'."
        },
        {
            "number": "2",
            "text": "Axo winhaj Abraham chi' ak'an sdiezmoal jantacnhej tas yak' ganar t'a jun owal chi' t'a winhaj Melquisedec chi'. Ha sb'i winh chi' syalelk'ochi, rey te tojol. Anhejtona' sreyal pax chonhab' Salem. Ha Salem syalelk'ochi, junk'olal. Yuj chi' scuchan pax winh sreyal junk'olal."
        },
        {
            "number": "3",
            "text": "Manh chequeloc mach smam snun winh, mach pax smam yicham winh. Malaj b'aj syalcan t'a Slolonel Dios Tz'ib'ab'ilcan yuj yaljub'al winh yet' pax yuj schamel winh. Yuj chi' sch'oxnab'il Yuninal Dios yaj winh, yujto ochnac winh sacerdoteal t'a masanil tiempo."
        },
        {
            "number": "4",
            "text": "Nachajocab'el eyuuj ticnaik to te niwan yelk'och winhaj Melquisedec chi'. Yujto yak'nac sdiezmoal masanil tas xid' yak'nac ganar winh ko mam quicham Abraham t'a winh."
        },
        {
            "number": "5",
            "text": "Syal t'a ley Moisés to a heb' sacerdote, aton heb' yinhtilal Leví, ay yalan yic heb' schaan sdiezmoal masanil tas ay t'a heb' quetchonhab', wach'chom yinhtilal Abraham heb' yet' heb'."
        },
        {
            "number": "6",
            "text": "Axo winhaj Melquisedec chi', wach'chom manh yinhtilaloc Leví yaj winh, palta schanac sdiezmo winhaj Abraham chi' winh, aton winh b'aj yak'nac sti' Dios. Sk'anannac swach'k'olal Dios winh t'a yib'anh winhaj Abraham chi'."
        },
        {
            "number": "7",
            "text": "Cojtac to a mach sk'anan swach'k'olal Dios t'a yib'anh junocxo anima, más niwan yelk'och t'a yichanh jun schaan swach'k'olal Dios chi'."
        },
        {
            "number": "8",
            "text": "Ha ticnaik, a heb' schaan sdiezmo heb' quetchonhab', chamelb'a anima yaj heb'. Palta a Slolonel Dios tz'alani to ichato pitzanto winhaj Melquisedec chi'."
        },
        {
            "number": "9",
            "text": "Ha t'a peka', a winhaj Leví chaannac sdiezmo heb' quetchonhab', palta syal calani to a winh ak'annac sdiezmo t'a winhaj Melquisedec chi' ayic yak'annac yic winhaj Abraham t'a winh."
        },
        {
            "number": "10",
            "text": "Yujto ayic xid'naquek' winhaj Melquisedec chi' sk'umej winhaj Abraham chi', manto aljilaj winhaj Leví chi'. Aytooch winh t'a sniwanil winhaj Abraham chi', yujto a winh ay yinhtil winh."
        },
        {
            "number": "11",
            "text": "Ha heb' ko mam quicham ha t'a yol sk'ab' heb' sacerdote yinhtilcan winhaj Aarón, winh cotnac t'a yinhtilal winhaj Leví schanac ley Moisés heb'. Q'uinaloc tato ix yal sb'oan spensar heb' quetchonhab' chi' heb' t'a yichanh Dios, ¿tasto wal yuj ix och junxo sacerdote icha yopisio winhaj Melquisedec, manh ichaoc ajnac winhaj Aarón chi'?"
        },
        {
            "number": "12",
            "text": "Tato ix k'exwi stzolal smunlaj heb' sacerdote chi', yowalil pax sk'exwi ley Moisés syal chi'."
        },
        {
            "number": "13",
            "text": "Ha jun wan yalji tik, aton Kajal Jesús. Ha Kajal tik, manhoc winhaj Leví ay yinhtilal. Ch'oc junxo makan heb' israel ay yinhtilal. Ha t'a skal jun makan heb' chi', malaj junok heb' ix och sacerdoteal."
        },
        {
            "number": "14",
            "text": "Cojtac to a Kajal chi', a winhaj Judá ay yinhtilcani. Axo winhaj Moisés, malaj tas yalnaccan winh, tato ay junok heb' yinhtilal winhaj Judá chi' syal yoch sacerdoteal."
        },
        {
            "number": "15",
            "text": "Snachaj wal el jun tik cuuj, yujto a junxo sacerdote janac, aton Kajal Jesús, jun lajan yaj yet' winhaj Melquisedec."
        },
        {
            "number": "16",
            "text": "Ix och Cristo sacerdoteal yujto malaj b'ak'uinh ol chamoc, manh yujoc to t'a junok inhtilal sik'b'ilcanel icha yalan ley ix koti."
        },
        {
            "number": "17",
            "text": "Yujto ix yal Dios t'ay: Malaj b'ak'uinh ol actej och Sacerdoteal, icha yopisio winhaj Melquisedec, xchi t'ay."
        },
        {
            "number": "18",
            "text": "Yuj chi', a jun ley t'a yalanhtaxo, lajwinac yopisio, yujto malaj tz'ochi. Nab'anhej ayeq'ui."
        },
        {
            "number": "19",
            "text": "Malaj junok mach b'onac spensar yuj jun ley chi'. Palta ay junxo ek'al swach'il ochnac sk'exuloc. Aton jun chi' ayoch yipoc ko k'ool. Yujnhej jun chi' syal ko nitzanoch ko b'ha t'a stz'ey Dios."
        },
        {
            "number": "20",
            "text": "Ayic ix sb'oan jun tik Dios, locb'il wal sb'i yuj."
        },
        {
            "number": "21",
            "text": "Ayic ix och yopisio heb' sacerdote t'a peka', maj sloclaj sb'i Dios chi'. Palta ayic ix och Cristo sacerdoteal, ato ta' ix sloc sb'i. Yujto tz'ib'yajcan t'a Slolonel Dios icha tik: Ix yak' sti' Kajal, malaj b'ak'uinh ol sk'exa', yalnaccan icha tik: Malaj b'ak'uinh ol actej och Sacerdoteal, icha yopisio winhaj Melquisedec, xchicani."
        },
        {
            "number": "22",
            "text": "Ha junxo strato yak'nac chi', ek'to swach'il t'a yichanh jun sb'ab'laj ak'ejnac. Axo Jesús tz'ak'anelk'och jun trato chi'."
        },
        {
            "number": "23",
            "text": "Wach'chom tzijtum heb' sacerdote ochnac t'a jun opisio chi', palta manh junok heb' munlajnac t'a masanil tiempo, yujto scham heb'."
        },
        {
            "number": "24",
            "text": "Palta haxo Jesús chi', manhxalaj b'ak'uinh ol chamoc. Yuj chi' masanil tiempo ay yopisio yak'anoch ko ti' d'ha Dios."
        },
        {
            "number": "25",
            "text": "Yuj chi', a onh ix onh ak'jioch yicoc Dios yuj, syal tzonh colchaj yuj t'a junelnhej, yujto pitzannhej t'a junelnhej, yic stewi d'ha Dios cuuj."
        },
        {
            "number": "26",
            "text": "Yuj chi', ayton wal yopisio jun sat sacerdote chi' t'ayonh, aton jun wach'nhej toni. Malaj jab'oc schucal ma smul ochnac. Manh lajanoc yet' heb' ajmul. Ha Dios ix ik'anchaanh t'a yib'anh heb' ay t'a satcha’anh."
        },
        {
            "number": "27",
            "text": "Manh lajanoc icha juntzanhxo heb' sat sacerdote. Yujto a heb' chi' yowalil syak' juntzanh silab' heb' snhuschaj t'a junjun k'u. Sb'ab'laj ak'ej yic heb' yuj smul, ichato chi' syak'anpax heb' yuj smul heb' yetanimail, palta a Jesús, junelnhej ix yak' jun silab' yuj ko mul ko masanil, aton yic ix yak'anoch sb'ha t'a yol sk'ab' chamel cuuj."
        },
        {
            "number": "28",
            "text": "Ha heb' ochnac sat sacerdoteal yuj ley Moisés, anima heb', ay spaltail heb'. Palta ayic ix lajwi yopisio jun ley chi', ix yak'elk'och jun sti' Dios yak'naccani, aton yak'annac yopisio junxo sat sacerdote, aton Yuninal, jun ix ak'anelk'och masanil tas nab'il yuj Dios chi'."
        }
    ]
}