{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj Melquisedec chi', rey vinh t'a chonhab' Salem t'a peca'. Yak'nac sacerdoteal vinh d'ha Dios, aton Dios te niwan yelk'och t'a yichanh masanil. Ha junel, xid'ek' vinhaj Abraham yak' oval yet' juntzanh eb' rey, yak'ji ganar eb' yuj vinh. Axo yic spaxta vinh, haxo vinhaj Melquisedec chi' xid' k'uman vinh t'a yol b'e. Sk'anan svach'k'olal Dios vinh t'a yib'anh vinhaj Abraham chi'."
        },
        {
            "number": "2",
            "text": "Axo vinhaj Abraham chi' ak'an sdiezmoal jantacnhej tas yak' ganar t'a jun oval chi' t'a vinhaj Melquisedec chi'. Ha sb'i vinh chi' syalelk'ochi, rey te tojol. Anhejtona' sreyal pax chonhab' Salem. Ha Salem syalelk'ochi, junk'olal. Yuj chi' scuchan pax vinh sreyal junk'olal."
        },
        {
            "number": "3",
            "text": "Manh chequeloc mach smam snun vinh, mach pax smam yicham vinh. Malaj b'aj syalcan t'a Slolonel Dios Tz'ib'ab'ilcan yuj yaljub'al vinh yet' pax yuj schamel vinh. Yuj chi' sch'oxnab'il Yuninal Dios yaj vinh, yujto ochnac vinh sacerdoteal t'a masanil tiempo."
        },
        {
            "number": "4",
            "text": "Nachajocab'el eyuuj ticnaic to te niwan yelk'och vinhaj Melquisedec chi'. Yujto yak'nac sdiezmoal masanil tas xid' yak'nac ganar vinh co mam quicham Abraham t'a vinh."
        },
        {
            "number": "5",
            "text": "Syal t'a ley Moisés to a eb' sacerdote, aton eb' yinhtilal Leví, ay yalan yic eb' schaan sdiezmoal masanil tas ay t'a eb' quetchonhab', wach'chom yinhtilal Abraham eb' yet' eb'."
        },
        {
            "number": "6",
            "text": "Axo vinhaj Melquisedec chi', wach'chom manh yinhtilaloc Leví yaj vinh, palta schanac sdiezmo vinhaj Abraham chi' vinh, aton vinh b'aj yak'nac sti' Dios. Sk'anannac svach'k'olal Dios vinh t'a yib'anh vinhaj Abraham chi'."
        },
        {
            "number": "7",
            "text": "Cojtac to a mach sk'anan svach'k'olal Dios t'a yib'anh junocxo anima, más niwan yelk'och t'a yichanh jun schaan svach'k'olal Dios chi'."
        },
        {
            "number": "8",
            "text": "Ha ticnaic, a eb' schaan sdiezmo eb' quetchonhab', chamelb'a anima yaj eb'. Palta a Slolonel Dios tz'alani to ichato pitzanto vinhaj Melquisedec chi'."
        },
        {
            "number": "9",
            "text": "Ha t'a peca', a vinhaj Leví chaannac sdiezmo eb' quetchonhab', palta syal calani to a vinh ak'annac sdiezmo t'a vinhaj Melquisedec chi' ayic yak'annac yic vinhaj Abraham t'a vinh."
        },
        {
            "number": "10",
            "text": "Yujto ayic xid'naquek' vinhaj Melquisedec chi' sk'umej vinhaj Abraham chi', manto aljilaj vinhaj Leví chi'. Aytooch vinh t'a snivanil vinhaj Abraham chi', yujto a vinh ay yinhtil vinh."
        },
        {
            "number": "11",
            "text": "Ha eb' co mam quicham ha t'a yol sk'ab' eb' sacerdote yinhtilcan vinhaj Aarón, vinh cotnac t'a yinhtilal vinhaj Leví schanac ley Moisés eb'. Q'uinaloc tato ix yal sb'oan spensar eb' quetchonhab' chi' eb' t'a yichanh Dios, ¿tasto val yuj ix och junxo sacerdote icha yopisio vinhaj Melquisedec, manh ichaoc ajnac vinhaj Aarón chi'?"
        },
        {
            "number": "12",
            "text": "Tato ix q'uexvi stzolal smunlaj eb' sacerdote chi', yovalil pax sq'uexvi ley Moisés syal chi'."
        },
        {
            "number": "13",
            "text": "Ha jun van yalji tik, aton Cajal Jesús. Ha Cajal tik, manhoc vinhaj Leví ay yinhtilal. Ch'oc junxo makan eb' israel ay yinhtilal. Ha t'a skal jun makan eb' chi', malaj junok eb' ix och sacerdoteal."
        },
        {
            "number": "14",
            "text": "Cojtac to a Cajal chi', a vinhaj Judá ay yinhtilcani. Axo vinhaj Moisés, malaj tas yalnaccan vinh, tato ay junok eb' yinhtilal vinhaj Judá chi' syal yoch sacerdoteal."
        },
        {
            "number": "15",
            "text": "Snachaj val el jun tik cuuj, yujto a junxo sacerdote janac, aton Cajal Jesús, jun lajan yaj yet' vinhaj Melquisedec."
        },
        {
            "number": "16",
            "text": "Ix och Cristo sacerdoteal yujto malaj b'ak'uinh ol chamoc, manh yujoc to t'a junok inhtilal sik'b'ilcanel icha yalan ley ix coti."
        },
        {
            "number": "17",
            "text": "Yujto ix yal Dios t'ay: Malaj b'ak'uinh ol actej och Sacerdoteal, icha yopisio vinhaj Melquisedec, xchi t'ay."
        },
        {
            "number": "18",
            "text": "Yuj chi', a jun ley t'a yalanhtaxo, lajvinac yopisio, yujto malaj tz'ochi. Nab'anhej ayeq'ui."
        },
        {
            "number": "19",
            "text": "Malaj junok mach b'onac spensar yuj jun ley chi'. Palta ay junxo ek'al svach'il ochnac sq'uexuloc. Aton jun chi' ayoch yipoc co k'ool. Yujnhej jun chi' syal co nitzanoch co b'ha t'a stz'ey Dios."
        },
        {
            "number": "20",
            "text": "Ayic ix sb'oan jun tik Dios, locb'il val sb'i yuj."
        },
        {
            "number": "21",
            "text": "Ayic ix och yopisio eb' sacerdote t'a peca', maj sloclaj sb'i Dios chi'. Palta ayic ix och Cristo sacerdoteal, ato ta' ix sloc sb'i. Yujto tz'ib'yajcan t'a Slolonel Dios icha tik: Ix yak' sti' Cajal, malaj b'ak'uinh ol sq'uexa', yalnaccan icha tik: Malaj b'ak'uinh ol actej och Sacerdoteal, icha yopisio vinhaj Melquisedec, xchicani."
        },
        {
            "number": "22",
            "text": "Ha junxo strato yak'nac chi', ek'to svach'il t'a yichanh jun sb'ab'laj aq'uejnac. Axo Jesús tz'ak'anelk'och jun trato chi'."
        },
        {
            "number": "23",
            "text": "Wach'chom tzijtum eb' sacerdote ochnac t'a jun opisio chi', palta manh junok eb' munlajnac t'a masanil tiempo, yujto scham eb'."
        },
        {
            "number": "24",
            "text": "Palta haxo Jesús chi', manhxalaj b'ak'uinh ol chamoc. Yuj chi' masanil tiempo ay yopisio yak'anoch co ti' d'ha Dios."
        },
        {
            "number": "25",
            "text": "Yuj chi', a onh ix onh ak'jioch yicoc Dios yuj, syal tzonh colchaj yuj t'a junelnhej, yujto pitzannhej t'a junelnhej, yic stevi d'ha Dios cuuj."
        },
        {
            "number": "26",
            "text": "Yuj chi', ayton val yopisio jun sat sacerdote chi' t'ayonh, aton jun wach'nhej toni. Malaj jab'oc schucal ma smul ochnac. Manh lajanoc yet' eb' ajmul. Ha Dios ix ik'anchaanh t'a yib'anh eb' ay t'a satcha’anh."
        },
        {
            "number": "27",
            "text": "Manh lajanoc icha juntzanhxo eb' sat sacerdote. Yujto a eb' chi' yovalil syak' juntzanh silab' eb' snhuschaj t'a junjun k'u. Sb'ab'laj aq'uej yic eb' yuj smul, ichato chi' syak'anpax eb' yuj smul eb' yetanimail, palta a Jesús, junelnhej ix yak' jun silab' yuj co mul co masanil, aton yic ix yak'anoch sb'ha t'a yol sk'ab' chamel cuuj."
        },
        {
            "number": "28",
            "text": "Ha eb' ochnac sat sacerdoteal yuj ley Moisés, anima eb', ay spaltail eb'. Palta ayic ix lajvi yopisio jun ley chi', ix yaq'uelk'och jun sti' Dios yak'naccani, aton yak'annac yopisio junxo sat sacerdote, aton Yuninal, jun ix ak'anelk'och masanil tas nab'il yuj Dios chi'."
        }
    ]
}