{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Aton juntzanh ix val tik, in gana snachajel eyuuj to icha chi' yaj jun co sat sacerdote chi'. k'ojanxoem t'a svach' k'ab' Dios b'aj ay t'a satcha’anh ticnaic."
        },
        {
            "number": "2",
            "text": "Van smunlajoch t'a yopisio chi' t'a yol stemplo Dios te yel, aton jun a val lak'an Cajal chi' b'oannac. Manhoc eb' anima b'oannac."
        },
        {
            "number": "3",
            "text": "Junjun eb' sat sacerdote, ay yopisio eb' yak'an juntzanh ofrenda d'ha Dios yet' juntzanh silab' snhusji. Yuj chi', yovalil ay pax tas syak' Cristo chi' d'ha Dios."
        },
        {
            "number": "4",
            "text": "Q'uinaloc anheja' ayek' t'a yol yib'anhk’inal tik ticnaic, manhxom oclaj sacerdote yaj d'ha Dios, yujto ay juntzanhxo eb' sacerdote ay yopisio yak'an juntzanh ofrenda icha syal ley Moisés."
        },
        {
            "number": "5",
            "text": "Palta ch'oxnab'ilnhej yaj yopisio eb' chi' t'a tas ay t'a satcha’anh, ichato yenhulnhej yaji. Cojtac to tonhej ch'oxnab'il yaji, yujto ayic manto b'oji scajnub' Dios yuj vinhaj Moisés chi', yal Dios chi' t'a vinh: Ab'i, tza b'o masanil icha val jun yechel in ch'oxnac t'ayach t'a jolom vitz tik, xchi t'a vinh."
        },
        {
            "number": "6",
            "text": "Palta a jun co sat sacerdote ticnaic, ek'al svach'il yopisio t'a yichanh yopisio eb' chi'. Yujto a tz'ak'anelk'och jun strato Dios yak'nac t'ayonh. Ha jun strato chi', más wach' t'a yichanh jun b'ab'el, yujto a juntzanh tas b'aj yak'nac sti' Dios, ek'al te wach'."
        },
        {
            "number": "7",
            "text": "Q'uinaloc tato malaj junok tas ix yak' palta t'a jun b'ab'el trato chi', manhxom yovaliloc ix yak' junxo schab'il trato tik."
        },
        {
            "number": "8",
            "text": "Palta yilnac Dios to palta yutejnac sb'a eb' anima chi'. Yuj chi' icha tik syalcan t'a Slolonel Tz'ib'ab'ilcani: Ha Dios Cajal tz'alani: D'a jun pekti’ ol javoc, ol in b'o junxo schab'il in trato yet' eb' yinhtilal Israel yet' pax eb' yinhtilal Judá."
        },
        {
            "number": "9",
            "text": "Ha jun trato chi', manh lajanoc ol aj yet' jun in trato in b'onac yet' eb' smam yicham eb', ayic vik'annac elta eb' t'a yol yic Egipto. Yujto ayic vik'annac elta eb' chi', ichato ochnac in quetz quetz t'a sk'ab' eb'. Palta manh sk'anab'ajejnacoclaj in trato chi' eb', yuj chi' vactejnaccan eb' sch'ocoj."
        },
        {
            "number": "10",
            "text": "Axo junxo schab'il in trato ol in b'o yet' eb' yinhtilal Israel b'ak'uinh, icha tik ol vutoc: Ol vak'och juntzanh in checnab'il t'a spensar eb', ichato ol in tz'ib'ejcanoch t'a spixan eb'. Ha in ol in och sDiosaloc eb'. Axo eb' ol och in chonhab'oc."
        },
        {
            "number": "11",
            "text": "Manhxa eb' ol alan t'a eb' yetchonhab' icha tik: Yovalil tzeyojtaquejel Dios Cajal, manh xchioc eb'. Yujto ol in yojtaquejel eb' masanil, wach'chom eb' unin, ma eb' icham anima."
        },
        {
            "number": "12",
            "text": "Ol vak'kan lajvoc schucal eb'. Manhxalaj b'ak'uinh ol in nacot smul eb', xchi Dios Cajal t'a Slolonel chi'."
        },
        {
            "number": "13",
            "text": "Ayic ix yalancot Dios yuj jun schab'il trato tik, ix sch'oxo' to ek'nacxob'at jun b'ab'el trato. Q'uinaloc ay junok tas ek'nacxob'at ticnaic, ¿tom ayto yopisio? Tato manhxa yopisio, syalelk'ochi to van sateli."
        }
    ]
}