{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun b'ab'el trato, ay juntzanh checnab'il syala' tas syutej heb' yak'anem sb'a d'ha Dios b'aj ay skajnub' t'a sat lu'um tik."
        },
        {
            "number": "2",
            "text": "Icha tik ajnac sb'o jun skajnub' chi': Ha jun b'ab'el cuarto, scuch Yic Dios. Ata' ay jun b'akhnub' candil. Ay jun mexa yet' juntzanh pan tz'ak'ji d'ha Dios."
        },
        {
            "number": "3",
            "text": "Axo t'a spatic och jun k'apac schab'il smacul yool, ata' ay junxo cuarto, scuch Yicnhej Dios Yaji."
        },
        {
            "number": "4",
            "text": "Ata' ay jun k'een chaynub' nab'a oro b'aj snhusji incienso. Ata' ay pax skaxail strato Dios, aton jun nab'a oro spatic. Axo t'a yool, a jun chen nab'a oro ayemi, ayem maná t'a yool. Axo t'a stz'ey jun chen chi' ayem te' sk'ococh winhaj Aarón, aton jun te' wolannac. Ay paxem juntzanh k'een b'aj tz'ib'ab'ilkan jun strato Dios."
        },
        {
            "number": "5",
            "text": "Axo t'a yib'anh jun kaxa chi' ak'b'ilk'e yechel querubín, yic chequel to ha Dios ayek' ta'. Jenhank'e sk'axil heb' t'a yib'anh jun yet'tal b'aj tz'ak'ji juntzanh silab' yuj smul heb' quetchonhab'. k'ocb'ilnhejokab' chi' swal t'ayex yuj chajtil yilji jun chi'."
        },
        {
            "number": "6",
            "text": "Ayic yochnac yopisio juntzanh chi', junjun k'u tz'och heb' sacerdote t'a jun b'ab'el cuarto chi', yic syak' serwil Dios heb' ta'."
        },
        {
            "number": "7",
            "text": "Palta haxo t'a jun schab'il cuarto chi', anhej winh sat sacerdote syal yochi. Juntac elnhej tz'och winh t'a junjun ab'il. Ayic tz'och winh chi', yowalil yet'nac schiq'uil nok' nok' winh, yic syak' winh silab'oc yuj smul, yuj pax smul heb' quetchonhab' max yil yochi."
        },
        {
            "number": "8",
            "text": "Palta a Yespíritu Dios tz'ak'an nachajel junxo tik cuuj: Yacb'an ayto yopisio jun b'ab'el cuarto chi', haxo junxo cuarto skuchan Yicnhej Dios Yaji, makankani."
        },
        {
            "number": "9",
            "text": "Ha juntzanh chi', ch'oxnab'il yaj t'ayonh t'a jun pekti’ tik. Ha heb' syal sb'a d'ha Dios yet' juntzanh yofrenda yet' juntzanh silab' snhusji, max yal-laj yak'ji sat smul heb' t'a sk'ool yuj."
        },
        {
            "number": "10",
            "text": "Yujto a juntzanh tas sk'ulej heb' chi', anhej yuj tas swa heb' yet' tas syuk'ej heb' syala'. Syalanpax yuj chajtil tz'aj sacb'ikan juntzanh tastac yuj. Ha juntzanh checjinac sk'ulej heb' chi', yicnhej sniwanil heb' yaji. Aynhej yopisio juntzanh chi' yuj heb', masanto ha Dios ix k'exani."
        },
        {
            "number": "11",
            "text": "Palta ulnacxoek' Cristo, yuj chi' A' ayoch ko sat sacerdoteoc ticnaik. Te wach' juntzanh tas ix yak' t'ayonh, yujto a junxo skajnub' Dios b'aj tz'ak'chaj serwil, másxo te wach', malaj jab'oc spaltail. Ha jun chi', manh animaoc b'ojinac, yujto manhoc t'a yol yib'anhk’inal tik ayeq'ui."
        },
        {
            "number": "12",
            "text": "Ayic yochnac Cristo chi' t'a junelnhej t'a jun cuarto Yicnhej Dios Yaji, manhoc schiq'uil nok' kelemtac chiwa, ma nok' kelemtac wakax yak'nac silab'oc. Ha wal schiq'uil yak'lab'ejnac, yuj chi' yak'nac ganar ko colnab'il t'a junelnhej."
        },
        {
            "number": "13",
            "text": "Ha schiq'uil nok' toro, schiq'uil nok' chiwa yet' stanhil nok' cob'estac wakax stz'ai, a stzicjib'at t'a yib'anh heb' anima manh wach'oc icha yalan ley, icha chi' tz'utaj heb', yic tz'ochxikan heb' wach'il t'a yichanh ley chi', palta anhej t'a sniwanil heb' ay yopisio jun chi'."
        },
        {
            "number": "14",
            "text": "Tato icha chi' yopisio schiq'uil nok' nok' chi', ocxom wal schiq'uil Cristo. Ha Espíritu ayek' t'a masanil tiempo. Yuj yak'nac och sb'a Cristo silab'oc d'ha Dios, icha junok nok' nok' malaj jab'oc spaltail tz'ak'ji silab'il. Yuj chi' a schiq'uil chi' syal yik'anel t'a ko pensar juntzanh chukal tz'ak'ancot chamel t'a quib'anh. Axo ticnaik syal kak'an serwil Dios pitzan."
        },
        {
            "number": "15",
            "text": "Yuj chi', a Jesucristo tz'ak'an elk'och jun schab'il trato chi'. Ayic ix chami, ix yak'kan lajwoc smul masanil heb' ayek' t'a yol sk'ab' jun b'ab'el trato chi'. Yuj chi' a onh avtab'il onh yuj Dios yicoc, syal quikan jun b'aj yak'nakkan sti', aton ko k 'inal t'a junelnhej."
        },
        {
            "number": "16",
            "text": "Yujto ayic ay junok ch'anh testamento, yowalil scheclaji tato chamnacxo jun b'ojinac chi', yic syal yoch yopisio ch'anh."
        },
        {
            "number": "17",
            "text": "Yujto mantalaj yopisio ch'anh tato pitzanto winh b'ojinac ch'anh chi'. Ato scham winh, tz'och yopisio ch'anh."
        },
        {
            "number": "18",
            "text": "Yuj chi' icha chi' yaj jun b'ab'el trato chi'. Ayic manto och yopisio, ay juntzanh chik' elnac."
        },
        {
            "number": "19",
            "text": "Yujto a winhaj Moisés avtannac masanil juntzanh checnab'il yic ley yab' heb' ko mam quicham. Slajwi chi', yik'ancot jun sk'ab' te' hisopo winh b'ak'b'il t'a chacchac lana. Axo t'a skal schiq'uil nok' kelemtac wakax, nok' kelemtac chiwa, kalan yaj yet' ha ha', sb'at lab'ejem winh, stzikanb'at winh t'a yib'anh ch'anh ley yet' t'a yib'anh heb' anima chi'."
        },
        {
            "number": "20",
            "text": "Slajwi chi', yalan winh t'a heb': Ha jun chik' tik, a tz'ak'anelk'och jun strato Dios syak' t'ayonh, xchi."
        },
        {
            "number": "21",
            "text": "Anhejtona' stzicnacb'at juntzanh chik' chi' winh t'a yib'anh skajnub' Dios yet' t'a juntzanh yamk'ab' ay yopisio ta'."
        },
        {
            "number": "22",
            "text": "Syal ton kalan icha syal ley chi', ijan wal sacb'ikanel masanil tastac yuj chik'. Anhejtona' malaj junok mach slajwikan smul, tato malaj chik' tz'el yuj smul chi'."
        },
        {
            "number": "23",
            "text": "Yowalil yak'nac juntzanh silab' chi' heb', yic sacb'ikan juntzanh chi' masanil. Palta a juntzanh chi', yenhulnhej juntzanh tas ay t'a satcha’anh yaji. Axo juntzanhxo ay t'a satcha’anh, yowalil sacb'ikanel yuj junxo silab' más niwan yelk'ochi."
        },
        {
            "number": "24",
            "text": "Yujto a Cristo, manh ochnacoclaj t'a jun stemplo Dios sb'onac heb' anima, yujto a jun chi', yenhulnhej jun t'a wal yel stemplo Dios yaji. Ha t'a satcha’anh, ata' ochnac. Axo ticnaik, ayek' t'a yichanh Dios, wan stewi cuuj."
        },
        {
            "number": "25",
            "text": "Ha winh sat sacerdote, junjun ab'il tz'och winh t'a yol jun lugar Yicnhej Dios Yaji, yic syak' juntzanh chik' winh silab'oc. Palta manhoclaj schiq'uil winh syak'lab'ej. Palta haxo Cristo manh tzijtumeloc ix chami ayic ix yak'an sb'a silab'il."
        },
        {
            "number": "26",
            "text": "Q'uinaloc tato manh junelnhejoc ix yak' sb'a Cristo silab'oc, tekan tzijtumelxo ix chami yictax ix b'o jun yol yib'anhk’inal tik. Palta manh ichocta ix aji. Yujto ha t'a jun slajwub' tiempoal tik, junelnhej ix uleq'ui. Ha wal lak'an ix yak'och sb'a silab'il yic syik'el ko mul."
        },
        {
            "number": "27",
            "text": "Yowalil junelnhej ol cham heb' anima smasanil, slajwi chi' ol ch'olb'itaj tas yaj heb'."
        },
        {
            "number": "28",
            "text": "Anhejtona' Cristo, junelnhej ix milji silab'il, yuj chi' tzijtum onh ix ik'jiel ko mul yuj. Ayic ol jax t'a schaelal, manhxo yujoc yik'anel ko mul ol jaxoc, palta ol ja yak' ko colnab'il a onh wan ko tanhwan sjax tik."
        }
    ]
}