{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun b'ab'el trato, ay juntzanh checnab'il syala' tas syutej eb' yak'anem sb'a d'ha Dios b'aj ay scajnub' t'a sat lu'um tik."
        },
        {
            "number": "2",
            "text": "Icha tik ajnac sb'o jun scajnub' chi': Ha jun b'ab'el cuarto, scuch Yic Dios. Ata' ay jun b'achnub' candil. Ay jun mexa yet' juntzanh pan tz'ak'ji d'ha Dios."
        },
        {
            "number": "3",
            "text": "Axo t'a spatic och jun k'apac schab'il smacul yool, ata' ay junxo cuarto, scuch Yicnhej Dios Yaji."
        },
        {
            "number": "4",
            "text": "Ata' ay jun q'uen chaynub' nab'a oro b'aj snhusji incienso. Ata' ay pax scaxail strato Dios, aton jun nab'a oro spatic. Axo t'a yool, a jun chen nab'a oro ayemi, ayem maná t'a yool. Axo t'a stz'ey jun chen chi' ayem te' sk'ococh vinhaj Aarón, aton jun te' volannac. Ay paxem juntzanh q'uen b'aj tz'ib'ab'ilcan jun strato Dios."
        },
        {
            "number": "5",
            "text": "Axo t'a yib'anh jun caxa chi' ak'b'ilq'ue yechel querubín, yic chequel to ha Dios ayek' ta'. Jenhanq'ue sk'axil eb' t'a yib'anh jun yet'tal b'aj tz'ak'ji juntzanh silab' yuj smul eb' quetchonhab'. k'ocb'ilnhejocab' chi' sval t'ayex yuj chajtil yilji jun chi'."
        },
        {
            "number": "6",
            "text": "Ayic yochnac yopisio juntzanh chi', junjun k'u tz'och eb' sacerdote t'a jun b'ab'el cuarto chi', yic syak' servil Dios eb' ta'."
        },
        {
            "number": "7",
            "text": "Palta haxo t'a jun schab'il cuarto chi', anhej vinh sat sacerdote syal yochi. Juntac elnhej tz'och vinh t'a junjun ab'il. Ayic tz'och vinh chi', yovalil yet'nac schiq'uil nok' nok' vinh, yic syak' vinh silab'oc yuj smul, yuj pax smul eb' quetchonhab' max yil yochi."
        },
        {
            "number": "8",
            "text": "Palta a Yespíritu Dios tz'ak'an nachajel junxo tik cuuj: Yacb'an ayto yopisio jun b'ab'el cuarto chi', haxo junxo cuarto scuchan Yicnhej Dios Yaji, macancani."
        },
        {
            "number": "9",
            "text": "Ha juntzanh chi', ch'oxnab'il yaj t'ayonh t'a jun pekti’ tik. Ha eb' syal sb'a d'ha Dios yet' juntzanh yofrenda yet' juntzanh silab' snhusji, max yal-laj yak'ji sat smul eb' t'a sk'ool yuj."
        },
        {
            "number": "10",
            "text": "Yujto a juntzanh tas sk'ulej eb' chi', anhej yuj tas sva eb' yet' tas syuq'uej eb' syala'. Syalanpax yuj chajtil tz'aj sacb'ican juntzanh tastac yuj. Ha juntzanh checjinac sk'ulej eb' chi', yicnhej snivanil eb' yaji. Aynhej yopisio juntzanh chi' yuj eb', masanto ha Dios ix q'uexani."
        },
        {
            "number": "11",
            "text": "Palta ulnacxoek' Cristo, yuj chi' A' ayoch co sat sacerdoteoc ticnaic. Te wach' juntzanh tas ix yak' t'ayonh, yujto a junxo scajnub' Dios b'aj tz'ak'chaj servil, másxo te wach', malaj jab'oc spaltail. Ha jun chi', manh animaoc b'ojinac, yujto manhoc t'a yol yib'anhk’inal tik ayeq'ui."
        },
        {
            "number": "12",
            "text": "Ayic yochnac Cristo chi' t'a junelnhej t'a jun cuarto Yicnhej Dios Yaji, manhoc schiq'uil nok' quelemtac chiva, ma nok' quelemtac vacax yak'nac silab'oc. Ha val schiq'uil yak'lab'ejnac, yuj chi' yak'nac ganar co colnab'il t'a junelnhej."
        },
        {
            "number": "13",
            "text": "Ha schiq'uil nok' toro, schiq'uil nok' chiva yet' stanhil nok' cob'estac vacax stz'ai, a stzicjib'at t'a yib'anh eb' anima manh wach'oc icha yalan ley, icha chi' tz'utaj eb', yic tz'ochxican eb' wach'il t'a yichanh ley chi', palta anhej t'a snivanil eb' ay yopisio jun chi'."
        },
        {
            "number": "14",
            "text": "Tato icha chi' yopisio schiq'uil nok' nok' chi', ocxom val schiq'uil Cristo. Ha Espíritu ayek' t'a masanil tiempo. Yuj yak'nac och sb'a Cristo silab'oc d'ha Dios, icha junok nok' nok' malaj jab'oc spaltail tz'ak'ji silab'il. Yuj chi' a schiq'uil chi' syal yik'anel t'a co pensar juntzanh chukal tz'ak'ancot chamel t'a quib'anh. Axo ticnaic syal cak'an servil Dios pitzan."
        },
        {
            "number": "15",
            "text": "Yuj chi', a Jesucristo tz'ak'an elk'och jun schab'il trato chi'. Ayic ix chami, ix yak'kan lajvoc smul masanil eb' ayek' t'a yol sk'ab' jun b'ab'el trato chi'. Yuj chi' a onh avtab'il onh yuj Dios yicoc, syal quican jun b'aj yak'naccan sti', aton co q'uinal t'a junelnhej."
        },
        {
            "number": "16",
            "text": "Yujto ayic ay junok ch'anh testamento, yovalil scheclaji tato chamnacxo jun b'ojinac chi', yic syal yoch yopisio ch'anh."
        },
        {
            "number": "17",
            "text": "Yujto mantalaj yopisio ch'anh tato pitzanto vinh b'ojinac ch'anh chi'. Ato scham vinh, tz'och yopisio ch'anh."
        },
        {
            "number": "18",
            "text": "Yuj chi' icha chi' yaj jun b'ab'el trato chi'. Ayic manto och yopisio, ay juntzanh chik' elnac."
        },
        {
            "number": "19",
            "text": "Yujto a vinhaj Moisés avtannac masanil juntzanh checnab'il yic ley yab' eb' co mam quicham. Slajvi chi', yik'ancot jun sk'ab' te' hisopo vinh b'ak'b'il t'a chacchac lana. Axo t'a skal schiq'uil nok' quelemtac vacax, nok' quelemtac chiva, calan yaj yet' ha ha', sb'at lab'ejem vinh, stzicanb'at vinh t'a yib'anh ch'anh ley yet' t'a yib'anh eb' anima chi'."
        },
        {
            "number": "20",
            "text": "Slajvi chi', yalan vinh t'a eb': Ha jun chik' tik, a tz'ak'anelk'och jun strato Dios syak' t'ayonh, xchi."
        },
        {
            "number": "21",
            "text": "Anhejtona' stzicnacb'at juntzanh chik' chi' vinh t'a yib'anh scajnub' Dios yet' t'a juntzanh yamk'ab' ay yopisio ta'."
        },
        {
            "number": "22",
            "text": "Syal ton calan icha syal ley chi', ijan val sacb'icanel masanil tastac yuj chik'. Anhejtona' malaj junok mach slajvican smul, tato malaj chik' tz'el yuj smul chi'."
        },
        {
            "number": "23",
            "text": "Yovalil yak'nac juntzanh silab' chi' eb', yic sacb'ican juntzanh chi' masanil. Palta a juntzanh chi', yenhulnhej juntzanh tas ay t'a satcha’anh yaji. Axo juntzanhxo ay t'a satcha’anh, yovalil sacb'icanel yuj junxo silab' más niwan yelk'ochi."
        },
        {
            "number": "24",
            "text": "Yujto a Cristo, manh ochnacoclaj t'a jun stemplo Dios sb'onac eb' anima, yujto a jun chi', yenhulnhej jun t'a val yel stemplo Dios yaji. Ha t'a satcha’anh, ata' ochnac. Axo ticnaic, ayek' t'a yichanh Dios, van stevi cuuj."
        },
        {
            "number": "25",
            "text": "Ha vinh sat sacerdote, junjun ab'il tz'och vinh t'a yol jun lugar Yicnhej Dios Yaji, yic syak' juntzanh chik' vinh silab'oc. Palta manhoclaj schiq'uil vinh syak'lab'ej. Palta haxo Cristo manh tzijtumeloc ix chami ayic ix yak'an sb'a silab'il."
        },
        {
            "number": "26",
            "text": "Q'uinaloc tato manh junelnhejoc ix yak' sb'a Cristo silab'oc, tecan tzijtumelxo ix chami yictax ix b'o jun yol yib'anhk’inal tik. Palta manh ichocta ix aji. Yujto ha t'a jun slajvub' tiempoal tik, junelnhej ix uleq'ui. Ha val lak'an ix yak'och sb'a silab'il yic syiq'uel co mul."
        },
        {
            "number": "27",
            "text": "Yovalil junelnhej ol cham eb' anima smasanil, slajvi chi' ol ch'olb'itaj tas yaj eb'."
        },
        {
            "number": "28",
            "text": "Anhejtona' Cristo, junelnhej ix milji silab'il, yuj chi' tzijtum onh ix ik'jiel co mul yuj. Ayic ol jax t'a schaelal, manhxo yujoc yik'anel co mul ol jaxoc, palta ol ja yak' co colnab'il a onh van co tanhvan sjax tik."
        }
    ]
}