{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ayic mantalaj jun yol yib'anhk’inal tik, aytaxon ek' jun Slolonel Dios sb'i. Ha jun chi' aytaxon ek' yet' Dios, Dios ton wal."
        },
        {
            "number": "2",
            "text": "Ayic manto sb'o jun yol yib'anhk’inal tik Dios, aytaxon ek' yet'oc."
        },
        {
            "number": "3",
            "text": "A' yak'lab'ejnac Dios chi' ayic sb'oannac masanil tastac. Malaj junok tas b'onac tato manh yujoc."
        },
        {
            "number": "4",
            "text": "Ha Slolonel Dios chi', aj k 'inal. Yuj jun k 'inal chi' ay sakil k'inal t'ayonh anima onh tik."
        },
        {
            "number": "5",
            "text": "Ha jun sakil k'inal chi' tz'ak'an sakil k'inal b'aj ay k’ik’ k’inal. Axo jun k’ik’ k’inal chi', max yal-laj yak'an tup jun sakil k'inal chi'."
        },
        {
            "number": "6",
            "text": "Ay jun winh checb'ilcot yuj Dios skuchan Juan."
        },
        {
            "number": "7",
            "text": "Ulnaquek' winh yak' testigoal sb'a yuj jun sakil k'inal chi', yic wach' masanil mach tz'ak'anoch jun sakil k'inal chi' t'a sk'ool."
        },
        {
            "number": "8",
            "text": "Manhoklaj winhaj Juan chi' aj sakil k'inal, tonhej ul yak'nac testigoal sb'a winh yuj."
        },
        {
            "number": "9",
            "text": "Ha jun yel sakil k'inal chi', wan sjawi t'a yol yib'anhk’inal tik. A' tz'ak'an sakil k'inal t'a masanil heb' anima."
        },
        {
            "number": "10",
            "text": "Ha jun Slolonel Dios sb'i chi', ulnaquek' t'a tik. Ha b'ojinac yol yib'anhk’inal tik. Palta ayic ix uleq'ui, maj nachajel-laj yuj heb' anima tato ha'."
        },
        {
            "number": "11",
            "text": "Ha t'a juntzanh heb' yico', ata' ulnac eq'ui, palta maj chajoclaj yuj heb' yic chi'."
        },
        {
            "number": "12",
            "text": "Palta a jantacnhej heb' schaani, jantacnhej heb' tz'ak'anoch t'a sk'ool, a tz'alani to ay yalan yic heb' yoch yuninaloc Dios."
        },
        {
            "number": "13",
            "text": "Ayic tz'och heb' yuninaloc Dios, ichato tz'aljixi heb'. Palta manh lajanoc icha tz'aj yalji heb' anima. Manh animaoc ay snib'ej tz'alji heb'. Manh yujoc snib'ej junok winak, palta ha Dios tz'ak'anoch heb' yuninaloc."
        },
        {
            "number": "14",
            "text": "Ha jun Slolonel Dios sb'i chi', ochnac sniwanil icha quico'. Ulnaquek' kajan t'a ko kal. Ha jun chi' te yel. Niwan swach'k'olal Dios ul sch'oxnac t'ayonh. Quilnac wal sniwanil yelk'ochi, yujto anhej wal jun chi' Yuninal Dios, cotnac t'a Smam."
        },
        {
            "number": "15",
            "text": "Ha winhaj Juan aljinakkan yab'ixal jun chi' icha tik: --Ay jun tzak'an sja wuuj, palta ek'alto wal yelk'och yopisio t'a wichanh, yujto ayic manto in alji, aytaxon eq'ui. Valnacxo yab'ixal t'ayex, xchi winh."
        },
        {
            "number": "16",
            "text": "Ha jun chi', tz'akan yaj swach'k'olal, yuj chi' tz'akan sch'ox swach'k'olal chi' t'ayonh."
        },
        {
            "number": "17",
            "text": "Ha winhaj Moisés ak'jinakkan sley Dios t'ayonh. Axo Jesucristo sch'oxan swach'k'olal Dios t'ayonh, syak'an jun sk'ayb'ub'al te yel."
        },
        {
            "number": "18",
            "text": "Malaj junok mach ix ilan Dios juneloc. Palta a jun pitanh Yuninal, Dios ton paxi, a ul ch'oxjinaqueli. Ha jun Yuninal tik junnhejtaxon yaj yet' Smam chi'."
        },
        {
            "number": "19",
            "text": "Ha junel, ay juntzanh heb' israel aj Jerusalén, ix schecb'at jaywanh heb' sacerdote heb' yet' jaywanh heb' yinhtilal Leví. Ha t'a winhaj Juan ix k'och heb'. Ix sk'anb'an heb' t'a winh: --¿Mach ach? xchi heb'."
        },
        {
            "number": "20",
            "text": "Ix yalan sjichanil winhaj Juan chi' t'a heb': --Ha in tik, manhoc in Cristo in, xchi winh t'a heb'."
        },
        {
            "number": "21",
            "text": "Ix sk'anb'an pax heb' t'a winh: --¿Mach ach jun? ¿Mato a ach Elías ach? xchi heb'. --Manhok in laj, xchi winh. --¿Mato a ach tik schekab' ach Dios tanhwab'il cuuj? xchi heb'. --Maay, xchi winh."
        },
        {
            "number": "22",
            "text": "Ix sk'anb'anxi heb' t'a winh: --¿Mach ach pax jun? Al t'ayonh mach ach, yujto yowalil ol b'at calxi yab' heb' onh chekancoti. Al t'ayonh tas aji, xchi heb'."
        },
        {
            "number": "23",
            "text": "Yuj chi', ix yalan winh t'a heb': --Ha in tik tzin awaj t'a tzinan lu'um, swalan icha tik: Icha tz'aj sb'o b'e ayic sjawi junok yajal, icha chi' tzeyutej he b'oan he b'eyb'al, yujto ol ja winh Kajal, xin chi. Yujto icha chi' yajkan stz'ib'aj wab'ixal yuj winhaj Isaías schekab' Dios t'a peka', xchi winh t'a heb'."
        },
        {
            "number": "24",
            "text": "Ha juntzanh heb' xid'nac ek' t'a winhaj Juan chi', aton heb' winh fariseo chekannacb'at heb'."
        },
        {
            "number": "25",
            "text": "Ix sk'anb'an pax heb' t'a winh: --¿Tas yuj tzak' bautizar heb' anima tato manh ach Cristooc, tato manh ach Elíasoc, tato manhoc ach schekab' Dios tanhwab'il cuuj? xchi heb' t'a winh."
        },
        {
            "number": "26",
            "text": "--Ha in tik swak' bautizar heb' anima t'a ha ha'. Palta ay jun ayxoek' t'a ko kal tik manto eyojtakoc."
        },
        {
            "number": "27",
            "text": "Ha jun chi', tzak'an sja wuuj, ek'al yopisio t'a wichanh. Manh in mojoc wak'an serwil, wach'chom tonhej tzin tijel sch'anhal xanhab' t'a yoc, xchi winhaj Juan chi' t'a heb'."
        },
        {
            "number": "28",
            "text": "Ha t'a sk'axepal ha' Jordán, t'a jun lugar scuch Betania, ata' ix ak'ji bautizar heb' anima yuj winhaj Juan chi'. Ata' pax ix b'at sk'anb'ej juntzanh tik heb' t'a winh."
        },
        {
            "number": "29",
            "text": "Axo t'a junxo k'u, ix yilanb'at winhaj Juan to wan sk'och Jesús, ix yalan winh: --Inai, a yopisio jun wan sja tik, icha yopisio nok' kalnel, icha chi' yaj yopisio yuj Dios, yujto ha' ix jawi yik'kanel ko mul ko masanil t'a yol yib'anhk’inal tik."
        },
        {
            "number": "30",
            "text": "Aton jun tik walnac: Ay jun tzak'an sja wuuj, palta ek'al yopisio t'ayin, yujto ayic manto in alji, aytaxon eq'ui, xin chi."
        },
        {
            "number": "31",
            "text": "Max nachajel wuuj mach jun chi', palta in ja wak' bautizar heb' anima t'a ha ha', yic wach' ol nachajel yuj heb' quetisraelal mach jun chi', xchi winhaj Juan chi'."
        },
        {
            "number": "32",
            "text": "Ix yalanpax winh: --Ix wil yemul Yespíritu Dios t'a satcha’anh t'a yib'anh icha junok nok' paramuch, ix em t'a yib'anh, ix ochkan t'ay."
        },
        {
            "number": "33",
            "text": "Max nachajel wuuj, mach jun chi'. Palta a jun checjinac in cot wak' bautizar heb' anima t'a ha ha', ha' ix alan t'ayin: Ol il yemul Vespíritu t'a yib'anh junok mach, ol ochkan t'ay. Ha jun chi' ol ak'anoch Espíritu Santo t'a heb' anima, ichato ol ak'joc bautizar heb' yuj, xchi Dios t'ayin."
        },
        {
            "number": "34",
            "text": "Ha in tik ix wil jun chi'. Yuj chi' swak' testigoal in b'a yuj to a Jesús tik, Yuninal ton Dios, xchi winh."
        },
        {
            "number": "35",
            "text": "Axo t'a junxo k'u, ayek' winhaj Juan yet' chawanh heb' winh sk'ayb'um."
        },
        {
            "number": "36",
            "text": "Axo ix yilanb'at winh, wan yek' Jesús ta'. Yuj chi' ix yal winh: --Inai, a jun tzek' chi', icha yopisio junok nok' kalnel, icha chi' yopisio yuj Dios, xchi winh."
        },
        {
            "number": "37",
            "text": "Ayic ix yab'an jun chi' heb' winh sk'ayb'um winhaj Juan chi', ix och tzak'an heb' winh yuj Jesús."
        },
        {
            "number": "38",
            "text": "Axo ix meltzajb'at k'elan Jesús chi' t'a spatic. Ix yilani, tzak'anoch heb' winh yuj. --¿Tas tze saya'? xchi t'a heb' winh. --Ach ko k'ayb'umal ¿b'ajtil ay a posado? xchi heb' winh t'ay."
        },
        {
            "number": "39",
            "text": "--Cotanhec, b'at quilecnab'i b'aj ay in posado chi', xchi t'a heb' winh. Ix b'at heb' winh yet'oc, ix b'at yilan heb' winh b'aj ayeq'ui. Vanxo yem k'u ix b'at heb' winh, yuj chi' k'ik'b'alxo ix jax heb' winh."
        },
        {
            "number": "40",
            "text": "Ix yab' chawanh heb' winh chi' tas ix yal winhaj Juan chi', yuj chi' ix och tzak'an heb' winh yuj Jesús. Ay jun winh scuch Andrés, yuk'tac sb'a winh yet' winhaj Simón Pedro."
        },
        {
            "number": "41",
            "text": "Ixlajwi slolon winhaj Andrés chi' yet' Jesús chi', ix b'at sayan winh yuk'tac winh chi'. Axo ix chax winh yuj winh, ix yalan winh: --Ix ilchaj winh Mesías cuuj, xchi winh. (Mesías syalelk'ochi, Cristo, Ak'b'il Yopisio)."
        },
        {
            "number": "42",
            "text": "Junanto rato chi', ix yik'anb'at winh yuk'tac winh chi' t'a Jesús. Ix och k'elan Jesús t'a winhaj Simón, ix yalan t'a winh: --Simón, yuninal ach winhaj Juan. Cefas ol a b'iejkani, xchi t'a winh. (Cefas syalelk'ochi, Pedro, ma a k'een k'een.)"
        },
        {
            "number": "43",
            "text": "Axo t'a junxo k'u, ix snaan Jesús sb'at t'a yol yic Galilea. Ix ilchaj winhaj Felipe yuj. --Ochanh in k'ayb'umoc, xchi t'a winh."
        },
        {
            "number": "44",
            "text": "Ha winhaj Felipe chi', aj chonhab' Betsaida winh, aton schonhab' winhaj Andrés yet' winhaj Pedro."
        },
        {
            "number": "45",
            "text": "Axo winhaj Felipe chi' xid' sayancot winhaj Natanael. Axo ix ilchaj winh yuj winh, ix yalan winh: --Ay jun ix ilchaj cuuj. Aton jun chi' tz'ib'ab'ilkan yab'ixal yuj winhaj Moisés t'a ley, tz'ib'ab'ilpaxcan yuj heb' schekab' Dios t'a peka', aton Jesús, yuninal winhaj José aj chonhab' Nazaret, xchi winh."
        },
        {
            "number": "46",
            "text": "Ix yalan winhaj Natanael chi': --¿Tom ay junok tas wach' syal scot t'a Nazaret chi'? xchi winh. --Cotanh, b'at quilnab'i, xchi winhaj Felipe chi'."
        },
        {
            "number": "47",
            "text": "Axo ix yilan Jesús to wan sk'och winhaj Natanael chi', ix yalani: --Ha jun winh sjawi tik, yel ton wal israel winh t'a yichanh Dios, malaj b'aj chab' sat syutej sb'a winh, xchi Jesús."
        },
        {
            "number": "48",
            "text": "Yuj chi' ix sk'anb'an winhaj Natanael chi' t'ay: --¿Tas ix utej in ojtakaneli? xchi winh. --Ayic manto ach yavtejcot winhaj Felipe tik, toxo ix ach wila''. Ayach ek' t'a yich jun te' higo, xchi Jesús t'a winh."
        },
        {
            "number": "49",
            "text": "--Ach in k'ayb'umal, yel Yuninal ach Dios. Co Reyal ach a onh israel onh tik, xchi winh t'ay."
        },
        {
            "number": "50",
            "text": "--¿Yujnhejto ix wala': Ix ach wil t'a yich jun te' higo, yuj chi' tzin ak'och t'a a k'ool? Palta ayto juntzanhxo ch'oxnab'il satub'tac ol ila', te niwan yelk'ochi, xchi t'a winh."
        },
        {
            "number": "51",
            "text": "Ix yalanxi Jesús t'a heb' ayek' chi' yet'oc: --Val yel swal t'ayex, ol eyila' to jakan spuertail satcha’anh. Axo heb' yángel Dios ol eyil sk'e heb' yet' yemxul heb' t'ayin a in Ak'b'il in cot yuj Dios woch animail tik, xchi Jesús."
        }
    ]
}