{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Q'uinaloc ay junok te' macte' calnel ticnaic, ta ay junok vinh tz'och t'a yol te', palta tato manhoc t'a sti' te' tz'och vinh, val yel elk'um vinh syal chi'."
        },
        {
            "number": "2",
            "text": "Axo vinh tz'och t'a sti' te' smacte' nok' calnel chi', aton vinh chi' stanhvumal nok'."
        },
        {
            "number": "3",
            "text": "Axo vinh svaymitan nok' calnel chi', a vinh sjacan te' macte' chi' t'a vinh stanhvumal nok' chi'. Axo nok' calnel chi', k'aynac nok' yet' vinh stanhvumal chi'. Yojtac sb'i junjun nok' vinh. Ha vinh sjacanelta nok'."
        },
        {
            "number": "4",
            "text": "Slajvi sjacanelta nok' scalnel vinh chi', sb'ab'laj vinh yuj nok', tz'och tzak'an nok' yuj vinh, yujto k'aynac nok' yet' vinh."
        },
        {
            "number": "5",
            "text": "Palta q'uinaloc ay junok vinh manh k'aynacoc nok' yet'oc, tonhej tz'el lemnaj nok' t'a vinh, yujto manh ojtacab'iloc sjaj vinh yuj nok', xchi Jesús t'a eb' vinh fariseo chi'."
        },
        {
            "number": "6",
            "text": "Ha jun ch'oxnab'il ix yal Jesús chi', maj nachajel-laj yuj eb' vinh tas syalelk'ochi."
        },
        {
            "number": "7",
            "text": "Ix yalanxi Jesús t'a eb' vinh: --Val yel sval t'ayex, icha yaj sti' te' smacte' nok' calnel, icha chi' vaji."
        },
        {
            "number": "8",
            "text": "Ay eb' ix b'ab'laj ja t'ayex ayic manto in javoc, nivanoc yalnacoch sb'a eb' colvajumal. Icha junok elk'um tz'och t'a te' macte', icha chi' yaj eb' smasanil. Palta haxo eb' yic Dios, max yak'och spensar eb' t'a eb'."
        },
        {
            "number": "9",
            "text": "Ha in tik, lajan in yet' sti' te' macte' chi'. Ha eb' tz'och t'ayin, ol colchaj eb'. Icha nok' calnel tz'och t'a yol smacte', tz'elxita nok', sb'at wa nok', icha chi' yaj eb'."
        },
        {
            "number": "10",
            "text": "Ay eb' icha junok elk'um sjavi, syelk'al milan nok' calnel chi' eb'. Palta a in tik, ix in ja vak' sq'uinal eb' t'a junelnhej, yic wach' te niwan swach'k'olal Dios ol scha eb'."
        },
        {
            "number": "11",
            "text": "Ha in tik, lajan in yet' junok tanhvum calnel te wach'. Ha junok tanhvum calnel wach' chi', sb'ec sb'a scham yuj nok' scalnel chi'."
        },
        {
            "number": "12",
            "text": "Ay b'aj tonhej stupji junok vinh stanhvan nok' calnel, manh toxonoc tanhvum calnel vinh, manh yicoc nok' vinh. Tato sk'och nok' oques t'a nok', syactejcan nok' calnel chi' vinh sch'ocoj, sb'at vinh elelal, yujto manh yicoc nok' vinh. Axo nok' oques chi' sja jucnajoc, schianb'at nok' calnel chi', saclemcanb'at nok'."
        },
        {
            "number": "13",
            "text": "Tz'el lemnaj vinh, yujto majan yaj vinh, yujto manh yicoc nok' vinh, malaj tz'och nok' t'a vinh."
        },
        {
            "number": "14",
            "text": "Ha in tik, lajan in yet' junok tanhvum calnel te wach'. Ha eb' vico', ichato in calnel yaj eb'. Ha in Mam yojtac in. Anhejtona' in, vojtac pax in Mam chi'. Icha vojtac in b'a yet' in Mam chi', icha pax chi' vojtac in b'a yet' eb' wik chi'. B'ecan in vak'an cham in b'a yuj eb'."
        },
        {
            "number": "15",
            "text": "Ay pax juntzanhxo eb' ol in ak'anoch t'a sk'ool, palta manh quetisraeloclaj eb'. Yovalil ol in molb'ejcot eb'. Ha eb' chi', ol in sk'anab'ajej eb'. Junnhej ol aj eb' smasanil, a in ol in tanhvej eb'."
        },
        {
            "number": "16",
            "text": "Xajan in yuj in Mam, yujto b'ecan in k'ool in chami yic ol in pitzvocxi."
        },
        {
            "number": "17",
            "text": "Ha in tik, b'ecan in k'ol in chami, yujto icha chi' in gana. Malaj mach tz'ik'anek' in q'uinal tik. Ha in svala' to tzin chami, anhejtona' in svala' to tzin pitzvixi, yujto icha chi' yaj yalancan jun schecnab'il in Mam t'ayin, xchi Jesús t'a eb' vinh."
        },
        {
            "number": "18",
            "text": "Ayic ix yalan juntzanh tik, ix laj spojan sb'a eb' aj Judea chi' junelxo yuj tas ix yal chi'."
        },
        {
            "number": "19",
            "text": "Ay nanhal eb' ix alani: --¿Tas yuj tzeyak'och e chiquin t'a tas syal jun vinh tik? Ina ayoch jun enemigo t'a vinh, yuj chi' aycot t'a sjolom vinh, xchi eb'."
        },
        {
            "number": "20",
            "text": "Palta ay nanhalxo eb' ix alani: --Tato ayoch junok enemigo t'a vinh, ¿tom syal yalan vinh icha chi'? Ha junok enemigo, ¿tom syal sb'oan sat junok mach max yaltaxon yilani? xchi eb'."
        },
        {
            "number": "21",
            "text": "Ha t'a jun pekti’ ix uji jun tik, aton t'a stiempoal siic, stiempoal pax yoch sq'uinhal stemplo Dios t'a Jerusalén."
        },
        {
            "number": "22",
            "text": "Axo Jesús van sb'eyek' t'a jun stentail sti' yamaq'uil templo chi' scuch yic Salomón."
        },
        {
            "number": "23",
            "text": "Axo eb' aj Judea ayek' ta', ix och oyan eb' t'a spatic Jesús. Ix yalan eb': --¿B'aq'uinhto ol al sjichanil t'ayonh? Tato yel Cristo ach, al t'ayonh ticnaic, xchi eb' t'ay."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix tak'vi t'a eb': --Ina toxo ix val t'ayex, palta max in eyak'och t'a e k'ool. Ha juntzanh satub'tac tzin ch'oxo', yujnhej spoder in Mam tzin ch'oxo'. Yujnhej juntzanh chi' scheclaji mach in."
        },
        {
            "number": "25",
            "text": "Palta a ex tik, max in eyak'och t'a e k'ool, yujto manh ex vicoc icha valnac t'ayex junel."
        },
        {
            "number": "26",
            "text": "Ha eb' vico', syak'och schiquin eb' t'ayin. Ha inxo tik, vojtac eb'. Icha nok' calnel tz'och tzak'an yuj stanhvumal, icha chi' tz'ajoch tzak'an eb' vuuj."
        },
        {
            "number": "27",
            "text": "Ha in svak' sq'uinal eb' t'a junelnhej. Yuj chi', manhxa b'ak'uinh ol satel eb'. Malaj mach syal yik'anel eb' t'a yol in k'ab'."
        },
        {
            "number": "28",
            "text": "Ha in Mam, te niwan yelk'och t'a yichanh smasanil. Ha ix ak'an eb' t'ayin. Malaj mach syal yik'anel eb' t'a yol sk'ab' in Mam chi'."
        },
        {
            "number": "29",
            "text": "Ha in tik, lajan in yet' co Mam Dios, yujto junnhej vaj yet'oc, xchi Jesús t'a eb'."
        },
        {
            "number": "30",
            "text": "Ix laj sik'anchaanh q'uen q'ueen eb' yic sjulancham eb' yalani."
        },
        {
            "number": "31",
            "text": "Palta ix yalanxi Jesús t'a eb': --Tzijtum tas wach' ix in k'ulej t'a e cal yuj spoder in Mam. ¿Tas yuj junok ijan tzin e julchamoc? xchi t'a eb'."
        },
        {
            "number": "32",
            "text": "--Manh yujoc junok wach' ix a k'ulej tzach co julchamoc, palta yujnhej to tzach b'uchvaj d'ha Dios. Ha ach tik anima achnhej, palta ina tzaloch a b'a Diosal, xchi eb'."
        },
        {
            "number": "33",
            "text": "Yuj chi' ix yalanxi t'a eb': --Ha t'a ch'anh ley aycan t'ayonh tz'ib'ab'ilcani to ha Dios alannac: Junjun ex, dios ex, xchi t'a ley chi'."
        },
        {
            "number": "34",
            "text": "Cojtac to a tas tz'ib'ab'ilcan t'a Slolonel Dios chi', max yal sco maq'ueq'ui. Ha eb' ab'annac slolonel chi', alchajnac eb' diosal."
        },
        {
            "number": "35",
            "text": "Ocxom in tik, ha Dios sik'jinac in eli, ix in schecancot t'a yol yib'anhk’inal tik. Yuj chi', ¿tas yuj tzeyala' to tzin b'uchvaj d'ha Dios, ayic ix valani to Yuninal in Dios?"
        },
        {
            "number": "36",
            "text": "Tato max in k'ulej icha tas sk'ulej in Mam chi', manh in eyak'och t'a e k'ool."
        },
        {
            "number": "37",
            "text": "Palta a in tik, yel van in k'ulan icha sk'ulej in Mam chi'. Yuj chi', wach'chom max eyak'och t'a e k'ool tas svala', palta aq'ek in och t'a e k'ool yuj juntzanh tzin k'ulej tik, yic ol nachajel eyuuj to ayoch co Mam Dios t'ayin, ayin pax och t'ay, xchi Jesús chi' t'a eb'."
        },
        {
            "number": "38",
            "text": "Yuj chi' ix yak'lej eb' syaman junelxo, palta ix scol sb'ha t'a eb'."
        },
        {
            "number": "39",
            "text": "Ixlajwi chi', ix k'axpajxican ek' t'a sk'axepal ha' Jordán. Axo b'aj yak'nac bautizar eb' anima vinhaj Juan ix aji."
        },
        {
            "number": "40",
            "text": "Tzijtum anima ix k'och ta'. Ix laj yalan eb': --Ha vinhaj Juan, malaj b'aj ix sch'ox junok tas satub'tac vinh, palta jantacnhej tas ix yal vinh yuj Jesús tik, te yel, xchi eb'."
        },
        {
            "number": "41",
            "text": "Ha t'a jun lugar chi', tzijtum eb' ix ak'anoch Jesús t'a sk'ool."
        }
    ]
}