{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Q'uinaloc ay junoc te' macte' calnel ticnaic, ta ay junoc vinh tz'och d'a yol te', palta tato manhoc d'a sti' te' tz'och vinh, val yel elk'um vinh syal chi'."
        },
        {
            "number": "2",
            "text": "Axo vinh tz'och d'a sti' te' smacte' nok' calnel chi', aton vinh chi' stanhvumal nok'."
        },
        {
            "number": "3",
            "text": "Axo vinh svaymitan nok' calnel chi', a vinh sjacan te' macte' chi' d'a vinh stanhvumal nok' chi'. Axo nok' calnel chi', k'aynac nok' yed' vinh stanhvumal chi'. Yojtac sb'i junjun nok' vinh. A vinh sjacanelta nok'."
        },
        {
            "number": "4",
            "text": "Slajvi sjacanelta nok' scalnel vinh chi', sb'ab'laj vinh yuj nok', tz'och tzak'an nok' yuj vinh, yujto k'aynac nok' yed' vinh."
        },
        {
            "number": "5",
            "text": "Palta q'uinaloc ay junoc vinh manh k'aynacoc nok' yed'oc, tonhej tz'el lemnaj nok' d'a vinh, yujto manh ojtacab'iloc sjaj vinh yuj nok', xchi Jesús d'a eb' vinh fariseo chi'."
        },
        {
            "number": "6",
            "text": "A jun ch'oxnab'il ix yal Jesús chi', maj nachajel-laj yuj eb' vinh tas syalelk'ochi."
        },
        {
            "number": "7",
            "text": "Ix yalanxi Jesús d'a eb' vinh: --Val yel sval d'ayex, icha yaj sti' te' smacte' nok' calnel, icha chi' vaji."
        },
        {
            "number": "8",
            "text": "Ay eb' ix b'ab'laj ja d'ayex ayic manto in javoc, nivanoc yalnacoch sb'a eb' colvajumal. Icha junoc elk'um tz'och d'a te' macte', icha chi' yaj eb' smasanil. Palta axo eb' yic Dios, max yak'och spensar eb' d'a eb'."
        },
        {
            "number": "9",
            "text": "A in tic, lajan in yed' sti' te' macte' chi'. A eb' tz'och d'ayin, ol colchaj eb'. Icha nok' calnel tz'och d'a yol smacte', tz'elxita nok', sb'at va nok', icha chi' yaj eb'."
        },
        {
            "number": "10",
            "text": "Ay eb' icha junoc elk'um sjavi, syelk'al milan nok' calnel chi' eb'. Palta a in tic, ix in ja vak' sq'uinal eb' d'a junelnhej, yic vach' te nivan svach'k'olal Dios ol scha eb'."
        },
        {
            "number": "11",
            "text": "A in tic, lajan in yed' junoc tanhvum calnel te vach'. A junoc tanhvum calnel vach' chi', sb'ec sb'a scham yuj nok' scalnel chi'."
        },
        {
            "number": "12",
            "text": "Ay b'aj tonhej stupji junoc vinh stanhvan nok' calnel, manh toxonoc tanhvum calnel vinh, manh yicoc nok' vinh. Tato sk'och nok' oques d'a nok', syactejcan nok' calnel chi' vinh sch'ocoj, sb'at vinh elelal, yujto manh yicoc nok' vinh. Axo nok' oques chi' sja jucnajoc, schianb'at nok' calnel chi', saclemcanb'at nok'."
        },
        {
            "number": "13",
            "text": "Tz'el lemnaj vinh, yujto majan yaj vinh, yujto manh yicoc nok' vinh, malaj tz'och nok' d'a vinh."
        },
        {
            "number": "14",
            "text": "A in tic, lajan in yed' junoc tanhvum calnel te vach'. A eb' vico', ichato in calnel yaj eb'. A in Mam yojtac in. Anhejtona' in, vojtac pax in Mam chi'. Icha vojtac in b'a yed' in Mam chi', icha pax chi' vojtac in b'a yed' eb' vic chi'. B'ecan in vak'an cham in b'a yuj eb'."
        },
        {
            "number": "15",
            "text": "Ay pax juntzanhxo eb' ol in ak'anoch d'a sk'ool, palta manh quetisraeloclaj eb'. Yovalil ol in molb'ejcot eb'. A eb' chi', ol in sk'anab'ajej eb'. Junnhej ol aj eb' smasanil, a in ol in tanhvej eb'."
        },
        {
            "number": "16",
            "text": "Xajan in yuj in Mam, yujto b'ecan in k'ool in chami yic ol in pitzvocxi."
        },
        {
            "number": "17",
            "text": "A in tic, b'ecan in k'ol in chami, yujto icha chi' in gana. Malaj mach tz'ik'anek' in q'uinal tic. A in svala' to tzin chami, anhejtona' in svala' to tzin pitzvixi, yujto icha chi' yaj yalancan jun schecnab'il in Mam d'ayin, xchi Jesús d'a eb' vinh."
        },
        {
            "number": "18",
            "text": "Ayic ix yalan juntzanh tic, ix laj spojan sb'a eb' aj Judea chi' junelxo yuj tas ix yal chi'."
        },
        {
            "number": "19",
            "text": "Ay nanhal eb' ix alani: --¿Tas yuj tzeyak'och e chiquin d'a tas syal jun vinh tic? Ina ayoch jun enemigo d'a vinh, yuj chi' aycot d'a sjolom vinh, xchi eb'."
        },
        {
            "number": "20",
            "text": "Palta ay nanhalxo eb' ix alani: --Tato ayoch junoc enemigo d'a vinh, ¿tom syal yalan vinh icha chi'? A junoc enemigo, ¿tom syal sb'oan sat junoc mach max yaltaxon yilani? xchi eb'."
        },
        {
            "number": "21",
            "text": "A d'a jun tiempoal ix uji jun tic, aton d'a stiempoal siic, stiempoal pax yoch sq'uinhal stemplo Dios d'a Jerusalén."
        },
        {
            "number": "22",
            "text": "Axo Jesús van sb'eyek' d'a jun stentail sti' yamaq'uil templo chi' scuch yic Salomón."
        },
        {
            "number": "23",
            "text": "Axo eb' aj Judea ayek' ta', ix och oyan eb' d'a spatic Jesús. Ix yalan eb': --¿B'aq'uinhto ol al sjichanil d'ayonh? Tato yel Cristo ach, al d'ayonh ticnaic, xchi eb' d'ay."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix tak'vi d'a eb': --Ina toxo ix val d'ayex, palta max in eyak'och d'a e k'ool. A juntzanh satub'tac tzin ch'oxo', yujnhej spoder in Mam tzin ch'oxo'. Yujnhej juntzanh chi' scheclaji mach in."
        },
        {
            "number": "25",
            "text": "Palta a ex tic, max in eyak'och d'a e k'ool, yujto manh ex vicoc icha valnac d'ayex junel."
        },
        {
            "number": "26",
            "text": "A eb' vico', syak'och schiquin eb' d'ayin. A inxo tic, vojtac eb'. Icha nok' calnel tz'och tzak'an yuj stanhvumal, icha chi' tz'ajoch tzak'an eb' vuuj."
        },
        {
            "number": "27",
            "text": "A in svak' sq'uinal eb' d'a junelnhej. Yuj chi', manhxa b'aq'uinh ol satel eb'. Malaj mach syal yik'anel eb' d'a yol in k'ab'."
        },
        {
            "number": "28",
            "text": "A in Mam, te nivan yelk'och d'a yichanh smasanil. A ix ak'an eb' d'ayin. Malaj mach syal yik'anel eb' d'a yol sk'ab' in Mam chi'."
        },
        {
            "number": "29",
            "text": "A in tic, lajan in yed' co Mam Dios, yujto junnhej vaj yed'oc, xchi Jesús d'a eb'."
        },
        {
            "number": "30",
            "text": "Ix laj sik'anchaanh q'uen q'ueen eb' yic sjulancham eb' yalani."
        },
        {
            "number": "31",
            "text": "Palta ix yalanxi Jesús d'a eb': --Tzijtum tas vach' ix in k'ulej d'a e cal yuj spoder in Mam. ¿Tas yuj junoc ijan tzin e julchamoc? xchi d'a eb'."
        },
        {
            "number": "32",
            "text": "--Manh yujoc junoc vach' ix a k'ulej tzach co julchamoc, palta yujnhej to tzach b'uchvaj d'a Dios. A ach tic anima achnhej, palta ina tzaloch a b'a Diosal, xchi eb'."
        },
        {
            "number": "33",
            "text": "Yuj chi' ix yalanxi d'a eb': --A d'a ch'anh ley aycan d'ayonh tz'ib'ab'ilcani to a Dios alannac: Junjun ex, dios ex, xchi d'a ley chi'."
        },
        {
            "number": "34",
            "text": "Cojtac to a tas tz'ib'ab'ilcan d'a Slolonel Dios chi', max yal sco maq'ueq'ui. A eb' ab'annac slolonel chi', alchajnac eb' diosal."
        },
        {
            "number": "35",
            "text": "Ocxom in tic, a Dios sik'jinac in eli, ix in schecancot d'a yolyib'anhq'uinal tic. Yuj chi', ¿tas yuj tzeyala' to tzin b'uchvaj d'a Dios, ayic ix valani to Yuninal in Dios?"
        },
        {
            "number": "36",
            "text": "Tato max in k'ulej icha tas sk'ulej in Mam chi', manh in eyak'och d'a e k'ool."
        },
        {
            "number": "37",
            "text": "Palta a in tic, yel van in k'ulan icha sk'ulej in Mam chi'. Yuj chi', vach'chom max eyak'och d'a e k'ool tas svala', palta aq'uec in och d'a e k'ool yuj juntzanh tzin k'ulej tic, yic ol nachajel eyuuj to ayoch co Mam Dios d'ayin, ayin pax och d'ay, xchi Jesús chi' d'a eb'."
        },
        {
            "number": "38",
            "text": "Yuj chi' ix yak'lej eb' syaman junelxo, palta ix scol sb'a d'a eb'."
        },
        {
            "number": "39",
            "text": "Ix lajvi chi', ix k'axpajxican ek' d'a sk'axepal a' Jordán. Axo b'aj yak'nac bautizar eb' anima vinhaj Juan ix aji."
        },
        {
            "number": "40",
            "text": "Tzijtum anima ix k'och ta'. Ix laj yalan eb': --A vinhaj Juan, malaj b'aj ix sch'ox junoc tas satub'tac vinh, palta jantacnhej tas ix yal vinh yuj Jesús tic, te yel, xchi eb'."
        },
        {
            "number": "41",
            "text": "A d'a jun lugar chi', tzijtum eb' ix ak'anoch Jesús d'a sk'ool."
        }
    ]
}