{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Q'uinaloc ay junok te' macte' calnel ticnaik, ta ay junok winh tz'och t'a yol te', palta tato manhoc t'a sti' te' tz'och winh, wal yel elk'um winh syal chi'."
        },
        {
            "number": "2",
            "text": "Axo winh tz'och t'a sti' te' smacte' nok' calnel chi', aton winh chi' stanhwumal nok'."
        },
        {
            "number": "3",
            "text": "Axo winh swaymitan nok' calnel chi', a winh sjacan te' macte' chi' t'a winh stanhwumal nok' chi'. Axo nok' calnel chi', k'aynac nok' yet' winh stanhwumal chi'. Yojtac sb'i junjun nok' winh. Ha winh sjacanelta nok'."
        },
        {
            "number": "4",
            "text": "Slajwi sjacanelta nok' scalnel winh chi', sb'ab'laj winh yuj nok', tz'och tzak'an nok' yuj winh, yujto k'aynac nok' yet' winh."
        },
        {
            "number": "5",
            "text": "Palta q'uinaloc ay junok winh manh k'aynacoc nok' yet'oc, tonhej tz'el lemnaj nok' t'a winh, yujto manh ojtacab'iloc sjaj winh yuj nok', xchi Jesús t'a heb' winh fariseo chi'."
        },
        {
            "number": "6",
            "text": "Ha jun ch'oxnab'il ix yal Jesús chi', maj nachajel-laj yuj heb' winh tas syalelk'ochi."
        },
        {
            "number": "7",
            "text": "Ix yalanxi Jesús t'a heb' winh: --Val yel swal t'ayex, icha yaj sti' te' smacte' nok' calnel, icha chi' waji."
        },
        {
            "number": "8",
            "text": "Ay heb' ix b'ab'laj ja t'ayex ayic manto in jawok, niwanoc yalnacoch sb'a heb' colwajumal. Icha junok elk'um tz'och t'a te' macte', icha chi' yaj heb' smasanil. Palta haxo heb' yic Dios, max yak'och spensar heb' t'a heb'."
        },
        {
            "number": "9",
            "text": "Ha in tik, lajan in yet' sti' te' macte' chi'. Ha heb' tz'och t'ayin, ol colchaj heb'. Icha nok' calnel tz'och t'a yol smacte', tz'elxita nok', sb'at wa nok', icha chi' yaj heb'."
        },
        {
            "number": "10",
            "text": "Ay heb' icha junok elk'um sjawi, syelk'al milan nok' calnel chi' heb'. Palta a in tik, ix in ja wak' sk'inal heb' t'a junelnhej, yic wach' te niwan swach'k'olal Dios ol scha heb'."
        },
        {
            "number": "11",
            "text": "Ha in tik, lajan in yet' junok tanhwum calnel te wach'. Ha junok tanhwum calnel wach' chi', sb'ec sb'a scham yuj nok' scalnel chi'."
        },
        {
            "number": "12",
            "text": "Ay b'aj tonhej stupji junok winh stanhwan nok' calnel, manh toxonoc tanhwum calnel winh, manh yicoc nok' winh. Tato sk'och nok' oques t'a nok', syactejcan nok' calnel chi' winh sch'ocoj, sb'at winh elelal, yujto manh yicoc nok' winh. Axo nok' oques chi' sja jucnajoc, schianb'at nok' calnel chi', saclemcanb'at nok'."
        },
        {
            "number": "13",
            "text": "Tz'el lemnaj winh, yujto majan yaj winh, yujto manh yicoc nok' winh, malaj tz'och nok' t'a winh."
        },
        {
            "number": "14",
            "text": "Ha in tik, lajan in yet' junok tanhwum calnel te wach'. Ha heb' wico', ichato in calnel yaj heb'. Ha in Mam yojtac in. Anhejtona' in, wojtac pax in Mam chi'. Icha wojtac in b'a yet' in Mam chi', icha pax chi' wojtac in b'a yet' heb' wik chi'. B'ecan in wak'an cham in b'a yuj heb'."
        },
        {
            "number": "15",
            "text": "Ay pax juntzanhxo heb' ol in ak'anoch t'a sk'ool, palta manh quetisraeloclaj heb'. Yowalil ol in molb'ejcot heb'. Ha heb' chi', ol in sk'anab'ajej heb'. Junnhej ol aj heb' smasanil, a in ol in tanhwej heb'."
        },
        {
            "number": "16",
            "text": "Xajan in yuj in Mam, yujto b'ecan in k'ool in chami yic ol in pitzwokxi."
        },
        {
            "number": "17",
            "text": "Ha in tik, b'ecan in k'ol in chami, yujto icha chi' in gana. Malaj mach tz'ik'anek' in k 'inal tik. Ha in swala' to tzin chami, anhejtona' in swala' to tzin pitzwixi, yujto icha chi' yaj yalancan jun schecnab'il in Mam t'ayin, xchi Jesús t'a heb' winh."
        },
        {
            "number": "18",
            "text": "Ayic ix yalan juntzanh tik, ix laj spojan sb'a heb' aj Judea chi' junelxo yuj tas ix yal chi'."
        },
        {
            "number": "19",
            "text": "Ay nanhal heb' ix alani: --¿Tas yuj tzeyak'och he chiquin t'a tas syal jun winh tik? Ina ayoch jun enemigo t'a winh, yuj chi' aycot t'a sjolom winh, xchi heb'."
        },
        {
            "number": "20",
            "text": "Palta ay nanhalxo heb' ix alani: --Tato ayoch junok enemigo t'a winh, ¿tom syal yalan winh icha chi'? Ha junok enemigo, ¿tom syal sb'oan sat junok mach max yaltaxon yilani? xchi heb'."
        },
        {
            "number": "21",
            "text": "Ha t'a jun pekti’ ix uji jun tik, aton t'a stiempoal siic, stiempoal pax yoch sq'uinhal stemplo Dios t'a Jerusalén."
        },
        {
            "number": "22",
            "text": "Axo Jesús wan sb'eyek' t'a jun stentail sti' yamaq'uil templo chi' scuch yic Salomón."
        },
        {
            "number": "23",
            "text": "Axo heb' aj Judea ayek' ta', ix och oyan heb' t'a spatic Jesús. Ix yalan heb': --¿B'aq'uinhto ol al sjichanil t'ayonh? Tato yel Cristo ach, al t'ayonh ticnaik, xchi heb' t'ay."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix tak'wi t'a heb': --Ina toxo ix wal t'ayex, palta max in eyak'och t'a he k'ool. Ha juntzanh satub'tac tzin ch'oxo', yujnhej spoder in Mam tzin ch'oxo'. Yujnhej juntzanh chi' scheclaji mach in."
        },
        {
            "number": "25",
            "text": "Palta a ex tik, max in eyak'och t'a he k'ool, yujto manh ex wicoc icha walnac t'ayex junel."
        },
        {
            "number": "26",
            "text": "Ha heb' wico', syak'och schiquin heb' t'ayin. Ha inxo tik, wojtac heb'. Icha nok' calnel tz'och tzak'an yuj stanhwumal, icha chi' tz'ajoch tzak'an heb' wuuj."
        },
        {
            "number": "27",
            "text": "Ha in swak' sk'inal heb' t'a junelnhej. Yuj chi', manhxa b'ak'uinh ol satel heb'. Malaj mach syal yik'anel heb' t'a yol in k'ab'."
        },
        {
            "number": "28",
            "text": "Ha in Mam, te niwan yelk'och t'a yichanh smasanil. Ha ix ak'an heb' t'ayin. Malaj mach syal yik'anel heb' t'a yol sk'ab' in Mam chi'."
        },
        {
            "number": "29",
            "text": "Ha in tik, lajan in yet' ko Mam Dios, yujto junnhej waj yet'oc, xchi Jesús t'a heb'."
        },
        {
            "number": "30",
            "text": "Ix laj sik'anchaanh k'een k'een heb' yic sjulancham heb' yalani."
        },
        {
            "number": "31",
            "text": "Palta ix yalanxi Jesús t'a heb': --Tzijtum tas wach' ix in k'ulej t'a he kal yuj spoder in Mam. ¿Tas yuj junok ijan tzin he julchamoc? xchi t'a heb'."
        },
        {
            "number": "32",
            "text": "--Manh yujoc junok wach' ix a k'ulej tzach ko julchamoc, palta yujnhej to tzach b'uchwaj d'ha Dios. Ha ach tik anima achnhej, palta ina tzaloch a b'a Diosal, xchi heb'."
        },
        {
            "number": "33",
            "text": "Yuj chi' ix yalanxi t'a heb': --Ha t'a ch'anh ley aycan t'ayonh tz'ib'ab'ilcani to ha Dios alannac: Junjun ex, Dios ex, xchi t'a ley chi'."
        },
        {
            "number": "34",
            "text": "Cojtac to a tas tz'ib'ab'ilcan t'a Slolonel Dios chi', max yal sco mak'eq'ui. Ha heb' ab'annac slolonel chi', alchajnac heb' diosal."
        },
        {
            "number": "35",
            "text": "Ocxom in tik, ha Dios sik'jinac in eli, ix in schecancot t'a yol yib'anhk’inal tik. Yuj chi', ¿tas yuj tzeyala' to tzin b'uchwaj d'ha Dios, ayic ix walani to Yuninal in Dios?"
        },
        {
            "number": "36",
            "text": "Tato max in k'ulej icha tas sk'ulej in Mam chi', manh in eyak'och t'a he k'ool."
        },
        {
            "number": "37",
            "text": "Palta a in tik, yel wan in k'ulan icha sk'ulej in Mam chi'. Yuj chi', wach'chom max eyak'och t'a he k'ool tas swala', palta aq'ek in och t'a he k'ool yuj juntzanh tzin k'ulej tik, yic ol nachajel eyuuj to ayoch ko Mam Dios t'ayin, ayin pax och t'ay, xchi Jesús chi' t'a heb'."
        },
        {
            "number": "38",
            "text": "Yuj chi' ix yak'lej heb' syaman junelxo, palta ix scol sb'ha t'a heb'."
        },
        {
            "number": "39",
            "text": "Ixlajwi chi', ix k'axpajxican ek' t'a sk'axepal ha' Jordán. Axo b'aj yak'nac bautizar heb' anima winhaj Juan ix aji."
        },
        {
            "number": "40",
            "text": "Tzijtum anima ix k'och ta'. Ix laj yalan heb': --Ha winhaj Juan, malaj b'aj ix sch'ox junok tas satub'tac winh, palta jantacnhej tas ix yal winh yuj Jesús tik, te yel, xchi heb'."
        },
        {
            "number": "41",
            "text": "Ha t'a jun lugar chi', tzijtum heb' ix ak'anoch Jesús t'a sk'ool."
        }
    ]
}