{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun winh t'a chonhab' Betania skuchan Lázaro, te penaay winh. Ata' pax kajan chawanh heb' ix yanab' winh, jun ix scuch María, haxo junxo ix, Marta sb'i ix."
        },
        {
            "number": "2",
            "text": "Ha ix María chi' sucjinaquek' jun yal suk'uq'ui sjab' t'a yoc Jesús Kajal, haxo yet' xil sjolom ix sucnac tacjoc. Ix penaayax winhaj Lázaro chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi', ix yak'cot sti' heb' ix t'a Jesús, ix yalancot heb' ix icha tik: --Mamin, a winh te xajan uuj, penaay winh, xchicot heb' ix."
        },
        {
            "number": "4",
            "text": "Ayic ix yab'an Jesús tas ix yalcot heb' ix chi', ix yalan icha tik: --Ha jun ilya chi', manh ol chamlaj winh yuj t'a junelnhej. Ix yamchaj winh yuj jun yab'il chi' yic ol sch'ox Dios to te niwan yelk'ochi, yic scheclajpaxeli to te niwan welk'och a in Yuninal in Dios tik, xchi Jesús."
        },
        {
            "number": "5",
            "text": "Te xajan winhaj Lázaro chi', ix María yet' ix Marta yuj Jesús chi'."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an Jesús chi' to te penaay winh, maj b'atlaj t'a elanhchamel. Chab'to k'ual ix kan b'aj ayek' chi'."
        },
        {
            "number": "7",
            "text": "Axo yic ix k'och sk'ual sb'at chi' jun, ix yalan t'a heb' sk'ayb'um: --Koyec t'a yol yic Judea junelxo, xchi t'a heb'."
        },
        {
            "number": "8",
            "text": "Ix yalan heb' t'ay: --Ach ko k'ayb'umal, ina ijan sjulnac ach cham heb' aj Judea chi' jun, ¿tom tzach b'atxi? xchi heb'."
        },
        {
            "number": "9",
            "text": "Ix yalanxi t'a heb': --Cojtak to lajchawe' hora tzek' t'a junjun k'u. Tato tzonh b'eyek' t'a k'ualil, manh comonoc tzonh telwi, yujto sacq'uinal."
        },
        {
            "number": "10",
            "text": "Palta a heb' sb'eyek' t'ak'walil, scomon telwi heb', yujto malaj sakil k'inal t'a heb', xchi Jesús."
        },
        {
            "number": "11",
            "text": "Ixlajwi yalan jun chi', ix yalanpax yuj winhaj Lázaro: --Ha winh ko wach' k'ool chi', tonhej sway winh. Palta ol b'at in pitzel swayanh winh, xchi t'a heb'."
        },
        {
            "number": "12",
            "text": "--Mamin, tato tonhej sway winh, tekan ol b'oxoc sk'ol winh, xchi heb' sk'ayb'um chi' t'ay."
        },
        {
            "number": "13",
            "text": "Ayic ix yalan Jesús to sway winhaj Lázaro chi', syalelk'ochi to chamnacxo winh. Palta a snaan heb' tonhej sway winh."
        },
        {
            "number": "14",
            "text": "Yuj chi', tojol ix yutej yalan t'a heb': --Toxo ix cham winh."
        },
        {
            "number": "15",
            "text": "Ha ticnaik tzin tzalaji, yujto manh in ayoquek' ta' ix cham winh, yic ol in eyak'och t'a he k'ool. Yuj chi' koyec b'at quilec, xchi t'a heb'."
        },
        {
            "number": "16",
            "text": "Axo winhaj Tomás, jun winh tz'alji Tioxal, ix yal winh t'a heb' yetk'ayb'umal chi': --Koyec, b'at kak'eccham ko b'a yet'oc, xchi winh."
        },
        {
            "number": "17",
            "text": "Axo yic ix k'och heb', ix yab'an heb' to oxjitax ix mucchaj winhaj Lázaro chi'."
        },
        {
            "number": "18",
            "text": "Ha chonhab' Betania b'aj ay winh chi', t'a slak'anil Jerusalén ay. Ay am nanhaloc legua skal."
        },
        {
            "number": "19",
            "text": "Yuj chi', tzijtum heb' israel aj Jerusalén chi' xid' niwanan sk'ool ix María yet' ix Marta yuj winh snulej heb' ix, ix cham chi'."
        },
        {
            "number": "20",
            "text": "Ayic ix yab'an ix Marta to wan sk'och Jesús, ix ja ix scha'a. Axo ix María aykan ix t'a yol pat."
        },
        {
            "number": "21",
            "text": "Ix yalan ix Marta chi' t'a Jesús icha tik: --Mamin, ayokach ek'laj t'a tik ayic ix cham winh in nulej chi', tekan maj chamlaj winh."
        },
        {
            "number": "22",
            "text": "Palta a ticnaik, wojtak yalnhej tas ol a k'an d'ha Dios, A' ol ak'an t'ayach, xchi ix t'ay."
        },
        {
            "number": "23",
            "text": "--Ha winh a nulej chi' ol pitzwokxi winh, xchi Jesús chi' t'a ix."
        },
        {
            "number": "24",
            "text": "--Yel toni, wojtak to ol pitzwokxi winh, palta ato t'a slajwub' k'ual ayic ol pitzwokxi heb' chamnac, xchi ix t'ay."
        },
        {
            "number": "25",
            "text": "--Ha in tik, swak' pitzwokxi heb' chamnac, aj k 'inal in. Ha mach tzin ak'anoch t'a sk'ool, wach'chom ol chamoc, palta ol pitzwokxi."
        },
        {
            "number": "26",
            "text": "Ha mach pitzanto tzin yak'anoch t'a sk'ool, manhxa b'ak'uinh ol chamoc. ¿Tzam ak'och jun tik t'a a k'ool? xchi Jesús t'a ix."
        },
        {
            "number": "27",
            "text": "--I'... Mamin, swak'och t'a in k'ool to Cristo ach, Yuninal ach Dios. Ha ach tik tanhwab'il a ja t'a yol yib'anhk’inal tik, xchi ix t'ay."
        },
        {
            "number": "28",
            "text": "Ixlajwi yalan jun chi' ix Marta chi', ix pax ix. Ix b'at ix yavtejcot ix María ix snulej chi'. Ix sajanoch ix t'a schiquin ix t'a elk'altac: --Ix ja ko k'ayb'umal, tzach yavtej, xchi ix."
        },
        {
            "number": "29",
            "text": "Ayic ix yab'an jun chi' ix María chi', ix k'e jucnaj ix. Ix b'at ix b'aj ayek' Jesús chi',"
        },
        {
            "number": "30",
            "text": "yujto manto och t'a yol jun chonhab' chi'. Anheja' ayek' b'aj xid' scha ix Marta chi'."
        },
        {
            "number": "31",
            "text": "Palta ay heb' aj Judea ayek' yet' ix t'a yol spat chi'. Ayek' heb' sniwanej sk'ol ix. Axo ix yilan heb', ix k'e jucnaj ix, ix b'at lemnaj ix, tzak'anxonhej ix b'at heb' yuj ix, yujto a snaan heb' to sb'at ok' ix b'aj mukan winh snulej chi'."
        },
        {
            "number": "32",
            "text": "Ayic ix k'och ix b'aj aykan Jesús chi', ix em cumnaj ix t'a yichanh, ix yalan ix t'ay: --Mamin, ayokach ek'laj t'a tik a ix cham winh in nulej chi', tekan maj chamlaj winh, xchi ix."
        },
        {
            "number": "33",
            "text": "Ayic ix yilan Jesús to tz'ok' ix, tz'ok' pax heb' aj Judea ix k'och yet' ix, ix te cusk'e yet' heb'."
        },
        {
            "number": "34",
            "text": "Ix sk'anb'an t'a heb' ix: --¿B'ajtil ix he muquem winh? xchi t'a heb' ix. --Mamin, koyec b'at quilecnab'i, xchi heb' ix."
        },
        {
            "number": "35",
            "text": "Ix ok' Jesús."
        },
        {
            "number": "36",
            "text": "Axo heb' aj Judea ayek' chi' ta', ix laj yalan heb': --Te xajan winh yuj, xchi heb'."
        },
        {
            "number": "37",
            "text": "Ay pax heb' ix laj alani: --Ha Jesús tik, ha' b'ojinacxi sat jun winh max yaltaxon yilani. ¿Tom maj yal ix kolwaj t'a winhaj Lázaro tik, yic wach' maj chamlaj winh? xchi heb'."
        },
        {
            "number": "38",
            "text": "Te cusnac Jesús ayic ix k'och b'aj mukan winhaj Lázaro chi'. Ha t'a yol jun k'een k'een joyb'ilel yool, ata' ayoch sniwanil winh. Aypaxoch jun k'een k'een smaculoc sti' k'een."
        },
        {
            "number": "39",
            "text": "--Ik'equel k'een smacul tik, xchi Jesús. Axo ix Marta ix alan t'ay: --Mamin, oxjitax cham winh, ayxomlaj sjab' winh ticnaik, xchi ix."
        },
        {
            "number": "40",
            "text": "Toxo ix wal t'ayach, tato tzin ak'och t'a a k'ool, ol il spoder Dios, xchi t'a ix."
        },
        {
            "number": "41",
            "text": "Ichato chi' ix yik'anel k'een smacul chi' heb' b'aj ayoch sniwanil winh chi'. Ix k'e k'elan Jesús t'a satcha’anh, ix yalani: --Mamin, swak' yuj diosal t'ayach yujto ix ab' tas swala'."
        },
        {
            "number": "42",
            "text": "Vojtaktaxoni, masanil tiempo tzab' tas swala'. Palta yuj heb' anima tik swal juntzanh tik t'ayach, yic wach' ol yak'och heb' t'a sk'ool to a ach a checnac in koti, xchi Jesús."
        },
        {
            "number": "43",
            "text": "Ixlajwi yalan juntzanh chi', te chaanh ix yala': --Lázaro, elanhcoti, xchi."
        },
        {
            "number": "44",
            "text": "Axo winh chamnac chi', ix elta winh, b'ak'b'il yoc winh yet' sk'ab' t'a jun k'apac, b'ak'b'il pax snanhal sat winh yet' junxo k'apac. Ix yalanxi Jesús: --Xuyequel juntzanh k'apac ayoch tik t'a winh, tzeyactanel winh, xchi."
        },
        {
            "number": "45",
            "text": "Axo heb' aj Judea ajun yet' ix María chi', ayic ix yilan heb' tas ix sk'ulej Jesús chi', tzijtum heb' ix ak'anoch t'a sk'ool."
        },
        {
            "number": "46",
            "text": "Palta ay juntzanhxo heb' ix b'at alan yab' heb' winh fariseo tas ix yutej sb'a Jesús chi'."
        },
        {
            "number": "47",
            "text": "Axo heb' winh fariseo chi' yet' heb' winh sat sacerdote, ix slajtiej sb'a heb' winh yet' heb' winh sat yajal. Ix laj yalan heb' winh icha tik: --¿Tas scutejec winh tze na'a? Yujto tzijtum wal juntzanh satub'tac sch'ox winh."
        },
        {
            "number": "48",
            "text": "Tato tonhej squiloch winh ticnaik, masanil heb' quetchonhab' ol ak'anoch winh t'a sk'ool. Axo heb' winh yajal t'a Roma ol ul smak'poj jun stemplo Dios tik heb' winh, ol ul onh satanel heb' winh ko masanil, xchi heb' winh."
        },
        {
            "number": "49",
            "text": "Palta ay jun winh skuchan Caifás, aton winh sat sacerdote t'a jun ab'il chi'. Ha winh ix alan t'a heb' winh: --Ha ex tik, malaj jab'oc he pensar."
        },
        {
            "number": "50",
            "text": "Max nachajel jab'oc eyuuj, más wach' t'ayonh tato scham jun winh chi' sk'exuloc heb' anima smasanil. Tato icha chi', manh ol onh satel ko masanil, xchi winh."
        },
        {
            "number": "51",
            "text": "Ha winhaj Caifás chi', manhoc t'a yol yic winh ix yal jun chi', palta yujto sat sacerdote yaj winh t'a jun ab'il chi', yuj chi' ha Dios ix ak'an yal winh to ol cham Jesús sk'exuloc heb' israel smasanil."
        },
        {
            "number": "52",
            "text": "Ha schamel chi', manh yujocnhej heb' israel chi', palta yuj pax smolb'anxi heb' yuninal Dios sacleminac yajkanb'ati, yic junxonhej tz'aj heb'."
        },
        {
            "number": "53",
            "text": "Yuj chi', atax t'a jun k'u chi' ix och ijan heb' winh snaan tas ol yutoc smilancham Jesús."
        },
        {
            "number": "54",
            "text": "Yuj chi' maxtzac ek' Jesús t'a skal heb' aj Judea chi'. Ix el t'a jun lugar chi'. Ix b'at t'a jun chonhab' skuchan Efraín ay t'a sti' jun lum taquinh lu'um. Ata' ix kan yet' heb' sk'ayb'um."
        },
        {
            "number": "55",
            "text": "Ayic wan sja stiempoal jun q'uinh tz'ochi yic snaancot heb' israel tas aj yelnaccot heb' smam yicham heb' t'a Egipto, tzijtum wal heb' najat ix laj koti, ix laj k'och heb' t'a Jerusalén. Ayic manto yamchajoch jun q'uinh chi', ix k'och heb' ta' yic sb'o sb'a heb' icha yalan ley."
        },
        {
            "number": "56",
            "text": "Ayic ayek' heb' ta', tzijtum wal heb' ix ek' sayanek' Jesús, haxo t'a yamaq'uil templo ix laj yal heb': --¿Tas tze na'a? ¿Ol am ja Jesús t'a q'uinh tik, mato maay? xchi heb'."
        },
        {
            "number": "57",
            "text": "Axo heb' winh fariseo yet' heb' winh sat sacerdote ix ak'anelta jun ab'ix tz'alan icha tik: Tato ay b'aj tzeyil Jesús, tzul eyal t'ayonh, xchi heb' winh. Icha chi' ix yutej heb' winh yalani, yujto snib'ej heb' winh syak'och Jesús t'a preso."
        }
    ]
}