{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun vinh t'a chonhab' Betania scuchan Lázaro, te penaay vinh. Ata' pax cajan chavanh eb' ix yanab' vinh, jun ix scuch María, haxo junxo ix, Marta sb'i ix."
        },
        {
            "number": "2",
            "text": "Ha ix María chi' sucjinaquek' jun yal suk'uq'ui sjab' t'a yoc Jesús Cajal, haxo yet' xil sjolom ix sucnac tacjoc. Ix penaayax vinhaj Lázaro chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi', ix yak'cot sti' eb' ix t'a Jesús, ix yalancot eb' ix icha tik: --Mamin, a vinh te xajan uuj, penaay vinh, xchicot eb' ix."
        },
        {
            "number": "4",
            "text": "Ayic ix yab'an Jesús tas ix yalcot eb' ix chi', ix yalan icha tik: --Ha jun ilya chi', manh ol chamlaj vinh yuj t'a junelnhej. Ix yamchaj vinh yuj jun yab'il chi' yic ol sch'ox Dios to te niwan yelk'ochi, yic scheclajpaxeli to te niwan velk'och a in Yuninal in Dios tik, xchi Jesús."
        },
        {
            "number": "5",
            "text": "Te xajan vinhaj Lázaro chi', ix María yet' ix Marta yuj Jesús chi'."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an Jesús chi' to te penaay vinh, maj b'atlaj t'a elanhchamel. Chab'to k'ual ix kan b'aj ayek' chi'."
        },
        {
            "number": "7",
            "text": "Axo yic ix k'och sk'ual sb'at chi' jun, ix yalan t'a eb' sk'ayb'um: --Coyec t'a yol yic Judea junelxo, xchi t'a eb'."
        },
        {
            "number": "8",
            "text": "Ix yalan eb' t'ay: --Ach co k'ayb'umal, ina ijan sjulnac ach cham eb' aj Judea chi' jun, ¿tom tzach b'atxi? xchi eb'."
        },
        {
            "number": "9",
            "text": "Ix yalanxi t'a eb': --Cojtac to lajchave' hora tzek' t'a junjun k'u. Tato tzonh b'eyek' t'a k'ualil, manh comonoc tzonh telvi, yujto sacq'uinal."
        },
        {
            "number": "10",
            "text": "Palta a eb' sb'eyek' t'ak'walil, scomon telvi eb', yujto malaj sakil k'inal t'a eb', xchi Jesús."
        },
        {
            "number": "11",
            "text": "Ixlajwi yalan jun chi', ix yalanpax yuj vinhaj Lázaro: --Ha vinh co wach' k'ool chi', tonhej svay vinh. Palta ol b'at in pitzel svayanh vinh, xchi t'a eb'."
        },
        {
            "number": "12",
            "text": "--Mamin, tato tonhej svay vinh, tecan ol b'oxoc sk'ol vinh, xchi eb' sk'ayb'um chi' t'ay."
        },
        {
            "number": "13",
            "text": "Ayic ix yalan Jesús to svay vinhaj Lázaro chi', syalelk'ochi to chamnacxo vinh. Palta a snaan eb' tonhej svay vinh."
        },
        {
            "number": "14",
            "text": "Yuj chi', tojol ix yutej yalan t'a eb': --Toxo ix cham vinh."
        },
        {
            "number": "15",
            "text": "Ha ticnaic tzin tzalaji, yujto manh in ayoquek' ta' ix cham vinh, yic ol in eyak'och t'a e k'ool. Yuj chi' coyec b'at quilec, xchi t'a eb'."
        },
        {
            "number": "16",
            "text": "Axo vinhaj Tomás, jun vinh tz'alji Tioxal, ix yal vinh t'a eb' yetk'ayb'umal chi': --Coyec, b'at caq'ueccham co b'a yet'oc, xchi vinh."
        },
        {
            "number": "17",
            "text": "Axo yic ix k'och eb', ix yab'an eb' to oxjitax ix mucchaj vinhaj Lázaro chi'."
        },
        {
            "number": "18",
            "text": "Ha chonhab' Betania b'aj ay vinh chi', t'a slak'anil Jerusalén ay. Ay am nanhaloc legua skal."
        },
        {
            "number": "19",
            "text": "Yuj chi', tzijtum eb' israel aj Jerusalén chi' xid' nivanan sk'ool ix María yet' ix Marta yuj vinh snulej eb' ix, ix cham chi'."
        },
        {
            "number": "20",
            "text": "Ayic ix yab'an ix Marta to van sk'och Jesús, ix ja ix scha'a. Axo ix María aycan ix t'a yol pat."
        },
        {
            "number": "21",
            "text": "Ix yalan ix Marta chi' t'a Jesús icha tik: --Mamin, ayocach ek'laj t'a tik ayic ix cham vinh in nulej chi', tecan maj chamlaj vinh."
        },
        {
            "number": "22",
            "text": "Palta a ticnaic, vojtac yalnhej tas ol a k'an d'ha Dios, A' ol ak'an t'ayach, xchi ix t'ay."
        },
        {
            "number": "23",
            "text": "--Ha vinh a nulej chi' ol pitzvocxi vinh, xchi Jesús chi' t'a ix."
        },
        {
            "number": "24",
            "text": "--Yel toni, vojtac to ol pitzvocxi vinh, palta ato t'a slajvub' k'ual ayic ol pitzvocxi eb' chamnac, xchi ix t'ay."
        },
        {
            "number": "25",
            "text": "--Ha in tik, svak' pitzvocxi eb' chamnac, aj q'uinal in. Ha mach tzin ak'anoch t'a sk'ool, wach'chom ol chamoc, palta ol pitzvocxi."
        },
        {
            "number": "26",
            "text": "Ha mach pitzanto tzin yak'anoch t'a sk'ool, manhxa b'ak'uinh ol chamoc. ¿Tzam ak'och jun tik t'a a k'ool? xchi Jesús t'a ix."
        },
        {
            "number": "27",
            "text": "--I'... Mamin, svak'och t'a in k'ool to Cristo ach, Yuninal ach Dios. Ha ach tik tanhvab'il a ja t'a yol yib'anhk’inal tik, xchi ix t'ay."
        },
        {
            "number": "28",
            "text": "Ixlajwi yalan jun chi' ix Marta chi', ix pax ix. Ix b'at ix yavtejcot ix María ix snulej chi'. Ix sajanoch ix t'a schiquin ix t'a elk'altac: --Ix ja co k'ayb'umal, tzach yavtej, xchi ix."
        },
        {
            "number": "29",
            "text": "Ayic ix yab'an jun chi' ix María chi', ix q'ue jucnaj ix. Ix b'at ix b'aj ayek' Jesús chi',"
        },
        {
            "number": "30",
            "text": "yujto manto och t'a yol jun chonhab' chi'. Anheja' ayek' b'aj xid' scha ix Marta chi'."
        },
        {
            "number": "31",
            "text": "Palta ay eb' aj Judea ayek' yet' ix t'a yol spat chi'. Ayek' eb' snivanej sk'ol ix. Axo ix yilan eb', ix q'ue jucnaj ix, ix b'at lemnaj ix, tzak'anxonhej ix b'at eb' yuj ix, yujto a snaan eb' to sb'at ok' ix b'aj mucan vinh snulej chi'."
        },
        {
            "number": "32",
            "text": "Ayic ix k'och ix b'aj aycan Jesús chi', ix em cumnaj ix t'a yichanh, ix yalan ix t'ay: --Mamin, ayocach ek'laj t'a tik a ix cham vinh in nulej chi', tecan maj chamlaj vinh, xchi ix."
        },
        {
            "number": "33",
            "text": "Ayic ix yilan Jesús to tz'ok' ix, tz'ok' pax eb' aj Judea ix k'och yet' ix, ix te cusq'ue yet' eb'."
        },
        {
            "number": "34",
            "text": "Ix sk'anb'an t'a eb' ix: --¿B'ajtil ix e muquem vinh? xchi t'a eb' ix. --Mamin, coyec b'at quilecnab'i, xchi eb' ix."
        },
        {
            "number": "35",
            "text": "Ix ok' Jesús."
        },
        {
            "number": "36",
            "text": "Axo eb' aj Judea ayek' chi' ta', ix laj yalan eb': --Te xajan vinh yuj, xchi eb'."
        },
        {
            "number": "37",
            "text": "Ay pax eb' ix laj alani: --Ha Jesús tik, ha' b'ojinacxi sat jun vinh max yaltaxon yilani. ¿Tom maj yal ix colvaj t'a vinhaj Lázaro tik, yic wach' maj chamlaj vinh? xchi eb'."
        },
        {
            "number": "38",
            "text": "Te cusnac Jesús ayic ix k'och b'aj mucan vinhaj Lázaro chi'. Ha t'a yol jun q'uen q'ueen joyb'ilel yool, ata' ayoch snivanil vinh. Aypaxoch jun q'uen q'ueen smaculoc sti' q'ueen."
        },
        {
            "number": "39",
            "text": "--Iq'uequel q'uen smacul tik, xchi Jesús. Axo ix Marta ix alan t'ay: --Mamin, oxjitax cham vinh, ayxomlaj sjab' vinh ticnaic, xchi ix."
        },
        {
            "number": "40",
            "text": "Toxo ix val t'ayach, tato tzin ak'och t'a a k'ool, ol il spoder Dios, xchi t'a ix."
        },
        {
            "number": "41",
            "text": "Ichato chi' ix yik'anel q'uen smacul chi' eb' b'aj ayoch snivanil vinh chi'. Ix q'ue q'uelan Jesús t'a satcha’anh, ix yalani: --Mamin, svak' yuj diosal t'ayach yujto ix ab' tas svala'."
        },
        {
            "number": "42",
            "text": "Vojtactaxoni, masanil tiempo tzab' tas svala'. Palta yuj eb' anima tik sval juntzanh tik t'ayach, yic wach' ol yak'och eb' t'a sk'ool to a ach a checnac in coti, xchi Jesús."
        },
        {
            "number": "43",
            "text": "Ixlajwi yalan juntzanh chi', te chaanh ix yala': --Lázaro, elanhcoti, xchi."
        },
        {
            "number": "44",
            "text": "Axo vinh chamnac chi', ix elta vinh, b'ak'b'il yoc vinh yet' sk'ab' t'a jun k'apac, b'ak'b'il pax snanhal sat vinh yet' junxo k'apac. Ix yalanxi Jesús: --Xuyequel juntzanh k'apac ayoch tik t'a vinh, tzeyactanel vinh, xchi."
        },
        {
            "number": "45",
            "text": "Axo eb' aj Judea ajun yet' ix María chi', ayic ix yilan eb' tas ix sk'ulej Jesús chi', tzijtum eb' ix ak'anoch t'a sk'ool."
        },
        {
            "number": "46",
            "text": "Palta ay juntzanhxo eb' ix b'at alan yab' eb' vinh fariseo tas ix yutej sb'a Jesús chi'."
        },
        {
            "number": "47",
            "text": "Axo eb' vinh fariseo chi' yet' eb' vinh sat sacerdote, ix slajtiej sb'a eb' vinh yet' eb' vinh sat yajal. Ix laj yalan eb' vinh icha tik: --¿Tas scutejec vinh tze na'a? Yujto tzijtum val juntzanh satub'tac sch'ox vinh."
        },
        {
            "number": "48",
            "text": "Tato tonhej squiloch vinh ticnaic, masanil eb' quetchonhab' ol ak'anoch vinh t'a sk'ool. Axo eb' vinh yajal t'a Roma ol ul smak'poj jun stemplo Dios tik eb' vinh, ol ul onh satanel eb' vinh co masanil, xchi eb' vinh."
        },
        {
            "number": "49",
            "text": "Palta ay jun vinh scuchan Caifás, aton vinh sat sacerdote t'a jun ab'il chi'. Ha vinh ix alan t'a eb' vinh: --Ha ex tik, malaj jab'oc e pensar."
        },
        {
            "number": "50",
            "text": "Max nachajel jab'oc eyuuj, más wach' t'ayonh tato scham jun vinh chi' sq'uexuloc eb' anima smasanil. Tato icha chi', manh ol onh satel co masanil, xchi vinh."
        },
        {
            "number": "51",
            "text": "Ha vinhaj Caifás chi', manhoc t'a yol yic vinh ix yal jun chi', palta yujto sat sacerdote yaj vinh t'a jun ab'il chi', yuj chi' ha Dios ix ak'an yal vinh to ol cham Jesús sq'uexuloc eb' israel smasanil."
        },
        {
            "number": "52",
            "text": "Ha schamel chi', manh yujocnhej eb' israel chi', palta yuj pax smolb'anxi eb' yuninal Dios sacleminac yajcanb'ati, yic junxonhej tz'aj eb'."
        },
        {
            "number": "53",
            "text": "Yuj chi', atax t'a jun k'u chi' ix och ijan eb' vinh snaan tas ol yutoc smilancham Jesús."
        },
        {
            "number": "54",
            "text": "Yuj chi' maxtzac ek' Jesús t'a skal eb' aj Judea chi'. Ix el t'a jun lugar chi'. Ix b'at t'a jun chonhab' scuchan Efraín ay t'a sti' jun lum taquinh lu'um. Ata' ix kan yet' eb' sk'ayb'um."
        },
        {
            "number": "55",
            "text": "Ayic van sja stiempoal jun q'uinh tz'ochi yic snaancot eb' israel tas aj yelnaccot eb' smam yicham eb' t'a Egipto, tzijtum val eb' najat ix laj coti, ix laj k'och eb' t'a Jerusalén. Ayic manto yamchajoch jun q'uinh chi', ix k'och eb' ta' yic sb'o sb'a eb' icha yalan ley."
        },
        {
            "number": "56",
            "text": "Ayic ayek' eb' ta', tzijtum val eb' ix ek' sayanek' Jesús, haxo t'a yamaq'uil templo ix laj yal eb': --¿Tas tze na'a? ¿Ol am ja Jesús t'a q'uinh tik, mato maay? xchi eb'."
        },
        {
            "number": "57",
            "text": "Axo eb' vinh fariseo yet' eb' vinh sat sacerdote ix ak'anelta jun ab'ix tz'alan icha tik: Tato ay b'aj tzeyil Jesús, tzul eyal t'ayonh, xchi eb' vinh. Icha chi' ix yutej eb' vinh yalani, yujto snib'ej eb' vinh syak'och Jesús t'a preso."
        }
    ]
}