{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ob'ixxonhej yoch q'uinh d'a Jerusalén yic snaancot eb' israel tas aj yelnaccot eb' smam yicham eb' d'a Egipto, ix k'ochxi Jesús d'a Betania, b'aj cajan vinhaj Lázaro, aton vinh ix pitzvixi yuuj."
        },
        {
            "number": "2",
            "text": "Ayic ix k'och Jesús chi' ta', ix ak'jioch jun nivan vael yuj eb' yuj Jesús. Ix va vinhaj Lázaro yed' eb'. A ix Marta ix k'atk'ancot eb'."
        },
        {
            "number": "3",
            "text": "Axo ix María, yed'nac nanhal litro yal suk'uq'ui sjab' ix, scuch nardo. A jun chi' te caro stojol. Axo ix k'och ix, ix stob'anoch ix d'a yoc Jesús. Ix lajvi chi' ix sucan tacjoc ix d'a xil sjolom. Ix el numan sjab' d'a yol pat chi'."
        },
        {
            "number": "4",
            "text": "Ay jun vinh sk'ayb'um Jesús scuchan Judas aj Queriot yuninal vinhaj Simón, aton vinh ol ak'anoch Jesús d'a yol sk'ab' chamel. Ix yal vinh icha tic:"
        },
        {
            "number": "5",
            "text": "--A jun suk'uq'ui sjab' tic, ay am junoc 300 denario stojol. Octom ix co chonho', axo stojol chi' scak' d'a eb' meb'a', nivanoc xchi vinh."
        },
        {
            "number": "6",
            "text": "Palta yes vinh. Max snalaj jab'oc eb' meb'a' chi' vinh. Yujto sik'um tumin yaj vinh, yuj chi' snib'ej vinh sik' stojol chi', yic vach' syik'canel jab'oc yic vinh, yujto elk'um vinh."
        },
        {
            "number": "7",
            "text": "Axo ix yalan Jesús d'a vinh: --Manh a tzuntzej ix, yujto a jun suk'uq'ui sjab' tic, sik'b'ilb'at yuj ix yic vach' listaxo yaj in muquiloc."
        },
        {
            "number": "8",
            "text": "Axo eb' meb'a' tzal chi', aynhejek' eb' eyed'oc. A inxo tic, manh masaniloc tiempo ayinek' eyed'oc, xchi d'a vinh."
        },
        {
            "number": "9",
            "text": "Tzijtum eb' israel ix ab'ani to ayek' Jesús d'a Betania. Yuj chi' ix b'at eb' yila'. Manhocnhej Jesús snib'ej eb' syila'. Snib'ej pax eb' syil vinhaj Lázaro, yujto ix pitzvixi vinh d'a scal eb' chamnac yuj Jesús."
        },
        {
            "number": "10",
            "text": "Yuj vinhaj Lázaro chi', tzijtum eb' ix ak'anoch Jesús d'a sk'ool. Maxtzac yak'och spensar eb' d'a eb' vinh sacerdote. Yuj chi' ix slajtiej sb'a eb' vinh sat sacerdote chi' tas syutej eb' vinh smilanpaxcham vinhaj Lázaro chi'."
        },
        {
            "number": "11",
            "text": "Tzijtum anima ix k'och d'a Jerusalén yuj sq'uinh eb' israel yic snajicoti tas aj yelnaccot eb' smam yicham eb' d'a Egipto. Axo d'a junxo k'u ix yab'an eb' to van sk'och Jesús ta'."
        },
        {
            "number": "12",
            "text": "Yuj chi', tzijtum eb' ix laj tzepan el xil anh q'uib'. Ix yik'anb'at eb', ix b'at schaan Jesús eb'. Ix avaj chaanh eb' icha tic: Yuj val Dios. Calec vach' lolonel d'a jun checb'ilcot yuj Dios Cajal. Calec vach' lolonel d'a co reyal a onh israel onh tic, xchi eb'."
        },
        {
            "number": "13",
            "text": "Axo Jesús ix ilchaj jun nok' yune' b'uru yuuj. Ix q'ue d'a yib'anh nok' icha yaj stz'ib'chajcan d'a Slolonel Dios icha tic:"
        },
        {
            "number": "14",
            "text": "Ex aj Sion, manh ex xivoc. Ilecnab' sjavi e reyal. Ayq'ue d'a yib'anh jun nok' b'uru, xchi."
        },
        {
            "number": "15",
            "text": "A juntzanh tic, maj nachajel-laj yuj eb' sk'ayb'um Jesús d'a jun k'u chi'. Ato yic ix ik'jiq'ue d'a satchaanh, ato ta' ix snacot eb' to a yab'ixal tz'ib'ab'ilcan d'a Slolonel Dios, ix elk'och icha yajcani."
        },
        {
            "number": "16",
            "text": "A juntzanh eb' ayek' yed' Jesús ayic ix yavtanelta vinhaj Lázaro b'aj mucb'il yic ix pitzvixi vinh, ix laj yalel eb' tas ix yil eb' chi'."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix b'at eb' anima scha Jesús, yujto ix laj yab' yab'ixal jun satub'tac ix sk'ulej chi' eb'."
        },
        {
            "number": "18",
            "text": "Ix laj yalan eb' vinh fariseo icha tic: --Manhxa tas vach' cutanec ticnaic. Ilecnab' eb' anima, ix laj och eb' masanil yed' vinh, xchi eb' vinh."
        },
        {
            "number": "19",
            "text": "Ay juntzanh eb' griego ix k'och d'a Jerusalén d'a jun q'uinh chi', yic b'at yak'anem sb'a eb' d'a Dios."
        },
        {
            "number": "20",
            "text": "Ix k'och eb' d'a vinhaj Felipe aj Betsaida d'a yol yic Galilea. Ix yalan eb' d'a vinh: --Mamin, co gana squil Jesús, xchi eb'."
        },
        {
            "number": "21",
            "text": "Ix b'at vinhaj Felipe chi' yal d'a vinhaj Andrés, junnhej ix b'at eb' vinh schavanhil, ix b'at yalan eb' vinh d'a Jesús chi'."
        },
        {
            "number": "22",
            "text": "Ix yalan d'a eb' vinh: --A in Ak'b'il in cot yuj Dios voch animail tic, a ticnaic van sk'och yorail scheclajeli to te nivan velk'ochi."
        },
        {
            "number": "23",
            "text": "Val yel sval d'ayex, q'uinaloc ay junoc inhat trigo scan pitan d'a sat luum, scannhej icha chi'. Palta tato smucji, ichato schami, axo yic sjavi, nivan sat syak'a'."
        },
        {
            "number": "24",
            "text": "A mach anhej sq'uinal ay yelk'och d'a sat, ol satel sq'uinal chi'. Axo mach malaj yelk'och sq'uinal d'a yolyib'anhq'uinal tic d'a sat, aton jun chi' ol scha sq'uinal d'a junelnhej."
        },
        {
            "number": "25",
            "text": "Tato ay eb' snib'ej tz'och in checab'oc, ochocab' tzak'an eb' vuuj. A eb' in checab' chi', ol aj eb' ved' b'aj ayin eq'ui. Tato ay eb' tz'och in checab'oc, axo in Mam ol ch'oxanoc to nivan yelk'och eb' d'a sat, xchi Jesús."
        },
        {
            "number": "26",
            "text": "A ticnaic, te pitz'anoch cusk'olal d'a in pixan. ¿Tas ol vutoc valani? ¿Tom ol val icha tic d'a Dios: Mamin, colinelta d'a yol sk'ab' jun yaelal sja d'a vib'anh tic, tom xin chi? Palta yujnhej val jun tic yak'nac in coti."
        },
        {
            "number": "27",
            "text": "Mamin, checlajocab'eli to nivan elk'ochi, xchi Jesús. Ix lajvi chi', ix lolonemta jun d'a satchaanh, ix yalan icha tic: --Toxo ix in ch'oxeli to nivan velk'ochi, axo ticnaic ol in ch'oxel junelxo, xchi."
        },
        {
            "number": "28",
            "text": "Axo eb' anima ayek' ta', ayic ix yab'an jun chi' eb', ix yalan eb' to ix k'anh k'u. Ay juntzanhxo eb' ix alani: --Tecan a junoc ángel ix lolonemta d'a Jesús tic, xchi eb'."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix yal Jesús d'a eb': --Manh vujoc ix aljiemta juntzanh tic, palta eyuuj."
        },
        {
            "number": "30",
            "text": "A ticnaic, ol ch'olb'itaj tas yaj eb' ay d'a yolyib'anhq'uinal tic. Axo vinh tz'ak'an mandar jun yolyib'anhq'uinal tic, ol pechjoquel vinh."
        },
        {
            "number": "31",
            "text": "A in tic, ayic ol in ik'jocq'ue d'a chaanh, ol vik'cot masanil eb' anima d'ayin, xchi Jesús."
        },
        {
            "number": "32",
            "text": "Icha chi' ix yutej yalani chajtil ol aj schami."
        },
        {
            "number": "33",
            "text": "Axo ix yalan eb' anima d'ay: --A d'a ley aycan d'ayonh, ata' ix cab'i to a Cristo aynhejek' d'a masanil tiempo. Yuj chi', ¿tas yuj tzala' to a jun Ak'b'ilcot yuj Dios yoch animail, yovalil ol ik'jocq'ue d'a chaanh? ¿Mach jun Ak'b'ilcot tzal chi'? xchi eb' d'ay."
        },
        {
            "number": "34",
            "text": "Yuj chi' ix yal d'a eb': --A in svak' saquilq'uinal d'ayex, ayinek' d'a e cal ticnaic, palta quenxonhej tiempo ayin eq'ui. Tojolb'itejec e b'a yacb'an ayin to ek' jab'ocxo eyed'oc. Tato maay, ol somchajel e pensar. Icha junoc mach sb'eyek' d'a q'uik'alq'uinal, max uji yilan b'aj sb'ati, icha chi' ol ex ajoc."
        },
        {
            "number": "35",
            "text": "A in tic, aj saquilq'uinal in. Yuj chi', aq'uec in och d'a e k'ool yacb'an ayin to ek' eyed'oc, yic ol vak' saquilq'uinal d'ayex d'a junelnhej, xchi Jesús d'a eb'. Ix lajvi yalan juntzanh chi', ix sb'esanel sb'a, ix sk'ub'anel sb'a d'a eb'."
        },
        {
            "number": "36",
            "text": "Vach'chom tzijtum tas satub'tac ix sch'ox Jesús yil eb', palta malaj val eb' ix ak'anoch d'a sk'ool."
        },
        {
            "number": "37",
            "text": "Icha chi' ix aj yelk'och tas yalnaccan vinhaj Isaías schecab' Dios. Aton jun tz'alan icha tic: Mamin Cajal, ¿tom ay mach tz'ak'anoch d'a sk'ol tas scaleli? ¿Tom ay mach snachajel yuuj to a a poder scheclaj d'a jun ab'ix tic? xchi vinh d'a Slolonel Dios Tz'ib'ab'ilcan chi'."
        },
        {
            "number": "38",
            "text": "Yuj chi' max yal-laj yak'anoch eb' d'a sk'ool. Anheja' vinhaj Isaías chi' aljinacxican icha tic:"
        },
        {
            "number": "39",
            "text": "A Dios tz'ak'an eb' musansatil, svach' ak'an pitb'oc spensar eb', yic vach' max yil eb', max nachajel yuj eb', yic max q'uexmaj spensar eb'. Yuj chi' a Dios max colan eb', xchi vinhaj Isaías chi'."
        },
        {
            "number": "40",
            "text": "Yalnac juntzanh tic vinhaj Isaías chi', yujto ayocto yilannac stziquiquial Jesús vinh, yuj chi' aton yab'ixal yalnaccan vinh."
        },
        {
            "number": "41",
            "text": "Vach'chom yalnaccan vinh icha chi', palta ay eb' israel ix ak'anoch Jesús d'a sk'ool. Tzijtum pax eb' yajal ix ak'anoch d'a sk'ool. Palta max sch'oxel-laj sb'a eb', yujto xiv eb' d'a eb' vinh fariseo, talaj spechjielta eb' d'a yol spatil culto."
        },
        {
            "number": "42",
            "text": "Icha chi' ix yutej sb'a eb', yujto anhej d'a yichanh eb' anima sgana eb' ay yelk'ochi. Malaj tz'och d'a eb' tato ay yelk'och eb' d'a yichanh Dios."
        },
        {
            "number": "43",
            "text": "Ayic manto sb'esel-laj sb'a Jesús d'a scal eb' anima chi', te chaanh ix yal d'a scal eb': --Ab'ec jun sval tic d'ayex: A eb' tzin ak'anoch d'a sk'ool, manhoc innhej tzin yak'och eb' d'a sk'ool. A in Mam checjinac in cot syak'paxoch eb' d'a sk'ool."
        },
        {
            "number": "44",
            "text": "A eb' tzin ilani, syil pax jun checjinac in cot chi' eb'."
        },
        {
            "number": "45",
            "text": "A in tic, ak'um in saquilq'uinal. In javi d'a yolyib'anhq'uinal tic yic vach' a eb' tzin ak'anoch d'a sk'ool, manhxo ayoquek' eb' d'a q'uik'alq'uinal."
        },
        {
            "number": "46",
            "text": "A eb' tz'ab'an in lolonel, palta max sk'anab'ajejlaj eb', manhoc in laj ol vak'och d'a yib'anh eb', yujto manh yujoc vak'anoch d'a eyib'anh, in ja d'a yolyib'anhq'uinal tic, palta yuj vak'an e colnab'il in javi."
        },
        {
            "number": "47",
            "text": "A eb' tzin paticaneli, eb' max chaan pax yab' in lolonel, toxonton ayek' jun ol ak'anoch d'a yib'anh eb' chi', aton in lolonel svalcan tic. Yuj in lolonel tic, ol ak'jococh d'a yib'anh eb' d'a slajvub' k'ual."
        },
        {
            "number": "48",
            "text": "Yujto a in tic, max in lolonlaj d'a yol vico'. A in Mam checjinac in coti, a alannac tas yovalil svala' yed' tas svutej valani."
        },
        {
            "number": "49",
            "text": "Vojtac to yuj schecnab'il chi', syal e chaan e q'uinal d'a junelnhej. Yuj chi', icha yaj yalan in Mam d'ayin, icha chi' svutej valan d'ayex, xchi Jesús."
        }
    ]
}