{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ob'ixxonhej yoch q'uinh t'a Jerusalén yic snaancot heb' israel tas aj yelnaccot heb' smam yicham heb' t'a Egipto, ix k'ochxi Jesús t'a Betania, b'aj cajan winhaj Lázaro, aton winh ix pitzwixi yuj."
        },
        {
            "number": "2",
            "text": "Ayic ix k'och Jesús chi' ta', ix ak'jioch jun niwan wael yuj heb' yuj Jesús. Ix wa winhaj Lázaro yet' heb'. Ha ix Marta ix k'atk'ancot heb'."
        },
        {
            "number": "3",
            "text": "Axo ix María, yet'nac nanhal litro yal suk'uq'ui sjab' ix, scuch nardo. Ha jun chi' te caro stojol. Axo ix k'och ix, ix stob'anoch ix t'a yoc Jesús. Ixlajwi chi' ix sucan tacjoc ix t'a xil sjolom. Ix el numan sjab' t'a yol pat chi'."
        },
        {
            "number": "4",
            "text": "Ay jun winh sk'ayb'um Jesús scuchan Judas aj Queriot yuninal winhaj Simón, aton winh ol ak'anoch Jesús t'a yol sk'ab' chamel. Ix yal winh icha tik:"
        },
        {
            "number": "5",
            "text": "--Ha jun suk'uq'ui sjab' tik, ay am junok 300 denario stojol. Octom ix ko chonho', haxo stojol chi' skak' t'a heb' meb'a', niwanoc xchi winh."
        },
        {
            "number": "6",
            "text": "Palta yes winh. Max snalaj jab'oc heb' meb'a' chi' winh. Yujto sik'um tumin yaj winh, yuj chi' snib'ej winh sik' stojol chi', yic wach' syik'canel jab'oc yic winh, yujto elk'um winh."
        },
        {
            "number": "7",
            "text": "Axo ix yalan Jesús t'a winh: --Manh a tzuntzej ix, yujto a jun suk'uq'ui sjab' tik, sik'b'ilb'at yuj ix yic wach' listaxo yaj in muquiloc."
        },
        {
            "number": "8",
            "text": "Axo heb' meb'a' tzal chi', aynhejek' heb' eyed'oc. Ha inxo tik, manh masaniloc tiempo ayinek' eyed'oc, xchi t'a winh."
        },
        {
            "number": "9",
            "text": "Tzijtum heb' israel ix ab'ani to ayek' Jesús t'a Betania. Yuj chi' ix b'at heb' yila'. Manhoknhej Jesús snib'ej heb' syila'. Snib'ej pax heb' syil winhaj Lázaro, yujto ix pitzwixi winh t'a skal heb' chamnac yuj Jesús."
        },
        {
            "number": "10",
            "text": "Yuj winhaj Lázaro chi', tzijtum heb' ix ak'anoch Jesús t'a sk'ool. Maxtzac yak'och spensar heb' t'a heb' winh sacerdote. Yuj chi' ix slajtiej sb'a heb' winh sat sacerdote chi' tas syutej heb' winh smilanpaxcham winhaj Lázaro chi'."
        },
        {
            "number": "11",
            "text": "Tzijtum anima ix k'och t'a Jerusalén yuj sq'uinh heb' israel yic snajicoti tas aj yelnaccot heb' smam yicham heb' t'a Egipto. Axo t'a junxo k'u ix yab'an heb' to wan sk'och Jesús ta'."
        },
        {
            "number": "12",
            "text": "Yuj chi', tzijtum heb' ix laj tzepan el xil anh q'uib'. Ix yik'anb'at heb', ix b'at schaan Jesús heb'. Ix awaj chaanh heb' icha tik: Yuj wal Dios. Calec wach' lolonel t'a jun checb'ilcot yuj Dios Kajal. Calec wach' lolonel t'a ko reyal a onh israel onh tik, xchi heb'."
        },
        {
            "number": "13",
            "text": "Axo Jesús ix ilchaj jun nok' yune' b'uru yuj. Ix k'e t'a yib'anh nok' icha yaj stz'ib'chajcan t'a Slolonel Dios icha tik:"
        },
        {
            "number": "14",
            "text": "Ex aj Sion, manh ex xiwoc. Ilecnab' sjawi he reyal. Ayk'e t'a yib'anh jun nok' b'uru, xchi."
        },
        {
            "number": "15",
            "text": "Ha juntzanh tik, maj nachajel-laj yuj heb' sk'ayb'um Jesús t'a jun k'u chi'. Ato yic ix ik'jik'e t'a satcha’anh, ato ta' ix snacot heb' to a yab'ixal tz'ib'ab'ilcan t'a Slolonel Dios, ix elk'och icha yajcani."
        },
        {
            "number": "16",
            "text": "Ha juntzanh heb' ayek' yet' Jesús ayic ix yavtanelta winhaj Lázaro b'aj mucb'il yic ix pitzwixi winh, ix laj yalel heb' tas ix yil heb' chi'."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix b'at heb' anima scha Jesús, yujto ix laj yab' yab'ixal jun satub'tac ix sk'ulej chi' heb'."
        },
        {
            "number": "18",
            "text": "Ix laj yalan heb' winh fariseo icha tik: --Manhxa tas wach' cutanec ticnaik. Ilecnab' heb' anima, ix laj och heb' masanil yet' winh, xchi heb' winh."
        },
        {
            "number": "19",
            "text": "Ay juntzanh heb' griego ix k'och t'a Jerusalén t'a jun q'uinh chi', yic b'at yak'anem sb'a heb' d'ha Dios."
        },
        {
            "number": "20",
            "text": "Ix k'och heb' t'a winhaj Felipe aj Betsaida t'a yol yic Galilea. Ix yalan heb' t'a winh: --Mamin, ko gana squil Jesús, xchi heb'."
        },
        {
            "number": "21",
            "text": "Ix b'at winhaj Felipe chi' yal t'a winhaj Andrés, junnhej ix b'at heb' winh schawanhil, ix b'at yalan heb' winh t'a Jesús chi'."
        },
        {
            "number": "22",
            "text": "Ix yalan t'a heb' winh: --Ha in Ak'b'il in cot yuj Dios woch animail tik, a ticnaik wan sk'och yorail scheclajeli to te niwan welk'ochi."
        },
        {
            "number": "23",
            "text": "Val yel swal t'ayex, q'uinaloc ay junok inhat trigo skan pitan t'a sat lu'um, scannhej icha chi'. Palta tato smucji, ichato schami, haxo yic sjawi, niwan sat syak'a'."
        },
        {
            "number": "24",
            "text": "Ha mach anhej sk'inal ay yelk'och t'a sat, ol satel sk'inal chi'. Axo mach malaj yelk'och sk'inal t'a yol yib'anhk’inal tik t'a sat, aton jun chi' ol scha sk'inal t'a junelnhej."
        },
        {
            "number": "25",
            "text": "Tato ay heb' snib'ej tz'och in checab'oc, ochocab' tzak'an heb' wuuj. Ha heb' in checab' chi', ol aj heb' wed' b'aj ayin eq'ui. Tato ay heb' tz'och in checab'oc, haxo in Mam ol ch'oxanoc to niwan yelk'och heb' t'a sat, xchi Jesús."
        },
        {
            "number": "26",
            "text": "Ha ticnaik, te pitz'anoch cusk'olal t'a in pixan. ¿Tas ol wutoc walani? ¿Tom ol wal icha tik d'ha Dios: Mamin, colinelta t'a yol sk'ab' jun yaelal sja t'a wib'anh tik, tom xin chi? Palta yujnhej wal jun tik yak'nac in koti."
        },
        {
            "number": "27",
            "text": "Mamin, checlajocab'eli to niwan elk'ochi, xchi Jesús. Ixlajwi chi', ix lolonemta jun t'a satcha’anh, ix yalan icha tik: --Toxo ix in ch'oxeli to niwan welk'ochi, haxo ticnaik ol in ch'oxel junelxo, xchi."
        },
        {
            "number": "28",
            "text": "Axo heb' anima ayek' ta', ayic ix yab'an jun chi' heb', ix yalan heb' to ix k'anh k'u. Ay juntzanhxo heb' ix alani: --Tecan a junok ángel ix lolonemta t'a Jesús tik, xchi heb'."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix yal Jesús t'a heb': --Manh wujoc ix aljiemta juntzanh tik, palta eyuuj."
        },
        {
            "number": "30",
            "text": "Ha ticnaik, ol ch'olb'itaj tas yaj heb' ay t'a yol yib'anhk’inal tik. Axo winh tz'ak'an mandar jun yol yib'anhk’inal tik, ol pechjoquel winh."
        },
        {
            "number": "31",
            "text": "Ha in tik, ayic ol in ik'jock'e t'a chaanh, ol wik'cot masanil heb' anima t'ayin, xchi Jesús."
        },
        {
            "number": "32",
            "text": "Icha chi' ix yutej yalani chajtil ol aj schami."
        },
        {
            "number": "33",
            "text": "Axo ix yalan heb' anima t'ay: --Ha t'a ley aycan t'ayonh, ata' ix cab'i to a Cristo aynhejek' t'a masanil tiempo. Yuj chi', ¿tas yuj tzala' to a jun Ak'b'ilcot yuj Dios yoch animail, yowalil ol ik'jock'e t'a chaanh? ¿Mach jun Ak'b'ilcot tzal chi'? xchi heb' t'ay."
        },
        {
            "number": "34",
            "text": "Yuj chi' ix yal t'a heb': --Ha in swak' sakil k'inal t'ayex, ayinek' t'a he kal ticnaik, palta quenxonhej tiempo ayin eq'ui. Tojolb'itejec he b'a yacb'an ayin to ek' jab'ocxo eyed'oc. Tato maay, ol somchajel he pensar. Icha junok mach sb'eyek' t'a k’ik’ k’inal, max uji yilan b'aj sb'ati, icha chi' ol ex ajoc."
        },
        {
            "number": "35",
            "text": "Ha in tik, aj sakil k'inal in. Yuj chi', aq'ek in och t'a he k'ool yacb'an ayin to ek' eyed'oc, yic ol wak' sakil k'inal t'ayex t'a junelnhej, xchi Jesús t'a heb'. Ixlajwi yalan juntzanh chi', ix sb'esanel sb'a, ix sk'ub'anel sb'ha t'a heb'."
        },
        {
            "number": "36",
            "text": "Wach'chom tzijtum tas satub'tac ix sch'ox Jesús yil heb', palta malaj wal heb' ix ak'anoch t'a sk'ool."
        },
        {
            "number": "37",
            "text": "Icha chi' ix aj yelk'och tas yalnaccan winhaj Isaías schecab' Dios. Aton jun tz'alan icha tik: Mamin Kajal, ¿tom ay mach tz'ak'anoch t'a sk'ol tas scaleli? ¿Tom ay mach snachajel yuj to a a poder scheclaj t'a jun ab'ix tik? xchi winh t'a Slolonel Dios Tz'ib'ab'ilcan chi'."
        },
        {
            "number": "38",
            "text": "Yuj chi' max yal-laj yak'anoch heb' t'a sk'ool. Anheja' winhaj Isaías chi' aljinacxican icha tik:"
        },
        {
            "number": "39",
            "text": "Ha Dios tz'ak'an heb' musansatil, swach' ak'an pitb'oc spensar heb', yic wach' max yil heb', max nachajel yuj heb', yic max k'exmaj spensar heb'. Yuj chi' ha Dios max colan heb', xchi winhaj Isaías chi'."
        },
        {
            "number": "40",
            "text": "Yalnac juntzanh tik winhaj Isaías chi', yujto ayocto yilannac stziquiquial Jesús winh, yuj chi' aton yab'ixal yalnaccan winh."
        },
        {
            "number": "41",
            "text": "Wach'chom yalnaccan winh icha chi', palta ay heb' israel ix ak'anoch Jesús t'a sk'ool. Tzijtum pax heb' yajal ix ak'anoch t'a sk'ool. Palta max sch'oxel-laj sb'a heb', yujto xiv heb' t'a heb' winh fariseo, talaj spechjielta heb' t'a yol spatil culto."
        },
        {
            "number": "42",
            "text": "Icha chi' ix yutej sb'a heb', yujto anhej t'a yichanh heb' anima sgana heb' ay yelk'ochi. Malaj tz'och t'a heb' tato ay yelk'och heb' t'a yichanh Dios."
        },
        {
            "number": "43",
            "text": "Ayic manto sb'esel-laj sb'a Jesús t'a skal heb' anima chi', te chaanh ix yal t'a skal heb': --Ab'ec jun swal tik t'ayex: Ha heb' tzin ak'anoch t'a sk'ool, manhoc innhej tzin yak'och heb' t'a sk'ool. Ha in Mam checjinac in cot syak'paxoch heb' t'a sk'ool."
        },
        {
            "number": "44",
            "text": "Ha heb' tzin ilani, syil pax jun checjinac in cot chi' heb'."
        },
        {
            "number": "45",
            "text": "Ha in tik, ak'um in sakil k'inal. In jawi t'a yol yib'anhk’inal tik yic wach' a heb' tzin ak'anoch t'a sk'ool, manhxo ayoquek' heb' t'a k’ik’ k’inal."
        },
        {
            "number": "46",
            "text": "Ha heb' tz'ab'an in lolonel, palta max sk'anab'ajejlaj heb', manhoc in laj ol wak'och t'a yib'anh heb', yujto manh yujoc wak'anoch t'a eyib'anh, in ja t'a yol yib'anhk’inal tik, palta yuj wak'an he colnab'il in jawi."
        },
        {
            "number": "47",
            "text": "Ha heb' tzin paticaneli, heb' max chaan pax yab' in lolonel, toxonton ayek' jun ol ak'anoch t'a yib'anh heb' chi', aton in lolonel swalcan tik. Yuj in lolonel tik, ol ak'jococh t'a yib'anh heb' t'a slajwub' k'ual."
        },
        {
            "number": "48",
            "text": "Yujto a in tik, max in lolonlaj t'a yol wico'. Ha in Mam checjinac in koti, a alannac tas yowalil swala' yet' tas swutej walani."
        },
        {
            "number": "49",
            "text": "Vojtac to yuj schecnab'il chi', syal he chaan he k 'inal t'a junelnhej. Yuj chi', icha yaj yalan in Mam t'ayin, icha chi' swutej walan t'ayex, xchi Jesús."
        }
    ]
}