{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ob'ixxonhej yoch q'uinh t'a Jerusalén yic snaancot eb' israel tas aj yelnaccot eb' smam yicham eb' t'a Egipto, ix k'ochxi Jesús t'a Betania, b'aj cajan vinhaj Lázaro, aton vinh ix pitzvixi yuj."
        },
        {
            "number": "2",
            "text": "Ayic ix k'och Jesús chi' ta', ix ak'jioch jun niwan vael yuj eb' yuj Jesús. Ix wa vinhaj Lázaro yet' eb'. Ha ix Marta ix k'atk'ancot eb'."
        },
        {
            "number": "3",
            "text": "Axo ix María, yet'nac nanhal litro yal suk'uq'ui sjab' ix, scuch nardo. Ha jun chi' te caro stojol. Axo ix k'och ix, ix stob'anoch ix t'a yoc Jesús. Ixlajwi chi' ix sucan tacjoc ix t'a xil sjolom. Ix el numan sjab' t'a yol pat chi'."
        },
        {
            "number": "4",
            "text": "Ay jun vinh sk'ayb'um Jesús scuchan Judas aj Queriot yuninal vinhaj Simón, aton vinh ol ak'anoch Jesús t'a yol sk'ab' chamel. Ix yal vinh icha tik:"
        },
        {
            "number": "5",
            "text": "--Ha jun suk'uq'ui sjab' tik, ay am junok 300 denario stojol. Octom ix co chonho', haxo stojol chi' scak' t'a eb' meb'a', nivanoc xchi vinh."
        },
        {
            "number": "6",
            "text": "Palta yes vinh. Max snalaj jab'oc eb' meb'a' chi' vinh. Yujto sik'um tumin yaj vinh, yuj chi' snib'ej vinh sik' stojol chi', yic wach' syik'canel jab'oc yic vinh, yujto elk'um vinh."
        },
        {
            "number": "7",
            "text": "Axo ix yalan Jesús t'a vinh: --Manh a tzuntzej ix, yujto a jun suk'uq'ui sjab' tik, sik'b'ilb'at yuj ix yic wach' listaxo yaj in muquiloc."
        },
        {
            "number": "8",
            "text": "Axo eb' meb'a' tzal chi', aynhejek' eb' eyed'oc. Ha inxo tik, manh masaniloc tiempo ayinek' eyed'oc, xchi t'a vinh."
        },
        {
            "number": "9",
            "text": "Tzijtum eb' israel ix ab'ani to ayek' Jesús t'a Betania. Yuj chi' ix b'at eb' yila'. Manhocnhej Jesús snib'ej eb' syila'. Snib'ej pax eb' syil vinhaj Lázaro, yujto ix pitzvixi vinh t'a skal eb' chamnac yuj Jesús."
        },
        {
            "number": "10",
            "text": "Yuj vinhaj Lázaro chi', tzijtum eb' ix ak'anoch Jesús t'a sk'ool. Maxtzac yak'och spensar eb' t'a eb' vinh sacerdote. Yuj chi' ix slajtiej sb'a eb' vinh sat sacerdote chi' tas syutej eb' vinh smilanpaxcham vinhaj Lázaro chi'."
        },
        {
            "number": "11",
            "text": "Tzijtum anima ix k'och t'a Jerusalén yuj sq'uinh eb' israel yic snajicoti tas aj yelnaccot eb' smam yicham eb' t'a Egipto. Axo t'a junxo k'u ix yab'an eb' to van sk'och Jesús ta'."
        },
        {
            "number": "12",
            "text": "Yuj chi', tzijtum eb' ix laj tzepan el xil anh q'uib'. Ix yik'anb'at eb', ix b'at schaan Jesús eb'. Ix avaj chaanh eb' icha tik: Yuj val Dios. Calec wach' lolonel t'a jun checb'ilcot yuj Dios Cajal. Calec wach' lolonel t'a co reyal a onh israel onh tik, xchi eb'."
        },
        {
            "number": "13",
            "text": "Axo Jesús ix ilchaj jun nok' yune' b'uru yuj. Ix q'ue t'a yib'anh nok' icha yaj stz'ib'chajcan t'a Slolonel Dios icha tik:"
        },
        {
            "number": "14",
            "text": "Ex aj Sion, manh ex xivoc. Ilecnab' sjavi e reyal. Ayq'ue t'a yib'anh jun nok' b'uru, xchi."
        },
        {
            "number": "15",
            "text": "Ha juntzanh tik, maj nachajel-laj yuj eb' sk'ayb'um Jesús t'a jun k'u chi'. Ato yic ix ik'jiq'ue t'a satcha’anh, ato ta' ix snacot eb' to a yab'ixal tz'ib'ab'ilcan t'a Slolonel Dios, ix elk'och icha yajcani."
        },
        {
            "number": "16",
            "text": "Ha juntzanh eb' ayek' yet' Jesús ayic ix yavtanelta vinhaj Lázaro b'aj mucb'il yic ix pitzvixi vinh, ix laj yalel eb' tas ix yil eb' chi'."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix b'at eb' anima scha Jesús, yujto ix laj yab' yab'ixal jun satub'tac ix sk'ulej chi' eb'."
        },
        {
            "number": "18",
            "text": "Ix laj yalan eb' vinh fariseo icha tik: --Manhxa tas wach' cutanec ticnaic. Ilecnab' eb' anima, ix laj och eb' masanil yet' vinh, xchi eb' vinh."
        },
        {
            "number": "19",
            "text": "Ay juntzanh eb' griego ix k'och t'a Jerusalén t'a jun q'uinh chi', yic b'at yak'anem sb'a eb' d'ha Dios."
        },
        {
            "number": "20",
            "text": "Ix k'och eb' t'a vinhaj Felipe aj Betsaida t'a yol yic Galilea. Ix yalan eb' t'a vinh: --Mamin, co gana squil Jesús, xchi eb'."
        },
        {
            "number": "21",
            "text": "Ix b'at vinhaj Felipe chi' yal t'a vinhaj Andrés, junnhej ix b'at eb' vinh schavanhil, ix b'at yalan eb' vinh t'a Jesús chi'."
        },
        {
            "number": "22",
            "text": "Ix yalan t'a eb' vinh: --Ha in Ak'b'il in cot yuj Dios voch animail tik, a ticnaic van sk'och yorail scheclajeli to te niwan velk'ochi."
        },
        {
            "number": "23",
            "text": "Val yel sval t'ayex, q'uinaloc ay junok inhat trigo skan pitan t'a sat lu'um, scannhej icha chi'. Palta tato smucji, ichato schami, haxo yic sjavi, niwan sat syak'a'."
        },
        {
            "number": "24",
            "text": "Ha mach anhej sq'uinal ay yelk'och t'a sat, ol satel sq'uinal chi'. Axo mach malaj yelk'och sq'uinal t'a yol yib'anhk’inal tik t'a sat, aton jun chi' ol scha sq'uinal t'a junelnhej."
        },
        {
            "number": "25",
            "text": "Tato ay eb' snib'ej tz'och in checab'oc, ochocab' tzak'an eb' vuuj. Ha eb' in checab' chi', ol aj eb' ved' b'aj ayin eq'ui. Tato ay eb' tz'och in checab'oc, haxo in Mam ol ch'oxanoc to niwan yelk'och eb' t'a sat, xchi Jesús."
        },
        {
            "number": "26",
            "text": "Ha ticnaic, te pitz'anoch cusk'olal t'a in pixan. ¿Tas ol vutoc valani? ¿Tom ol val icha tik d'ha Dios: Mamin, colinelta t'a yol sk'ab' jun yaelal sja t'a vib'anh tik, tom xin chi? Palta yujnhej val jun tik yak'nac in coti."
        },
        {
            "number": "27",
            "text": "Mamin, checlajocab'eli to niwan elk'ochi, xchi Jesús. Ixlajwi chi', ix lolonemta jun t'a satcha’anh, ix yalan icha tik: --Toxo ix in ch'oxeli to niwan velk'ochi, haxo ticnaic ol in ch'oxel junelxo, xchi."
        },
        {
            "number": "28",
            "text": "Axo eb' anima ayek' ta', ayic ix yab'an jun chi' eb', ix yalan eb' to ix k'anh k'u. Ay juntzanhxo eb' ix alani: --Tecan a junok ángel ix lolonemta t'a Jesús tik, xchi eb'."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix yal Jesús t'a eb': --Manh vujoc ix aljiemta juntzanh tik, palta eyuuj."
        },
        {
            "number": "30",
            "text": "Ha ticnaic, ol ch'olb'itaj tas yaj eb' ay t'a yol yib'anhk’inal tik. Axo vinh tz'ak'an mandar jun yol yib'anhk’inal tik, ol pechjoquel vinh."
        },
        {
            "number": "31",
            "text": "Ha in tik, ayic ol in ik'jocq'ue t'a chaanh, ol vik'cot masanil eb' anima t'ayin, xchi Jesús."
        },
        {
            "number": "32",
            "text": "Icha chi' ix yutej yalani chajtil ol aj schami."
        },
        {
            "number": "33",
            "text": "Axo ix yalan eb' anima t'ay: --Ha t'a ley aycan t'ayonh, ata' ix cab'i to a Cristo aynhejek' t'a masanil tiempo. Yuj chi', ¿tas yuj tzala' to a jun Ak'b'ilcot yuj Dios yoch animail, yovalil ol ik'jocq'ue t'a chaanh? ¿Mach jun Ak'b'ilcot tzal chi'? xchi eb' t'ay."
        },
        {
            "number": "34",
            "text": "Yuj chi' ix yal t'a eb': --Ha in svak' sakil k'inal t'ayex, ayinek' t'a e cal ticnaic, palta quenxonhej tiempo ayin eq'ui. Tojolb'itejec e b'a yacb'an ayin to ek' jab'ocxo eyed'oc. Tato maay, ol somchajel e pensar. Icha junok mach sb'eyek' t'a k’ik’ k’inal, max uji yilan b'aj sb'ati, icha chi' ol ex ajoc."
        },
        {
            "number": "35",
            "text": "Ha in tik, aj sakil k'inal in. Yuj chi', aq'ek in och t'a e k'ool yacb'an ayin to ek' eyed'oc, yic ol vak' sakil k'inal t'ayex t'a junelnhej, xchi Jesús t'a eb'. Ixlajwi yalan juntzanh chi', ix sb'esanel sb'a, ix sk'ub'anel sb'ha t'a eb'."
        },
        {
            "number": "36",
            "text": "Wach'chom tzijtum tas satub'tac ix sch'ox Jesús yil eb', palta malaj val eb' ix ak'anoch t'a sk'ool."
        },
        {
            "number": "37",
            "text": "Icha chi' ix aj yelk'och tas yalnaccan vinhaj Isaías schecab' Dios. Aton jun tz'alan icha tik: Mamin Cajal, ¿tom ay mach tz'ak'anoch t'a sk'ol tas scaleli? ¿Tom ay mach snachajel yuj to a a poder scheclaj t'a jun ab'ix tik? xchi vinh t'a Slolonel Dios Tz'ib'ab'ilcan chi'."
        },
        {
            "number": "38",
            "text": "Yuj chi' max yal-laj yak'anoch eb' t'a sk'ool. Anheja' vinhaj Isaías chi' aljinacxican icha tik:"
        },
        {
            "number": "39",
            "text": "Ha Dios tz'ak'an eb' musansatil, svach' ak'an pitb'oc spensar eb', yic wach' max yil eb', max nachajel yuj eb', yic max q'uexmaj spensar eb'. Yuj chi' ha Dios max colan eb', xchi vinhaj Isaías chi'."
        },
        {
            "number": "40",
            "text": "Yalnac juntzanh tik vinhaj Isaías chi', yujto ayocto yilannac stziquiquial Jesús vinh, yuj chi' aton yab'ixal yalnaccan vinh."
        },
        {
            "number": "41",
            "text": "Wach'chom yalnaccan vinh icha chi', palta ay eb' israel ix ak'anoch Jesús t'a sk'ool. Tzijtum pax eb' yajal ix ak'anoch t'a sk'ool. Palta max sch'oxel-laj sb'a eb', yujto xiv eb' t'a eb' vinh fariseo, talaj spechjielta eb' t'a yol spatil culto."
        },
        {
            "number": "42",
            "text": "Icha chi' ix yutej sb'a eb', yujto anhej t'a yichanh eb' anima sgana eb' ay yelk'ochi. Malaj tz'och t'a eb' tato ay yelk'och eb' t'a yichanh Dios."
        },
        {
            "number": "43",
            "text": "Ayic manto sb'esel-laj sb'a Jesús t'a skal eb' anima chi', te chaanh ix yal t'a skal eb': --Ab'ec jun sval tik t'ayex: Ha eb' tzin ak'anoch t'a sk'ool, manhoc innhej tzin yak'och eb' t'a sk'ool. Ha in Mam checjinac in cot syak'paxoch eb' t'a sk'ool."
        },
        {
            "number": "44",
            "text": "Ha eb' tzin ilani, syil pax jun checjinac in cot chi' eb'."
        },
        {
            "number": "45",
            "text": "Ha in tik, ak'um in sakil k'inal. In javi t'a yol yib'anhk’inal tik yic wach' a eb' tzin ak'anoch t'a sk'ool, manhxo ayoquek' eb' t'a k’ik’ k’inal."
        },
        {
            "number": "46",
            "text": "Ha eb' tz'ab'an in lolonel, palta max sk'anab'ajejlaj eb', manhoc in laj ol vak'och t'a yib'anh eb', yujto manh yujoc vak'anoch t'a eyib'anh, in ja t'a yol yib'anhk’inal tik, palta yuj vak'an e colnab'il in javi."
        },
        {
            "number": "47",
            "text": "Ha eb' tzin paticaneli, eb' max chaan pax yab' in lolonel, toxonton ayek' jun ol ak'anoch t'a yib'anh eb' chi', aton in lolonel svalcan tik. Yuj in lolonel tik, ol ak'jococh t'a yib'anh eb' t'a slajvub' k'ual."
        },
        {
            "number": "48",
            "text": "Yujto a in tik, max in lolonlaj t'a yol vico'. Ha in Mam checjinac in coti, a alannac tas yovalil svala' yet' tas svutej valani."
        },
        {
            "number": "49",
            "text": "Vojtac to yuj schecnab'il chi', syal e chaan e q'uinal t'a junelnhej. Yuj chi', icha yaj yalan in Mam t'ayin, icha chi' svutej valan t'ayex, xchi Jesús."
        }
    ]
}