{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "K'ik'anocxo tz'och sq'uinh eb' israel yic snajicoti tas aj yelnaccot eb' smam yicham eb' t'a Egipto, yojtacxo pax Jesús to toxo sja stiempoal yactancan jun yol yib'anhk’inal tik, haxo sq'uex chi' t'a co Mam Dios. Ha eb' yicxo ay t'a yol yib'anhk’inal tik, ix xajanejnhej eb'. Ix xajanejnhej pax eb' masanto t'a slajvub'."
        },
        {
            "number": "2",
            "text": "Axo vinhaj Judas yuninal vinhaj Simón aj Queriot, toxo ix och vinh diablo t'a vinh, yic wach' a vinh tz'ak'anoch Jesús t'a yol sk'ab' eb' ayoch ajk'olal t'ay. Palta yojtac Jesús to a d'ha Dios cotnac, ata' ol k'ochxoc. Yojtac to a co Mam Dios ak'jinacoch masanil tas t'a yol sk'ab'. Ayic van sva yet' eb' sk'ayb'um, ix q'ue linhan, ix squichanel jun col spichul, ix stzek'anoch jun k'apac toalla t'a snanhal."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi' ix secanem ha ha' t'a yol jun palangana, ix och ijan sb'icanel yoc eb' sk'ayb'um chi'. Axo yet' k'apac toalla chi' ix suc tacjoc yoc eb' chi'."
        },
        {
            "number": "4",
            "text": "Axo ijan ix sb'icanel yoc vinhaj Simón Pedro, ix yalan vinh t'ay: --Mamin, ¿tom ijan tza b'iquel voc tik a naani? xchi vinh."
        },
        {
            "number": "5",
            "text": "--Ha ticnaic, maxto nachajel uuj tas van in k'ulan tik. k'ojank'olalto ol nachajel uuj, xchi Jesús chi' t'a vinh."
        },
        {
            "number": "6",
            "text": "--Maay, manh val jab'oc ol vak' voc tik a b'iqueli, xchi vinhaj Pedro chi'. --Tato max ak' in b'iquel jun, malaj alan ic ved'oc, xchi Jesús t'a vinh."
        },
        {
            "number": "7",
            "text": "--Tato icha chi' an Mamin, manhocnhej voc tik tza b'iqueli. B'iquel in k'ab', tza b'acanpaxel in jolom, xchi vinhaj Pedro chi'."
        },
        {
            "number": "8",
            "text": "Palta ix yalanxi Jesús: --Q'uinaloc ay junok mach toto sb'iquel sb'a, manh yovaliloc sb'icchaj snivanil smasanil. Anhej yoc sb'icchaji, yujto sacto snivanil. Ha ex tik icha junok mach b'icb'ilxo, icha chi' eyaji, yujto toxo ix tojolb'i e pensar. Palta manh e masaniloc ix tojolb'i e pensar, xchi Jesús."
        },
        {
            "number": "9",
            "text": "Yojtacxo mach jun ol ak'anoch t'a yol sk'ab' chamel, yuj chi' ix yala': Manh e masaniloc ix tojolb'i e pensar, xchi."
        },
        {
            "number": "10",
            "text": "Ixlajwi sb'ican yoc eb' chi', ix yak'anxioch sk'apac. Ix emxi k'ojan yet' eb'. Ix yalanxi: --¿Tzam nachajel eyuuj tas yuj icha tik tzex vutej?"
        },
        {
            "number": "11",
            "text": "Ha ex tik, tzin eyal e k'ayb'umoc, eyajaloc. Yel ton tzeyala'."
        },
        {
            "number": "12",
            "text": "k'ayb'um in t'ayex. Yajal vaj t'ayex. Palta ina ix in b'iquel eyoc tik. Yuj chi' smoj icha chi' tzeyutej e b'a junjun ex."
        },
        {
            "number": "13",
            "text": "Ix in ch'ox jun tik t'ayex, yic wach' icha tzex vutej tik, icha chi' ol eyutoc e b'a junjun ex."
        },
        {
            "number": "14",
            "text": "Val yel sval t'ayex, malaj junok checab' ek'al t'a yichanh spatrón. Icha pax chi' eb' checab', malaj junok eb' ek'al t'a yichanh jun schecan chi'."
        },
        {
            "number": "15",
            "text": "Tato snachajel juntzanh tik eyuuj, tze k'anab'ajani, te wach' eyico'."
        },
        {
            "number": "16",
            "text": "Manh eyujoc e masanil sval jun tik, yujto vojtacxo tas eyaj a ex sik'b'il exxo el vuuj. Palta yovalil ol elk'och tas tz'ib'ab'ilcan t'a Slolonel Dios b'aj syalcan icha tik: Ha vinh sva ved'oc, a vinh smeltzajoch ajk'olal t'ayin, xchi."
        },
        {
            "number": "17",
            "text": "Ayocto svalancan juntzanh tik t'ayex, yic wach' ayic ol ja t'a vib'anh chi', ol eyak'och t'a e k'ool to a in ton Cristo in."
        },
        {
            "number": "18",
            "text": "Val yel sval t'ayex, a mach schaan eb' in checab', syalelk'ochi a in tzin scha eb'. Ha eb' tzin chaan chi', scha pax jun checjinac in cot eb', xchi Jesús."
        },
        {
            "number": "19",
            "text": "Ixlajwi yalan juntzanh chi' Jesús, ix te och ilk'olal, ix yalani: --Val yel sval t'ayex, ha t'a e cal tik ay jun vinh ol in ak'anoch t'a yol sk'ab' chamel, xchi t'a eb' vinh."
        },
        {
            "number": "20",
            "text": "Axo eb' vinh sk'ayb'um chi', ix och q'ueljab' eb' vinh t'ay junjun, yujto manh yojtacoc eb' vinh mach jun syal chi'."
        },
        {
            "number": "21",
            "text": "Ayic van sva eb', a vinh sk'ayb'um Jesús te xajanab'il yuj, ha t'a stz'ey ayek' vinh."
        },
        {
            "number": "22",
            "text": "Axo vinhaj Simón Pedro ix ak'an yechel t'a vinh, yuj chi' tope sk'anb'ej vinh t'a Jesús machtaxlaj jun syal chi'."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix swach' nitzanoch sb'a vinh t'a stz'ey Jesús. Ix sk'anb'an vinh t'ay: --Mamin, ¿mach jun tzal chi'? xchi vinh."
        },
        {
            "number": "24",
            "text": "--Ol in lab'ejem jab' ixim pan tik t'a skal yal vinagre, haxo jun vinh b'aj ol vak'a', aton jun vinh chi', xchi Jesús t'a vinh. Ix lajvinhej yalan jun chi', ix slab'anem jab' ixim pan chi' t'a skal vinagre chi', ix yak'an t'a vinhaj Judas yuninal vinhaj Simón aj Queriot."
        },
        {
            "number": "25",
            "text": "Ixlajwi schaan jab' ixim pan chi' vinh, ix wach' och vinh Satanás t'a vinh, ix yalan Jesús t'a vinh: --Ha tas nab'il uuj, k'ulej t'a elanhchamel, xchi t'a vinh."
        },
        {
            "number": "26",
            "text": "Axo eb' vinh ayoch yet' t'a te' mexa chi', malaj junok eb' vinh ix nachajel yuj tas yuj icha chi' ix yal t'a vinh."
        },
        {
            "number": "27",
            "text": "Ha vinhaj Judas chi', sik'um tumin yaj vinh, yuj chi' ay eb' ix naani to syal Jesús chi' t'a vinh yuj tas sman vinh yuj q'uinh chi', mato a jab'oc tumin chi' b'at yak' vinh t'a eb' meb'a'."
        },
        {
            "number": "28",
            "text": "Axo vinhaj Judas chi', ix lajvinhej svaanb'at jun pan chi' vinh, ix elta vinh t'a skal eb'. Toxo ix k'ik'b'i."
        },
        {
            "number": "29",
            "text": "Ixlajwi yelta vinhaj Judas chi', ix yalan Jesús: --Ha ticnaic, ol checlajel snivanil velk'och a in Ak'b'il in cot yuj Dios voch animail tik. Ol in ch'oxpaxel snivanil yelk'och Dios."
        },
        {
            "number": "30",
            "text": "Tato ol in ch'oxel snivanil yelk'ochi, haxo ol ch'oxanpaxel snivanil velk'och t'a elanhchamel."
        },
        {
            "number": "31",
            "text": "Ex xajanab'il vuuj, quenxonhej tiempo ayinek' eyed'oc. Ol in e sayeq'ui, palta manto ol yal-laj e k'och b'aj ol in k'och chi', icha vutejnac valancan t'a eb' aj Judea."
        },
        {
            "number": "32",
            "text": "Ay junxo ak' checnab'il ol valcan t'ayex ticnaic, to slaj e xajanej e b'a junjun ex. Icha tzex vutej ex in xajanan tik, icha chi' tzeyutej e xajanan e b'a."
        },
        {
            "number": "33",
            "text": "Tato tze xajanej e b'a junjun ex, ol yojtaquejel eb' anima smasanil to yel in k'ayb'um ex, xchi Jesús t'a eb'."
        },
        {
            "number": "34",
            "text": "Axo vinhaj Simón Pedro ix k'anb'an t'ay: --Mamin, ¿b'ajvaltil ol ach k'och jun? xchi vinh. --Ha b'aj ol in k'och chi', manh ol yal-laj a k'och ved' ticnaic. k'ojank'olalto ol ach k'och ved' ta', xchi Jesús t'a vinh."
        },
        {
            "number": "35",
            "text": "--Palta Mamin, ¿tas yuj max yal in b'at ed' ticnaic jun? In b'ecnacxo cham in b'a uuj, xchi vinhaj Pedro chi' t'ay."
        },
        {
            "number": "36",
            "text": "--A... ¿tom yel tza b'ec a b'a a cham vuuj? Val yel sval t'ayach, ayic manto ok' nok' caxlanh t'a jun ak'val tik, oxel ol iq'uel t'a ib'anh to manh in ojtacoc, xchi Jesús t'a vinh."
        }
    ]
}