{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "K'ik'anocxo tz'och sq'uinh heb' israel yic snajicoti tas aj yelnaccot heb' smam yicham heb' t'a Egipto, yojtacxo pax Jesús to toxo sja stiempoal yactancan jun yol yib'anhk’inal tik, haxo sk'ex chi' t'a ko Mam Dios. Ha heb' yicxo ay t'a yol yib'anhk’inal tik, ix xajanejnhej heb'. Ix xajanejnhej pax heb' masanto t'a slajwub'."
        },
        {
            "number": "2",
            "text": "Axo winhaj Judas yuninal winhaj Simón aj Queriot, toxo ix och winh diablo t'a winh, yic wach' a winh tz'ak'anoch Jesús t'a yol sk'ab' heb' ayoch ajk'olal t'ay. Palta yojtac Jesús to a d'ha Dios cotnac, ata' ol k'ochxoc. Yojtac to a ko Mam Dios ak'jinacoch masanil tas t'a yol sk'ab'. Ayic wan swa yet' heb' sk'ayb'um, ix k'e linhan, ix squichanel jun col spichul, ix stzek'anoch jun k'apac toalla t'a snanhal."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi' ix secanem ha ha' t'a yol jun palangana, ix och ijan sb'icanel yoc heb' sk'ayb'um chi'. Axo yet' k'apac toalla chi' ix suc tacjoc yoc heb' chi'."
        },
        {
            "number": "4",
            "text": "Axo ijan ix sb'icanel yoc winhaj Simón Pedro, ix yalan winh t'ay: --Mamin, ¿tom ijan tza b'iquel woc tik a naani? xchi winh."
        },
        {
            "number": "5",
            "text": "--Ha ticnaik, maxto nachajel uuj tas wan in k'ulan tik. k'ojank'olalto ol nachajel uuj, xchi Jesús chi' t'a winh."
        },
        {
            "number": "6",
            "text": "--Maay, manh wal jab'oc ol wak' woc tik a b'iqueli, xchi winhaj Pedro chi'. --Tato max ak' in b'iquel jun, malaj alan ic wed'oc, xchi Jesús t'a winh."
        },
        {
            "number": "7",
            "text": "--Tato icha chi' an Mamin, manhocnhej woc tik tza b'iqueli. B'iquel in k'ab', tza b'acanpaxel in jolom, xchi winhaj Pedro chi'."
        },
        {
            "number": "8",
            "text": "Palta ix yalanxi Jesús: --Q'uinaloc ay junok mach toto sb'iquel sb'a, manh yowaliloc sb'icchaj sniwanil smasanil. Anhej yoc sb'icchaji, yujto sacto sniwanil. Ha ex tik icha junok mach b'icb'ilxo, icha chi' eyaji, yujto toxo ix tojolb'i he pensar. Palta manh he masaniloc ix tojolb'i he pensar, xchi Jesús."
        },
        {
            "number": "9",
            "text": "Yojtacxo mach jun ol ak'anoch t'a yol sk'ab' chamel, yuj chi' ix yala': Manh he masaniloc ix tojolb'i he pensar, xchi."
        },
        {
            "number": "10",
            "text": "Ixlajwi sb'ican yoc heb' chi', ix yak'anxioch sk'apac. Ix emxi k'ojan yet' heb'. Ix yalanxi: --¿Tzam nachajel eyuuj tas yuj icha tik tzex wutej?"
        },
        {
            "number": "11",
            "text": "Ha ex tik, tzin eyal he k'ayb'umoc, eyajaloc. Yel ton tzeyala'."
        },
        {
            "number": "12",
            "text": "k'ayb'um in t'ayex. Yajal waj t'ayex. Palta ina ix in b'iquel eyoc tik. Yuj chi' smoj icha chi' tzeyutej he b'a junjun ex."
        },
        {
            "number": "13",
            "text": "Ix in ch'ox jun tik t'ayex, yic wach' icha tzex wutej tik, icha chi' ol eyutoc he b'a junjun ex."
        },
        {
            "number": "14",
            "text": "Val yel swal t'ayex, malaj junok checab' ek'al t'a yichanh spatrón. Icha pax chi' heb' checab', malaj junok heb' ek'al t'a yichanh jun schecan chi'."
        },
        {
            "number": "15",
            "text": "Tato snachajel juntzanh tik eyuuj, tze k'anab'ajani, te wach' eyiko'."
        },
        {
            "number": "16",
            "text": "Manh eyujoc he masanil swal jun tik, yujto wojtacxo tas eyaj a ex sik'b'il exxo el wuuj. Palta yowalil ol elk'och tas tz'ib'ab'ilcan t'a Slolonel Dios b'aj syalcan icha tik: Ha winh swa wed'oc, a winh smeltzajoch ajk'olal t'ayin, xchi."
        },
        {
            "number": "17",
            "text": "Ayocto swalancan juntzanh tik t'ayex, yic wach' ayic ol ja t'a wib'anh chi', ol eyak'och t'a he k'ool to a in ton Cristo in."
        },
        {
            "number": "18",
            "text": "Val yel swal t'ayex, a mach schaan heb' in checab', syalelk'ochi a in tzin scha heb'. Ha heb' tzin chaan chi', scha pax jun checjinac in cot heb', xchi Jesús."
        },
        {
            "number": "19",
            "text": "Ixlajwi yalan juntzanh chi' Jesús, ix te och ilk'olal, ix yalani: --Val yel swal t'ayex, ha t'a he kal tik ay jun winh ol in ak'anoch t'a yol sk'ab' chamel, xchi t'a heb' winh."
        },
        {
            "number": "20",
            "text": "Axo heb' winh sk'ayb'um chi', ix och k'eljab' heb' winh t'ay junjun, yujto manh yojtacoc heb' winh mach jun syal chi'."
        },
        {
            "number": "21",
            "text": "Ayic wan swa heb', a winh sk'ayb'um Jesús te xajanab'il yuj, ha t'a stz'ey ayek' winh."
        },
        {
            "number": "22",
            "text": "Axo winhaj Simón Pedro ix ak'an yechel t'a winh, yuj chi' tope sk'anb'ej winh t'a Jesús machtaxlaj jun syal chi'."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix swach' nitzanoch sb'a winh t'a stz'ey Jesús. Ix sk'anb'an winh t'ay: --Mamin, ¿mach jun tzal chi'? xchi winh."
        },
        {
            "number": "24",
            "text": "--Ol in lab'ejem jab' ixim pan tik t'a skal yal winagre, haxo jun winh b'aj ol wak'a', aton jun winh chi', xchi Jesús t'a winh. Ix lajwinhej yalan jun chi', ix slab'anem jab' ixim pan chi' t'a skal winagre chi', ix yak'an t'a winhaj Judas yuninal winhaj Simón aj Queriot."
        },
        {
            "number": "25",
            "text": "Ixlajwi schaan jab' ixim pan chi' winh, ix wach' och winh Satanás t'a winh, ix yalan Jesús t'a winh: --Ha tas nab'il uuj, k'ulej t'a elanhchamel, xchi t'a winh."
        },
        {
            "number": "26",
            "text": "Axo heb' winh ayoch yet' t'a te' mexa chi', malaj junok heb' winh ix nachajel yuj tas yuj icha chi' ix yal t'a winh."
        },
        {
            "number": "27",
            "text": "Ha winhaj Judas chi', sik'um tumin yaj winh, yuj chi' ay heb' ix naani to syal Jesús chi' t'a winh yuj tas sman winh yuj q'uinh chi', mato a jab'oc tumin chi' b'at yak' winh t'a heb' meb'a'."
        },
        {
            "number": "28",
            "text": "Axo winhaj Judas chi', ix lajwinhej swaanb'at jun pan chi' winh, ix elta winh t'a skal heb'. Toxo ix k'ik'b'i."
        },
        {
            "number": "29",
            "text": "Ixlajwi yelta winhaj Judas chi', ix yalan Jesús: --Ha ticnaik, ol checlajel sniwanil welk'och a in Ak'b'il in cot yuj Dios woch animail tik. Ol in ch'oxpaxel sniwanil yelk'och Dios."
        },
        {
            "number": "30",
            "text": "Tato ol in ch'oxel sniwanil yelk'ochi, haxo ol ch'oxanpaxel sniwanil welk'och t'a elanhchamel."
        },
        {
            "number": "31",
            "text": "Ex xajanab'il wuuj, quenxonhej tiempo ayinek' eyed'oc. Ol in he sayeq'ui, palta manto ol yal-laj he k'och b'aj ol in k'och chi', icha wutejnac walancan t'a heb' aj Judea."
        },
        {
            "number": "32",
            "text": "Ay junxo ak' checnab'il ol walcan t'ayex ticnaik, to slaj he xajanej he b'a junjun ex. Icha tzex wutej ex in xajanan tik, icha chi' tzeyutej he xajanan he b'a."
        },
        {
            "number": "33",
            "text": "Tato tze xajanej he b'a junjun ex, ol yojtaquejel heb' anima smasanil to yel in k'ayb'um ex, xchi Jesús t'a heb'."
        },
        {
            "number": "34",
            "text": "Axo winhaj Simón Pedro ix k'anb'an t'ay: --Mamin, ¿b'ajwaltil ol ach k'och jun? xchi winh. --Ha b'aj ol in k'och chi', manh ol yal-laj a k'och wed' ticnaik. k'ojank'olalto ol ach k'och wed' ta', xchi Jesús t'a winh."
        },
        {
            "number": "35",
            "text": "--Palta Mamin, ¿tas yuj max yal in b'at ed' ticnaik jun? In b'ecnacxo cham in b'a uuj, xchi winhaj Pedro chi' t'ay."
        },
        {
            "number": "36",
            "text": "--A... ¿tom yel tza b'ec a b'a a cham wuuj? Val yel swal t'ayach, ayic manto ok' nok' caxlanh t'a jun ak'wal tik, oxel ol ik'el t'a ib'anh to manh in ojtacoc, xchi Jesús t'a winh."
        }
    ]
}