{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "K'ik'anocxo tz'och sq'uinh eb' israel yic snajicoti tas aj yelnaccot eb' smam yicham eb' t'a Egipto, yojtacxo pax Jesús to toxo sja stiempoal yactancan jun yol yib'anhk’inal tik, haxo sq'uex chi' t'a co Mam Dios. Ha eb' yicxo ay t'a yol yib'anhk’inal tik, ix xajanejnhej eb'. Ix xajanejnhej pax eb' masanto t'a slajvub'."
        },
        {
            "number": "2",
            "text": "Axo winhaj Judas yuninal winhaj Simón aj Queriot, toxo ix och winh diablo t'a winh, yic wach' a winh tz'ak'anoch Jesús t'a yol sk'ab' eb' ayoch ajk'olal t'ay. Palta yojtac Jesús to a d'ha Dios cotnac, ata' ol k'ochxoc. Yojtac to a co Mam Dios ak'jinacoch masanil tas t'a yol sk'ab'. Ayic van sva yet' eb' sk'ayb'um, ix q'ue linhan, ix squichanel jun col spichul, ix stzek'anoch jun k'apac toalla t'a snanhal."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi' ix secanem ha ha' t'a yol jun palangana, ix och ijan sb'icanel yoc eb' sk'ayb'um chi'. Axo yet' k'apac toalla chi' ix suc tacjoc yoc eb' chi'."
        },
        {
            "number": "4",
            "text": "Axo ijan ix sb'icanel yoc winhaj Simón Pedro, ix yalan winh t'ay: --Mamin, ¿tom ijan tza b'iquel voc tik a naani? xchi winh."
        },
        {
            "number": "5",
            "text": "--Ha ticnaic, maxto nachajel uuj tas van in k'ulan tik. k'ojank'olalto ol nachajel uuj, xchi Jesús chi' t'a winh."
        },
        {
            "number": "6",
            "text": "--Maay, manh val jab'oc ol vak' voc tik a b'iqueli, xchi winhaj Pedro chi'. --Tato max ak' in b'iquel jun, malaj alan ic ved'oc, xchi Jesús t'a winh."
        },
        {
            "number": "7",
            "text": "--Tato icha chi' an Mamin, manhocnhej voc tik tza b'iqueli. B'iquel in k'ab', tza b'acanpaxel in jolom, xchi winhaj Pedro chi'."
        },
        {
            "number": "8",
            "text": "Palta ix yalanxi Jesús: --Q'uinaloc ay junok mach toto sb'iquel sb'a, manh yovaliloc sb'icchaj snivanil smasanil. Anhej yoc sb'icchaji, yujto sacto snivanil. Ha ex tik icha junok mach b'icb'ilxo, icha chi' eyaji, yujto toxo ix tojolb'i e pensar. Palta manh e masaniloc ix tojolb'i e pensar, xchi Jesús."
        },
        {
            "number": "9",
            "text": "Yojtacxo mach jun ol ak'anoch t'a yol sk'ab' chamel, yuj chi' ix yala': Manh e masaniloc ix tojolb'i e pensar, xchi."
        },
        {
            "number": "10",
            "text": "Ixlajwi sb'ican yoc eb' chi', ix yak'anxioch sk'apac. Ix emxi k'ojan yet' eb'. Ix yalanxi: --¿Tzam nachajel eyuuj tas yuj icha tik tzex vutej?"
        },
        {
            "number": "11",
            "text": "Ha ex tik, tzin eyal e k'ayb'umoc, eyajaloc. Yel ton tzeyala'."
        },
        {
            "number": "12",
            "text": "k'ayb'um in t'ayex. Yajal vaj t'ayex. Palta ina ix in b'iquel eyoc tik. Yuj chi' smoj icha chi' tzeyutej e b'a junjun ex."
        },
        {
            "number": "13",
            "text": "Ix in ch'ox jun tik t'ayex, yic wach' icha tzex vutej tik, icha chi' ol eyutoc e b'a junjun ex."
        },
        {
            "number": "14",
            "text": "Val yel swal t'ayex, malaj junok checab' ek'al t'a yichanh spatrón. Icha pax chi' eb' checab', malaj junok eb' ek'al t'a yichanh jun schecan chi'."
        },
        {
            "number": "15",
            "text": "Tato snachajel juntzanh tik eyuuj, tze k'anab'ajani, te wach' eyiko'."
        },
        {
            "number": "16",
            "text": "Manh eyujoc e masanil swal jun tik, yujto vojtacxo tas eyaj a ex sik'b'il exxo el vuuj. Palta yowalil ol elk'och tas tz'ib'ab'ilcan t'a Slolonel Dios b'aj syalcan icha tik: Ha winh sva ved'oc, a winh smeltzajoch ajk'olal t'ayin, xchi."
        },
        {
            "number": "17",
            "text": "Ayocto svalancan juntzanh tik t'ayex, yic wach' ayic ol ja t'a vib'anh chi', ol eyak'och t'a e k'ool to a in ton Cristo in."
        },
        {
            "number": "18",
            "text": "Val yel swal t'ayex, a mach schaan eb' in checab', syalelk'ochi a in tzin scha eb'. Ha eb' tzin chaan chi', scha pax jun checjinac in cot eb', xchi Jesús."
        },
        {
            "number": "19",
            "text": "Ixlajwi yalan juntzanh chi' Jesús, ix te och ilk'olal, ix yalani: --Val yel swal t'ayex, ha t'a e cal tik ay jun winh ol in ak'anoch t'a yol sk'ab' chamel, xchi t'a eb' winh."
        },
        {
            "number": "20",
            "text": "Axo eb' winh sk'ayb'um chi', ix och q'ueljab' eb' winh t'ay junjun, yujto manh yojtacoc eb' winh mach jun syal chi'."
        },
        {
            "number": "21",
            "text": "Ayic van sva eb', a winh sk'ayb'um Jesús te xajanab'il yuj, ha t'a stz'ey ayek' winh."
        },
        {
            "number": "22",
            "text": "Axo winhaj Simón Pedro ix ak'an yechel t'a winh, yuj chi' tope sk'anb'ej winh t'a Jesús machtaxlaj jun syal chi'."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix swach' nitzanoch sb'a winh t'a stz'ey Jesús. Ix sk'anb'an winh t'ay: --Mamin, ¿mach jun tzal chi'? xchi winh."
        },
        {
            "number": "24",
            "text": "--Ol in lab'ejem jab' ixim pan tik t'a skal yal vinagre, haxo jun winh b'aj ol vak'a', aton jun winh chi', xchi Jesús t'a winh. Ix lajwinhej yalan jun chi', ix slab'anem jab' ixim pan chi' t'a skal vinagre chi', ix yak'an t'a winhaj Judas yuninal winhaj Simón aj Queriot."
        },
        {
            "number": "25",
            "text": "Ixlajwi schaan jab' ixim pan chi' winh, ix wach' och winh Satanás t'a winh, ix yalan Jesús t'a winh: --Ha tas nab'il uuj, k'ulej t'a elanhchamel, xchi t'a winh."
        },
        {
            "number": "26",
            "text": "Axo eb' winh ayoch yet' t'a te' mexa chi', malaj junok eb' winh ix nachajel yuj tas yuj icha chi' ix yal t'a winh."
        },
        {
            "number": "27",
            "text": "Ha winhaj Judas chi', sik'um tumin yaj winh, yuj chi' ay eb' ix naani to syal Jesús chi' t'a winh yuj tas sman winh yuj q'uinh chi', mato a jab'oc tumin chi' b'at yak' winh t'a eb' meb'a'."
        },
        {
            "number": "28",
            "text": "Axo winhaj Judas chi', ix lajwinhej svaanb'at jun pan chi' winh, ix elta winh t'a skal eb'. Toxo ix k'ik'b'i."
        },
        {
            "number": "29",
            "text": "Ixlajwi yelta winhaj Judas chi', ix yalan Jesús: --Ha ticnaic, ol checlajel snivanil velk'och a in Ak'b'il in cot yuj Dios voch animail tik. Ol in ch'oxpaxel snivanil yelk'och Dios."
        },
        {
            "number": "30",
            "text": "Tato ol in ch'oxel snivanil yelk'ochi, haxo ol ch'oxanpaxel snivanil velk'och t'a elanhchamel."
        },
        {
            "number": "31",
            "text": "Ex xajanab'il vuuj, quenxonhej tiempo ayinek' eyed'oc. Ol in e sayeq'ui, palta manto ol yal-laj e k'och b'aj ol in k'och chi', icha vutejnac valancan t'a eb' aj Judea."
        },
        {
            "number": "32",
            "text": "Ay junxo ak' checnab'il ol valcan t'ayex ticnaic, to slaj e xajanej e b'a junjun ex. Icha tzex vutej ex in xajanan tik, icha chi' tzeyutej e xajanan e b'a."
        },
        {
            "number": "33",
            "text": "Tato tze xajanej e b'a junjun ex, ol yojtaquejel eb' anima smasanil to yel in k'ayb'um ex, xchi Jesús t'a eb'."
        },
        {
            "number": "34",
            "text": "Axo winhaj Simón Pedro ix k'anb'an t'ay: --Mamin, ¿b'ajvaltil ol ach k'och jun? xchi winh. --Ha b'aj ol in k'och chi', manh ol yal-laj a k'och ved' ticnaic. k'ojank'olalto ol ach k'och ved' ta', xchi Jesús t'a winh."
        },
        {
            "number": "35",
            "text": "--Palta Mamin, ¿tas yuj max yal in b'at ed' ticnaic jun? In b'ecnacxo cham in b'a uuj, xchi winhaj Pedro chi' t'ay."
        },
        {
            "number": "36",
            "text": "--A... ¿tom yel tza b'ec a b'a a cham vuuj? Val yel swal t'ayach, ayic manto ok' nok' caxlanh t'a jun ak'val tik, oxel ol iq'uel t'a ib'anh to manh in ojtacoc, xchi Jesús t'a winh."
        }
    ]
}