{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jesús t'a eb' sk'ayb'um: --Manh eyak' somchaj e k'ool. Tzeyak'och Dios t'a e k'ool, tzin eyak'anpaxoch t'a e k'ool."
        },
        {
            "number": "2",
            "text": "Ha b'aj ay in Mam, manh jantacoc cajnub' ay. Q'uinaloc tato malaj, tas am gana sval t'ayex to tzin b'at in b'o eyed'tal b'aj ol ex k'ochoc."
        },
        {
            "number": "3",
            "text": "Ol lajvoc in b'oan eyed'tal chi' ta', ol in jax junelxo. Axo ul ex vik'an chi' ved'oc, yic wach' a b'aj ayinek' chi', ata' ol ex aj ved'oc."
        },
        {
            "number": "4",
            "text": "Ha ex tik eyojtacxo b'aj ol in k'ochoc. Eyojtac pax jun b'e b'aj ol in b'atoc, xchi t'a eb'."
        },
        {
            "number": "5",
            "text": "Axo vinhaj Tomás ix alan t'ay: --Palta Mamin, manh cojtacoc b'ajtil tzach b'at chi'. Yuj chi', ¿tas ol cutoc cojtacanel jun b'e chi'? xchi vinh."
        },
        {
            "number": "6",
            "text": "Ix yalan Jesús t'a vinh: --Ha jun b'e sval tik, a in toni. Ha innhej syal ex vik'anb'at b'aj ay co Mam Dios. Yelnhej svala'. Ak'um in q'uinal."
        },
        {
            "number": "7",
            "text": "Yujto a ex tik eyojtac inxo, yuj chi' ol eyojtaquejpaxel in Mam. Ha ticnaic, eyojtacxo in Mam chi', yujto toxo ix eyila', xchi t'a eb'."
        },
        {
            "number": "8",
            "text": "Axo vinhaj Felipe ix alan t'ay: --Mamin, ch'ox a Mam chi' quila'. k'ocb'ilnhej chi', xchi vinh."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix yalanxi Jesús t'a vinh: --Felipe, ina pecatax ayinek' eyed'oc, ¿tom manto in ojtacoc? Ha eb' tzin ilani, syalelk'ochi van yilan in Mam eb'. Yuj chi', ¿tas yuj tzato al t'ayin: Ch'ox a Mam chi' quila', xa chi?"
        },
        {
            "number": "10",
            "text": "¿Tom max ak'och t'a a k'ool to ayin och t'a in Mam, ay pax och t'ayin? Ha tas sval t'ayex, manh yoloc wik svala', palta ha' ayoch t'ayin, a van smunlaj ved'oc."
        },
        {
            "number": "11",
            "text": "Hak'uecoch t'a e k'ool to junnhej vaj yet' in Mam chi', junnhej pax yaj ved'oc. Tato max in eyak'och t'a e k'ool yuj tas sval tik, aq'ek in och t'a e k'ool yuj juntzanh satub'tac tzin ch'oxo'."
        },
        {
            "number": "12",
            "text": "Val yel sval t'ayex, a mach tzin ak'anoch t'a sk'ool, ol sb'o juntzanh munlajel tzin b'o tik. Ayto juntzanhxo ek'alto ol sb'o t'a yichanh juntzanh tzin b'o tik, yujto ol in paxq'ue b'aj ay in Mam chi'."
        },
        {
            "number": "13",
            "text": "Yalnhej tas ol e k'an d'ha Dios t'a in b'i, ol ak'joc t'ayex. Icha pax chi' ol vutej a in Yuninal in Dios tik, yic wach' ol checlajelta to te niwan yelk'och co Mam Dios."
        },
        {
            "number": "14",
            "text": "Yalnhej tas ol e k'an d'ha Dios t'a in b'i, ol ak'joc t'ayex."
        },
        {
            "number": "15",
            "text": "Tato tzin e xajanej, k'anab'ajejec in checnab'il."
        },
        {
            "number": "16",
            "text": "Ha in tik, ol in k'an t'a co Mam, haxo ol ak'ancot junxo ol kolwaj eyed'oc, aton Yespíritu te yel syala'. Ha ol kan eyed' t'a masanil tiempo."
        },
        {
            "number": "17",
            "text": "Ha eb' yic yol yib'anhk’inal tik, max yal-laj schaan eb', yujto max yil-laj eb', manh ojtacab'iloc yuj eb'. Ha exxo tik, eyojtacxo Yespíritu chi', yujto aytaxon ek' eyed'oc. Ha ol ochcan cajan t'ayex t'a junelnhej."
        },
        {
            "number": "18",
            "text": "Ha in tik, manh ol ex vactejcanlaj e ch'ocoj, ol in jax t'ayex junelxo."
        },
        {
            "number": "19",
            "text": "Quenxonhej tiempoal, manhxo ol in yil-laj eb' manh vicoc t'a yol yib'anhk’inal tik. Ha exxo pax tik, ol in eyila'. Yujto pitzan innhej, pitzan ex pax t'a junelnhej."
        },
        {
            "number": "20",
            "text": "Ha t'a jun k'ual yic ol ochcan Espíritu t'ayex, ato ta' ol nachajel eyuuj to ayin och t'a in Mam. Axo snachajel chi' eyuuj to ayex och t'ayin, ayin pax och t'ayex."
        },
        {
            "number": "21",
            "text": "Ha eb' syak'och spensar t'a in checnab'il, sk'anab'ajan eb', aton eb' chi' xajan in yuj. Ha eb' tzin xajanani, xajan pax eb' yuj in Mam. Ha in ol in xajanej eb', ol in ch'ox in b'ha t'a eb', xchi Jesús."
        },
        {
            "number": "22",
            "text": "Ay junxo sk'ayb'um vinh scuch Judas, manhoclaj vinh aj Queriot, a vinh ix alani: --Mamin, ¿tas yuj axonhej t'ayonh ol a ch'ox a b'a? ¿Tas yuj manhxo ol a ch'ox a b'ha t'a eb' yic yol yib'anhk’inal tik? xchi vinh t'a Jesús."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yalxi Jesús chi': --Ha eb' xajan in yuj, sk'anab'ajej pax in lolonel eb'. Yuj chi' haxo in Mam ol xajanan eb'. Ha in yet' in Mam chi' ol onh ochcan cajan t'a eb'."
        },
        {
            "number": "24",
            "text": "Axo eb' max in xajanani, max sk'anab'ajej paxlaj eb' tas svala'. Ha juntzanh lolonel sval tik t'ayex, manh vicoc, yic in Mam checjinac in coti."
        },
        {
            "number": "25",
            "text": "Svalcan juntzanh tik t'ayex yacb'an ayinto ek' eyed'oc."
        },
        {
            "number": "26",
            "text": "Ha co Mam Dios ol checancot Yespíritu t'ayex in q'uexuloc. A' ol kolwaj eyed'oc, ol ex sk'ayb'an t'a masanil tastac. Ol yec e nacot jantacnhej tas valnacxocan t'ayex."
        },
        {
            "number": "27",
            "text": "Ha ticnaic, svak'kan in junk'olal t'ayex. Ha in junk'olal svak'kan t'ayex tik, manh lajanoc icha junk'olal syak' eb' yic yol yib'anhk’inal tik. Manh eyak' somchajel e k'ool, manh ex xivoc."
        },
        {
            "number": "28",
            "text": "Toxo ix val eyab'i to ol in paxoc, palta ol in jax t'ayex. Tato yel tzin e xajanej, tzex tzalaji, yujto ol in pax t'a co Mam, yujto ek'alto t'a vichanh."
        },
        {
            "number": "29",
            "text": "Ayocto svalancan juntzanh tik t'ayex, yic wach' ayic ol ujoc jun sval tik, ol in e wach' aq'uejoch t'a e k'ool."
        },
        {
            "number": "30",
            "text": "Manhxo nivanoc tas sval t'ayex, yujto vanxo sja vinh yajal yol yib'anhk’inal tik. Ha vinh chi', malaj yalan yic vinh t'ayin."
        },
        {
            "number": "31",
            "text": "Palta tzin k'anab'ajej checnab'il ix yak' co Mam Dios t'ayin, yic wach' ol nachajel yuj eb' yic yol yib'anhk’inal tik to xajan vuuj. Axo ticnaic, q'ueanhec vaan, coyec, xchi Jesús."
        }
    ]
}