{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jesús t'a heb' sk'ayb'um: --Manh eyak' somchaj he k'ool. Tzeyak'och Dios t'a he k'ool, tzin eyak'anpaxoch t'a he k'ool."
        },
        {
            "number": "2",
            "text": "Ha b'aj ay in Mam, manh jantacoc kajnub' ay. Q'uinaloc tato malaj, tas am gana swal t'ayex to tzin b'at in b'o eyed'tal b'aj ol ex k'ochoc."
        },
        {
            "number": "3",
            "text": "Ol lajwoc in b'oan eyed'tal chi' ta', ol in jax junelxo. Axo ul ex wik'an chi' wed'oc, yic wach' a b'aj ayinek' chi', ata' ol ex aj wed'oc."
        },
        {
            "number": "4",
            "text": "Ha ex tik eyojtakxo b'aj ol in k'ochoc. Eyojtak pax jun b'e b'aj ol in b'atoc, xchi t'a heb'."
        },
        {
            "number": "5",
            "text": "Axo winhaj Tomás ix alan t'ay: --Palta Mamin, manh cojtakoc b'ajtil tzach b'at chi'. Yuj chi', ¿tas ol cutoc cojtakanel jun b'e chi'? xchi winh."
        },
        {
            "number": "6",
            "text": "Ix yalan Jesús t'a winh: --Ha jun b'e swal tik, a in toni. Ha innhej syal ex wik'anb'at b'aj ay ko Mam Dios. Yelnhej swala'. Ak'um in k 'inal."
        },
        {
            "number": "7",
            "text": "Yujto a ex tik eyojtak inxo, yuj chi' ol eyojtaquejpaxel in Mam. Ha ticnaik, eyojtakxo in Mam chi', yujto toxo ix eyila', xchi t'a heb'."
        },
        {
            "number": "8",
            "text": "Axo winhaj Felipe ix alan t'ay: --Mamin, ch'ox a Mam chi' quila'. k'ocb'ilnhej chi', xchi winh."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix yalanxi Jesús t'a winh: --Felipe, ina pecatax ayinek' eyed'oc, ¿tom manto in ojtakoc? Ha heb' tzin ilani, syalelk'ochi wan yilan in Mam heb'. Yuj chi', ¿tas yuj tzato al t'ayin: Ch'ox a Mam chi' quila', xa chi?"
        },
        {
            "number": "10",
            "text": "¿Tom max ak'och t'a a k'ool to ayin och t'a in Mam, ay pax och t'ayin? Ha tas swal t'ayex, manh yoloc wik swala', palta ha' ayoch t'ayin, a wan smunlaj wed'oc."
        },
        {
            "number": "11",
            "text": "Hak'uecoch t'a he k'ool to junnhej waj yet' in Mam chi', junnhej pax yaj wed'oc. Tato max in eyak'och t'a he k'ool yuj tas swal tik, aq'ek in och t'a he k'ool yuj juntzanh satub'tac tzin ch'oxo'."
        },
        {
            "number": "12",
            "text": "Val yel swal t'ayex, a mach tzin ak'anoch t'a sk'ool, ol sb'o juntzanh munlajel tzin b'o tik. Ayto juntzanhxo ek'alto ol sb'o t'a yichanh juntzanh tzin b'o tik, yujto ol in paxk'e b'aj ay in Mam chi'."
        },
        {
            "number": "13",
            "text": "Yalnhej tas ol he k'an d'ha Dios t'a in b'i, ol ak'joc t'ayex. Icha pax chi' ol wutej a in Yuninal in Dios tik, yic wach' ol checlajelta to te niwan yelk'och ko Mam Dios."
        },
        {
            "number": "14",
            "text": "Yalnhej tas ol he k'an d'ha Dios t'a in b'i, ol ak'joc t'ayex."
        },
        {
            "number": "15",
            "text": "Tato tzin he xajanej, k'anab'ajejec in checnab'il."
        },
        {
            "number": "16",
            "text": "Ha in tik, ol in k'an t'a ko Mam, haxo ol ak'ancot junxo ol kolwaj eyed'oc, aton Yespíritu te yel syala'. Ha ol kan eyed' t'a masanil tiempo."
        },
        {
            "number": "17",
            "text": "Ha heb' yic yol yib'anhk’inal tik, max yal-laj schaan heb', yujto max yil-laj heb', manh ojtakab'iloc yuj heb'. Ha exxo tik, eyojtakxo Yespíritu chi', yujto aytaxon ek' eyed'oc. Ha ol ochkan kajan t'ayex t'a junelnhej."
        },
        {
            "number": "18",
            "text": "Ha in tik, manh ol ex wactejkanlaj he ch'ocoj, ol in jax t'ayex junelxo."
        },
        {
            "number": "19",
            "text": "Quenxonhej tiempoal, manhxo ol in yil-laj heb' manh wicoc t'a yol yib'anhk’inal tik. Ha exxo pax tik, ol in eyila'. Yujto pitzan innhej, pitzan ex pax t'a junelnhej."
        },
        {
            "number": "20",
            "text": "Ha t'a jun k'ual yic ol ochkan Espíritu t'ayex, ato ta' ol nachajel eyuuj to ayin och t'a in Mam. Axo snachajel chi' eyuuj to ayex och t'ayin, ayin pax och t'ayex."
        },
        {
            "number": "21",
            "text": "Ha heb' syak'och spensar t'a in checnab'il, sk'anab'ajan heb', aton heb' chi' xajan in yuj. Ha heb' tzin xajanani, xajan pax heb' yuj in Mam. Ha in ol in xajanej heb', ol in ch'ox in b'ha t'a heb', xchi Jesús."
        },
        {
            "number": "22",
            "text": "Ay junxo sk'ayb'um winh scuch Judas, manhoclaj winh aj Queriot, a winh ix alani: --Mamin, ¿tas yuj axonhej t'ayonh ol a ch'ox a b'a? ¿Tas yuj manhxo ol a ch'ox a b'ha t'a heb' yic yol yib'anhk’inal tik? xchi winh t'a Jesús."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yalxi Jesús chi': --Ha heb' xajan in yuj, sk'anab'ajej pax in lolonel heb'. Yuj chi' haxo in Mam ol xajanan heb'. Ha in yet' in Mam chi' ol onh ochkan kajan t'a heb'."
        },
        {
            "number": "24",
            "text": "Axo heb' max in xajanani, max sk'anab'ajej paxlaj heb' tas swala'. Ha juntzanh lolonel swal tik t'ayex, manh wicoc, yic in Mam checjinac in koti."
        },
        {
            "number": "25",
            "text": "Swalkan juntzanh tik t'ayex yacb'an ayinto ek' eyed'oc."
        },
        {
            "number": "26",
            "text": "Ha ko Mam Dios ol chekancot Yespíritu t'ayex in k'exuloc. A' ol kolwaj eyed'oc, ol ex sk'ayb'an t'a masanil tastac. Ol yec he nacot jantacnhej tas walnacxocan t'ayex."
        },
        {
            "number": "27",
            "text": "Ha ticnaik, swak'kan in junk'olal t'ayex. Ha in junk'olal swak'kan t'ayex tik, manh lajanoc icha junk'olal syak' heb' yic yol yib'anhk’inal tik. Manh eyak' somchajel he k'ool, manh ex xiwoc."
        },
        {
            "number": "28",
            "text": "Toxo ix wal eyab'i to ol in paxoc, palta ol in jax t'ayex. Tato yel tzin he xajanej, tzex tzalaji, yujto ol in pax t'a ko Mam, yujto ek'alto t'a wichanh."
        },
        {
            "number": "29",
            "text": "Ayocto swalankan juntzanh tik t'ayex, yic wach' ayic ol ujok jun swal tik, ol in he wach' ak'ejoch t'a he k'ool."
        },
        {
            "number": "30",
            "text": "Manhxo niwanoc tas swal t'ayex, yujto wanxo sja winh yajal yol yib'anhk’inal tik. Ha winh chi', malaj yalan yic winh t'ayin."
        },
        {
            "number": "31",
            "text": "Palta tzin k'anab'ajej checnab'il ix yak' ko Mam Dios t'ayin, yic wach' ol nachajel yuj heb' yic yol yib'anhk’inal tik to xajan wuuj. Axo ticnaik, k'eanhec waan, koyec, xchi Jesús."
        }
    ]
}