{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jesús d'a eb' sk'ayb'um: --Manh eyak' somchaj e k'ool. Tzeyak'och Dios d'a e k'ool, tzin eyak'anpaxoch d'a e k'ool."
        },
        {
            "number": "2",
            "text": "A b'aj ay in Mam, manh jantacoc cajnub' ay. Q'uinaloc tato malaj, tas am gana sval d'ayex to tzin b'at in b'o eyed'tal b'aj ol ex k'ochoc."
        },
        {
            "number": "3",
            "text": "Ol lajvoc in b'oan eyed'tal chi' ta', ol in jax junelxo. Axo ul ex vik'an chi' ved'oc, yic vach' a b'aj ayinek' chi', ata' ol ex aj ved'oc."
        },
        {
            "number": "4",
            "text": "A ex tic eyojtacxo b'aj ol in k'ochoc. Eyojtac pax jun b'e b'aj ol in b'atoc, xchi d'a eb'."
        },
        {
            "number": "5",
            "text": "Axo vinhaj Tomás ix alan d'ay: --Palta Mamin, manh cojtacoc b'ajtil tzach b'at chi'. Yuj chi', ¿tas ol cutoc cojtacanel jun b'e chi'? xchi vinh."
        },
        {
            "number": "6",
            "text": "Ix yalan Jesús d'a vinh: --A jun b'e sval tic, a in toni. A innhej syal ex vik'anb'at b'aj ay co Mam Dios. Yelnhej svala'. Ak'um in q'uinal."
        },
        {
            "number": "7",
            "text": "Yujto a ex tic eyojtac inxo, yuj chi' ol eyojtaquejpaxel in Mam. A ticnaic, eyojtacxo in Mam chi', yujto toxo ix eyila', xchi d'a eb'."
        },
        {
            "number": "8",
            "text": "Axo vinhaj Felipe ix alan d'ay: --Mamin, ch'ox a Mam chi' quila'. k'ocb'ilnhej chi', xchi vinh."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix yalanxi Jesús d'a vinh: --Felipe, ina pecatax ayinek' eyed'oc, ¿tom manto in ojtacoc? A eb' tzin ilani, syalelk'ochi van yilan in Mam eb'. Yuj chi', ¿tas yuj tzato al d'ayin: Ch'ox a Mam chi' quila', xa chi?"
        },
        {
            "number": "10",
            "text": "¿Tom max ak'och d'a a k'ool to ayin och d'a in Mam, ay pax och d'ayin? A tas sval d'ayex, manh yoloc vic svala', palta a' ayoch d'ayin, a van smunlaj ved'oc."
        },
        {
            "number": "11",
            "text": "Aq'uecoch d'a e k'ool to junnhej vaj yed' in Mam chi', junnhej pax yaj ved'oc. Tato max in eyak'och d'a e k'ool yuj tas sval tic, aq'uec in och d'a e k'ool yuj juntzanh satub'tac tzin ch'oxo'."
        },
        {
            "number": "12",
            "text": "Val yel sval d'ayex, a mach tzin ak'anoch d'a sk'ool, ol sb'o juntzanh munlajel tzin b'o tic. Ayto juntzanhxo ek'alto ol sb'o d'a yichanh juntzanh tzin b'o tic, yujto ol in paxq'ue b'aj ay in Mam chi'."
        },
        {
            "number": "13",
            "text": "Yalnhej tas ol e k'an d'a Dios d'a in b'i, ol ak'joc d'ayex. Icha pax chi' ol vutej a in Yuninal in Dios tic, yic vach' ol checlajelta to te nivan yelk'och co Mam Dios."
        },
        {
            "number": "14",
            "text": "Yalnhej tas ol e k'an d'a Dios d'a in b'i, ol ak'joc d'ayex."
        },
        {
            "number": "15",
            "text": "Tato tzin e xajanej, k'anab'ajejec in checnab'il."
        },
        {
            "number": "16",
            "text": "A in tic, ol in k'an d'a co Mam, axo ol ak'ancot junxo ol colvaj eyed'oc, aton Yespíritu te yel syala'. A ol can eyed' d'a masanil tiempo."
        },
        {
            "number": "17",
            "text": "A eb' yic yolyib'anhq'uinal tic, max yal-laj schaan eb', yujto max yil-laj eb', manh ojtacab'iloc yuj eb'. A exxo tic, eyojtacxo Yespíritu chi', yujto aytaxon ek' eyed'oc. A ol ochcan cajan d'ayex d'a junelnhej."
        },
        {
            "number": "18",
            "text": "A in tic, manh ol ex vactejcanlaj e ch'ocoj, ol in jax d'ayex junelxo."
        },
        {
            "number": "19",
            "text": "Quenxonhej tiempoal, manhxo ol in yil-laj eb' manh vicoc d'a yolyib'anhq'uinal tic. A exxo pax tic, ol in eyila'. Yujto pitzan innhej, pitzan ex pax d'a junelnhej."
        },
        {
            "number": "20",
            "text": "A d'a jun k'ual yic ol ochcan Espíritu d'ayex, ato ta' ol nachajel eyuuj to ayin och d'a in Mam. Axo snachajel chi' eyuuj to ayex och d'ayin, ayin pax och d'ayex."
        },
        {
            "number": "21",
            "text": "A eb' syak'och spensar d'a in checnab'il, sk'anab'ajan eb', aton eb' chi' xajan in yuuj. A eb' tzin xajanani, xajan pax eb' yuj in Mam. A in ol in xajanej eb', ol in ch'ox in b'a d'a eb', xchi Jesús."
        },
        {
            "number": "22",
            "text": "Ay junxo sk'ayb'um vinh scuch Judas, manhoclaj vinh aj Queriot, a vinh ix alani: --Mamin, ¿tas yuj axonhej d'ayonh ol a ch'ox a b'a? ¿Tas yuj manhxo ol a ch'ox a b'a d'a eb' yic yolyib'anhq'uinal tic? xchi vinh d'a Jesús."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yalxi Jesús chi': --A eb' xajan in yuuj, sk'anab'ajej pax in lolonel eb'. Yuj chi' axo in Mam ol xajanan eb'. A in yed' in Mam chi' ol onh ochcan cajan d'a eb'."
        },
        {
            "number": "24",
            "text": "Axo eb' max in xajanani, max sk'anab'ajej paxlaj eb' tas svala'. A juntzanh lolonel sval tic d'ayex, manh vicoc, yic in Mam checjinac in coti."
        },
        {
            "number": "25",
            "text": "Svalcan juntzanh tic d'ayex yacb'an ayinto ek' eyed'oc."
        },
        {
            "number": "26",
            "text": "A co Mam Dios ol checancot Yespíritu d'ayex in q'uexuloc. A' ol colvaj eyed'oc, ol ex sk'ayb'an d'a masanil tastac. Ol yec e nacot jantacnhej tas valnacxocan d'ayex."
        },
        {
            "number": "27",
            "text": "A ticnaic, svak'can in junk'olal d'ayex. A in junk'olal svak'can d'ayex tic, manh lajanoc icha junk'olal syak' eb' yic yolyib'anhq'uinal tic. Manh eyak' somchajel e k'ool, manh ex xivoc."
        },
        {
            "number": "28",
            "text": "Toxo ix val eyab'i to ol in paxoc, palta ol in jax d'ayex. Tato yel tzin e xajanej, tzex tzalaji, yujto ol in pax d'a co Mam, yujto ek'alto d'a vichanh."
        },
        {
            "number": "29",
            "text": "Ayocto svalancan juntzanh tic d'ayex, yic vach' ayic ol ujoc jun sval tic, ol in e vach' aq'uejoch d'a e k'ool."
        },
        {
            "number": "30",
            "text": "Manhxo nivanoc tas sval d'ayex, yujto vanxo sja vinh yajal yolyib'anhq'uinal tic. A vinh chi', malaj yalan yic vinh d'ayin."
        },
        {
            "number": "31",
            "text": "Palta tzin k'anab'ajej checnab'il ix yak' co Mam Dios d'ayin, yic vach' ol nachajel yuj eb' yic yolyib'anhq'uinal tic to xajan vuuj. Axo ticnaic, q'ueanhec vaan, coyec, xchi Jesús."
        }
    ]
}