{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanpax Jesús t'a heb' sk'ayb'um: --Ha in tzin sch'ox jun te' nunal uwa wach'. Axo jun tz'ak'enan te', a in Mam sch'oxo'."
        },
        {
            "number": "2",
            "text": "Tato ay te' sk'ab' max satani, haxo ol tzepanel te'. Tato ay te' sk'ab' wach' satani, haxo ol ak'enan te' yic tzijtum sat te' syak'a'. Icha syutej yak'enan te' chi', icha chi' ol yutoc in Mam heb' syak'och spensar t'ayin."
        },
        {
            "number": "3",
            "text": "Ha exxo tik, toxo ix b'o he pensar yuj juntzanh in k'ayb'ub'al ix wal t'ayex."
        },
        {
            "number": "4",
            "text": "Ochanhec cajan t'ayin, a inxo ol in ochpax cajan t'ayex. Icha junok te' sk'ab' tz'elta jecnaj t'a snunal maxtzac satanlaj, icha chi' ol ex ajoc tato manh ex ayococh t'ayin."
        },
        {
            "number": "5",
            "text": "Ha in tik, icha snunal te' uwa waji. Ha exxo tik, icha te' sk'ab' eyaji. Tato junnhej eyaj wed'oc, junnhej pax waj eyed'oc, icha junok te' sk'ab' tzijtum sat syak'a', icha chi' ol ex ajoc. Palta malaj jab'oc tas syal eyuj he ch'ocoj."
        },
        {
            "number": "6",
            "text": "Q'uinaloc ay heb' manh ayococh t'ayin, lajan ol aj heb' icha junok te' sk'ab' stzepjiel t'a snunal, stacji. Slajwi chi', smolb'aji, snhusjitz'aoc."
        },
        {
            "number": "7",
            "text": "Tato junnhej eyaj wed'oc, tato tzeyak'nhejoch he pensar t'a in lolonel, k'anec tas tze nib'ej ol ak'joc t'ayex."
        },
        {
            "number": "8",
            "text": "Tato niwan tas wach' scheclajel t'a he b'eyb'al, ol aljoc in Mam wach'il eyuuj. Ichaton chi' ol eyutoc he ch'oxaneli to in k'ayb'um ex."
        },
        {
            "number": "9",
            "text": "Icha ix yutej in Mam in xajanani, icha pax chi' tzex wutej ex in xajanani. Yuj chi' tzin he k'anab'ajejnhej, yic wach' ol eyab'i to xajanexnhej wuuj."
        },
        {
            "number": "10",
            "text": "Tato tze k'anab'ajej juntzanh in checnab'il, ol eyab'i to xajanexnhej wuuj, yujto icha chi' waj yet' in Mam. Ha in tik tzin k'anab'ajej juntzanh schecnab'il in Mam chi', yuj chi' swab'i to xajan innhej yuj."
        },
        {
            "number": "11",
            "text": "Swalcan juntzanh tik t'ayex yic wach' icha tzin tzalaji, icha pax chi' ol ex tzalajoc, yuj chi' tz'acan ol aj he tzalajk'olal."
        },
        {
            "number": "12",
            "text": "Ha ticnaik ay jun in checnab'il ol walcan t'ayex to tze xajanej he b'a junjun ex icha swutej ex in xajanani."
        },
        {
            "number": "13",
            "text": "Tato ay junok mach syak'cham sb'a yuj heb' yamigo, syalelk'ochi to tzek' wal t'a yib'anh xajanan heb' yamigo chi'."
        },
        {
            "number": "14",
            "text": "Ha ex tik, tato tze k'anab'ajej juntzanh in checnab'il tik, wal yel wamigo ex toni."
        },
        {
            "number": "15",
            "text": "Ha ticnaik swal t'ayex, manh tonhejoc in checab' eyaji, yujto a junok checab', manh yojtacoc tas sna spatrón. Palta a ticnaik wamigo ex, yujto a jantacnhej tas yalnaccan in Mam t'ayin, ix walxican t'ayex."
        },
        {
            "number": "16",
            "text": "Manhoquexlaj ix in he sayeq'ui, palta a in ix ex in sik'elta, yic wach' tze k'ulej tas tzin nib'ej. Ha tas tze k'ulej chi', ol cannhej t'a junelnhej. Yuj chi' a jantacnhej tas tze k'an t'a ko Mam Dios t'a in b'i, ol yak'nhej t'ayex."
        },
        {
            "number": "17",
            "text": "Aton jun in checnab'il tik swalcan t'ayex, to slaj he xajanej he b'a junjun ex."
        },
        {
            "number": "18",
            "text": "Tato ay heb' yic yol yib'anhk’inal tik tz'och ajk'olal t'ayex, naeccoti to a t'ayin sb'ab'lajoch heb' ajk'olal."
        },
        {
            "number": "19",
            "text": "Q'uinaloc yic ex yol yib'anhk’inal tik yet' heb', tecan xajanex yuj heb'. Palta manhxo ex yicoc yol yib'anhk’inal tik, yujto toxo ex in sik'canelta t'a skal heb'. Yuj chi' tz'och heb' ajk'olal t'ayex, yujto manhxo eyetb'eyumoc he b'a yet' heb'."
        },
        {
            "number": "20",
            "text": "Tze na wal cot jun lolonel ix wal tik t'ayex: Malaj junok checab' ek'al yelk'och t'a yichanh spatrón, xin chi t'ayex. Icha yutejnac heb' yak'anoch in yaelal, icha pax chi' ol yutoc heb' yak'anoch eyaelal. Tato ix sk'anab'ajej in k'ayb'ub'al heb', ol sk'anab'ajej pax eyic heb'."
        },
        {
            "number": "21",
            "text": "Ol laj yak'och yaelal heb' t'a eyib'anh wuuj, yujto manh yojtacoclaj heb' mach checjinac in koti."
        },
        {
            "number": "22",
            "text": "Q'uinaloc max ul wal t'a heb', malaj am smul heb'. Palta a ticnaik, manhxa b'aj wach' scolan sb'a heb' yuj smul."
        },
        {
            "number": "23",
            "text": "Ha heb' tz'och ajk'olal t'ayin, tz'ochpax heb' ajk'olal t'a in Mam."
        },
        {
            "number": "24",
            "text": "Ha juntzanh satub'tac ix laj in ch'ox t'a skal heb', malaj junocxo mach syal yuj icha chi'. Q'uinaloc malaj juntzanh satub'tac chi' ix in ch'oxo', malaj am smul heb'. Axo ticnaik, wach'chom ix yil juntzanh chi' heb', palta anheja' ayoch heb' ajk'olal t'ayin, ajk'ool pax heb' t'a in Mam."
        },
        {
            "number": "25",
            "text": "Palta icha tik ix aj yelk'och juntzanh tik, yic tz'elk'och tas tz'ib'yajcan t'a ley b'aj niwanoc syak'och spensar heb'. Aton jun tz'alan icha tik: Nab'anhej scomon och heb' ajk'olal t'ayin, xchi t'a Slolonel Dios Tz'ib'ab'ilcani."
        },
        {
            "number": "26",
            "text": "Palta ay junxo Colwajum ol cot t'a ko Mam Dios, aton Yespíritu yel syala'. Ol b'at in checcoti. A' ol yak' testigoal sb'a wuuj."
        },
        {
            "number": "27",
            "text": "Anhejtona', ich ex ta', ol eyak' testigoal he b'a, yujto junnhej ek'nac ex wed'oc yictax ix el yich in munlajel tik."
        }
    ]
}