{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Svalcan juntzanh tic d'ayex, yic manh ol ex somchajeloc."
        },
        {
            "number": "2",
            "text": "Yujto ol laj ex pechjielta yuj eb' quetisraelal d'a yol spatil culto. Ay jun tiempoal ol javoc, yalxonhej mach ol ex milanoc, a snaan eb' to pavor syak' eb' d'a Dios."
        },
        {
            "number": "3",
            "text": "Icha chi' ol yutoc sb'a eb', yujto manh yojtacoc in Mam eb', manh in yojtacoc pax eb'."
        },
        {
            "number": "4",
            "text": "Svalcan juntzanh tic d'ayex, yic vach' ayic ol ja jun tiempoal chi', ol e nacoti to valnacxocan d'ayex. Maj val-laj juntzanh tic d'ayex d'a yic yalanh, yujto ayinto ek' eyed' ta'."
        },
        {
            "number": "5",
            "text": "Axo ticnaic, ol in pax d'a jun checjinac in coti. Palta malaj junoc ex tze k'anb'ej d'ayin b'ajtil ol in k'ochoc."
        },
        {
            "number": "6",
            "text": "Tonhej tzex te och ilk'olal yuj juntzanh svalcan tic d'ayex."
        },
        {
            "number": "7",
            "text": "Val yel sval d'ayex, te vach' eyico' yujto ol in paxoc. Tato manh ol in paxoc, manh ol javoclaj jun d'inhan scolvaj chi' eyed'oc. Palta ayic ol in paxoc, ol in checancot d'ayex."
        },
        {
            "number": "8",
            "text": "Axo ol javoc, a' ol ak'an yojtaquejel eb' yic yolyib'anhq'uinal tic to ay smul eb'. Anheja' ol ak'an yojtaquejel eb' to vach'nhej ix vutej in b'a. Ol yak'an yojtaquejel eb' to ol ch'olb'itaj tas yaj eb' yuj Dios."
        },
        {
            "number": "9",
            "text": "Ol sch'oxan d'a eb' to ay smul eb', yujto max in yak'och eb' d'a sk'ool."
        },
        {
            "number": "10",
            "text": "A' ol ak'an yojtaquejel eb' to vach'nhej ix vutej in b'a, yujto ol in pax b'aj ay co Mam Dios, b'aj manhxo ol yal-laj in eyilani."
        },
        {
            "number": "11",
            "text": "Ol sch'oxan d'a eb' to ol ch'olb'itaj yaj eb' yuj Dios, yujto toxo ix ch'olb'itaj yaj vinh yajal yolyib'anhq'uinal tic."
        },
        {
            "number": "12",
            "text": "Tzijtumto tas in gana sval d'ayex, palta maxto techaj eyab'an ticnaic."
        },
        {
            "number": "13",
            "text": "Ato val ol ja Espíritu yel syala', ato ta' ol ak'joc nachajel eyuuj masanil tas yel. Manh ol lolonlaj d'a yol yico', a jantacnhej tas ol aljoc d'ay, anhej ol yala'. Ol laj yalan juntzanh tastac toto ol ujoc."
        },
        {
            "number": "14",
            "text": "Yuuj ol checlajeloc to nivan velk'ochi. Jantacnhej tas ol val d'ay, a' ol alan pax d'ayex."
        },
        {
            "number": "15",
            "text": "Jantacnhej tas ay d'a co Mam Dios, vicnhej yaji. Yuj chi' ix vala' to a tas ol val d'a Espíritu chi', a' ol yal d'ayex."
        },
        {
            "number": "16",
            "text": "Junxonhej rato ol in eyila', slajvi chi', manhxo ol in eyil-laj. Ol ek' junocxo rato, ol in eyilanxi, yujto ol in paxq'ue b'aj ay in Mam, xchi Jesús d'a eb'."
        },
        {
            "number": "17",
            "text": "Ix lajvi yalan jun chi', ay jayvanh eb' sk'ayb'um ix laj alani: --¿Tas syalelk'och jun syal tic d'ayonh? To ix yala': Junxonhej rato ol in eyila', slajvi chi', manhxo ol in eyil-laj. Ol ek' junocxo rato, ol in eyilanxi, xchi. Ix yalanpaxi: Yujto ol in paxq'ue b'aj ay in Mam, xchi d'ayonh."
        },
        {
            "number": "18",
            "text": "A jun “junxonhej rato” syal tic, ¿tastaxlaj syalelk'ochi? Manh jab'oc snachajel cuuj tas syala', xchi eb'."
        },
        {
            "number": "19",
            "text": "Axo Jesús, yojtacxo to sgana eb' sk'anb'ej d'ay tas syalelk'och jun ix yal chi', yuj chi' ix yalanxi d'a eb': --Toxo ix val d'ayex: Junxonhej rato ol in eyila', slajvi chi', manhxo ol in eyil-laj. Palta ol ek' junocxo rato, ol in eyilanxi, xin chi d'ayex. ¿Tom yuj juntzanh sval tic tze k'anb'an eyab' d'ayex junjun ex?"
        },
        {
            "number": "20",
            "text": "Val yel sval d'ayex, ol ex cusoc, ol ex ok'oc. Axo eb' yic yolyib'anhq'uinal tic, ol laj q'ue chanh eb'. A ex tic, ol ex cusoc, palta ol meltzajxoc och e cusk'olal chi' d'a tzalajk'olal."
        },
        {
            "number": "21",
            "text": "Q'uinaloc ay junoc ix ix van yalji yune', scus ix, yujto ayoch ix d'a syaelal, palta ayic toxo ix aj yune' ix chi', maxtzac snacotlaj syaelal ix chi', toxonhej ste tzalaj ix, yujto ix aj jun unin chi' d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "22",
            "text": "Icha jun ix chi', icha chi' ol ex ajoc. Ol ex cus ton ticnaic, palta ato yic ol in eyilanxi ol ex tzalajoc. Axo jun e tzalajk'olal chi', malaj junoc mach ol yal yik'anek' d'ayex."
        },
        {
            "number": "23",
            "text": "A d'a jun k'ual chi' manhxa tas ol e k'anb'ej d'ayin. Val yel sval d'ayex, masanil tas ol e k'an d'a co Mam Dios d'a in b'i, ol yak' d'ayex."
        },
        {
            "number": "24",
            "text": "A ticnaic, mantalaj tas tze k'an d'a Dios d'a in b'i. k'anec, ol e chaa, ol ak'joc d'ayex yic ol tz'acvoc e tzalajk'olal."
        },
        {
            "number": "25",
            "text": "Q'uexanh ix vutej valan juntzanh lolonel tic d'ayex. Palta ay jun tiempoal ol javoc, manhxo ichoc ta' ol aj valan d'ayex, yujto tojolxonhej ol vutoc valan yab'ixal in Mam d'ayex."
        },
        {
            "number": "26",
            "text": "Ayic ol ja jun k'ual chi', ato ta' ol e k'an tas tze nib'ej d'a in b'i. Max val-laj d'ayex tato a in ol in k'an tas d'a in Mam eyuuj."
        },
        {
            "number": "27",
            "text": "Xajan ex yuj in Mam chi', yujto xajan in eyuuj, ix eyak'och d'a e k'ool to a d'ay cotnac in."
        },
        {
            "number": "28",
            "text": "Yel toni a d'ay cotnac in, in javi d'a yolyib'anhq'uinal tic. A ticnaic, ol vactejcani, axo in paxq'ue d'a in Mam chi', xchi d'a eb'."
        },
        {
            "number": "29",
            "text": "Axo eb' sk'ayb'um chi' ix alan d'ay: --A ticnaic te tojolxo tzutej alan d'ayonh. Manhxo q'uexanhoc tzutej alan icha d'a junel."
        },
        {
            "number": "30",
            "text": "A ticnaic, snachajel cuuj to ojtacnhej masanil tasi. Manh yovaliloc tzato co k'anb'ej d'ayach ayic tzalan d'ayonh. Yuj chi' scak'och d'a co k'ool to a d'a Dios cotnac ach, xchi eb' d'ay."
        },
        {
            "number": "31",
            "text": "Yuj chi' ix yalxi d'a eb': --¿Tzam in eyak'och d'a e k'ool ticnaic?"
        },
        {
            "number": "32",
            "text": "Palta vanxo sja stiempoal ol ex saclemcanb'atoc. Ol laj ex b'at elelal junjun ex. Ol in eyactejcan in ch'ocoj, palta manh in ch'ocojoc ol in canoc, ayek' in Mam ved'oc."
        },
        {
            "number": "33",
            "text": "Ix val masanil juntzanh tic d'ayex, yic vach' junk'olalxo ol ex aj vuuj. A d'a yolyib'anhq'uinal tic, ol eyab' ton syail. Palta tek'an tzeyutej e b'a, yujto a eb' yic yolyib'anhq'uinal tic, toxo ix can eb' d'a yalanh vuuj, xchi Jesús d'a eb'."
        }
    ]
}