{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Swalkan juntzanh tik t'ayex, yic manh ol ex somchajeloc."
        },
        {
            "number": "2",
            "text": "Yujto ol laj ex pechjielta yuj heb' quetisraelal t'a yol spatil culto. Ay jun pekti’ ol jawok, yalxonhej mach ol ex milanoc, a snaan heb' to pawor syak' heb' d'ha Dios."
        },
        {
            "number": "3",
            "text": "Icha chi' ol yutoc sb'a heb', yujto manh yojtakoc in Mam heb', manh in yojtakoc pax heb'."
        },
        {
            "number": "4",
            "text": "Swalkan juntzanh tik t'ayex, yic wach' ayic ol ja jun pekti’ chi', ol he nacoti to walnacxocan t'ayex. Maj wal-laj juntzanh tik t'ayex t'a yic yalanh, yujto ayinto ek' eyed' ta'."
        },
        {
            "number": "5",
            "text": "Axo ticnaik, ol in pax t'a jun checjinac in koti. Palta malaj junok ex tze k'anb'ej t'ayin b'ajtil ol in k'ochoc."
        },
        {
            "number": "6",
            "text": "Tonhej tzex te och ilk'olal yuj juntzanh swalkan tik t'ayex."
        },
        {
            "number": "7",
            "text": "Val yel swal t'ayex, te wach' eyiko' yujto ol in paxoc. Tato manh ol in paxoc, manh ol jawoclaj jun d'inhan skolwaj chi' eyed'oc. Palta ayic ol in paxoc, ol in chekancot t'ayex."
        },
        {
            "number": "8",
            "text": "Axo ol jawok, ha' ol ak'an yojtaquejel heb' yic yol yib'anhk’inal tik to ay smul heb'. Anheja' ol ak'an yojtaquejel heb' to wach'nhej ix wutej in b'a. Ol yak'an yojtaquejel heb' to ol ch'olb'itaj tas yaj heb' yuj Dios."
        },
        {
            "number": "9",
            "text": "Ol sch'oxan t'a heb' to ay smul heb', yujto max in yak'och heb' t'a sk'ool."
        },
        {
            "number": "10",
            "text": "A' ol ak'an yojtaquejel heb' to wach'nhej ix wutej in b'a, yujto ol in pax b'aj ay ko Mam Dios, b'aj manhxo ol yal-laj in eyilani."
        },
        {
            "number": "11",
            "text": "Ol sch'oxan t'a heb' to ol ch'olb'itaj yaj heb' yuj Dios, yujto toxo ix ch'olb'itaj yaj winh yajal yol yib'anhk’inal tik."
        },
        {
            "number": "12",
            "text": "Tzijtumto tas in gana swal t'ayex, palta maxto techaj eyab'an ticnaik."
        },
        {
            "number": "13",
            "text": "Ato wal ol ja Espíritu yel syala', ato ta' ol ak'joc nachajel eyuuj masanil tas yel. Manh ol lolonlaj t'a yol yico', a jantacnhej tas ol aljoc t'ay, anhej ol yala'. Ol laj yalan juntzanh tastac toto ol ujok."
        },
        {
            "number": "14",
            "text": "Yuj ol checlajeloc to niwan welk'ochi. Jantacnhej tas ol wal t'ay, ha' ol alan pax t'ayex."
        },
        {
            "number": "15",
            "text": "Jantacnhej tas ay t'a ko Mam Dios, wicnhej yaji. Yuj chi' ix wala' to a tas ol wal t'a Espíritu chi', ha' ol yal t'ayex."
        },
        {
            "number": "16",
            "text": "Junxonhej rato ol in eyila', slajwi chi', manhxo ol in eyil-laj. Ol ek' junocxo rato, ol in eyilanxi, yujto ol in paxk'e b'aj ay in Mam, xchi Jesús t'a heb'."
        },
        {
            "number": "17",
            "text": "Ixlajwi yalan jun chi', ay jaywanh heb' sk'ayb'um ix laj alani: --¿Tas syalelk'och jun syal tik t'ayonh? To ix yala': Junxonhej rato ol in eyila', slajwi chi', manhxo ol in eyil-laj. Ol ek' junocxo rato, ol in eyilanxi, xchi. Ix yalanpaxi: Yujto ol in paxk'e b'aj ay in Mam, xchi t'ayonh."
        },
        {
            "number": "18",
            "text": "Ha jun “junxonhej rato” syal tik, ¿tastaxlaj syalelk'ochi? Manh jab'oc snachajel cuuj tas syala', xchi heb'."
        },
        {
            "number": "19",
            "text": "Axo Jesús, yojtakxo to snib'ej heb' sk'anb'ej t'ay tas syalelk'och jun ix yal chi', yuj chi' ix yalanxi t'a heb': --Toxo ix wal t'ayex: Junxonhej rato ol in eyila', slajwi chi', manhxo ol in eyil-laj. Palta ol ek' junocxo rato, ol in eyilanxi, xin chi t'ayex. ¿Tom yuj juntzanh swal tik tze k'anb'an eyab' t'ayex junjun ex?"
        },
        {
            "number": "20",
            "text": "Val yel swal t'ayex, ol ex cusoc, ol ex ok'oc. Axo heb' yic yol yib'anhk’inal tik, ol laj k'e chanh heb'. Ha ex tik, ol ex cusoc, palta ol meltzajxoc och he cusk'olal chi' t'a tzalajk'olal."
        },
        {
            "number": "21",
            "text": "Q'uinaloc ay junok ix ix wan yalji yune', scus ix, yujto ayoch ix t'a syaelal, palta ayic toxo ix aj yune' ix chi', maxtzac snacotlaj syaelal ix chi', toxonhej ste tzalaj ix, yujto ix aj jun unin chi' t'a yol yib'anhk’inal tik."
        },
        {
            "number": "22",
            "text": "Icha jun ix chi', icha chi' ol ex ajoc. Ol ex kus ton ticnaik, palta ato yic ol in eyilanxi ol ex tzalajoc. Axo jun he tzalajk'olal chi', malaj junok mach ol yal yik'anek' t'ayex."
        },
        {
            "number": "23",
            "text": "Ha t'a jun k'ual chi' manhxa tas ol he k'anb'ej t'ayin. Val yel swal t'ayex, masanil tas ol he k'an t'a ko Mam Dios t'a in b'i, ol yak' t'ayex."
        },
        {
            "number": "24",
            "text": "Ha ticnaik, mantalaj tas tze k'an d'ha Dios t'a in b'i. k'anec, ol he chaa, ol ak'joc t'ayex yic ol tz'acwoc he tzalajk'olal."
        },
        {
            "number": "25",
            "text": "Q'uexanh ix wutej walan juntzanh lolonel tik t'ayex. Palta ay jun pekti’ ol jawok, manhxo ichoc ta' ol aj walan t'ayex, yujto tojolxonhej ol wutoc walan yab'ixal in Mam t'ayex."
        },
        {
            "number": "26",
            "text": "Ayic ol ja jun k'ual chi', ato ta' ol he k'an tas tze nib'ej t'a in b'i. Max wal-laj t'ayex tato a in ol in k'an tas t'a in Mam eyuuj."
        },
        {
            "number": "27",
            "text": "Xajan ex yuj in Mam chi', yujto xajan in eyuuj, ix eyak'och t'a he k'ool to a t'ay cotnac in."
        },
        {
            "number": "28",
            "text": "Yel toni a t'ay cotnac in, in jawi t'a yol yib'anhk’inal tik. Ha ticnaik, ol wactejkani, haxo in paxk'e t'a in Mam chi', xchi t'a heb'."
        },
        {
            "number": "29",
            "text": "Axo heb' sk'ayb'um chi' ix alan t'ay: --Ha ticnaik te tojolxo tzutej alan t'ayonh. Manhxo k'exanhoc tzutej alan icha t'a junel."
        },
        {
            "number": "30",
            "text": "Ha ticnaik, snachajel cuuj to ojtaknhej masanil tasi. Manh yowaliloc tzato ko k'anb'ej t'ayach ayic tzalan t'ayonh. Yuj chi' skak'och t'a ko k'ool to a d'ha Dios cotnac ach, xchi heb' t'ay."
        },
        {
            "number": "31",
            "text": "Yuj chi' ix yalxi t'a heb': --¿Tzam in eyak'och t'a he k'ool ticnaik?"
        },
        {
            "number": "32",
            "text": "Palta wanxo sja stiempoal ol ex saklemkanb'atoc. Ol laj ex b'at elelal junjun ex. Ol in eyactejkan in ch'ocoj, palta manh in ch'ocojoc ol in kanok, ayek' in Mam wed'oc."
        },
        {
            "number": "33",
            "text": "Ix wal masanil juntzanh tik t'ayex, yic wach' junk'olalxo ol ex aj wuuj. Ha t'a yol yib'anhk’inal tik, ol eyab' ton syail. Palta tek'an tzeyutej he b'a, yujto a heb' yic yol yib'anhk’inal tik, toxo ix kan heb' t'a yalanh wuuj, xchi Jesús t'a heb'."
        }
    ]
}