{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi yalan juntzanh chi' Jesús, ix k'e k'elan t'a satcha’anh, ix yalani: --Mamin, toxo ix ja stiempoal a ch'oxaneli to niwan welk'och a in Uninal in tik, yic ol in ch'oxpaxel sniwanil elk'ochi."
        },
        {
            "number": "2",
            "text": "Yujto a ach ak'nac wopisio t'a yib'anh masanil heb' anima yic wach' swak' sk'inal jantacnhej heb' ix ak' t'ayin."
        },
        {
            "number": "3",
            "text": "Ha jun k 'inal t'a junelnhej tik, syalelk'ochi to tzach yojtaquejel heb' anima to a achnhejton Dios ach t'a wal yel yet' pax in yojtacanel heb' a in Jesucristo checb'il in cot uuj tik."
        },
        {
            "number": "4",
            "text": "Ayic ayinek' t'a yol yib'anhk’inal tik, ix in ch'oxo' to te niwan elk'ochi. Ha jun munlajel ak'b'ilcan tik t'ayin uuj, toxo ix yik' sb'a."
        },
        {
            "number": "5",
            "text": "Ayic manto b'o jun yol yib'anhk’inal tik, ayinek' ed' b'aj ay ko wach'il. Axo ticnaik Mamin, cha in paxk'e ed' b'aj ay ko wach'il chi' ichataxon waj ed'oc."
        },
        {
            "number": "6",
            "text": "Ha heb' ix a sik'elta t'a yol yib'anhk’inal tik, ix ak' heb' t'ayin, ix in ch'ox t'a heb' tas nab'il uuj. Ha heb' ix ak' t'ayin, toxonton ic heb'. Ix laj sk'anab'ajej a lolonel heb'."
        },
        {
            "number": "7",
            "text": "Ha ticnaik, a jantacnhej tas ak'nac t'ayin, yojtac heb' to a t'ayach cotnac."
        },
        {
            "number": "8",
            "text": "Ha a lolonel ak'nac t'ayin, ix laj wal t'a heb'. Ix schaan yab' heb', yuj chi' yojtac heb' to yel t'ayach cotnac in. Syak'och heb' t'a sk'ool to a ach a checnac in koti."
        },
        {
            "number": "9",
            "text": "Tzin lesalwi yuj heb' ix ak' t'ayin, yujto icxo heb'. Axo heb' yic yol yib'anhk’inal tik, max in lesalwilaj yuj heb'."
        },
        {
            "number": "10",
            "text": "Jantacnhej heb' wico', icxo pax yaj heb'. Anhejtona' heb' ico', wicxo pax heb' ed'oc. Aton heb' tik sch'oxaneli to te niwan welk'ochi."
        },
        {
            "number": "11",
            "text": "Jab'xonhej tiempo ayinek' t'a yol yib'anhk’inal tik, haxo in paxk'e chi' ed'oc. Axo pax heb' tik jun, ol to kan heb' t'a yol yib'anhk’inal tik. Mamin, te tojol achnhej. Ha heb' ix ak' t'ayin, tza tanhwej heb' yet' a poder, aton jun ix ak' t'ayin, yic junxonhej tz'aj heb' icha waj ed'oc."
        },
        {
            "number": "12",
            "text": "Ayic ayinek' yet' heb' t'a yol yib'anhk’inal tik, ix in tanhwej heb' yet' a poder chi'. Ha heb' ix ak' t'ayin, ix in tanhwej heb' yic malaj tz'ik'an heb', malaj junok heb' ix sateli, anhej jun d'inhantaxon sateli yic tz'elk'och tas tz'ib'ab'ilcan t'a a lolonel."
        },
        {
            "number": "13",
            "text": "Ha ticnaik jun, ol in paxixk'e t'ayach. Yacb'an ayinto ek' jab'ocxo t'a yol yib'anhk’inal tik, swalancan juntzanh tik yic wach' ol tzalaj heb' icha in tzalaj tik."
        },
        {
            "number": "14",
            "text": "Toxo ix laj walcanel a lolonel t'a heb'. Palta a heb' yic yol yib'anhk’inal tik tz'och heb' ajk'olal t'a heb', yujto manhxo yicoc yol yib'anhk’inal heb' yet' heb'. Icha in tik, manh in yicoc yol yib'anhk’inal tik."
        },
        {
            "number": "15",
            "text": "Mantoc swala' to elanhchamel tzik'el heb' t'a tik. Palta tzin k'an t'ayach to tza tanhwej heb', yic malaj heb' tz'ixtaxel yuj winh chuk chi'."
        },
        {
            "number": "16",
            "text": "Ha in tik, manh in yicoc yol yib'anhk’inal tik. Anhejtona' icha chi' heb', manh yicoc yol yib'anhk’inal tik heb'."
        },
        {
            "number": "17",
            "text": "Ha ach tza tojolb'itej spensar heb' yet' a lolonel te yel."
        },
        {
            "number": "18",
            "text": "Icha ix utej in a checancot t'a skal heb' anima tik, icha chi' swutej in checanpaxb'at heb' t'a skal heb' anima chi'."
        },
        {
            "number": "19",
            "text": "Yuj swach'iloc heb' yuj chi' swak' in b'a t'ayach, yic wach' tz'och heb' icoc t'a wal yel."
        },
        {
            "number": "20",
            "text": "Manh yujocnhej heb' tzin lesalwi. Tzin lesalwi pax yuj heb' toto ol in ak'anoch t'a sk'ool yuj tastac ol yal heb' in checab' tik."
        },
        {
            "number": "21",
            "text": "Tzin k'an t'ayach yic junxonhej ol aj spensar heb' smasanil. Mamin, junnhej waj ed'oc, junnhej pax aj wed'oc. Ichoc wal caji, ichocab' ta tz'aj pax heb', junnhejocab' tz'aj heb' qued'oc. Tato icha chi', haxo heb' anima t'a yol yib'anhk’inal tik, ol yak'och heb' t'a sk'ool to a ach a checnac in koti."
        },
        {
            "number": "22",
            "text": "Ha sniwanil welk'och ix ak'a', a ix wak'pax t'a heb', yic junxonhej tz'aj spensar heb' icha waj ed'oc."
        },
        {
            "number": "23",
            "text": "Ha in ayin och t'a heb', a achxo ayach och t'ayin, yic wach' junxonhej ol aj spensar heb'. Yuj chi' ol nachajel yuj heb' yic yol yib'anhk’inal tik to a ach a checnac in koti. Ol nachajel yuj heb' to icha tzutej in a xajanani, icha pax chi' tzutej a xajanan heb' quicxo."
        },
        {
            "number": "24",
            "text": "Mamin, a heb' tzak' t'ayin, in gana ol aj heb' wed' b'aj ol in k'ochoc, yic ol yil in wach'il heb' ak'b'il t'ayin uuj, yujto xajanintaxon uuj atax yic mantzac b'o jun yol yib'anhk’inal tik."
        },
        {
            "number": "25",
            "text": "Mamin, tojol a pensar, a heb' yic yol yib'anhk’inal tik, manh ach yojtacoc heb'. Xal in tik, wojtac ach. Axo heb' tik, yojtacxo heb' to a ach a checnac in koti."
        },
        {
            "number": "26",
            "text": "Ha in ix wak' yojtaquejel heb' tas aji. Anhejtona' ol in wach' ak'ej yojtaquejxiel heb', yic wach' icha tzutej in a xajanani, icha pax chi' tzutej a xajanan heb'. Ha inxo ol in och cajan t'a heb' t'a junelnhej, xchi Jesús t'a ko Mam Dios."
        }
    ]
}