{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi yalan juntzanh chi' Jesús, ix q'ue q'uelan d'a satchaanh, ix yalani: --Mamin, toxo ix ja stiempoal a ch'oxaneli to nivan velk'och a in Uninal in tic, yic ol in ch'oxpaxel snivanil elk'ochi."
        },
        {
            "number": "2",
            "text": "Yujto a ach ak'nac vopisio d'a yib'anh masanil eb' anima yic vach' svak' sq'uinal jantacnhej eb' ix ak' d'ayin."
        },
        {
            "number": "3",
            "text": "A jun q'uinal d'a junelnhej tic, syalelk'ochi to tzach yojtaquejel eb' anima to a achnhejton Dios ach d'a val yel yed' pax in yojtacanel eb' a in Jesucristo checb'il in cot uuj tic."
        },
        {
            "number": "4",
            "text": "Ayic ayinek' d'a yolyib'anhq'uinal tic, ix in ch'oxo' to te nivan elk'ochi. A jun munlajel ak'b'ilcan tic d'ayin uuj, toxo ix yik' sb'a."
        },
        {
            "number": "5",
            "text": "Ayic manto b'o jun yolyib'anhq'uinal tic, ayinek' ed' b'aj ay co vach'il. Axo ticnaic Mamin, cha in paxq'ue ed' b'aj ay co vach'il chi' ichataxon vaj ed'oc."
        },
        {
            "number": "6",
            "text": "A eb' ix a siq'uelta d'a yolyib'anhq'uinal tic, ix ak' eb' d'ayin, ix in ch'ox d'a eb' tas nab'il uuj. A eb' ix ak' d'ayin, toxonton ic eb'. Ix laj sk'anab'ajej a lolonel eb'."
        },
        {
            "number": "7",
            "text": "A ticnaic, a jantacnhej tas ak'nac d'ayin, yojtac eb' to a d'ayach cotnac."
        },
        {
            "number": "8",
            "text": "A a lolonel ak'nac d'ayin, ix laj val d'a eb'. Ix schaan yab' eb', yuj chi' yojtac eb' to yel d'ayach cotnac in. Syak'och eb' d'a sk'ool to a ach a checnac in coti."
        },
        {
            "number": "9",
            "text": "Tzin lesalvi yuj eb' ix ak' d'ayin, yujto icxo eb'. Axo eb' yic yolyib'anhq'uinal tic, max in lesalvilaj yuj eb'."
        },
        {
            "number": "10",
            "text": "Jantacnhej eb' vico', icxo pax yaj eb'. Anhejtona' eb' ico', vicxo pax eb' ed'oc. Aton eb' tic sch'oxaneli to te nivan velk'ochi."
        },
        {
            "number": "11",
            "text": "Jab'xonhej tiempo ayinek' d'a yolyib'anhq'uinal tic, axo in paxq'ue chi' ed'oc. Axo pax eb' tic jun, ol to can eb' d'a yolyib'anhq'uinal tic. Mamin, te tojol achnhej. A eb' ix ak' d'ayin, tza tanhvej eb' yed' a poder, aton jun ix ak' d'ayin, yic junxonhej tz'aj eb' icha vaj ed'oc."
        },
        {
            "number": "12",
            "text": "Ayic ayinek' yed' eb' d'a yolyib'anhq'uinal tic, ix in tanhvej eb' yed' a poder chi'. A eb' ix ak' d'ayin, ix in tanhvej eb' yic malaj tz'ik'an eb', malaj junoc eb' ix sateli, anhej jun d'inhantaxon sateli yic tz'elk'och tas tz'ib'ab'ilcan d'a a lolonel."
        },
        {
            "number": "13",
            "text": "A ticnaic jun, ol in paxixq'ue d'ayach. Yacb'an ayinto ek' jab'ocxo d'a yolyib'anhq'uinal tic, svalancan juntzanh tic yic vach' ol tzalaj eb' icha in tzalaj tic."
        },
        {
            "number": "14",
            "text": "Toxo ix laj valcanel a lolonel d'a eb'. Palta a eb' yic yolyib'anhq'uinal tic tz'och eb' ajk'olal d'a eb', yujto manhxo yicoc yolyib'anhq'uinal eb' yed' eb'. Icha in tic, manh in yicoc yolyib'anhq'uinal tic."
        },
        {
            "number": "15",
            "text": "Mantoc svala' to elanhchamel tziq'uel eb' d'a tic. Palta tzin k'an d'ayach to tza tanhvej eb', yic malaj eb' tz'ixtaxel yuj vinh chuc chi'."
        },
        {
            "number": "16",
            "text": "A in tic, manh in yicoc yolyib'anhq'uinal tic. Anhejtona' icha chi' eb', manh yicoc yolyib'anhq'uinal tic eb'."
        },
        {
            "number": "17",
            "text": "A ach tza tojolb'itej spensar eb' yed' a lolonel te yel."
        },
        {
            "number": "18",
            "text": "Icha ix utej in a checancot d'a scal eb' anima tic, icha chi' svutej in checanpaxb'at eb' d'a scal eb' anima chi'."
        },
        {
            "number": "19",
            "text": "Yuj svach'iloc eb' yuj chi' svak' in b'a d'ayach, yic vach' tz'och eb' icoc d'a val yel."
        },
        {
            "number": "20",
            "text": "Manh yujocnhej eb' tzin lesalvi. Tzin lesalvi pax yuj eb' toto ol in ak'anoch d'a sk'ool yuj tastac ol yal eb' in checab' tic."
        },
        {
            "number": "21",
            "text": "Tzin k'an d'ayach yic junxonhej ol aj spensar eb' smasanil. Mamin, junnhej vaj ed'oc, junnhej pax aj ved'oc. Ichoc val caji, ichocab' ta tz'aj pax eb', junnhejocab' tz'aj eb' qued'oc. Tato icha chi', axo eb' anima d'a yolyib'anhq'uinal tic, ol yak'och eb' d'a sk'ool to a ach a checnac in coti."
        },
        {
            "number": "22",
            "text": "A snivanil velk'och ix ak'a', a ix vak'pax d'a eb', yic junxonhej tz'aj spensar eb' icha vaj ed'oc."
        },
        {
            "number": "23",
            "text": "A in ayin och d'a eb', a achxo ayach och d'ayin, yic vach' junxonhej ol aj spensar eb'. Yuj chi' ol nachajel yuj eb' yic yolyib'anhq'uinal tic to a ach a checnac in coti. Ol nachajel yuj eb' to icha tzutej in a xajanani, icha pax chi' tzutej a xajanan eb' quicxo."
        },
        {
            "number": "24",
            "text": "Mamin, a eb' tzak' d'ayin, in gana ol aj eb' ved' b'aj ol in k'ochoc, yic ol yil in vach'il eb' ak'b'il d'ayin uuj, yujto xajanintaxon uuj atax yic mantzac b'o jun yolyib'anhq'uinal tic."
        },
        {
            "number": "25",
            "text": "Mamin, tojol a pensar, a eb' yic yolyib'anhq'uinal tic, manh ach yojtacoc eb'. Xal in tic, vojtac ach. Axo eb' tic, yojtacxo eb' to a ach a checnac in coti."
        },
        {
            "number": "26",
            "text": "A in ix vak' yojtaquejel eb' tas aji. Anhejtona' ol in vach' aq'uej yojtaquejxiel eb', yic vach' icha tzutej in a xajanani, icha pax chi' tzutej a xajanan eb'. A inxo ol in och cajan d'a eb' d'a junelnhej, xchi Jesús d'a co Mam Dios."
        }
    ]
}