{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi yalan juntzanh chi' Jesús, ix q'ue q'uelan t'a satcha’anh, ix yalani: --Mamin, toxo ix ja stiempoal a ch'oxaneli to niwan velk'och a in Uninal in tik, yic ol in ch'oxpaxel snivanil elk'ochi."
        },
        {
            "number": "2",
            "text": "Yujto a ach ak'nac vopisio t'a yib'anh masanil eb' anima yic wach' svak' sq'uinal jantacnhej eb' ix ak' t'ayin."
        },
        {
            "number": "3",
            "text": "Ha jun q'uinal t'a junelnhej tik, syalelk'ochi to tzach yojtaquejel eb' anima to a achnhejton Dios ach t'a val yel yet' pax in yojtacanel eb' a in Jesucristo checb'il in cot uuj tik."
        },
        {
            "number": "4",
            "text": "Ayic ayinek' t'a yol yib'anhk’inal tik, ix in ch'oxo' to te niwan elk'ochi. Ha jun munlajel ak'b'ilcan tik t'ayin uuj, toxo ix yik' sb'a."
        },
        {
            "number": "5",
            "text": "Ayic manto b'o jun yol yib'anhk’inal tik, ayinek' ed' b'aj ay co wach'il. Axo ticnaic Mamin, cha in paxq'ue ed' b'aj ay co wach'il chi' ichataxon vaj ed'oc."
        },
        {
            "number": "6",
            "text": "Ha eb' ix a siq'uelta t'a yol yib'anhk’inal tik, ix ak' eb' t'ayin, ix in ch'ox t'a eb' tas nab'il uuj. Ha eb' ix ak' t'ayin, toxonton ic eb'. Ix laj sk'anab'ajej a lolonel eb'."
        },
        {
            "number": "7",
            "text": "Ha ticnaic, a jantacnhej tas ak'nac t'ayin, yojtac eb' to a t'ayach cotnac."
        },
        {
            "number": "8",
            "text": "Ha a lolonel ak'nac t'ayin, ix laj val t'a eb'. Ix schaan yab' eb', yuj chi' yojtac eb' to yel t'ayach cotnac in. Syak'och eb' t'a sk'ool to a ach a checnac in coti."
        },
        {
            "number": "9",
            "text": "Tzin lesalvi yuj eb' ix ak' t'ayin, yujto icxo eb'. Axo eb' yic yol yib'anhk’inal tik, max in lesalvilaj yuj eb'."
        },
        {
            "number": "10",
            "text": "Jantacnhej eb' vico', icxo pax yaj eb'. Anhejtona' eb' ico', vicxo pax eb' ed'oc. Aton eb' tik sch'oxaneli to te niwan velk'ochi."
        },
        {
            "number": "11",
            "text": "Jab'xonhej tiempo ayinek' t'a yol yib'anhk’inal tik, haxo in paxq'ue chi' ed'oc. Axo pax eb' tik jun, ol to kan eb' t'a yol yib'anhk’inal tik. Mamin, te tojol achnhej. Ha eb' ix ak' t'ayin, tza tanhvej eb' yet' a poder, aton jun ix ak' t'ayin, yic junxonhej tz'aj eb' icha vaj ed'oc."
        },
        {
            "number": "12",
            "text": "Ayic ayinek' yet' eb' t'a yol yib'anhk’inal tik, ix in tanhvej eb' yet' a poder chi'. Ha eb' ix ak' t'ayin, ix in tanhvej eb' yic malaj tz'ik'an eb', malaj junok eb' ix sateli, anhej jun d'inhantaxon sateli yic tz'elk'och tas tz'ib'ab'ilcan t'a a lolonel."
        },
        {
            "number": "13",
            "text": "Ha ticnaic jun, ol in paxixq'ue t'ayach. Yacb'an ayinto ek' jab'ocxo t'a yol yib'anhk’inal tik, svalancan juntzanh tik yic wach' ol tzalaj eb' icha in tzalaj tik."
        },
        {
            "number": "14",
            "text": "Toxo ix laj valcanel a lolonel t'a eb'. Palta a eb' yic yol yib'anhk’inal tik tz'och eb' ajk'olal t'a eb', yujto manhxo yicoc yol yib'anhk’inal eb' yet' eb'. Icha in tik, manh in yicoc yol yib'anhk’inal tik."
        },
        {
            "number": "15",
            "text": "Mantoc svala' to elanhchamel tziq'uel eb' t'a tik. Palta tzin k'an t'ayach to tza tanhvej eb', yic malaj eb' tz'ixtaxel yuj vinh chuc chi'."
        },
        {
            "number": "16",
            "text": "Ha in tik, manh in yicoc yol yib'anhk’inal tik. Anhejtona' icha chi' eb', manh yicoc yol yib'anhk’inal tik eb'."
        },
        {
            "number": "17",
            "text": "Ha ach tza tojolb'itej spensar eb' yet' a lolonel te yel."
        },
        {
            "number": "18",
            "text": "Icha ix utej in a checancot t'a skal eb' anima tik, icha chi' svutej in checanpaxb'at eb' t'a skal eb' anima chi'."
        },
        {
            "number": "19",
            "text": "Yuj swach'iloc eb' yuj chi' svak' in b'a t'ayach, yic wach' tz'och eb' icoc t'a val yel."
        },
        {
            "number": "20",
            "text": "Manh yujocnhej eb' tzin lesalvi. Tzin lesalvi pax yuj eb' toto ol in ak'anoch t'a sk'ool yuj tastac ol yal eb' in checab' tik."
        },
        {
            "number": "21",
            "text": "Tzin k'an t'ayach yic junxonhej ol aj spensar eb' smasanil. Mamin, junnhej vaj ed'oc, junnhej pax aj ved'oc. Ichoc val caji, ichocab' ta tz'aj pax eb', junnhejocab' tz'aj eb' qued'oc. Tato icha chi', haxo eb' anima t'a yol yib'anhk’inal tik, ol yak'och eb' t'a sk'ool to a ach a checnac in coti."
        },
        {
            "number": "22",
            "text": "Ha snivanil velk'och ix ak'a', a ix vak'pax t'a eb', yic junxonhej tz'aj spensar eb' icha vaj ed'oc."
        },
        {
            "number": "23",
            "text": "Ha in ayin och t'a eb', a achxo ayach och t'ayin, yic wach' junxonhej ol aj spensar eb'. Yuj chi' ol nachajel yuj eb' yic yol yib'anhk’inal tik to a ach a checnac in coti. Ol nachajel yuj eb' to icha tzutej in a xajanani, icha pax chi' tzutej a xajanan eb' quicxo."
        },
        {
            "number": "24",
            "text": "Mamin, a eb' tzak' t'ayin, in gana ol aj eb' ved' b'aj ol in k'ochoc, yic ol yil in wach'il eb' ak'b'il t'ayin uuj, yujto xajanintaxon uuj atax yic mantzac b'o jun yol yib'anhk’inal tik."
        },
        {
            "number": "25",
            "text": "Mamin, tojol a pensar, a eb' yic yol yib'anhk’inal tik, manh ach yojtacoc eb'. Xal in tik, vojtac ach. Axo eb' tik, yojtacxo eb' to a ach a checnac in coti."
        },
        {
            "number": "26",
            "text": "Ha in ix vak' yojtaquejel eb' tas aji. Anhejtona' ol in wach' aq'uej yojtaquejxiel eb', yic wach' icha tzutej in a xajanani, icha pax chi' tzutej a xajanan eb'. Ha inxo ol in och cajan t'a eb' t'a junelnhej, xchi Jesús t'a co Mam Dios."
        }
    ]
}