{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi yalan juntzanh chi' Jesús, ix b'at yet' eb' sk'ayb'um. Ix k'axpajek' eb' t'a sch'olanil ha' Cedrón b'aj ay juntzanh te' avb'en te'. Ix k'och eb' t'a skal te'."
        },
        {
            "number": "2",
            "text": "Axo vinhaj Judas, vinh ol ak'anoch Jesús t'a yol sk'ab' chamel, yojtac pax jun lugar chi' vinh, yujto tzijtum el ix smolb'ej sb'a Jesús chi' yet' eb' sk'ayb'um ta'."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix k'och vinh ta', ajun jun umanh eb' soldado yet' vinh yet' pax eb' stanhvumal stemplo Dios ix checjicot yuj eb' vinh sat sacerdote yet' eb' vinh fariseo. Tz'icb'il sk'ak' eb', ma scandil eb' yuj. Yed'nac pax syamk'ab' eb' yic oval ix k'och eb'."
        },
        {
            "number": "4",
            "text": "Axo Jesús yojtacxo jantac tas ol javoc t'a yib'anh. Yuj chi' ix sch'oxan sb'a, ix sk'anb'an t'a eb' vinh ix k'och chi': --¿Mach tzek' e saya'? xchi t'a eb' vinh."
        },
        {
            "number": "5",
            "text": "--Ha Jesús aj Nazaret, a sco sayeq'ui, xchi eb' vinh t'ay. --Ha in ton tik, xchi t'a eb' vinh. Ha vinhaj Judas, vinh van yak'anoch Jesús t'a yol sk'ab' eb' ajk'ool chi', ajun vinh yet' eb' vinh."
        },
        {
            "number": "6",
            "text": "Ix lajvinhej yalan Jesús t'a eb' vinh, ix b'at pak'aljoc eb' vinh t'a spatic, ix laj telvi eb' vinh t'a sat lu'um."
        },
        {
            "number": "7",
            "text": "Ix sk'anb'anxi Jesús t'a eb' vinh: --¿Mach tzek' e saya'? xchi. --Ha Jesús aj Nazaret, a tzek' co saya', xchixi eb' vinh."
        },
        {
            "number": "8",
            "text": "--Palta toxo ix val t'ayex to a in ton tik. Tato a in tzin e saya', haxo eb' vinh ved'nac tik, actejec el eb' vinh, xchi t'a eb' vinh."
        },
        {
            "number": "9",
            "text": "Icha chi' ix aj yelk'och tas ix yal Jesús yuj eb' sk'ayb'um, ayic ix yalan icha tik: Ha eb' ix ak' t'ayin malaj junok eb' ix sat vuuj, xchi d'ha Dios."
        },
        {
            "number": "10",
            "text": "Axo vinhaj Simón Pedro, ix yik'anq'ueta q'uen yespada vinh t'a yol yatut, ix b'at jucnaj vinh t'a jun vinh scuch Malco, schecab' vinh sat sacerdote. Ix slesanel schiquin vinh vinh t'a swach'."
        },
        {
            "number": "11",
            "text": "Axo ix yalan Jesús t'a vinhaj Pedro chi': --Hak'uem q'uen espada chi' t'a yol yatut. ¿Tom manh ol vak' in b'ha t'a jun yaelal syak'cot in Mam t'a vib'anh tik a naani? xchi t'a vinh."
        },
        {
            "number": "12",
            "text": "Ix syaman Jesús chi' eb' vinh soldado yet' vinh syajalil eb' yet' eb' vinh aj Judea stanhvumal templo."
        },
        {
            "number": "13",
            "text": "Ichato chi' ix ik'jib'at t'a spat vinhaj Anás, snhi' vinhaj Caifás. Ha vinhaj Caifás chi' sat sacerdote yaj t'a jun ab'il chi'."
        },
        {
            "number": "14",
            "text": "Aton vinh alannac t'a eb' aj Judea chi' to yowalil scham junok mach sq'uexuloc eb' anima smasanil."
        },
        {
            "number": "15",
            "text": "Ayic ix ik'jib'at Jesús, tzak'anoch vinhaj Simón Pedro yuj yet' junxo vinh sk'ayb'um Jesús chi'. Ha junxo vinh sk'ayb'um chi', ojtacab'il vinh yuj vinhaj Anás chi'. Ix ochk'och vinh yet' Jesús t'a yamaq'uil spat vinhaj Anás chi'."
        },
        {
            "number": "16",
            "text": "Axo vinhaj Pedro chi', ix kan vinh t'a ti' pat chi'. Yuj chi' ix elixta junxo vinh sk'ayb'um Jesús chi', ix yalan vinh t'a ix stanhvumal ti' pat chi' to tz'och vinhaj Pedro chi' yet' eb'."
        },
        {
            "number": "17",
            "text": "Axo ix stanhvumal ti' pat chi' ix alan t'a vinhaj Pedro chi': --Ha ach tik, tecan sk'ayb'um ach jun vinh ix yamchaj tik, xchi ix t'a vinh. --Maay, manh in sk'ayb'umoclaj vinh, xchi vinh t'a ix."
        },
        {
            "number": "18",
            "text": "Ha t'a jun pekti’ chi' te ay siic, yuj chi' haxo eb' vinh ayoch checab'oc yet' eb' vinh stanhvumal templo, ix yak'och sk'ak' eb' vinh t'a te' ak'al. Linhjab'och eb' vinh k'axnel. Axo vinhaj Pedro chi', ix k'och vinh yet' eb' vinh t'a sti' te' k'ak' chi', ix k'axni vinh yet' eb' vinh."
        },
        {
            "number": "19",
            "text": "Axo vinh sat sacerdote ix k'anb'an t'a Jesús: --¿Mach eb' a k'ayb'um? ¿Tas juntzanh a k'ayb'ub'al b'aj tza k'ayb'ej eb'? xchi vinh t'ay."
        },
        {
            "number": "20",
            "text": "Ix yalan Jesús chi' t'a vinh: --Ha juntzanh in k'ayb'ub'al chi', ix valel t'a skal eb' anima smasanil. Masanil tiempo ix valel t'a yoltac spatil culto yet' t'a yamaq'uil stemplo Dios yet' b'aj smolb'ej sb'a eb' anima. Malaj junok tas k'ub'eltac ix vala'."
        },
        {
            "number": "21",
            "text": "¿Tas yuj a t'ayin tza k'anb'ej? k'anb'ej t'a eb' ix ab'an valani. Yalocab' eb' t'ayach tas juntzanh in k'ayb'ub'al chi'. Ina yojtacxo eb' tas ix vala', xchi t'a vinh."
        },
        {
            "number": "22",
            "text": "Ix lajvinhej yalan juntzanh chi', haxo jun vinh stanhvumal templo ayek' ta' ix tz'itanb'at sat. Ix yalan vinh t'ay: --Tas yuj icha chi' tz'aj a pacan sti' vinh sat sacerdote tik, xchi vinh t'a Jesús."
        },
        {
            "number": "23",
            "text": "--Tato chuk ix vala', al t'ayin tas chukal ix val chi'. Palta tato a tas wach' ix vala', ¿tas yuj tzin a comon maq'uej? xchi Jesús chi' t'a vinh."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', haxo vinhaj Anás chi' ix checan ik'jocb'at Jesús t'a vinhaj Caifás, vinh sat sacerdote. Anheja' tzek'b'il yuj eb' vinh ix b'ati."
        },
        {
            "number": "25",
            "text": "Axo vinhaj Pedro anheja' van sk'axni vinh yet' eb' vinh stanhvumal templo chi'. Yuj chi' ix yalan eb' vinh t'a vinh: --Ha ach tik, tecan sk'ayb'um ach Jesús, xchi eb' vinh. Ix yik'anxiel vinh t'a yib'anh, ix yalan vinh: --Maay, manh in sk'ayb'umoclaj, xchi vinh."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi', ay jun schecab' vinh sat sacerdote, sk'ab' yoc sb'a yet' vinh ix el schiquin yuj vinhaj Pedro chi' ix alan t'a vinh: --¿Tom manhoc ach ix vil ek' yet' Jesús b'aj ay te' avb'en te' jun? xchi t'a vinh."
        },
        {
            "number": "27",
            "text": "Ix yik'anxiel vinhaj Pedro chi' t'a yib'anh junelxo. Ha val slajvi yik'anxiel vinh chi' t'a yib'anh, ix ok' nok' caxlanh."
        },
        {
            "number": "28",
            "text": "Axo yic van sakb'i, ix ik'jiel Jesús t'a yol spat vinhaj Caifás chi' yuj eb' yajal t'a skal eb' israel, ix ik'jib'at t'a sdespacho vinhaj Pilato, vinh yajal. Ha sley eb' aj Judea chi', max yal yoch eb' t'a yol sdespacho vinh chi'. Ha snaan eb', talaj tz'och smul eb' t'a yichanh Dios, talaj manh smojoc svaan jun vael eb' yic q'uinh van sjavi, yic snaancot eb' tas aj yelnaccot eb' smam yicham eb' t'a Egipto."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix elta vinhaj Pilato chi' t'a sti' sdespacho. Ix sk'anb'an vinh t'a eb': --¿Tas smul jun vinh tzul eyak' tik t'ayin? xchi vinh."
        },
        {
            "number": "30",
            "text": "--Tato manh chucoc vinh, ¿tom ol ul cak' vinh t'a yol a k'ab'? xchi eb' vinh."
        },
        {
            "number": "31",
            "text": "Yuj chi' ix yalan vinhaj Pilato chi': --Iq'uecb'at vinh a ex tik, tzeyak'anoch t'a yib'anh vinh icha syal e ley, xchi vinh. --Palta a onh israel onh tik, max yal-laj co comon ak'anoch chamel t'a yib'anh junok anima, xchi eb' vinh."
        },
        {
            "number": "32",
            "text": "Icha chi' ix aj yelk'och tas ix yal Jesús chajtil ol aj schami."
        },
        {
            "number": "33",
            "text": "Axo vinhaj Pilato chi', ix ochxican vinh t'a yol sdespacho. Ix yak'an avtajcot Jesús vinh, ix sk'anb'an vinh t'ay: --¿Tom a ach tik sreyal ach eb' israel? xchi vinh."
        },
        {
            "number": "34",
            "text": "--¿Tom a ach tza nael jun chi', mato ch'oc mach ix alan t'ayach vuuj? xchi Jesús chi' t'a vinh."
        },
        {
            "number": "35",
            "text": "--¿Tom israel in tzila'? Ha eb' etchonhab' yet' eb' sat sacerdote, a eb' ix ul ach ak'anoch t'a yol in k'ab'. Palta ¿tas ix a mulej? xchi vinh t'ay."
        },
        {
            "number": "36",
            "text": "--Ha in tik, manhoc t'a yol yib'anhk’inal tik rey in. Q'uinaloc tato icha chi', a eb' tzin ak'an servil, tzam yak' yowalil eb', yic max in ak'jioch t'a yol sk'ab' eb' aj Judea. Palta manhoc t'a tik rey in, xchi Jesús chi' t'a vinh."
        },
        {
            "number": "37",
            "text": "--¿Tom yel val jun to rey ach? xchi vinhaj Pilato chi' t'ay. --Yel toni, rey in, ichaton tzal chi'. Ha in tik, in javi t'a yol yib'anhk’inal tik yic tzul valel jun tas te yel. Yuj val chi' in alji. Jantacnhej eb' yictaxon jun yel tik, syak'och schiquin eb' t'a tas svala', xchi Jesús chi'."
        },
        {
            "number": "38",
            "text": "Axo ix yalan vinhaj Pilato chi' t'ay: --¿Tas jun yel tzal chi'? xchi vinh t'ay. Ixlajwi yalan jun chi' vinhaj Pilato chi', ix elixta vinh t'a sti' b'aj aycan eb' aj Judea chi'. Ix yalanelta vinh t'a skal eb': --Ha jun vinh tik, malaj jab'oc smul vinh svila'."
        },
        {
            "number": "39",
            "text": "Palta ay jun e ley t'a junjun q'uinh tik to tze k'anelta junok mach t'a preso. Yuj chi', ¿mama e gana svaq'uel jun vinh e reyal a ex israel ex tik t'a libre ticnaic? xchi vinh t'a eb'."
        },
        {
            "number": "40",
            "text": "Yuj chi' ix avaj chaanh eb' smasanil, ix yalan eb': --Ha jun vinh tik, malaj co gana t'a vinh. Ha vinhaj Barrabás tzaq'uel t'a libre, xchi eb' t'a vinh. Palta a vinhaj Barrabás chi', milumcham anima vinh."
        }
    ]
}