{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi yalan juntzanh chi' Jesús, ix b'at yet' heb' sk'ayb'um. Ix k'axpajek' heb' t'a sch'olanil ha' Cedrón b'aj ay juntzanh te' avb'en te'. Ix k'och heb' t'a skal te'."
        },
        {
            "number": "2",
            "text": "Axo winhaj Judas, winh ol ak'anoch Jesús t'a yol sk'ab' chamel, yojtac pax jun lugar chi' winh, yujto tzijtum el ix smolb'ej sb'a Jesús chi' yet' heb' sk'ayb'um ta'."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix k'och winh ta', ajun jun umanh heb' soldado yet' winh yet' pax heb' stanhwumal stemplo Dios ix checjicot yuj heb' winh sat sacerdote yet' heb' winh fariseo. Tz'icb'il sk'ak' heb', ma scandil heb' yuj. Yed'nac pax syamk'ab' heb' yic owal ix k'och heb'."
        },
        {
            "number": "4",
            "text": "Axo Jesús yojtacxo jantac tas ol jawok t'a yib'anh. Yuj chi' ix sch'oxan sb'a, ix sk'anb'an t'a heb' winh ix k'och chi': --¿Mach tzek' he saya'? xchi t'a heb' winh."
        },
        {
            "number": "5",
            "text": "--Ha Jesús aj Nazaret, a sco sayeq'ui, xchi heb' winh t'ay. --Ha in ton tik, xchi t'a heb' winh. Ha winhaj Judas, winh wan yak'anoch Jesús t'a yol sk'ab' heb' ajk'ool chi', ajun winh yet' heb' winh."
        },
        {
            "number": "6",
            "text": "Ix lajwinhej yalan Jesús t'a heb' winh, ix b'at pak'aljoc heb' winh t'a spatic, ix laj telwi heb' winh t'a sat lu'um."
        },
        {
            "number": "7",
            "text": "Ix sk'anb'anxi Jesús t'a heb' winh: --¿Mach tzek' he saya'? xchi. --Ha Jesús aj Nazaret, a tzek' ko saya', xchixi heb' winh."
        },
        {
            "number": "8",
            "text": "--Palta toxo ix wal t'ayex to a in ton tik. Tato a in tzin he saya', haxo heb' winh wed'nac tik, actejec el heb' winh, xchi t'a heb' winh."
        },
        {
            "number": "9",
            "text": "Icha chi' ix aj yelk'och tas ix yal Jesús yuj heb' sk'ayb'um, ayic ix yalan icha tik: Ha heb' ix ak' t'ayin malaj junok heb' ix sat wuuj, xchi d'ha Dios."
        },
        {
            "number": "10",
            "text": "Axo winhaj Simón Pedro, ix yik'ank'eta k'een yespada winh t'a yol yatut, ix b'at jucnaj winh t'a jun winh scuch Malco, schecab' winh sat sacerdote. Ix slesanel schiquin winh winh t'a swach'."
        },
        {
            "number": "11",
            "text": "Axo ix yalan Jesús t'a winhaj Pedro chi': --Hak'uem k'een espada chi' t'a yol yatut. ¿Tom manh ol wak' in b'ha t'a jun yaelal syak'cot in Mam t'a wib'anh tik a naani? xchi t'a winh."
        },
        {
            "number": "12",
            "text": "Ix syaman Jesús chi' heb' winh soldado yet' winh syajalil heb' yet' heb' winh aj Judea stanhwumal templo."
        },
        {
            "number": "13",
            "text": "Ichato chi' ix ik'jib'at t'a spat winhaj Anás, snhi' winhaj Caifás. Ha winhaj Caifás chi' sat sacerdote yaj t'a jun ab'il chi'."
        },
        {
            "number": "14",
            "text": "Aton winh alannac t'a heb' aj Judea chi' to yowalil scham junok mach sk'exuloc heb' anima smasanil."
        },
        {
            "number": "15",
            "text": "Ayic ix ik'jib'at Jesús, tzak'anoch winhaj Simón Pedro yuj yet' junxo winh sk'ayb'um Jesús chi'. Ha junxo winh sk'ayb'um chi', ojtacab'il winh yuj winhaj Anás chi'. Ix ochk'och winh yet' Jesús t'a yamaq'uil spat winhaj Anás chi'."
        },
        {
            "number": "16",
            "text": "Axo winhaj Pedro chi', ix kan winh t'a ti' pat chi'. Yuj chi' ix elixta junxo winh sk'ayb'um Jesús chi', ix yalan winh t'a ix stanhwumal ti' pat chi' to tz'och winhaj Pedro chi' yet' heb'."
        },
        {
            "number": "17",
            "text": "Axo ix stanhwumal ti' pat chi' ix alan t'a winhaj Pedro chi': --Ha ach tik, tecan sk'ayb'um ach jun winh ix yamchaj tik, xchi ix t'a winh. --Maay, manh in sk'ayb'umoclaj winh, xchi winh t'a ix."
        },
        {
            "number": "18",
            "text": "Ha t'a jun pekti’ chi' te ay siic, yuj chi' haxo heb' winh ayoch checab'oc yet' heb' winh stanhwumal templo, ix yak'och sk'ak' heb' winh t'a te' ak'al. Linhjab'och heb' winh k'axnel. Axo winhaj Pedro chi', ix k'och winh yet' heb' winh t'a sti' te' k'ak' chi', ix k'axni winh yet' heb' winh."
        },
        {
            "number": "19",
            "text": "Axo winh sat sacerdote ix k'anb'an t'a Jesús: --¿Mach heb' a k'ayb'um? ¿Tas juntzanh a k'ayb'ub'al b'aj tza k'ayb'ej heb'? xchi winh t'ay."
        },
        {
            "number": "20",
            "text": "Ix yalan Jesús chi' t'a winh: --Ha juntzanh in k'ayb'ub'al chi', ix walel t'a skal heb' anima smasanil. Masanil tiempo ix walel t'a yoltac spatil culto yet' t'a yamaq'uil stemplo Dios yet' b'aj smolb'ej sb'a heb' anima. Malaj junok tas k'ub'eltac ix wala'."
        },
        {
            "number": "21",
            "text": "¿Tas yuj a t'ayin tza k'anb'ej? k'anb'ej t'a heb' ix ab'an walani. Yalocab' heb' t'ayach tas juntzanh in k'ayb'ub'al chi'. Ina yojtacxo heb' tas ix wala', xchi t'a winh."
        },
        {
            "number": "22",
            "text": "Ix lajwinhej yalan juntzanh chi', haxo jun winh stanhwumal templo ayek' ta' ix tz'itanb'at sat. Ix yalan winh t'ay: --Tas yuj icha chi' tz'aj a pacan sti' winh sat sacerdote tik, xchi winh t'a Jesús."
        },
        {
            "number": "23",
            "text": "--Tato chuk ix wala', al t'ayin tas chukal ix wal chi'. Palta tato a tas wach' ix wala', ¿tas yuj tzin a comon mak'ej? xchi Jesús chi' t'a winh."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', haxo winhaj Anás chi' ix checan ik'jocb'at Jesús t'a winhaj Caifás, winh sat sacerdote. Anheja' tzek'b'il yuj heb' winh ix b'ati."
        },
        {
            "number": "25",
            "text": "Axo winhaj Pedro anheja' wan sk'axni winh yet' heb' winh stanhwumal templo chi'. Yuj chi' ix yalan heb' winh t'a winh: --Ha ach tik, tecan sk'ayb'um ach Jesús, xchi heb' winh. Ix yik'anxiel winh t'a yib'anh, ix yalan winh: --Maay, manh in sk'ayb'umoclaj, xchi winh."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi', ay jun schecab' winh sat sacerdote, sk'ab' yoc sb'a yet' winh ix el schiquin yuj winhaj Pedro chi' ix alan t'a winh: --¿Tom manhoc ach ix wil ek' yet' Jesús b'aj ay te' avb'en te' jun? xchi t'a winh."
        },
        {
            "number": "27",
            "text": "Ix yik'anxiel winhaj Pedro chi' t'a yib'anh junelxo. Ha wal slajwi yik'anxiel winh chi' t'a yib'anh, ix ok' nok' caxlanh."
        },
        {
            "number": "28",
            "text": "Axo yic wan sakb'i, ix ik'jiel Jesús t'a yol spat winhaj Caifás chi' yuj heb' yajal t'a skal heb' israel, ix ik'jib'at t'a sdespacho winhaj Pilato, winh yajal. Ha sley heb' aj Judea chi', max yal yoch heb' t'a yol sdespacho winh chi'. Ha snaan heb', talaj tz'och smul heb' t'a yichanh Dios, talaj manh smojoc swaan jun wael heb' yic q'uinh wan sjawi, yic snaancot heb' tas aj yelnaccot heb' smam yicham heb' t'a Egipto."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix elta winhaj Pilato chi' t'a sti' sdespacho. Ix sk'anb'an winh t'a heb': --¿Tas smul jun winh tzul eyak' tik t'ayin? xchi winh."
        },
        {
            "number": "30",
            "text": "--Tato manh chucoc winh, ¿tom ol ul cak' winh t'a yol a k'ab'? xchi heb' winh."
        },
        {
            "number": "31",
            "text": "Yuj chi' ix yalan winhaj Pilato chi': --Ik'ecb'at winh a ex tik, tzeyak'anoch t'a yib'anh winh icha syal he ley, xchi winh. --Palta a onh israel onh tik, max yal-laj ko comon ak'anoch chamel t'a yib'anh junok anima, xchi heb' winh."
        },
        {
            "number": "32",
            "text": "Icha chi' ix aj yelk'och tas ix yal Jesús chajtil ol aj schami."
        },
        {
            "number": "33",
            "text": "Axo winhaj Pilato chi', ix ochxican winh t'a yol sdespacho. Ix yak'an avtajcot Jesús winh, ix sk'anb'an winh t'ay: --¿Tom a ach tik sreyal ach heb' israel? xchi winh."
        },
        {
            "number": "34",
            "text": "--¿Tom a ach tza nael jun chi', mato ch'oc mach ix alan t'ayach wuuj? xchi Jesús chi' t'a winh."
        },
        {
            "number": "35",
            "text": "--¿Tom israel in tzila'? Ha heb' etchonhab' yet' heb' sat sacerdote, a heb' ix ul ach ak'anoch t'a yol in k'ab'. Palta ¿tas ix a mulej? xchi winh t'ay."
        },
        {
            "number": "36",
            "text": "--Ha in tik, manhoc t'a yol yib'anhk’inal tik rey in. Q'uinaloc tato icha chi', a heb' tzin ak'an serwil, tzam yak' yowalil heb', yic max in ak'jioch t'a yol sk'ab' heb' aj Judea. Palta manhoc t'a tik rey in, xchi Jesús chi' t'a winh."
        },
        {
            "number": "37",
            "text": "--¿Tom yel wal jun to rey ach? xchi winhaj Pilato chi' t'ay. --Yel toni, rey in, ichaton tzal chi'. Ha in tik, in jawi t'a yol yib'anhk’inal tik yic tzul walel jun tas te yel. Yuj wal chi' in alji. Jantacnhej heb' yictaxon jun yel tik, syak'och schiquin heb' t'a tas swala', xchi Jesús chi'."
        },
        {
            "number": "38",
            "text": "Axo ix yalan winhaj Pilato chi' t'ay: --¿Tas jun yel tzal chi'? xchi winh t'ay. Ixlajwi yalan jun chi' winhaj Pilato chi', ix elixta winh t'a sti' b'aj aycan heb' aj Judea chi'. Ix yalanelta winh t'a skal heb': --Ha jun winh tik, malaj jab'oc smul winh swila'."
        },
        {
            "number": "39",
            "text": "Palta ay jun he ley t'a junjun q'uinh tik to tze k'anelta junok mach t'a preso. Yuj chi', ¿mama he gana swak'el jun winh he reyal a ex israel ex tik t'a libre ticnaik? xchi winh t'a heb'."
        },
        {
            "number": "40",
            "text": "Yuj chi' ix awaj chaanh heb' smasanil, ix yalan heb': --Ha jun winh tik, malaj ko gana t'a winh. Ha winhaj Barrabás tzak'el t'a libre, xchi heb' t'a winh. Palta a winhaj Barrabás chi', milumcham anima winh."
        }
    ]
}