{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Axo vinhaj Pilato ix checan ik'jocb'at Jesús yik' b'at mak'joc."
        },
        {
            "number": "2",
            "text": "Ix lajvi chi', ix sjalan setan jun q'uiix eb' vinh soldado, ix yak'anq'ue eb' vinh scoronaoc Jesús chi'. Ix yak'anoch jun k'apac eb' vinh d'ay, q'uik' mutz'inac icha yic eb' rey."
        },
        {
            "number": "3",
            "text": "Ix laj k'och eb' vinh d'a stz'ey, ix stz'acan yal eb' vinh d'ay: --Tzalajanh ach sreyal eb' israel, xchi eb' vinh d'ay. Ix tz'itjib'at sat yuj eb' vinh."
        },
        {
            "number": "4",
            "text": "Ix lajvi chi', ix elta vinhaj Pilato d'a sti' b'aj aycan eb' aj Judea chi'. Ix yalanelta vinh d'a scal eb': --Ilecnab'i, tic tzin ch'oxelta vinh d'ayex, yic vach' tzeyojtaquejeli to malaj jab'oc smul vinh ix ilchaj vuuj, xchi vinh d'a eb'."
        },
        {
            "number": "5",
            "text": "Ichato chi' ix elta Jesús d'a sti'. Anheja' ayq'ue jun q'uiix chi' d'a sjolom, anheja' aypaxoch jun q'uik' mutz'inac k'apac chi' yuuj. Ix yalanxielta vinhaj Pilato chi' d'a eb': --Ina vinh tic, xchi vinh."
        },
        {
            "number": "6",
            "text": "Ayic ix yilan eb' vinh sat sacerdote yed' eb' vinh stanhvumal templo yelk'och Jesús d'a sti' chi', ix q'ue umnaj eb' vinh yalani: --Culusejq'ue vinh. Culusejq'ue vinh, xchi eb' vinh. Ix yalanpax vinhaj Pilato chi' d'a eb': --Iq'uecb'at vinh a ex tic, tze culusanq'ue vinh e ch'ocoj. Xal in tic, malaj jab'oc smul vinh tz'ilchaj vuuj, xchi vinh."
        },
        {
            "number": "7",
            "text": "Ix yalanpax eb' aj Judea chi' d'a vinh: --Palta ay jun ley aycan d'ayonh. Yuj jun ley chi' yovalil ol miljoccham jun vinh tic, yujto ix yaloch sb'a vinh Yuninaloc Dios, xchi eb'."
        },
        {
            "number": "8",
            "text": "Axo ix yab'an jun chi' vinhaj Pilato chi', ix te xivb'at vinh."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix ochxik'och vinh d'a yol sdespacho, ix sk'anb'an vinh d'a Jesús: --¿B'ajtil cotnac ach jun? xchi vinh d'ay. Palta maj tak'voclaj Jesús chi' d'a vinh."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix yalanxi vinh d'ay: --¿Tas yuj max ach tak'vi d'ayin? ¿Tom manh ojtacoc to ay vopisio ach vak'anel d'a libre, ay pax vopisio ach in culusanq'uei? xchi vinh d'ay."
        },
        {
            "number": "11",
            "text": "Ix yalan Jesús d'a vinh: --Palta aton Dios ak'jinac opisio chi'. Tato maay, malaj alan jab'oc ic d'ayin. Yuj chi' a vinh ix in ak'anoch d'a yol a k'ab', te ek'alto smul vinh d'a ichanh, xchi d'a vinh."
        },
        {
            "number": "12",
            "text": "Ix lajvi yab'an juntzanh chi' vinh, ix snaan vinh tas syutej yak'anel Jesús chi' d'a libre. Axo eb' aj Judea chi', ix q'ue umnaj eb' yalani: --Tato tzaq'uel vinh d'a libre, ajk'ool ach d'a vinh yajal d'a Roma syal chi'. A vinh tic ix yaloch sb'a vinh reyal. Palta a mach tz'alan icha chi', ajk'ool d'a vinh yajal d'a Roma chi', xchi eb' d'a vinh."
        },
        {
            "number": "13",
            "text": "Ix lajvi yab'an jun chi' vinh, ix yalan vinh to tz'ik'jicot Jesús chi' b'aj ayek' vinh chi'. Ix lajvi chi', ix em k'ojan vinh d'a sk'ojnub' b'aj sb'o yaj oval. A jun lugar chi', Gabata sb'i d'a hebreo. Syalelk'ochi, b'aj latz'b'ilem q'uen q'ueen."
        },
        {
            "number": "14",
            "text": "Ayic ix em k'ojan vinh chi', vanxo yoch chimk'ualil. Q'uik'anocxo sq'uinh eb' israel yic snaancot eb' tas aj yelnaccot eb' smam yicham eb' d'a Egipto. Axo ix yalanpaxelta vinh d'a scal eb' aj Judea chi': --Ina vinh e reyal tic, xchielta vinh d'a eb'."
        },
        {
            "number": "15",
            "text": "Palta ix laj avaj chaanh eb' junelxo: --Chamocab' vinh. Chamocab' vinh. Culusejq'ue vinh, xchi eb'. --¿Tom svak' culusejq'ue vinh e reyal tic? xchi vinh d'a eb'. Axo eb' vinh sat sacerdote ix tak'vi: --A onh tic, anhej vinh yajal d'a Roma co reyal. Malaj junocxo, xchi eb' vinh."
        },
        {
            "number": "16",
            "text": "Ichato chi' ix ak'jioch Jesús d'a yol sk'ab' eb' yic sculusajq'uei. Yuj chi' ix yik'b'at Jesús chi' eb'."
        },
        {
            "number": "17",
            "text": "Axo Jesús ix cuchan sculusal, ix ik'jib'at d'a jun lugar scuchan Gólgota d'a hebreo. Syalelk'ochi: B'aj Ay Sb'aquil Jolom."
        },
        {
            "number": "18",
            "text": "Ata' ix culusajq'ue Jesús yuj eb'. Ay chavanhxo eb' vinh ix culusajq'ue yed'oc, jun vinh d'a svach', junxo vinh d'a sq'uexanh, axo d'a snanhal sculusal eb' vinh chi' ix culusajq'ue Jesús chi'."
        },
        {
            "number": "19",
            "text": "Axo vinhaj Pilato chi' ix ak'an tz'ib'chajoch juntzanh lolonel d'a jun yune' chem te'. Ix yak'an ak'jococh vinh d'a sjolom sculusal Jesús chi'. Icha tic syal jun chi': A Jesús aj Nazaret, Sreyal eb' israel, xchi."
        },
        {
            "number": "20",
            "text": "A jun lugar b'aj ix culusajq'ue Jesús chi', a d'a ti' chonhab' ay. Yuj chi' tzijtum eb' israel ix ilan juntzanh lolonel chi'. A d'a hebreo, d'a griego yed' pax d'a latín, aton sti' eb' aj Roma, ata' ix tz'ib'chajochi."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix yal eb' vinh sat sacerdote d'a vinhaj Pilato chi': --Octom manhoc Sreyal eb' israel ix ak' tz'ib'chajochoc. Octom tzak' tz'ib'chaj icha tic: A vinh tic, ix yaloch sb'a vinh Sreyaloc eb' israel, xchi eb' vinh d'a vinh."
        },
        {
            "number": "22",
            "text": "--A tas ix vak' tz'ib'chajoc, scannhej icha chi', xchi vinhaj Pilato chi' d'a eb' vinh."
        },
        {
            "number": "23",
            "text": "Axo eb' vinh soldado, ayic manto sculusejq'ue Jesús eb' vinh, ix quichjiel spichul yuj eb' vinh. Ix spucanek' eb' vinh d'a spatic. Chanh poj ix aji. Junjun yic junjun eb' vinh. Palta axo jun colxo spichul, jalb'ilcot d'a sjolom masanto d'a yoctac, malaj stz'isul."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix yal eb' vinh icha tic: --Tecan a jun tic manh ol co nhik'chitejb'ati. Vach' ama to scaq'uec co suerte d'a yib'anh, yalnhej mach onh ol quik'a', xchi eb' vinh. Icha chi' ix aj yelk'och tas tz'ib'ab'ilcan d'a Slolonel Dios, ayic yalannaccani: Ol spuquek' in pichul eb' d'a spatic, ol yak'an suerte eb' d'a yib'anh junxo, xchi. Yuj chi' icha chi' ix yutej eb' vinh soldado chi'."
        },
        {
            "number": "25",
            "text": "Linhanoch ix snun Jesús d'a stz'ey te' culus chi', ajun ix snulej ix yed'oc yed' ix María ix yetb'eyum vinhaj Cleofas yed' ix María aj Magdala."
        },
        {
            "number": "26",
            "text": "Ay pax ek' jun vinh sk'ayb'um Jesús d'a stz'ey ix snun chi', aton jun vinh te xajan yuuj. Ayic ix iljicot eb' yuj Jesús, ix yalan d'a ix snun chi': --Nunin, a jun ayek' ed' tic, icha une' tzutej, xchi d'a ix."
        },
        {
            "number": "27",
            "text": "Ix lajvinhej chi', ix yalan d'a jun vinh sk'ayb'um chi': --A ix in nun tic, icha a nun tzutej ix, xchi. Yuj chi', a jun vinh sk'ayb'um chi' ix ik'ancanoch ix snun Jesús chi' d'a yol spat. Atax ta' cannac ix yed'oc."
        },
        {
            "number": "28",
            "text": "Ix lajvi chi', yojtacxo Jesús to ix elk'och masanil tas tz'ib'ab'ilcan d'a yib'anh. Yuj chi' ix yal icha tic: --Stacji val in ti', xchi. Icha chi' ix yutej yalani yic tz'elk'och tas tz'ib'ab'ilcan d'a Slolonel Dios."
        },
        {
            "number": "29",
            "text": "Ayek' jun chen vinagre ta'. Ix yak'anoch jun tz'ub'lab' eb' d'a sjolom jun te' hisopo, ix slab'anem eb' d'a scal jun vinagre chi', ix yak'anoch eb' d'a sti' Jesús chi'."
        },
        {
            "number": "30",
            "text": "Ix stz'ub'an jun vinagre chi', ix lajvi chi' ix yalani: --Toxo ix yik' sb'a smasanil, xchi. Ix lajvi chi', ix em nhojnaj schami."
        },
        {
            "number": "31",
            "text": "A d'a jun k'u chi', q'uik'anocxo tz'och sq'uinh eb' israel yic snaancot eb' tas aj yelnaccot eb' smam yicham eb' d'a Egipto, sk'ual ik'oj ip yaj d'a eb'. A eb' vinh aj Judea malaj sgana eb' vinh scan snivanil eb' culusab'il d'a te' culus chi', yujto a jun q'uinh sja chi', te nivan q'uinh syutej eb'. Yuj chi' ix b'at eb' sk'an d'a vinhaj Pilato to syak' mak'joc poj sb'aquil sat spenec eb' vinh, yic tz'ik'jiemta eb' d'a te' culus chi'."
        },
        {
            "number": "32",
            "text": "Yuj chi' ix k'och eb' vinh soldado b'aj ix culusajq'ue eb' chi'. A eb' vinh culusalb'ilq'ue yed' Jesús chi', ix mak'jipoj sb'aquil sat spenec eb' vinh."
        },
        {
            "number": "33",
            "text": "Palta axo yic ix k'och eb' vinh d'a stz'ey Jesús chi', ix yilan eb' vinh to chamnacxo, majxo smak'pojlaj sb'aquil sat spenec chi' eb' vinh."
        },
        {
            "number": "34",
            "text": "Palta ay jun vinh soldado ix tipanoch q'uen slanza d'a scostil Jesús chi'. Yuj chi' ix elta usnaj chik' yed' a a'."
        },
        {
            "number": "35",
            "text": "A in tic, ix vil val juntzanh tic. Yuj chi' svak' testigoal in b'a yuuj, yic ol eyak'och d'a e k'ool. A juntzanh tzin tz'ib'ejcan tic, te yel. A in tic vojtac to te yel svala'."
        },
        {
            "number": "36",
            "text": "Ix uji juntzanh tic, yic tz'elk'och tas tz'ib'ab'ilcan d'a Slolonel Dios ayic syalan icha tic: Malaj junoc sb'aquil ol smak' poj eb', xchi."
        },
        {
            "number": "37",
            "text": "Syalanpax junxo tic d'a Slolonel chi': Ol yil jun mach b'aj stipnacoch q'uen lanza eb', xchi."
        },
        {
            "number": "38",
            "text": "Ay jun vinh scuchan José aj chonhab' Arimatea. Sk'ayb'um vinh Jesús d'a k'ub'eltac, yujto xiv vinh d'a eb' vinh aj Judea. Xid' sk'anan spermiso vinh d'a vinhaj Pilato yic syiq'uemta snivanil Jesús chi' vinh d'a te' culus, b'at smucan vinh. Axo vinhaj Pilato chi' ix ak'an spermiso vinh yik'anemta. Yuj chi' ix yik'anb'at vinh."
        },
        {
            "number": "39",
            "text": "Ajun pax vinhaj Nicodemo vinh xid'naquek' sk'umej Jesús d'ak'valil yed'nac vinh. Ay am oxeoc arroba juntzanh suk'uq'ui sjab' scuchan mirra calan yaj yed' junxo scuchan áloes yed'nac vinhaj Nicodemo chi'."
        },
        {
            "number": "40",
            "text": "Ix yik'anb'at snivanil Jesús chi' eb' vinh. Ix spichan eb' vinh d'a jun k'apac. Ix yak'anoch jun suk'uq'ui sjab' chi' eb' vinh d'ay, yujto icha chi' sley eb' israel chi' ayic smucan eb' chamnac eb'."
        },
        {
            "number": "41",
            "text": "Axo d'a slak'anil b'aj ix culusajq'ue Jesús chi' ay jun avb'en te'. Ata' ay jun q'uen q'ueen joyb'ilel yool. A jun q'ueen chi', manta junoc chamnac tz'ak'jioch d'a yol q'ueen."
        },
        {
            "number": "42",
            "text": "Axo jun sk'ual ik'oj ip, toxo syamchajochi. Yuj chi' a d'a yol jun q'ueen chi' ix ak'jioch snivanil Jesús chi', yujto lak'an ay q'ueen b'aj ix cham chi'."
        }
    ]
}