{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Axo winhaj Pilato ix checan ik'jocb'at Jesús yik' b'at mak'joc."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi', ix sjalan setan jun q'uiix eb' winh soldado, ix yak'anq'ue eb' winh scoronaoc Jesús chi'. Ix yak'anoch jun k'apac eb' winh t'ay, k'ik' mutz'inac icha yic eb' rey."
        },
        {
            "number": "3",
            "text": "Ix laj k'och eb' winh t'a stz'ey, ix stz'acan yal eb' winh t'ay: --Tzalajanh ach sreyal eb' israel, xchi eb' winh t'ay. Ix tz'itjib'at sat yuj eb' winh."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix elta winhaj Pilato t'a sti' b'aj aycan eb' aj Judea chi'. Ix yalanelta winh t'a skal eb': --Ilecnab'i, tik tzin ch'oxelta winh t'ayex, yic wach' tzeyojtaquejeli to malaj jab'oc smul winh ix ilchaj vuuj, xchi winh t'a eb'."
        },
        {
            "number": "5",
            "text": "Ichato chi' ix elta Jesús t'a sti'. Anheja' ayq'ue jun q'uiix chi' t'a sjolom, anheja' aypaxoch jun k'ik' mutz'inac k'apac chi' yuj. Ix yalanxielta winhaj Pilato chi' t'a eb': --Ina winh tik, xchi winh."
        },
        {
            "number": "6",
            "text": "Ayic ix yilan eb' winh sat sacerdote yet' eb' winh stanhvumal templo yelk'och Jesús t'a sti' chi', ix q'ue umnaj eb' winh yalani: --Culusejq'ue winh. Culusejq'ue winh, xchi eb' winh. Ix yalanpax winhaj Pilato chi' t'a eb': --Iq'uecb'at winh a ex tik, tze culusanq'ue winh e ch'ocoj. Xal in tik, malaj jab'oc smul winh tz'ilchaj vuuj, xchi winh."
        },
        {
            "number": "7",
            "text": "Ix yalanpax eb' aj Judea chi' t'a winh: --Palta ay jun ley aycan t'ayonh. Yuj jun ley chi' yowalil ol miljoccham jun winh tik, yujto ix yaloch sb'a winh Yuninaloc Dios, xchi eb'."
        },
        {
            "number": "8",
            "text": "Axo ix yab'an jun chi' winhaj Pilato chi', ix te xivb'at winh."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix ochxik'och winh t'a yol sdespacho, ix sk'anb'an winh t'a Jesús: --¿B'ajtil cotnac ach jun? xchi winh t'ay. Palta maj tak'voclaj Jesús chi' t'a winh."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix yalanxi winh t'ay: --¿Tas yuj max ach tak'vi t'ayin? ¿Tom manh ojtacoc to ay vopisio ach vak'anel t'a libre, ay pax vopisio ach in culusanq'uei? xchi winh t'ay."
        },
        {
            "number": "11",
            "text": "Ix yalan Jesús t'a winh: --Palta aton Dios ak'jinac opisio chi'. Tato maay, malaj alan jab'oc ic t'ayin. Yuj chi' a winh ix in ak'anoch t'a yol a k'ab', te ek'alto smul winh t'a ichanh, xchi t'a winh."
        },
        {
            "number": "12",
            "text": "Ixlajwi yab'an juntzanh chi' winh, ix snaan winh tas syutej yak'anel Jesús chi' t'a libre. Axo eb' aj Judea chi', ix q'ue umnaj eb' yalani: --Tato tzaq'uel winh t'a libre, ajk'ool ach t'a winh yajal t'a Roma syal chi'. Ha winh tik ix yaloch sb'a winh reyal. Palta a mach tz'alan icha chi', ajk'ool t'a winh yajal t'a Roma chi', xchi eb' t'a winh."
        },
        {
            "number": "13",
            "text": "Ixlajwi yab'an jun chi' winh, ix yalan winh to tz'ik'jicot Jesús chi' b'aj ayek' winh chi'. Ixlajwi chi', ix em k'ojan winh t'a sk'ojnub' b'aj sb'o yaj oval. Ha jun lugar chi', Gabata sb'i t'a hebreo. Syalelk'ochi, b'aj latz'b'ilem q'uen q'ueen."
        },
        {
            "number": "14",
            "text": "Ayic ix em k'ojan winh chi', vanxo yoch chimk'ualil. K'ik'anocxo sq'uinh eb' israel yic snaancot eb' tas aj yelnaccot eb' smam yicham eb' t'a Egipto. Axo ix yalanpaxelta winh t'a skal eb' aj Judea chi': --Ina winh e reyal tik, xchielta winh t'a eb'."
        },
        {
            "number": "15",
            "text": "Palta ix laj avaj chaanh eb' junelxo: --Chamocab' winh. Chamocab' winh. Culusejq'ue winh, xchi eb'. --¿Tom svak' culusejq'ue winh e reyal tik? xchi winh t'a eb'. Axo eb' winh sat sacerdote ix tak'vi: --Ha onh tik, anhej winh yajal t'a Roma co reyal. Malaj junocxo, xchi eb' winh."
        },
        {
            "number": "16",
            "text": "Ichato chi' ix ak'jioch Jesús t'a yol sk'ab' eb' yic sculusajq'uei. Yuj chi' ix yik'b'at Jesús chi' eb'."
        },
        {
            "number": "17",
            "text": "Axo Jesús ix cuchan sculusal, ix ik'jib'at t'a jun lugar scuchan Gólgota t'a hebreo. Syalelk'ochi: B'aj Ay Sb'aquil Jolom."
        },
        {
            "number": "18",
            "text": "Ata' ix culusajq'ue Jesús yuj eb'. Ay chavanhxo eb' winh ix culusajq'ue yet'oc, jun winh t'a swach', junxo winh t'a sq'uexanh, haxo t'a snanhal sculusal eb' winh chi' ix culusajq'ue Jesús chi'."
        },
        {
            "number": "19",
            "text": "Axo winhaj Pilato chi' ix ak'an tz'ib'chajoch juntzanh lolonel t'a jun yune' chem te'. Ix yak'an ak'jococh winh t'a sjolom sculusal Jesús chi'. Icha tik syal jun chi': Ha Jesús aj Nazaret, Sreyal eb' israel, xchi."
        },
        {
            "number": "20",
            "text": "Ha jun lugar b'aj ix culusajq'ue Jesús chi', ha t'a ti' chonhab' ay. Yuj chi' tzijtum eb' israel ix ilan juntzanh lolonel chi'. Ha t'a hebreo, t'a griego yet' pax t'a latín, aton sti' eb' aj Roma, ata' ix tz'ib'chajochi."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix yal eb' winh sat sacerdote t'a winhaj Pilato chi': --Octom manhoc Sreyal eb' israel ix ak' tz'ib'chajochoc. Octom tzak' tz'ib'chaj icha tik: Ha winh tik, ix yaloch sb'a winh Sreyaloc eb' israel, xchi eb' winh t'a winh."
        },
        {
            "number": "22",
            "text": "--Ha tas ix vak' tz'ib'chajoc, scannhej icha chi', xchi winhaj Pilato chi' t'a eb' winh."
        },
        {
            "number": "23",
            "text": "Axo eb' winh soldado, ayic manto sculusejq'ue Jesús eb' winh, ix quichjiel spichul yuj eb' winh. Ix spucanek' eb' winh t'a spatic. Chanh poj ix aji. Junjun yic junjun eb' winh. Palta haxo jun colxo spichul, jalb'ilcot t'a sjolom masanto t'a yoctac, malaj stz'isul."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix yal eb' winh icha tik: --Tecan a jun tik manh ol co nhik'chitejb'ati. Wach' ama to scaq'ek co suerte t'a yib'anh, yalnhej mach onh ol quik'a', xchi eb' winh. Icha chi' ix aj yelk'och tas tz'ib'ab'ilcan t'a Slolonel Dios, ayic yalannaccani: Ol spuquek' in pichul eb' t'a spatic, ol yak'an suerte eb' t'a yib'anh junxo, xchi. Yuj chi' icha chi' ix yutej eb' winh soldado chi'."
        },
        {
            "number": "25",
            "text": "Linhanoch ix snun Jesús t'a stz'ey te' culus chi', ajun ix snulej ix yet'oc yet' ix María ix yetb'eyum winhaj Cleofas yet' ix María aj Magdala."
        },
        {
            "number": "26",
            "text": "Ay pax ek' jun winh sk'ayb'um Jesús t'a stz'ey ix snun chi', aton jun winh te xajan yuj. Ayic ix iljicot eb' yuj Jesús, ix yalan t'a ix snun chi': --Nunin, a jun ayek' ed' tik, icha une' tzutej, xchi t'a ix."
        },
        {
            "number": "27",
            "text": "Ix lajwinhej chi', ix yalan t'a jun winh sk'ayb'um chi': --Ha ix in nun tik, icha a nun tzutej ix, xchi. Yuj chi', a jun winh sk'ayb'um chi' ix ik'ancanoch ix snun Jesús chi' t'a yol spat. Atax ta' cannac ix yet'oc."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi', yojtacxo Jesús to ix elk'och masanil tas tz'ib'ab'ilcan t'a yib'anh. Yuj chi' ix yal icha tik: --Stacji val in ti', xchi. Icha chi' ix yutej yalani yic tz'elk'och tas tz'ib'ab'ilcan t'a Slolonel Dios."
        },
        {
            "number": "29",
            "text": "Ayek' jun chen vinagre ta'. Ix yak'anoch jun tz'ub'lab' eb' t'a sjolom jun te' hisopo, ix slab'anem eb' t'a skal jun vinagre chi', ix yak'anoch eb' t'a sti' Jesús chi'."
        },
        {
            "number": "30",
            "text": "Ix stz'ub'an jun vinagre chi', ix lajvi chi' ix yalani: --Toxo ix yik' sb'a smasanil, xchi. Ixlajwi chi', ix em nhojnaj schami."
        },
        {
            "number": "31",
            "text": "Ha t'a jun k'u chi', k'ik'anocxo tz'och sq'uinh eb' israel yic snaancot eb' tas aj yelnaccot eb' smam yicham eb' t'a Egipto, sk'ual ik'oj ip yaj t'a eb'. Ha eb' winh aj Judea malaj sgana eb' winh skan snivanil eb' culusab'il t'a te' culus chi', yujto a jun q'uinh sja chi', te niwan q'uinh syutej eb'. Yuj chi' ix b'at eb' sk'an t'a winhaj Pilato to syak' mak'joc poj sb'aquil sat spenec eb' winh, yic tz'ik'jiemta eb' t'a te' culus chi'."
        },
        {
            "number": "32",
            "text": "Yuj chi' ix k'och eb' winh soldado b'aj ix culusajq'ue eb' chi'. Ha eb' winh culusalb'ilq'ue yet' Jesús chi', ix mak'jipoj sb'aquil sat spenec eb' winh."
        },
        {
            "number": "33",
            "text": "Palta haxo yic ix k'och eb' winh t'a stz'ey Jesús chi', ix yilan eb' winh to chamnacxo, majxo smak'pojlaj sb'aquil sat spenec chi' eb' winh."
        },
        {
            "number": "34",
            "text": "Palta ay jun winh soldado ix tipanoch q'uen slanza t'a scostil Jesús chi'. Yuj chi' ix elta usnaj chik' yet' ha ha'."
        },
        {
            "number": "35",
            "text": "Ha in tik, ix vil val juntzanh tik. Yuj chi' svak' testigoal in b'a yuj, yic ol eyak'och t'a e k'ool. Ha juntzanh tzin tz'ib'ejcan tik, te yel. Ha in tik vojtac to te yel svala'."
        },
        {
            "number": "36",
            "text": "Ix uji juntzanh tik, yic tz'elk'och tas tz'ib'ab'ilcan t'a Slolonel Dios ayic syalan icha tik: Malaj junok sb'aquil ol smak' poj eb', xchi."
        },
        {
            "number": "37",
            "text": "Syalanpax junxo tik t'a Slolonel chi': Ol yil jun mach b'aj stipnacoch q'uen lanza eb', xchi."
        },
        {
            "number": "38",
            "text": "Ay jun winh scuchan José aj chonhab' Arimatea. Sk'ayb'um winh Jesús t'a k'ub'eltac, yujto xiv winh t'a eb' winh aj Judea. Xid' sk'anan spermiso winh t'a winhaj Pilato yic syiq'uemta snivanil Jesús chi' winh t'a te' culus, b'at smucan winh. Axo winhaj Pilato chi' ix ak'an spermiso winh yik'anemta. Yuj chi' ix yik'anb'at winh."
        },
        {
            "number": "39",
            "text": "Ajun pax winhaj Nicodemo winh xid'naquek' sk'umej Jesús t'ak'walil yet'nac winh. Ay am oxeoc arroba juntzanh suk'uq'ui sjab' scuchan mirra calan yaj yet' junxo scuchan áloes yet'nac winhaj Nicodemo chi'."
        },
        {
            "number": "40",
            "text": "Ix yik'anb'at snivanil Jesús chi' eb' winh. Ix spichan eb' winh t'a jun k'apac. Ix yak'anoch jun suk'uq'ui sjab' chi' eb' winh t'ay, yujto icha chi' sley eb' israel chi' ayic smucan eb' chamnac eb'."
        },
        {
            "number": "41",
            "text": "Axo t'a slak'anil b'aj ix culusajq'ue Jesús chi' ay jun avb'en te'. Ata' ay jun q'uen q'ueen joyb'ilel yool. Ha jun q'ueen chi', manta junok chamnac tz'ak'jioch t'a yol q'ueen."
        },
        {
            "number": "42",
            "text": "Axo jun sk'ual ik'oj ip, toxo syamchajochi. Yuj chi' ha t'a yol jun q'ueen chi' ix ak'jioch snivanil Jesús chi', yujto lak'an ay q'ueen b'aj ix cham chi'."
        }
    ]
}