{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Chab'jitax chi', ix och jun nupnajel t'a chonhab' Caná t'a yol yic Galilea. Ha ix snun Jesús, ayek' ix ta'."
        },
        {
            "number": "2",
            "text": "Ix k'och pax Jesús yet' eb' sk'ayb'um, yujto avtab'il eb'."
        },
        {
            "number": "3",
            "text": "Axo vino, maj yab'laj, yuj chi' ix yal ix snun Jesús chi' t'ay: --Ixlajwi vino, xchi ix."
        },
        {
            "number": "4",
            "text": "Palta ix yalan Jesús t'a ix: --Nunin, ¿tas yuj a t'ayin tzala'? Manto k'ochlaj yorail in ch'oxanel in poder, xchi."
        },
        {
            "number": "5",
            "text": "Axo ix yalan ix snun chi' t'a eb' vinh van yak'an servil chi': --Jantacnhej tas ol yal Jesús t'ayex, tze k'anab'ajejnhej, xchi ix t'a eb' vinh."
        },
        {
            "number": "6",
            "text": "Ata' ayek' vaque' q'uen q'ueen yet'tal ha ha'. Ay am otac ch'ub'oc ha ha' tz'em t'a yol junjun q'ueen. Ha yet' ha' sb'iquel juntzanh tastac eb', ichataxon smodo eb' israel chi'."
        },
        {
            "number": "7",
            "text": "Ix yalan Jesús t'a eb' vinh tz'ak'an servil chi': --B'ud'ec juntzanh q'uen yet'tal ha' tik, xchi t'a eb' vinh. Axo ix lajvi sb'ut'an q'uen eb' vinh,"
        },
        {
            "number": "8",
            "text": "ix yalanxi t'a eb' vinh: --Ha ticnaic, iq'ek q'ueta jab'oc ha', aq'ek t'a vinh stanhvan jun nupnajel tik, xchi t'a eb' vinh. Yuj chi' ix yak'an eb' vinh t'a vinh chi'."
        },
        {
            "number": "9",
            "text": "Axo ix yab'lan jab' vinh, toxo ix och ha' vinoal. Manh yojtacoc vinh b'ajtil ix cot jun vino chi'. Axo eb' van yak'an servil chi', yojtacxo eb', yujto a eb' ix ik'anq'ueta jun ha' chi'. Axo vinh ix avtancot vinh van snupnaj chi'."
        },
        {
            "number": "10",
            "text": "Ix yalan vinh t'a vinh: --Ha smodo eb' anima, a vino wach', a syak' b'ab'laj uk'nax eb'. Axo yic nivanxo ix laj yuq'uej eb' avtab'il chi', tz'ak'jipax jun vino ayxo val syala'. Palta a ach tik, ix a sik'b'at jun vino wach'. Ato ticnaic van ak'anelta uk'naxoc, xchi vinh t'a vinh."
        },
        {
            "number": "11",
            "text": "Ix sch'ox jun milagro chi' Jesús t'a chonhab' Caná t'a yol yic Galilea. B'ab'el ch'oxnab'il satub'tac jun ix sch'ox chi'. Icha chi' ix yutej sch'oxani to niwan spoder. Axo eb' sk'ayb'um, ix yak' val och Jesús chi' eb' t'a sk'ool."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix em Jesús t'a chonhab' Capernaum. Ajun pax ix snun yet'oc, eb' yuk'tac yet' pax eb' sk'ayb'um. Ata' ix ek' jaye' k'ual eb'."
        },
        {
            "number": "13",
            "text": "Vanxo sja sq'uinh eb' israel yic snachajcot tas aj yelnaccot eb' t'a Egipto. Yuj chi' ix q'uex Jesús t'a chonhab' Jerusalén."
        },
        {
            "number": "14",
            "text": "Ata' ix och t'a yol yamaq'uil stemplo Dios. Ix yilani, ay eb' chonhum vacax, ay eb' chonhum calnel. Ay pax eb' chonhum paramuch. Ay pax juntzanhxo eb' q'uexum tumin k'ojjab'eq'ui."
        },
        {
            "number": "15",
            "text": "Axo ix yilan icha chi', ix sb'oan jun ch'anh ch'anh smak'lab'oc. Ix spechanelta eb' smasanil t'a yol yamaq'uil templo chi' yet' nok' scalnel eb' yet' nok' svacax eb'. Ix laj tob'b'at juntzanh stumin eb' q'uexum tumin chi' t'a sat lu'um, ix laj locji pak'laj juntzanh smexa eb' yuj."
        },
        {
            "number": "16",
            "text": "Ix yalan t'a eb' chonhum paramuch chi': --Iq'uequel juntzanh nok' tik. Ha stemplo in Mam tik, manh eyak'och mercadoal, xchi t'a eb'."
        },
        {
            "number": "17",
            "text": "Ix snaancot eb' sk'ayb'um tas syal Slolonel Dios Tz'ib'ab'ilcan icha tik: Te pitz'anoch in k'ool t'a jun a templo tik, xchi."
        },
        {
            "number": "18",
            "text": "Axo eb' vinh aj Judea ix alan t'ay: --¿Tas junok satub'tac tza ch'ox t'ayonh, yic snachajel cuuj to ay alan ic a k'ulan juntzanh tik? xchi eb' vinh t'ay."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix yalan t'a eb' vinh: --Pojequel jun stemplo Dios tik, haxo t'a schab'jial ol in b'oanxiq'uei, xchi t'a eb' vinh."
        },
        {
            "number": "20",
            "text": "Yuj chi', ix yalanxi eb' vinh aj Judea chi' t'ay: --Ha jun stemplo Dios tik, 46 ab'ilxo scajvi sb'oi. Ha achxo tik, ¿tom ol b'o uuj t'a oxe' k'ual chi'? xchi eb' vinh t'ay."
        },
        {
            "number": "21",
            "text": "Ha stemplo Dios chi' ix yal snaan eb' vinh, palta a snivanil ix yala'."
        },
        {
            "number": "22",
            "text": "Yuj chi', ato yic ix pitzvixi t'a skal eb' chamnac, ix snaancot eb' sk'ayb'um tas ix yala'. Ix yak'anoch eb' t'a sk'ool tas tz'ib'yajcan t'a Slolonel Dios yet' tas yalnaccan Jesús chi' t'a eb'."
        },
        {
            "number": "23",
            "text": "Ayic ayek' Jesús t'a Jerusalén yuj sq'uinh eb' israel yic snachajcot tas aj yelnaccot eb' t'a Egipto, tzijtum eb' ix ak'anoch Jesús t'a sk'ool, yujto ix yil juntzanh satub'tac eb' ix sch'oxo'."
        },
        {
            "number": "24",
            "text": "Ha Jesús maj yak'ochlaj eb' yipoc sk'ool, yujto yojtac spensar masanil eb' anima."
        },
        {
            "number": "25",
            "text": "Manh yovaliloc tz'alji t'ay tas co pensar junjun onh, toxonton yojtac tas sco na'a."
        }
    ]
}