{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Chab'jitax chi', ix och jun nupnajel t'a chonhab' Caná t'a yol yic Galilea. Ha ix snun Jesús, ayek' ix ta'."
        },
        {
            "number": "2",
            "text": "Ix k'och pax Jesús yet' heb' sk'ayb'um, yujto avtab'il heb'."
        },
        {
            "number": "3",
            "text": "Axo wino, maj yab'laj, yuj chi' ix yal ix snun Jesús chi' t'ay: --Ixlajwi wino, xchi ix."
        },
        {
            "number": "4",
            "text": "Palta ix yalan Jesús t'a ix: --Nunin, ¿tas yuj a t'ayin tzala'? Manto k'ochlaj yorail in ch'oxanel in poder, xchi."
        },
        {
            "number": "5",
            "text": "Axo ix yalan ix snun chi' t'a heb' winh wan yak'an serwil chi': --Jantacnhej tas ol yal Jesús t'ayex, tze k'anab'ajejnhej, xchi ix t'a heb' winh."
        },
        {
            "number": "6",
            "text": "Ata' ayek' waque' k'een k'een yet'tal ha ha'. Ay am otac ch'ub'oc ha ha' tz'em t'a yol junjun k'een. Ha yet' ha' sb'iquel juntzanh tastac heb', ichataxon smodo heb' israel chi'."
        },
        {
            "number": "7",
            "text": "Ix yalan Jesús t'a heb' winh tz'ak'an serwil chi': --B'ud'ec juntzanh k'een yet'tal ha' tik, xchi t'a heb' winh. Axo ix lajwi sb'ut'an k'een heb' winh,"
        },
        {
            "number": "8",
            "text": "ix yalanxi t'a heb' winh: --Ha ticnaik, iq'ek k'eta jab'oc ha', aq'ek t'a winh stanhwan jun nupnajel tik, xchi t'a heb' winh. Yuj chi' ix yak'an heb' winh t'a winh chi'."
        },
        {
            "number": "9",
            "text": "Axo ix yab'lan jab' winh, toxo ix och ha' winoal. Manh yojtacoc winh b'ajtil ix cot jun wino chi'. Axo heb' wan yak'an serwil chi', yojtacxo heb', yujto a heb' ix ik'ank'eta jun ha' chi'. Axo winh ix awtankot winh wan snupnaj chi'."
        },
        {
            "number": "10",
            "text": "Ix yalan winh t'a winh: --Ha smodo heb' anima, a wino wach', a syak' b'ab'laj uk'nax heb'. Axo yic niwanxo ix laj yuk'ej heb' avtab'il chi', tz'ak'jipax jun wino ayxo wal syala'. Palta a ach tik, ix a sik'b'at jun wino wach'. Ato ticnaik wan ak'anelta uk'naxoc, xchi winh t'a winh."
        },
        {
            "number": "11",
            "text": "Ix sch'ox jun milagro chi' Jesús t'a chonhab' Caná t'a yol yic Galilea. B'ab'el ch'oxnab'il satub'tac jun ix sch'ox chi'. Icha chi' ix yutej sch'oxani to niwan spoder. Axo heb' sk'ayb'um, ix yak' wal och Jesús chi' heb' t'a sk'ool."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix em Jesús t'a chonhab' Capernaum. Ajun pax ix snun yet'oc, heb' yuk'tac yet' pax heb' sk'ayb'um. Ata' ix ek' jaye' k'ual heb'."
        },
        {
            "number": "13",
            "text": "Vanxo sja sq'uinh heb' israel yic snachajcot tas aj yelnaccot heb' t'a Egipto. Yuj chi' ix k'ex Jesús t'a chonhab' Jerusalén."
        },
        {
            "number": "14",
            "text": "Ata' ix och t'a yol yamaq'uil stemplo Dios. Ix yilani, ay heb' chonhum wacax, ay heb' chonhum calnel. Ay pax heb' chonhum paramuch. Ay pax juntzanhxo heb' k'exum tumin k'ojjab'eq'ui."
        },
        {
            "number": "15",
            "text": "Axo ix yilan icha chi', ix sb'oan jun ch'anh ch'anh smak'lab'oc. Ix spechanelta heb' smasanil t'a yol yamaq'uil templo chi' yet' nok' scalnel heb' yet' nok' swacax heb'. Ix laj tob'b'at juntzanh stumin heb' k'exum tumin chi' t'a sat lu'um, ix laj locji pak'laj juntzanh smexa heb' yuj."
        },
        {
            "number": "16",
            "text": "Ix yalan t'a heb' chonhum paramuch chi': --Ik'equel juntzanh nok' tik. Ha stemplo in Mam tik, manh eyak'och mercadoal, xchi t'a heb'."
        },
        {
            "number": "17",
            "text": "Ix snaancot heb' sk'ayb'um tas syal Slolonel Dios Tz'ib'ab'ilcan icha tik: Te pitz'anoch in k'ool t'a jun a templo tik, xchi."
        },
        {
            "number": "18",
            "text": "Axo heb' winh aj Judea ix alan t'ay: --¿Tas junok satub'tac tza ch'ox t'ayonh, yic snachajel cuuj to ay alan ic a k'ulan juntzanh tik? xchi heb' winh t'ay."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix yalan t'a heb' winh: --Pojequel jun stemplo Dios tik, haxo t'a schab'jial ol in b'oanxik'ei, xchi t'a heb' winh."
        },
        {
            "number": "20",
            "text": "Yuj chi', ix yalanxi heb' winh aj Judea chi' t'ay: --Ha jun stemplo Dios tik, 46 ab'ilxo scajwi sb'oi. Ha achxo tik, ¿tom ol b'o uuj t'a oxe' k'ual chi'? xchi heb' winh t'ay."
        },
        {
            "number": "21",
            "text": "Ha stemplo Dios chi' ix yal snaan heb' winh, palta a sniwanil ix yala'."
        },
        {
            "number": "22",
            "text": "Yuj chi', ato yic ix pitzwixi t'a skal heb' chamnac, ix snaancot heb' sk'ayb'um tas ix yala'. Ix yak'anoch heb' t'a sk'ool tas tz'ib'yajcan t'a Slolonel Dios yet' tas yalnaccan Jesús chi' t'a heb'."
        },
        {
            "number": "23",
            "text": "Ayic ayek' Jesús t'a Jerusalén yuj sq'uinh heb' israel yic snachajcot tas aj yelnaccot heb' t'a Egipto, tzijtum heb' ix ak'anoch Jesús t'a sk'ool, yujto ix yil juntzanh satub'tac heb' ix sch'oxo'."
        },
        {
            "number": "24",
            "text": "Ha Jesús maj yak'ochlaj heb' yipoc sk'ool, yujto yojtac spensar masanil heb' anima."
        },
        {
            "number": "25",
            "text": "Manh yowaliloc tz'alji t'ay tas ko pensar junjun onh, toxonton yojtac tas sco na'a."
        }
    ]
}