{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a domingoal, ayto sakb'i, ix b'at ix María Magdalena b'aj ix mucchajcanoch snivanil Jesús chi'. Ix yilan ix to toxo ix ik'jiel smacul b'aj mucan chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi' elanhchamel ix b'at lemnaj ix, haxo ix k'och ix t'a vinhaj Simón Pedro yet' t'a junxo vinh sk'ayb'um Jesús, aton vinh te xajan yuj Jesús chi'. Ix yalan ix t'a eb' vinh: --Toxo ix ik'jib'at snivanil Cajal Jesús b'aj mucan, ¿b'aj am ix yak' eb'? xchi ix t'a eb' vinh."
        },
        {
            "number": "3",
            "text": "Ixlajwi yab'an jun chi' vinhaj Pedro yet' junxo vinh sk'ayb'um Jesús chi', ix b'at eb' vinh, ix b'at yilan eb' vinh b'aj ay q'uen q'ueen chi'."
        },
        {
            "number": "4",
            "text": "Elanhchamel ix b'at eb' vinh schavanhil. Palta ix tzak'lajcan vinhaj Pedro chi'. Yuj chi' a junxo vinh k'ayb'um chi' ix b'ab'lajk'ochi."
        },
        {
            "number": "5",
            "text": "Ix och t'anhan vinh t'a sti' q'ueen. Ix yilanoch jun k'apac vinh lanhaneq'ui. Palta maj ochlaj vinh t'a yol q'ueen."
        },
        {
            "number": "6",
            "text": "Axo vinhaj Simón Pedro chi' tzak'anto ix k'och vinh. B'enhej ix ochb'at vinh t'a yol q'ueen. Ix yilan vinh, lanhanek' juntzanh k'apac chi'."
        },
        {
            "number": "7",
            "text": "Ha junxo k'apac sb'ak'ul sjolom Jesús chi', pacb'ilcan k'apac, ch'oc aycancot k'apac."
        },
        {
            "number": "8",
            "text": "Ichato chi' ix ochk'och junxo vinh k'ayb'um ix b'ab'laj k'och chi'. Ayic ix yilan jun chi' vinh, ix yak'och vinh t'a sk'ool to ix pitzvixi Jesús."
        },
        {
            "number": "9",
            "text": "Maxto nachajel yuj eb' vinh tas tz'ib'ab'ilcan t'a Slolonel Dios to yovalil ol pitzvocxi Jesús t'a skal eb' chamnac."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix paxcan eb' vinh t'a spat junjun."
        },
        {
            "number": "11",
            "text": "Axo ix María aj Magdala, ix kan ix t'a stz'ey jun q'ueen chi'. Maj ochlaj ix t'a yol q'ueen. Van yok' ix, ix och t'anhan ix t'a sti' q'ueen."
        },
        {
            "number": "12",
            "text": "Axo ix yilan ix, ayelta chavanh ángel t'a yol q'ueen. Te sac spichul eb'. k'ojjab'em eb' b'aj ix em snivanil Jesús chi', jun t'a sjolomtac, jun t'a yoctac."
        },
        {
            "number": "13",
            "text": "Ix sk'anb'anelta eb' t'a ix: --Ach ix, ¿tas yuj tzach oq'ui? xchielta eb'. --Tzin oq'ui yujto ix ik'jib'at snivanil vinh Vajal t'a tik. ¿B'aj am ix yak' eb'? xchi ix t'a eb'."
        },
        {
            "number": "14",
            "text": "Vanto yalan jun chi' ix, ix b'at q'uelan ix t'a spatic. Axo ix yilan ix ayek' Jesús chi', palta maj yilochlaj ix tato ha'."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix sk'anb'an t'a ix: --Ach ix, ¿tas yuj tzach oq'ui? ¿Mach tza sayeq'ui? xchi t'a ix. Palta a snaan ix to a vinh yilumal te' avb'en te' chi' linhanek' ta'. Yuj chi' ix yalan ix: --Ach vetanimail, tato a ach ix ul iq'uel snivanil Jesús chi', al val t'ayin b'ajtil ix b'at ak'cani yic ol vik'b'ati, xchi ix t'ay."
        },
        {
            "number": "16",
            "text": "--María, xchi Jesús chi' t'a ix. Yuj chi' ix meltzajb'at q'uelan ix t'ay. Ix yalan ix t'a sti' hebreo: --Raboni, xchi ix. Syalelk'ochi, Ach in k'ayb'umal."
        },
        {
            "number": "17",
            "text": "Ix yalan t'a ix: --Manh in a yama', yujto manto in paxq'ue b'aj ay in Mam. Ixic al t'a eb' vuk'tac yet' t'a eb' vanab' smasanil to ol in paxq'ue b'aj ay in Mam. Ha in Mam chi', e Mam pax ved'oc. Ha in Diosal, e Diosal pax ved'oc, xchi Jesús chi' t'a ix."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix b'at ix yal t'a eb' sk'ayb'um Jesús chi': --Ix vil Cajal Jesús, xchi ix t'a eb'. Ix laj yalan ix t'a eb' tastac ix yal t'a ix."
        },
        {
            "number": "19",
            "text": "Anheja' t'a jun domingo chi' t'a k'ik'b'alil, ix smolb'ej sb'a eb' sk'ayb'um Jesús chi'. nhab'ab'i ix aj spuertail jun pat chi', yujto xiv eb' t'a eb' vinh aj Judea. Axo ix yilan eb' ayxoek' Jesús t'a skal eb', ix yalan t'a eb': --Junk'olalocab' eyaji, xchi t'a eb'."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', ix sch'oxan yol sk'ab' yet' scostil t'a eb'. Axo eb' sk'ayb'um chi', ix te tzalaj eb' yilan Cajal Jesús chi'."
        },
        {
            "number": "21",
            "text": "Ix yalanpax junelxo: --Junk'olalocab' eyaji. Icha ix yutej co Mam Dios in schecancoti, icha chi' svutej ex in checanb'ati, xchi t'a eb'."
        },
        {
            "number": "22",
            "text": "Ixlajwi yalan juntzanh chi', ix spu'anek' yik' t'a yib'anh eb', ix yalani: --Chaec Yespíritu Dios."
        },
        {
            "number": "23",
            "text": "Tato ay eb' tzeyak' nivank'olal smul, anhejtona' ol ak'jocpax lajvoc smul eb' yuj Dios. Tato ay eb' max eyak' nivank'olal smul chi', ol cannhej smul eb' chi' t'a yib'anh, xchi t'a eb'."
        },
        {
            "number": "24",
            "text": "Palta ay jun vinh yetb'eyum eb' sk'ayb'um Jesús chi' scuchan Tomás, tz'alji Tioxal. Manh ayoquek'laj vinh yet' eb' ayic ix ek' Jesús chi' ta'."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix yal eb' yetk'ayb'umal vinh chi' t'ay: --Ix quil Cajal Jesús, xchi eb' vinh. --Oc in val svil b'aj ix ek' q'uen lavux t'a yol sk'ab', svecanoch yiximal in k'ab' t'a yolanil b'aj ix ek' q'uen chi', svak'anpaxoch in k'ab' t'a scostil, ichato chi', ol vak'anoch t'a in k'ool tato a val Jesús chi', xchi vinhaj Tomás chi'."
        },
        {
            "number": "26",
            "text": "Ucub'ixitax chi', ix smolb'anxi sb'a eb' t'a yol jun pat chi'. Ayxo pax ek' vinhaj Tomás chi' yet' eb'. nhab'ab'i yaj jun pat chi' sch'apan eb', palta ix yilan eb', ayxoek' Jesús chi' t'a skal eb'. Ix yalan t'a eb': --Junk'olalocab' eyaji, xchi."
        },
        {
            "number": "27",
            "text": "Ix lajvinhej chi', ix yalan t'a vinhaj Tomás chi': --Ilnab' in k'ab' tik. Ecoch yiximal a k'ab' t'a yolanil tik. Tzak'anpaxoch a k'ab' t'a yolanil in costil tik. Manh ak' chab'k'olal. Ak' in val och t'a a k'ool, xchi t'a vinh."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi', ix yalan vinhaj Tomás chi' t'ay: --Ach Vajalil, ach in Diosal, xchi vinh."
        },
        {
            "number": "29",
            "text": "Ix yalanxi Jesús chi' t'a vinh: --In ak'och t'a a k'ool yujto in ila'. Ha eb' max in ilani, tato tzin yak'och eb' t'a sk'ool, te' wach' yic eb', xchi t'a vinh."
        },
        {
            "number": "30",
            "text": "Tzijtumto juntzanhxo tas satub'tac ix sch'ox Jesús t'a yichanh eb' sk'ayb'um, palta manh tz'ib'ab'iloclajcan t'a jun uum tik."
        },
        {
            "number": "31",
            "text": "Palta a juntzanh tik tz'ib'ab'ilcani yic tzeyak'och t'a e k'ool to a Jesús aton Cristo, Yuninal Dios. Tato icha chi' ol eyutoc eyak'anoch t'a e k'ool, ol e cha e q'uinal t'a junelnhej yuj."
        }
    ]
}