{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a domingoal, ayto sakb'i, ix b'at ix María Magdalena b'aj ix mucchajkanoch sniwanil Jesús chi'. Ix yilan ix to toxo ix ik'jiel smacul b'aj mukan chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi' elanhchamel ix b'at lemnaj ix, haxo ix k'och ix t'a winhaj Simón Pedro yet' t'a junxo winh sk'ayb'um Jesús, aton winh te xajan yuj Jesús chi'. Ix yalan ix t'a heb' winh: --Toxo ix ik'jib'at sniwanil Kajal Jesús b'aj mukan, ¿b'aj am ix yak' heb'? xchi ix t'a heb' winh."
        },
        {
            "number": "3",
            "text": "Ixlajwi yab'an jun chi' winhaj Pedro yet' junxo winh sk'ayb'um Jesús chi', ix b'at heb' winh, ix b'at yilan heb' winh b'aj ay k'een k'een chi'."
        },
        {
            "number": "4",
            "text": "Elanhchamel ix b'at heb' winh schawanhil. Palta ix tzak'lajkan winhaj Pedro chi'. Yuj chi' a junxo winh k'ayb'um chi' ix b'ab'lajk'ochi."
        },
        {
            "number": "5",
            "text": "Ix och t'anhan winh t'a sti' k'een. Ix yilanoch jun k'apac winh lanhaneq'ui. Palta maj ochlaj winh t'a yol k'een."
        },
        {
            "number": "6",
            "text": "Axo winhaj Simón Pedro chi' tzak'anto ix k'och winh. B'enhej ix ochb'at winh t'a yol k'een. Ix yilan winh, lanhanek' juntzanh k'apac chi'."
        },
        {
            "number": "7",
            "text": "Ha junxo k'apac sb'ak'ul sjolom Jesús chi', pacb'ilkan k'apac, ch'oc aykancot k'apac."
        },
        {
            "number": "8",
            "text": "Ichato chi' ix ochk'och junxo winh k'ayb'um ix b'ab'laj k'och chi'. Ayic ix yilan jun chi' winh, ix yak'och winh t'a sk'ool to ix pitzwixi Jesús."
        },
        {
            "number": "9",
            "text": "Maxto nachajel yuj heb' winh tas tz'ib'ab'ilkan t'a Slolonel Dios to yowalil ol pitzwokxi Jesús t'a skal heb' chamnac."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix paxcan heb' winh t'a spat junjun."
        },
        {
            "number": "11",
            "text": "Axo ix María aj Magdala, ix kan ix t'a stz'ey jun k'een chi'. Maj ochlaj ix t'a yol k'een. Van yok' ix, ix och t'anhan ix t'a sti' k'een."
        },
        {
            "number": "12",
            "text": "Axo ix yilan ix, ayelta chawanh ángel t'a yol k'een. Te sac spichul heb'. k'ojjab'em heb' b'aj ix em sniwanil Jesús chi', jun t'a sjolomtac, jun t'a yoctac."
        },
        {
            "number": "13",
            "text": "Ix sk'anb'anelta heb' t'a ix: --Ach ix, ¿tas yuj tzach oq'ui? xchielta heb'. --Tzin oq'ui yujto ix ik'jib'at sniwanil winh Vajal t'a tik. ¿B'aj am ix yak' heb'? xchi ix t'a heb'."
        },
        {
            "number": "14",
            "text": "Vanto yalan jun chi' ix, ix b'at k'elan ix t'a spatic. Axo ix yilan ix ayek' Jesús chi', palta maj yilochlaj ix tato ha'."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix sk'anb'an t'a ix: --Ach ix, ¿tas yuj tzach oq'ui? ¿Mach tza sayeq'ui? xchi t'a ix. Palta a snaan ix to a winh yilumal te' avb'en te' chi' linhanek' ta'. Yuj chi' ix yalan ix: --Ach wetanimail, tato a ach ix ul ik'el sniwanil Jesús chi', al wal t'ayin b'ajtil ix b'at ak'kani yic ol wik'b'ati, xchi ix t'ay."
        },
        {
            "number": "16",
            "text": "--María, xchi Jesús chi' t'a ix. Yuj chi' ix meltzajb'at k'elan ix t'ay. Ix yalan ix t'a sti' hebreo: --Raboni, xchi ix. Syalelk'ochi, Ach in k'ayb'umal."
        },
        {
            "number": "17",
            "text": "Ix yalan t'a ix: --Manh in a yama', yujto manto in paxk'e b'aj ay in Mam. Ixic al t'a heb' wuk'tac yet' t'a heb' wanab' smasanil to ol in paxk'e b'aj ay in Mam. Ha in Mam chi', he Mam pax wed'oc. Ha in Diosal, he Diosal pax wed'oc, xchi Jesús chi' t'a ix."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix b'at ix yal t'a heb' sk'ayb'um Jesús chi': --Ix wil Kajal Jesús, xchi ix t'a heb'. Ix laj yalan ix t'a heb' tastac ix yal t'a ix."
        },
        {
            "number": "19",
            "text": "Anheja' t'a jun domingo chi' t'a k'ik'b'alil, ix smolb'ej sb'a heb' sk'ayb'um Jesús chi'. nhab'ab'i ix aj spuertail jun pat chi', yujto xiv heb' t'a heb' winh aj Judea. Axo ix yilan heb' ayxoek' Jesús t'a skal heb', ix yalan t'a heb': --Junk'olalokab' eyaji, xchi t'a heb'."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', ix sch'oxan yol sk'ab' yet' scostil t'a heb'. Axo heb' sk'ayb'um chi', ix te tzalaj heb' yilan Kajal Jesús chi'."
        },
        {
            "number": "21",
            "text": "Ix yalanpax junelxo: --Junk'olalokab' eyaji. Icha ix yutej ko Mam Dios in schekancoti, icha chi' swutej ex in chekanb'ati, xchi t'a heb'."
        },
        {
            "number": "22",
            "text": "Ixlajwi yalan juntzanh chi', ix spu'anek' yik' t'a yib'anh heb', ix yalani: --Chaec Yespíritu Dios."
        },
        {
            "number": "23",
            "text": "Tato ay heb' tzeyak' niwank'olal smul, anhejtona' ol ak'jocpax lajwoc smul heb' yuj Dios. Tato ay heb' max eyak' niwank'olal smul chi', ol kannhej smul heb' chi' t'a yib'anh, xchi t'a heb'."
        },
        {
            "number": "24",
            "text": "Palta ay jun winh yetb'eyum heb' sk'ayb'um Jesús chi' skuchan Tomás, tz'alji Tioxal. Manh ayoquek'laj winh yet' heb' ayic ix ek' Jesús chi' ta'."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix yal heb' yetk'ayb'umal winh chi' t'ay: --Ix quil Kajal Jesús, xchi heb' winh. --Oc in wal swil b'aj ix ek' k'een lawux t'a yol sk'ab', swekanoch yiximal in k'ab' t'a yolanil b'aj ix ek' k'een chi', swak'anpaxoch in k'ab' t'a scostil, ichato chi', ol wak'anoch t'a in k'ool tato a wal Jesús chi', xchi winhaj Tomás chi'."
        },
        {
            "number": "26",
            "text": "Ucub'ixitax chi', ix smolb'anxi sb'a heb' t'a yol jun pat chi'. Ayxo pax ek' winhaj Tomás chi' yet' heb'. nhab'ab'i yaj jun pat chi' sch'apan heb', palta ix yilan heb', ayxoek' Jesús chi' t'a skal heb'. Ix yalan t'a heb': --Junk'olalokab' eyaji, xchi."
        },
        {
            "number": "27",
            "text": "Ix lajwinhej chi', ix yalan t'a winhaj Tomás chi': --Ilnab' in k'ab' tik. Ecoch yiximal a k'ab' t'a yolanil tik. Tzak'anpaxoch a k'ab' t'a yolanil in costil tik. Manh ak' chab'k'olal. Ak' in wal och t'a a k'ool, xchi t'a winh."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi', ix yalan winhaj Tomás chi' t'ay: --Ach Vajalil, ach in Diosal, xchi winh."
        },
        {
            "number": "29",
            "text": "Ix yalanxi Jesús chi' t'a winh: --In ak'och t'a a k'ool yujto in ila'. Ha heb' max in ilani, tato tzin yak'och heb' t'a sk'ool, te' wach' yic heb', xchi t'a winh."
        },
        {
            "number": "30",
            "text": "Tzijtumto juntzanhxo tas satub'tac ix sch'ox Jesús t'a yichanh heb' sk'ayb'um, palta manh tz'ib'ab'iloclajkan t'a jun uum tik."
        },
        {
            "number": "31",
            "text": "Palta a juntzanh tik tz'ib'ab'ilkani yic tzeyak'och t'a he k'ool to a Jesús aton Cristo, Yuninal Dios. Tato icha chi' ol eyutoc eyak'anoch t'a he k'ool, ol he cha he k 'inal t'a junelnhej yuj."
        }
    ]
}