{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Axo junelxo, ix sch'oxxi sb'a Jesús t'a eb' vinh sk'ayb'um ayic ayek' eb' vinh t'a sti' ha' nhajab' Tiberias. Icha tik ix aj sch'oxan sb'ha t'a eb' vinh."
        },
        {
            "number": "2",
            "text": "Ayek' vinhaj Simón Pedro yet' vinhaj Tomás tz'alji Tioxal. Ajun pax vinhaj Natanael aj Caná t'a yol yic Galilea. Anhejtona', ayek' pax eb' vinh yuninal vinhaj Zebedeo yet' chavanhxo eb' vinh yetk'ayb'umal eb' vinh."
        },
        {
            "number": "3",
            "text": "Axo vinhaj Simón Pedro ix alan t'a eb' vinh: --Ol in b'at yamoj chay, xchi vinh t'a eb' vinh. --Ol onh b'at ed'oc, xchi eb' vinh t'a vinh. Yuj chi' ix b'at eb' vinh. Ix och eb' vinh t'a yol jun te' barco. Palta ha t'a jun ak'val chi', malaj junok nok' ix yamchaj yuj eb' vinh."
        },
        {
            "number": "4",
            "text": "Axo yic vanxo sakb'i, ayek' Jesús t'a sti' ha' chi'. Ha eb' vinh sk'ayb'um chi' maj snalaj eb' vinh tato ha'."
        },
        {
            "number": "5",
            "text": "Ix yalancot t'a eb' vinh: --Ex vetanimail, ¿ay am nok' ix eyik'a'? xchi t'a eb' vinh. --Maay. Malaj nok', xchi eb' vinh t'ay."
        },
        {
            "number": "6",
            "text": "--Hak'uequem ch'anh e chimpa chi' t'a swach' te' barco chi', ata' ol yamchaj nok' eyuuj, xchi t'a eb' vinh. Ix yak'anem ch'anh eb' vinh. Ix yak'lan eb' vinh stok'anq'ueta ch'anh, majxo yal-laj sq'ueta ch'anh yuj yalil nok', yujto te tzijtum nok'."
        },
        {
            "number": "7",
            "text": "Axo jun vinh sk'ayb'um Jesús te xajan yuj, a vinh ix alan t'a vinhaj Pedro chi': --Inai, a Cajal Jesús ayek' chi', xchi vinh. Ix lajvinhej yab'an chi' vinhaj Simón Pedro chi', ix yak'anoch spichul vinh, yujto anhej yol spichul vinh ayochi. Ix syumanelta sb'a vinh t'a yol te' barco chi', ix elk'och vinh t'a sti' ha'."
        },
        {
            "number": "8",
            "text": "Ay am chanheoc ch'anhil ayb'at eb' vinh t'a sat ha'. Axo juntzanhxo eb' vinh yetk'ayb'umal eb' vinh, tzak'anto ix k'och eb' vinh yet' jun yune' barco, nherb'il ch'anh chimpa b'ut'an yuj nok' chay chi' yuj eb' vinh."
        },
        {
            "number": "9",
            "text": "Axo ix elta eb' vinh, ix yilan eb' vinh, ayoch jun k'ak' toxo ix el ichan. Van sb'olan jun nok' chay Jesús chi'. Ay pax ek' juntzanh ixim pan t'a stz'ey."
        },
        {
            "number": "10",
            "text": "Axo ix yalan t'a eb' vinh: --Iq'ueccot jayvanhoc nok' e chay ix e yam chi', xchi."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix ochxi vinhaj Simón Pedro t'a yol te' barco chi'. Ix stok'anelta ch'anh chimpa chi' vinh t'a stak'inhal sti' ha'. Ix yilan eb' vinh to b'ut'an ch'anh yuj juntzanh nok' nivac chay chi'. 153 sb'isul nok' smasanil. Palta wach'chom te al nok', maj d'inhchajlaj ch'anh."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix yalan Jesús t'a eb' vinh: --Cotanhec, vaanhec, xchi. Malaj junok eb' sk'ayb'um chi' ix k'anb'ani: ¿Mach ach? man xchioc eb' vinh, yujto yojtacxo eb' vinh to a Cajalil."
        },
        {
            "number": "13",
            "text": "Ix snitzanoch sb'a Jesús t'a stz'ey eb' vinh. Ix yik'anq'ue ixim pan chi', ix spucanek' ixim t'a eb' vinh. Anhejtona' icha chi' ix yutej spucanek' nok' chay chi'."
        },
        {
            "number": "14",
            "text": "Yoxelalxo sch'oxan sb'a Jesús t'a eb' sk'ayb'um chi' yictax ix pitzvixi t'a skal eb' chamnac."
        },
        {
            "number": "15",
            "text": "Ixlajwi sva eb', ix yalan Jesús t'a vinhaj Simón Pedro: --Ach Simón yuninal vinhaj Jonás, tzin k'anb'ej t'ayach, ¿más am tzin a xajanej t'a yichanh eb' vinh tik? xchi t'a vinh. --Yel ton Mamin. Ojtacxo to xajan ach vuuj, xchi vinhaj Pedro chi' t'ay. --Tato icha chi', icha junok tanhvum calnel syak' wa nok' yunetac scalnel, icha chi' tzutej a k'ayb'an eb' vico', xchi Jesús t'a vinh."
        },
        {
            "number": "16",
            "text": "Ix lajvinhej yalan juntzanh chi', ix yalanxi: --Ach Simón yuninal vinhaj Jonás, ¿tzam in a xajanej? xchi t'a vinh. --Yel ton Mamin. Ojtacxo to tzach in xajanej, xchixi vinh. --Tato icha chi', icha junok tanhvum calnel stanhvan nok' scalnel, icha chi' tzutej a tanhvan eb' vicxo, xchi Jesús chi' t'a vinh."
        },
        {
            "number": "17",
            "text": "Ix yalanxi t'a yoxelal: --Ach Simón yuninal vinhaj Jonás, ¿tzam in a xajanej? xchi t'a vinh. Yuj chi' ix te cusq'ue vinhaj Pedro chi', yujto yoxelalxo sk'anb'an Jesús chi' t'a vinh tato xajan yuj vinh. Yuj chi' ix yalanxi vinh: --Mamin, ojtacxo smasanil, ojtac to xajan ach vuuj, xchi vinh t'ay. --Tato icha chi', icha junok tanhvum calnel syak' wa nok' scalnel, icha chi' tzutej a k'ayb'an eb' vicxo."
        },
        {
            "number": "18",
            "text": "Val yel sval t'ayach, ha t'a yic quelem achto, munil tza pich a b'a. Tzach b'eyek' b'aj ay a gana. Palta ayic ol ach ichamaxoc, tonhej ol aq'uel lian a k'ab', ch'oc mach ol tzek'an a nanhal, ol ach ik'jocb'at b'aj max yal a k'ool, xchi Jesús t'a vinhaj Pedro chi'."
        },
        {
            "number": "19",
            "text": "Icha chi' yutejnac yalan yuj tas ol aj scham vinhaj Pedro chi', yic ol sch'oxel vinh to niwan yelk'och Dios. Ixlajwi chi', ix yalanxi t'a vinh: --Ochanh tzak'an vuuj, xchi t'a vinh."
        },
        {
            "number": "20",
            "text": "Axo ix meltzajb'at q'uelan vinhaj Pedro chi' t'a spatic, ix yilan vinh, a vinh sk'ayb'um Jesús xajan yuj, tzak'anxooch vinh yuj eb'. Aton jun vinh chi' ix em k'ojan t'a stz'ey Jesús ayic ix wa eb' junel, ayic ix sk'anb'an vinh t'a Jesús chi': Mamin, ¿mach ol ach ak'anoch t'a yol sk'ab' chamel chi'? xchi vinh t'ay."
        },
        {
            "number": "21",
            "text": "Ayic ix yilan jun vinh chi' vinhaj Pedro, ix sk'anb'an vinh t'a Jesús: --Mamin, xal jun vinh sja tik, ¿tas ol ik'an scham vinh? xchi vinh t'ay."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix yalan Jesús chi' t'a vinh: --Taxonhej in gana pitzanto vinh ayic ol in jaxoc, malaj ochi. Ha ach tik, ochanh tzak'an vuuj, xchi t'a vinh."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix el specal t'a skal eb' yicxo Dios to manh ol cham jun vinh sk'ayb'um Jesús chi'. Palta maj yal-laj Jesús tato manh ol cham vinh, anhej ix yala': Taxonhej in gana pitzanto vinh ayic ol in jaxoc, malaj ochi, xchi."
        },
        {
            "number": "24",
            "text": "Aton jun vinh k'ayb'um tik syak' testigoal sb'ha t'a juntzanh tik, ix stz'ib'ejcan vinh. Cojtac to te yel juntzanh ix stz'ib'ejcan vinh tik."
        },
        {
            "number": "25",
            "text": "Tzijtumto juntzanhxo tas ix sk'ulej Jesús. Q'uinaloc tato ix tz'ib'chajcan t'a junjunal, tzin na'a to max yab'laj jun yol yib'anhk’inal tik yic smolchajcan juntzanh uum b'aj tz'ib'ab'ilcan chi'. Amén"
        }
    ]
}