{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Axo junelxo, ix sch'oxxi sb'a Jesús t'a heb' winh sk'ayb'um ayic ayek' heb' winh t'a sti' ha' nhajab' Tiberias. Icha tik ix aj sch'oxan sb'ha t'a heb' winh."
        },
        {
            "number": "2",
            "text": "Ayek' winhaj Simón Pedro yet' winhaj Tomás tz'alji Tioxal. Ajun pax winhaj Natanael aj Caná t'a yol yic Galilea. Anhejtona', ayek' pax heb' winh yuninal winhaj Zebedeo yet' chawanhxo heb' winh yetk'ayb'umal heb' winh."
        },
        {
            "number": "3",
            "text": "Axo winhaj Simón Pedro ix alan t'a heb' winh: --Ol in b'at yamoj chay, xchi winh t'a heb' winh. --Ol onh b'at ed'oc, xchi heb' winh t'a winh. Yuj chi' ix b'at heb' winh. Ix och heb' winh t'a yol jun te' barco. Palta ha t'a jun ak'wal chi', malaj junok nok' ix yamchaj yuj heb' winh."
        },
        {
            "number": "4",
            "text": "Axo yic wanxo sakb'i, ayek' Jesús t'a sti' ha' chi'. Ha heb' winh sk'ayb'um chi' maj snalaj heb' winh tato ha'."
        },
        {
            "number": "5",
            "text": "Ix yalancot t'a heb' winh: --Ex wetanimail, ¿ay am nok' ix eyik'a'? xchi t'a heb' winh. --Maay. Malaj nok', xchi heb' winh t'ay."
        },
        {
            "number": "6",
            "text": "--Hak'uequem ch'anh he chimpa chi' t'a swach' te' barco chi', ata' ol yamchaj nok' eyuuj, xchi t'a heb' winh. Ix yak'anem ch'anh heb' winh. Ix yak'lan heb' winh stok'ank'eta ch'anh, majxo yal-laj sk'eta ch'anh yuj yalil nok', yujto te tzijtum nok'."
        },
        {
            "number": "7",
            "text": "Axo jun winh sk'ayb'um Jesús te xajan yuj, a winh ix alan t'a winhaj Pedro chi': --Inai, a Kajal Jesús ayek' chi', xchi winh. Ix lajwinhej yab'an chi' winhaj Simón Pedro chi', ix yak'anoch spichul winh, yujto anhej yol spichul winh ayochi. Ix syumanelta sb'a winh t'a yol te' barco chi', ix elk'och winh t'a sti' ha'."
        },
        {
            "number": "8",
            "text": "Ay am chanheoc ch'anhil ayb'at heb' winh t'a sat ha'. Axo juntzanhxo heb' winh yetk'ayb'umal heb' winh, tzak'anto ix k'och heb' winh yet' jun yune' barco, nherb'il ch'anh chimpa b'ut'an yuj nok' chay chi' yuj heb' winh."
        },
        {
            "number": "9",
            "text": "Axo ix elta heb' winh, ix yilan heb' winh, ayoch jun k'ak' toxo ix el ichan. Van sb'olan jun nok' chay Jesús chi'. Ay pax ek' juntzanh ixim pan t'a stz'ey."
        },
        {
            "number": "10",
            "text": "Axo ix yalan t'a heb' winh: --Ik'eccot jaywanhoc nok' he chay ix he yam chi', xchi."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix ochxi winhaj Simón Pedro t'a yol te' barco chi'. Ix stok'anelta ch'anh chimpa chi' winh t'a stak'inhal sti' ha'. Ix yilan heb' winh to b'ut'an ch'anh yuj juntzanh nok' niwac chay chi'. 153 sb'isul nok' smasanil. Palta wach'chom te al nok', maj d'inhchajlaj ch'anh."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix yalan Jesús t'a heb' winh: --Cotanhec, waanhec, xchi. Malaj junok heb' sk'ayb'um chi' ix k'anb'ani: ¿Mach ach? man xchioc heb' winh, yujto yojtakxo heb' winh to a Cajalil."
        },
        {
            "number": "13",
            "text": "Ix snitzanoch sb'a Jesús t'a stz'ey heb' winh. Ix yik'ank'e ixim pan chi', ix spukanek' ixim t'a heb' winh. Anhejtona' icha chi' ix yutej spukanek' nok' chay chi'."
        },
        {
            "number": "14",
            "text": "Yoxelalxo sch'oxan sb'a Jesús t'a heb' sk'ayb'um chi' yictax ix pitzwixi t'a skal heb' chamnac."
        },
        {
            "number": "15",
            "text": "Ixlajwi swa heb', ix yalan Jesús t'a winhaj Simón Pedro: --Ach Simón yuninal winhaj Jonás, tzin k'anb'ej t'ayach, ¿más am tzin a xajanej t'a yichanh heb' winh tik? xchi t'a winh. --Yel ton Mamin. Ojtacxo to xajan ach wuuj, xchi winhaj Pedro chi' t'ay. --Tato icha chi', icha junok tanhwum kalnel syak' wa nok' yunetac skalnel, icha chi' tzutej a k'ayb'an heb' wico', xchi Jesús t'a winh."
        },
        {
            "number": "16",
            "text": "Ix lajwinhej yalan juntzanh chi', ix yalanxi: --Ach Simón yuninal winhaj Jonás, ¿tzam in a xajanej? xchi t'a winh. --Yel ton Mamin. Ojtacxo to tzach in xajanej, xchixi winh. --Tato icha chi', icha junok tanhwum kalnel stanhwan nok' skalnel, icha chi' tzutej a tanhwan heb' wicxo, xchi Jesús chi' t'a winh."
        },
        {
            "number": "17",
            "text": "Ix yalanxi t'a yoxelal: --Ach Simón yuninal winhaj Jonás, ¿tzam in a xajanej? xchi t'a winh. Yuj chi' ix te cusk'e winhaj Pedro chi', yujto yoxelalxo sk'anb'an Jesús chi' t'a winh tato xajan yuj winh. Yuj chi' ix yalanxi winh: --Mamin, ojtakxo smasanil, ojtak to xajan ach wuuj, xchi winh t'ay. --Tato icha chi', icha junok tanhwum kalnel syak' wa nok' skalnel, icha chi' tzutej a k'ayb'an heb' wicxo."
        },
        {
            "number": "18",
            "text": "Val yel swal t'ayach, ha t'a yic quelem achto, munil tza pich a b'a. Tzach b'eyek' b'aj ay a gana. Palta ayic ol ach ichamaxoc, tonhej ol ak'el lian a k'ab', ch'oc mach ol tzek'an a nanhal, ol ach ik'jocb'at b'aj max yal a k'ool, xchi Jesús t'a winhaj Pedro chi'."
        },
        {
            "number": "19",
            "text": "Icha chi' yutejnac yalan yuj tas ol aj scham winhaj Pedro chi', yic ol sch'oxel winh to niwan yelk'och Dios. Ixlajwi chi', ix yalanxi t'a winh: --Ochanh tzak'an wuuj, xchi t'a winh."
        },
        {
            "number": "20",
            "text": "Axo ix meltzajb'at k'elan winhaj Pedro chi' t'a spatic, ix yilan winh, a winh sk'ayb'um Jesús xajan yuj, tzak'anxooch winh yuj heb'. Aton jun winh chi' ix em k'ojan t'a stz'ey Jesús ayic ix wa heb' junel, ayic ix sk'anb'an winh t'a Jesús chi': Mamin, ¿mach ol ach ak'anoch t'a yol sk'ab' chamel chi'? xchi winh t'ay."
        },
        {
            "number": "21",
            "text": "Ayic ix yilan jun winh chi' winhaj Pedro, ix sk'anb'an winh t'a Jesús: --Mamin, xal jun winh sja tik, ¿tas ol ik'an scham winh? xchi winh t'ay."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix yalan Jesús chi' t'a winh: --Taxonhej in gana pitzanto winh ayic ol in jaxoc, malaj ochi. Ha ach tik, ochanh tzak'an wuuj, xchi t'a winh."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix el spekal t'a skal heb' yicxo Dios to manh ol cham jun winh sk'ayb'um Jesús chi'. Palta maj yal-laj Jesús tato manh ol cham winh, anhej ix yala': Taxonhej in gana pitzanto winh ayic ol in jaxoc, malaj ochi, xchi."
        },
        {
            "number": "24",
            "text": "Aton jun winh k'ayb'um tik syak' testigoal sb'ha t'a juntzanh tik, ix stz'ib'ejkan winh. Cojtak to te yel juntzanh ix stz'ib'ejkan winh tik."
        },
        {
            "number": "25",
            "text": "Tzijtumto juntzanhxo tas ix sk'ulej Jesús. Q'uinaloc tato ix tz'ib'chajkan t'a junjunal, tzin na'a to max yab'laj jun yol yib'anhk’inal tik yic smolchajkan juntzanh uum b'aj tz'ib'ab'ilkan chi'. Amén"
        }
    ]
}