{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun winh fariseo scuch Nicodemo, yajal yaj winh t'a skal heb' yetyajalil t'a Judea."
        },
        {
            "number": "2",
            "text": "Ix k'och winh t'a Jesús t'ak'walil, ix yalan winh t'ay icha tik: --Ach ko k'ayb'umal, cojtac to ha Dios checjinac ach cot onh a k'ayb'ej, yujto ay juntzanh satub'tac tza ch'oxo'. Malaj junok mach syal sk'ulan juntzanh chi', tato manh ayoc och Dios yet'oc, xchi winh t'ay."
        },
        {
            "number": "3",
            "text": "Ix yalan Jesús t'a winh: --Val yel swal t'ayach, a mach max aljixi t'a schaelal, manh ol yal-laj yoch t'a yol sk'ab' Dios, xchi t'a winh."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix sk'anb'an winhaj Nicodemo chi': --Ha junok icham animaxo, ¿tasto ol yutoc yaljixi t'a schaelal? ¿Tom tzato yal yoch t'a yol sk'ol snun yic tz'aljixi? xchi winh."
        },
        {
            "number": "5",
            "text": "Ix yalanxi Jesús chi' t'a winh icha tik: --Val yel swal t'ayach, a mach max alji t'a ha ha' yet' pax yuj Yespíritu Dios, manh ol yal-laj yoch t'a yol sk'ab' Dios."
        },
        {
            "number": "6",
            "text": "Ha heb' tz'alji t'a snun, animanhej heb'. Palta haxo heb' tz'alji pax yuj Yespíritu Dios, espíritu ton heb'."
        },
        {
            "number": "7",
            "text": "Manh ak' sat a k'ool yuj tas swal tik, yowalil tzex aljixi t'a schaelal."
        },
        {
            "number": "8",
            "text": "Ha ik' yalxonhej b'aj sb'ati. Scab' sk'anhi, palta malaj mach ojtannac b'aj scoti yet' b'aj sk'ochi. Icha jun ik' chi', icha chi' yaj heb' tz'alji yuj Yespíritu Dios, xchi Jesús t'a winh."
        },
        {
            "number": "9",
            "text": "Ix sk'anb'anxi winh: --¿Tas syalelk'och jun tik? xchi winh."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix yalanxi Jesús: --¿Tom max nachajel juntzanh swal tik uuj? Ina te k'ayb'um ach t'a skal heb' quetisraelal."
        },
        {
            "number": "11",
            "text": "Val yel swal t'ayach, a tas cojtac, a scala'. Ha tas squila', a scala'. Palta max he cha eyab' tas swal t'ayex."
        },
        {
            "number": "12",
            "text": "Tato max he cha eyab' tas swal t'ayex yuj tastac ay t'a yol yib'anhk’inal tik, ¿tom ato tas ay t'a satcha’anh ol he cha eyab'i?"
        },
        {
            "number": "13",
            "text": "Malaj junok mach ix xid'k'e t'a satcha’anh. Palta a in tik, ata' cotnac in, yujto Ak'b'il in cot yuj Dios woch animail, aj satcha’anh in."
        },
        {
            "number": "14",
            "text": "Icha yutejnac winhaj Moisés sd'unhb'ank'e jun k'een yechel chan t'a taquinh lu'um, icha chi' ol in ajk'e d'unhan."
        },
        {
            "number": "15",
            "text": "Icha chi' ol in ajoc, yic wach' a jantacnhej heb' tzin ak'anoch t'a sk'ool, manh ol satel heb', palta to ol scha sk'inal heb' t'a junelnhej."
        },
        {
            "number": "16",
            "text": "Yujto te xajan heb' anima t'a yol yib'anhk’inal tik yuj Dios, yuj chi' wach'chom a innhej Yuninal in, palta in yak'koti yic wach' a heb' tzin ak'anoch t'a sk'ool, manh ol satel-laj heb', palta ay sk'inal heb' t'a junelnhej."
        },
        {
            "number": "17",
            "text": "Ha in tik, Yuninal in ton Dios. Manh yujoc wak'an syaelal heb' anima in ak'jicot t'a yol yib'anhk’inal tik, palta yuj ul in colancanel heb'."
        },
        {
            "number": "18",
            "text": "Ha heb' tzin ak'anoch t'a sk'ool, manh ol b'atcan heb' t'a syaelal. Axo heb' max in ak'anoch t'a sk'ool jun, ayxocot syaelal heb' t'a yib'anh, yujto a innhej Yuninal in Dios, palta max in yak'och heb' t'a sk'ool."
        },
        {
            "number": "19",
            "text": "Ha in tik in emul t'a yol yib'anhk’inal tik yic swak' sakil k'inal t'a heb' anima. Palta ay pax heb' malaj snib'ej t'a jun sakil k'inal tik. Yuj chi', ol cannhej syaelal heb' t'a yib'anh. Anhej wal yic k’ik’ k’inal snib'ej heb', yujto anhej chukal sk'ulej heb'."
        },
        {
            "number": "20",
            "text": "Jantacnhej heb' sk'ulan chukal, malaj tz'och jun sakil k'inal tik t'a heb'. Malaj snib'ej heb' schaani, yujto xiv heb' scheclajelta juntzanh chukal sk'ulej chi'."
        },
        {
            "number": "21",
            "text": "Palta a heb' sk'anab'ajan jun k'ayb'ub'al te yel, scha jun sakil k'inal tik heb', yic wach' scheclajeli to ayoch Dios yet' heb' t'a tas sk'ulej, xchi Jesús t'a winhaj Nicodemo chi'."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix b'at Jesús yet' heb' sk'ayb'um t'a yol yic Judea. Ata' ix ek' jaye' k'ual yet' heb'. Ix yak'an bautizar heb' anima ta'."
        },
        {
            "number": "23",
            "text": "Anhejtona' ix yak'pax bautizar heb' anima winhaj Juan t'a jun lugar scuch Enón, t'a slak'anil Salim, yujto manh jantacoc ha ha' ta'. Ix laj k'och heb' anima, ix yak'an bautizar sb'a heb' t'a winh."
        },
        {
            "number": "24",
            "text": "Ayic manto ak'jioch winhaj Juan chi' t'a preso, ix sk'ulan juntzanh chi' winh."
        },
        {
            "number": "25",
            "text": "Ay jaywanh heb' sk'ayb'um winhaj Juan chi' ix stelaj sb'a yet' jun winh aj Judea yuj tas syutej sb'oan sb'a heb' anima icha yalan ley."
        },
        {
            "number": "26",
            "text": "Yuj chi', xid' yalan heb' t'a winhaj Juan chi': --Ach ko k'ayb'umal, a jun ek'nac ed'oc t'a sk'axepal ha' Jordán, jun alnaccan t'ayonh, a jun chi' wan yak'an bautizar heb' anima ticnaik. Ix laj och heb' sk'ayb'umoc, xchi heb' t'a winh."
        },
        {
            "number": "27",
            "text": "Yuj chi' ix yalan winh t'a heb': --Malaj junok mach syal scomon och yopisio tato manhoc Dios tz'ak'an t'ay."
        },
        {
            "number": "28",
            "text": "Ha ex tik, eyab'nac walani to manh in Cristooc. Ha in ton tik b'ab'laj checb'il in cot t'a yichanh Cristo chi'."
        },
        {
            "number": "29",
            "text": "Q'uinaloc ay junok nupnajel tz'och ticnaik, a winh wan snupnaj chi', a winh tz'ik'an ix ix chi'. Ha jun yamigo winh snupnaj chi', ayic syab'an yawaj winh snupnaj chi', ste tzalaji. Icha chi' in tzalaj ticnaik, yujto wan yoch heb' anima sk'ayb'umoc Jesús."
        },
        {
            "number": "30",
            "text": "Ha Cristo chi', yowalil ol te q'uib'nhej yopisio chi'. Ha inxo tik, yowalil k'ojank'olal ol satxiem wopisio tik, xchi winh t'a heb'."
        },
        {
            "number": "31",
            "text": "--Ha jun emnaccot t'a satcha’anh chi', ek'to yopisio t'a smasanil anima. Ha onhxo ayonh t'a yol yib'anhk’inal tik, anima onnhej ko masanil. Anhej wal yic yol yib'anhk’inal tik scala'. Palta haxo jun emnaccot t'a satcha’anh chi', ek'to yopisio t'ayonh ko masanil."
        },
        {
            "number": "32",
            "text": "Ha tas yab'nac yet' tas yilnac, a syala', palta malaj mach schaan yab' t'ay."
        },
        {
            "number": "33",
            "text": "Tato ay heb' schaan yab' t'ay, sch'oxel heb' to yel syal Dios."
        },
        {
            "number": "34",
            "text": "Yujto a jun chi', ha Dios ix checancoti. Yuj chi' a slolonel Dios syala'. Tz'acan yajoch Yespíritu Dios t'ay."
        },
        {
            "number": "35",
            "text": "Ha Yuninal ko Mam Dios, te xajan yuj. Yuj chi', a Smam chi' ix ak'anoch masanil tastac t'a yol sk'ab'."
        },
        {
            "number": "36",
            "text": "Ha heb' tz'ak'anoch Yuninal Dios t'a sk'ool, ayxo sk'inal heb' t'a junelnhej. Axo heb' malaj snib'ej yak'anoch t'a sk'ool jun, manh ol schalaj sk'inal heb' t'a junelnhej, palta aycot yowal sk'ol Dios t'a yib'anh heb'."
        }
    ]
}