{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun vinh fariseo scuch Nicodemo, yajal yaj vinh d'a scal eb' yetyajalil d'a Judea."
        },
        {
            "number": "2",
            "text": "Ix k'och vinh d'a Jesús d'ak'valil, ix yalan vinh d'ay icha tic: --Ach co k'ayb'umal, cojtac to a Dios checjinac ach cot onh a k'ayb'ej, yujto ay juntzanh satub'tac tza ch'oxo'. Malaj junoc mach syal sk'ulan juntzanh chi', tato manh ayoc och Dios yed'oc, xchi vinh d'ay."
        },
        {
            "number": "3",
            "text": "Ix yalan Jesús d'a vinh: --Val yel sval d'ayach, a mach max aljixi d'a schaelal, manh ol yal-laj yoch d'a yol sk'ab' Dios, xchi d'a vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix sk'anb'an vinhaj Nicodemo chi': --A junoc icham animaxo, ¿tasto ol yutoc yaljixi d'a schaelal? ¿Tom tzato yal yoch d'a yol sk'ol snun yic tz'aljixi? xchi vinh."
        },
        {
            "number": "5",
            "text": "Ix yalanxi Jesús chi' d'a vinh icha tic: --Val yel sval d'ayach, a mach max alji d'a a a' yed' pax yuj Yespíritu Dios, manh ol yal-laj yoch d'a yol sk'ab' Dios."
        },
        {
            "number": "6",
            "text": "A eb' tz'alji d'a snun, animanhej eb'. Palta axo eb' tz'alji pax yuj Yespíritu Dios, espíritu ton eb'."
        },
        {
            "number": "7",
            "text": "Manh ak' sat a k'ool yuj tas sval tic, yovalil tzex aljixi d'a schaelal."
        },
        {
            "number": "8",
            "text": "A ik' yalxonhej b'aj sb'ati. Scab' sk'anhi, palta malaj mach ojtannac b'aj scoti yed' b'aj sk'ochi. Icha jun ik' chi', icha chi' yaj eb' tz'alji yuj Yespíritu Dios, xchi Jesús d'a vinh."
        },
        {
            "number": "9",
            "text": "Ix sk'anb'anxi vinh: --¿Tas syalelk'och jun tic? xchi vinh."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix yalanxi Jesús: --¿Tom max nachajel juntzanh sval tic uuj? Ina te k'ayb'um ach d'a scal eb' quetisraelal."
        },
        {
            "number": "11",
            "text": "Val yel sval d'ayach, a tas cojtac, a scala'. A tas squila', a scala'. Palta max e cha eyab' tas sval d'ayex."
        },
        {
            "number": "12",
            "text": "Tato max e cha eyab' tas sval d'ayex yuj tastac ay d'a yolyib'anhq'uinal tic, ¿tom ato tas ay d'a satchaanh ol e cha eyab'i?"
        },
        {
            "number": "13",
            "text": "Malaj junoc mach ix xid'q'ue d'a satchaanh. Palta a in tic, ata' cotnac in, yujto Ak'b'il in cot yuj Dios voch animail, aj satchaanh in."
        },
        {
            "number": "14",
            "text": "Icha yutejnac vinhaj Moisés sd'unhb'anq'ue jun q'uen yechel chan d'a taquinh luum, icha chi' ol in ajq'ue d'unhan."
        },
        {
            "number": "15",
            "text": "Icha chi' ol in ajoc, yic vach' a jantacnhej eb' tzin ak'anoch d'a sk'ool, manh ol satel eb', palta to ol scha sq'uinal eb' d'a junelnhej."
        },
        {
            "number": "16",
            "text": "Yujto te xajan eb' anima d'a yolyib'anhq'uinal tic yuj Dios, yuj chi' vach'chom a innhej Yuninal in, palta in yak'coti yic vach' a eb' tzin ak'anoch d'a sk'ool, manh ol satel-laj eb', palta ay sq'uinal eb' d'a junelnhej."
        },
        {
            "number": "17",
            "text": "A in tic, Yuninal in ton Dios. Manh yujoc vak'an syaelal eb' anima in ak'jicot d'a yolyib'anhq'uinal tic, palta yuj ul in colancanel eb'."
        },
        {
            "number": "18",
            "text": "A eb' tzin ak'anoch d'a sk'ool, manh ol b'atcan eb' d'a syaelal. Axo eb' max in ak'anoch d'a sk'ool jun, ayxocot syaelal eb' d'a yib'anh, yujto a innhej Yuninal in Dios, palta max in yak'och eb' d'a sk'ool."
        },
        {
            "number": "19",
            "text": "A in tic in emul d'a yolyib'anhq'uinal tic yic svak' saquilq'uinal d'a eb' anima. Palta ay pax eb' malaj sgana d'a jun saquilq'uinal tic. Yuj chi', ol cannhej syaelal eb' d'a yib'anh. Anhej val yic q'uik'alq'uinal sgana eb', yujto anhej chucal sk'ulej eb'."
        },
        {
            "number": "20",
            "text": "Jantacnhej eb' sk'ulan chucal, malaj tz'och jun saquilq'uinal tic d'a eb'. Malaj sgana eb' schaani, yujto xiv eb' scheclajelta juntzanh chucal sk'ulej chi'."
        },
        {
            "number": "21",
            "text": "Palta a eb' sk'anab'ajan jun k'ayb'ub'al te yel, scha jun saquilq'uinal tic eb', yic vach' scheclajeli to ayoch Dios yed' eb' d'a tas sk'ulej, xchi Jesús d'a vinhaj Nicodemo chi'."
        },
        {
            "number": "22",
            "text": "Ix lajvi chi', ix b'at Jesús yed' eb' sk'ayb'um d'a yol yic Judea. Ata' ix ek' jaye' k'ual yed' eb'. Ix yak'an bautizar eb' anima ta'."
        },
        {
            "number": "23",
            "text": "Anhejtona' ix yak'pax bautizar eb' anima vinhaj Juan d'a jun lugar scuch Enón, d'a slak'anil Salim, yujto manh jantacoc a a' ta'. Ix laj k'och eb' anima, ix yak'an bautizar sb'a eb' d'a vinh."
        },
        {
            "number": "24",
            "text": "Ayic manto ak'jioch vinhaj Juan chi' d'a preso, ix sk'ulan juntzanh chi' vinh."
        },
        {
            "number": "25",
            "text": "Ay jayvanh eb' sk'ayb'um vinhaj Juan chi' ix stelaj sb'a yed' jun vinh aj Judea yuj tas syutej sb'oan sb'a eb' anima icha yalan ley."
        },
        {
            "number": "26",
            "text": "Yuj chi', xid' yalan eb' d'a vinhaj Juan chi': --Ach co k'ayb'umal, a jun ek'nac ed'oc d'a sk'axepal a' Jordán, jun alnaccan d'ayonh, a jun chi' van yak'an bautizar eb' anima ticnaic. Ix laj och eb' sk'ayb'umoc, xchi eb' d'a vinh."
        },
        {
            "number": "27",
            "text": "Yuj chi' ix yalan vinh d'a eb': --Malaj junoc mach syal scomon och yopisio tato manhoc Dios tz'ak'an d'ay."
        },
        {
            "number": "28",
            "text": "A ex tic, eyab'nac valani to manh in Cristooc. A in ton tic b'ab'laj checb'il in cot d'a yichanh Cristo chi'."
        },
        {
            "number": "29",
            "text": "Q'uinaloc ay junoc nupnajel tz'och ticnaic, a vinh van snupnaj chi', a vinh tz'ik'an ix ix chi'. A jun yamigo vinh snupnaj chi', ayic syab'an yavaj vinh snupnaj chi', ste tzalaji. Icha chi' in tzalaj ticnaic, yujto van yoch eb' anima sk'ayb'umoc Jesús."
        },
        {
            "number": "30",
            "text": "A Cristo chi', yovalil ol te q'uib'nhej yopisio chi'. A inxo tic, yovalil k'ojank'olal ol satxiem vopisio tic, xchi vinh d'a eb'."
        },
        {
            "number": "31",
            "text": "--A jun emnaccot d'a satchaanh chi', ek'to yopisio d'a smasanil anima. A onhxo ayonh d'a yolyib'anhq'uinal tic, anima onnhej co masanil. Anhej val yic yolyib'anhq'uinal tic scala'. Palta axo jun emnaccot d'a satchaanh chi', ek'to yopisio d'ayonh co masanil."
        },
        {
            "number": "32",
            "text": "A tas yab'nac yed' tas yilnac, a syala', palta malaj mach schaan yab' d'ay."
        },
        {
            "number": "33",
            "text": "Tato ay eb' schaan yab' d'ay, sch'oxel eb' to yel syal Dios."
        },
        {
            "number": "34",
            "text": "Yujto a jun chi', a Dios ix checancoti. Yuj chi' a slolonel Dios syala'. Tz'acan yajoch Yespíritu Dios d'ay."
        },
        {
            "number": "35",
            "text": "A Yuninal co Mam Dios, te xajan yuuj. Yuj chi', a Smam chi' ix ak'anoch masanil tastac d'a yol sk'ab'."
        },
        {
            "number": "36",
            "text": "A eb' tz'ak'anoch Yuninal Dios d'a sk'ool, ayxo sq'uinal eb' d'a junelnhej. Axo eb' malaj sgana yak'anoch d'a sk'ool jun, manh ol schalaj sq'uinal eb' d'a junelnhej, palta aycot yoval sk'ol Dios d'a yib'anh eb'."
        }
    ]
}