{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun vinh fariseo scuch Nicodemo, yajal yaj vinh t'a skal eb' yetyajalil t'a Judea."
        },
        {
            "number": "2",
            "text": "Ix k'och vinh t'a Jesús t'ak'walil, ix yalan vinh t'ay icha tik: --Ach co k'ayb'umal, cojtac to ha Dios checjinac ach cot onh a k'ayb'ej, yujto ay juntzanh satub'tac tza ch'oxo'. Malaj junok mach syal sk'ulan juntzanh chi', tato manh ayoc och Dios yet'oc, xchi vinh t'ay."
        },
        {
            "number": "3",
            "text": "Ix yalan Jesús t'a vinh: --Val yel sval t'ayach, a mach max aljixi t'a schaelal, manh ol yal-laj yoch t'a yol sk'ab' Dios, xchi t'a vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix sk'anb'an vinhaj Nicodemo chi': --Ha junok icham animaxo, ¿tasto ol yutoc yaljixi t'a schaelal? ¿Tom tzato yal yoch t'a yol sk'ol snun yic tz'aljixi? xchi vinh."
        },
        {
            "number": "5",
            "text": "Ix yalanxi Jesús chi' t'a vinh icha tik: --Val yel sval t'ayach, a mach max alji t'a ha ha' yet' pax yuj Yespíritu Dios, manh ol yal-laj yoch t'a yol sk'ab' Dios."
        },
        {
            "number": "6",
            "text": "Ha eb' tz'alji t'a snun, animanhej eb'. Palta haxo eb' tz'alji pax yuj Yespíritu Dios, espíritu ton eb'."
        },
        {
            "number": "7",
            "text": "Manh ak' sat a k'ool yuj tas sval tik, yovalil tzex aljixi t'a schaelal."
        },
        {
            "number": "8",
            "text": "Ha ik' yalxonhej b'aj sb'ati. Scab' sk'anhi, palta malaj mach ojtannac b'aj scoti yet' b'aj sk'ochi. Icha jun ik' chi', icha chi' yaj eb' tz'alji yuj Yespíritu Dios, xchi Jesús t'a vinh."
        },
        {
            "number": "9",
            "text": "Ix sk'anb'anxi vinh: --¿Tas syalelk'och jun tik? xchi vinh."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix yalanxi Jesús: --¿Tom max nachajel juntzanh sval tik uuj? Ina te k'ayb'um ach t'a skal eb' quetisraelal."
        },
        {
            "number": "11",
            "text": "Val yel sval t'ayach, a tas cojtac, a scala'. Ha tas squila', a scala'. Palta max e cha eyab' tas sval t'ayex."
        },
        {
            "number": "12",
            "text": "Tato max e cha eyab' tas sval t'ayex yuj tastac ay t'a yol yib'anhk’inal tik, ¿tom ato tas ay t'a satcha’anh ol e cha eyab'i?"
        },
        {
            "number": "13",
            "text": "Malaj junok mach ix xid'q'ue t'a satcha’anh. Palta a in tik, ata' cotnac in, yujto Ak'b'il in cot yuj Dios voch animail, aj satcha’anh in."
        },
        {
            "number": "14",
            "text": "Icha yutejnac vinhaj Moisés sd'unhb'anq'ue jun q'uen yechel chan t'a taquinh lu'um, icha chi' ol in ajq'ue d'unhan."
        },
        {
            "number": "15",
            "text": "Icha chi' ol in ajoc, yic wach' a jantacnhej eb' tzin ak'anoch t'a sk'ool, manh ol satel eb', palta to ol scha sq'uinal eb' t'a junelnhej."
        },
        {
            "number": "16",
            "text": "Yujto te xajan eb' anima t'a yol yib'anhk’inal tik yuj Dios, yuj chi' wach'chom a innhej Yuninal in, palta in yak'coti yic wach' a eb' tzin ak'anoch t'a sk'ool, manh ol satel-laj eb', palta ay sq'uinal eb' t'a junelnhej."
        },
        {
            "number": "17",
            "text": "Ha in tik, Yuninal in ton Dios. Manh yujoc vak'an syaelal eb' anima in ak'jicot t'a yol yib'anhk’inal tik, palta yuj ul in colancanel eb'."
        },
        {
            "number": "18",
            "text": "Ha eb' tzin ak'anoch t'a sk'ool, manh ol b'atcan eb' t'a syaelal. Axo eb' max in ak'anoch t'a sk'ool jun, ayxocot syaelal eb' t'a yib'anh, yujto a innhej Yuninal in Dios, palta max in yak'och eb' t'a sk'ool."
        },
        {
            "number": "19",
            "text": "Ha in tik in emul t'a yol yib'anhk’inal tik yic svak' sakil k'inal t'a eb' anima. Palta ay pax eb' malaj sgana t'a jun sakil k'inal tik. Yuj chi', ol cannhej syaelal eb' t'a yib'anh. Anhej val yic k’ik’ k’inal sgana eb', yujto anhej chukal sk'ulej eb'."
        },
        {
            "number": "20",
            "text": "Jantacnhej eb' sk'ulan chukal, malaj tz'och jun sakil k'inal tik t'a eb'. Malaj sgana eb' schaani, yujto xiv eb' scheclajelta juntzanh chukal sk'ulej chi'."
        },
        {
            "number": "21",
            "text": "Palta a eb' sk'anab'ajan jun k'ayb'ub'al te yel, scha jun sakil k'inal tik eb', yic wach' scheclajeli to ayoch Dios yet' eb' t'a tas sk'ulej, xchi Jesús t'a vinhaj Nicodemo chi'."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix b'at Jesús yet' eb' sk'ayb'um t'a yol yic Judea. Ata' ix ek' jaye' k'ual yet' eb'. Ix yak'an bautizar eb' anima ta'."
        },
        {
            "number": "23",
            "text": "Anhejtona' ix yak'pax bautizar eb' anima vinhaj Juan t'a jun lugar scuch Enón, t'a slak'anil Salim, yujto manh jantacoc ha ha' ta'. Ix laj k'och eb' anima, ix yak'an bautizar sb'a eb' t'a vinh."
        },
        {
            "number": "24",
            "text": "Ayic manto ak'jioch vinhaj Juan chi' t'a preso, ix sk'ulan juntzanh chi' vinh."
        },
        {
            "number": "25",
            "text": "Ay jayvanh eb' sk'ayb'um vinhaj Juan chi' ix stelaj sb'a yet' jun vinh aj Judea yuj tas syutej sb'oan sb'a eb' anima icha yalan ley."
        },
        {
            "number": "26",
            "text": "Yuj chi', xid' yalan eb' t'a vinhaj Juan chi': --Ach co k'ayb'umal, a jun ek'nac ed'oc t'a sk'axepal ha' Jordán, jun alnaccan t'ayonh, a jun chi' van yak'an bautizar eb' anima ticnaic. Ix laj och eb' sk'ayb'umoc, xchi eb' t'a vinh."
        },
        {
            "number": "27",
            "text": "Yuj chi' ix yalan vinh t'a eb': --Malaj junok mach syal scomon och yopisio tato manhoc Dios tz'ak'an t'ay."
        },
        {
            "number": "28",
            "text": "Ha ex tik, eyab'nac valani to manh in Cristooc. Ha in ton tik b'ab'laj checb'il in cot t'a yichanh Cristo chi'."
        },
        {
            "number": "29",
            "text": "Q'uinaloc ay junok nupnajel tz'och ticnaic, a vinh van snupnaj chi', a vinh tz'ik'an ix ix chi'. Ha jun yamigo vinh snupnaj chi', ayic syab'an yavaj vinh snupnaj chi', ste tzalaji. Icha chi' in tzalaj ticnaic, yujto van yoch eb' anima sk'ayb'umoc Jesús."
        },
        {
            "number": "30",
            "text": "Ha Cristo chi', yovalil ol te q'uib'nhej yopisio chi'. Ha inxo tik, yovalil k'ojank'olal ol satxiem vopisio tik, xchi vinh t'a eb'."
        },
        {
            "number": "31",
            "text": "--Ha jun emnaccot t'a satcha’anh chi', ek'to yopisio t'a smasanil anima. Ha onhxo ayonh t'a yol yib'anhk’inal tik, anima onnhej co masanil. Anhej val yic yol yib'anhk’inal tik scala'. Palta haxo jun emnaccot t'a satcha’anh chi', ek'to yopisio t'ayonh co masanil."
        },
        {
            "number": "32",
            "text": "Ha tas yab'nac yet' tas yilnac, a syala', palta malaj mach schaan yab' t'ay."
        },
        {
            "number": "33",
            "text": "Tato ay eb' schaan yab' t'ay, sch'oxel eb' to yel syal Dios."
        },
        {
            "number": "34",
            "text": "Yujto a jun chi', ha Dios ix checancoti. Yuj chi' a slolonel Dios syala'. Tz'acan yajoch Yespíritu Dios t'ay."
        },
        {
            "number": "35",
            "text": "Ha Yuninal co Mam Dios, te xajan yuj. Yuj chi', a Smam chi' ix ak'anoch masanil tastac t'a yol sk'ab'."
        },
        {
            "number": "36",
            "text": "Ha eb' tz'ak'anoch Yuninal Dios t'a sk'ool, ayxo sq'uinal eb' t'a junelnhej. Axo eb' malaj sgana yak'anoch t'a sk'ool jun, manh ol schalaj sq'uinal eb' t'a junelnhej, palta aycot yoval sk'ol Dios t'a yib'anh eb'."
        }
    ]
}