{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Axo ix yab'an eb' fariseo to a eb' sk'ayb'um Jesús ix te ek' sb'isul eb' t'a yichanh eb' sk'ayb'um vinhaj Juan, ek'to pax eb' tz'ak'ji bautizar yuj."
        },
        {
            "number": "2",
            "text": "Palta manhoclaj Jesús chi' tz'ak'an bautizar eb', a eb' sk'ayb'um."
        },
        {
            "number": "3",
            "text": "Ayic ix yab'an Jesús to yojtac jun chi' eb' fariseo chi', ix el t'a yol yic Judea, ix b'atxi t'a Galilea."
        },
        {
            "number": "4",
            "text": "Yovalil ha t'a yol yic Samaria tz'eq'ui ayic smeltzaji."
        },
        {
            "number": "5",
            "text": "Yuj chi' ayic van yek' t'a yol yic Samaria chi', ix k'och t'a chonhab' Sicar. Ha jun chonhab' chi', ha t'a slak'anil jun lum lum yak'naccan vinhaj Jacob t'a jun yuninal scuch José, ata' ay."
        },
        {
            "number": "6",
            "text": "Ata' ay jun sjaj ha ha' joyb'ilcan yuj vinhaj Jacob chi'. Axo Jesús chi', chimk'ualil ix k'och ta'. Yujto ix k'unb'i sb'eyi, yuj chi' ix k'ojnaj t'a sti' jun ha' chi'."
        },
        {
            "number": "7",
            "text": "Axo eb' sk'ayb'um, ix b'at eb' sman yic schimk'ualil t'a jun chonhab' ay t'a slak'anil ha' chi'. Ayic toxo ix b'at eb', ix k'och jun ix ti'avum aj Samaria. Ix yalan Jesús t'a ix: --Ak' jab'oc ha' tik vuq'uej, xchi t'a ix."
        },
        {
            "number": "8",
            "text": "Ix yalan ix: --Ha ach tik, israel ach. ¿Tas yuj tza k'an ha' uk' t'ayin? ¿Tom manh ojtacoc to aj Samaria in? xchi ix t'ay. Icha chi' ix yutej ix yalani, yujto a eb' israel yet' eb' aj Samaria chi', max sk'umejlaj sb'a eb'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix yalanxi Jesús t'a ix: --Tzin k'an vuk' jab'oc ha' t'ayach, palta manh ojtacoc mach in. Manh ojtacoc paxi tas sgana Dios syak' t'ayach. Octom val ojtac, a ach am tza k'an t'ayin, a inxo svak' jun ha ha' tz'ak'an a q'uinal, xchi Jesús t'a ix."
        },
        {
            "number": "10",
            "text": "--Mamin, ina malaj junok a lechlab' b'aj syal ik'anq'ueta ha'. Te jul yajem ha'. ¿B'ajtil ol ik' jun ha ha' ol ak'an in q'uinal chi'?"
        },
        {
            "number": "11",
            "text": "Joyb'ilcan sjaj ha ha' tik yuj vinh co mam quicham aj Jacob. Ha vinh uk'jinac ha' yet' eb' yuninal t'a tik yet' masanil nok' smolb'etzal nok'. Chamnac vinh, scannac jun ha' tik t'ayonh. Ha achxo tik ¿tom ek'al opisio t'a vinhaj Jacob chi'? xchi ix t'ay."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix yalan t'a ix: --Ha mach tz'uk'an jun ha ha' tik, stacjixi sti' eb'."
        },
        {
            "number": "13",
            "text": "Palta haxo eb' tz'uk'an jun ha' svak'a', manhxa b'ak'uinh ol tacjocxi sti' eb', yujto a jun ha' svak' chi', ol aj sjaj ha' t'a spixan eb', haxo ha' ol ak'an sq'uinal eb' t'a junelnhej, xchi Jesús t'a ix."
        },
        {
            "number": "14",
            "text": "Ix yalanxi ix: --Mamin, ak' jun ha ha' chi' t'ayin, yic manhxo ol tacjoc in ti', yic pax manhxo yovaliloc ol ul vik'q'ueta jun ha' tik, xchi ix."
        },
        {
            "number": "15",
            "text": "Ix yalanxi t'a ix: --Ixic, ix ik'cot vinh etb'eyum, tzex ja t'a tik, xchi Jesús t'a ix."
        },
        {
            "number": "16",
            "text": "--Malaj vinh vetb'eyum, xchi ix. --Telan, yel ton tzala' malaj vinh etb'eyum ticnaic."
        },
        {
            "number": "17",
            "text": "Palta ovanhxo eb' vinh b'aj xid'nac ach. Axo vinh b'aj ay ach ek' ticnaic, manh etb'eyumoc ton vinh. Yuj chi' yelton tzala': Malaj vinh vetb'eyum xa chi, xchi Jesús t'a ix."
        },
        {
            "number": "18",
            "text": "Ayic ix lajvi yab'an juntzanh chi' ix, ix yalanxi ix: --Mamin, a svutej vab'ani to schecab' ach Dios."
        },
        {
            "number": "19",
            "text": "Ha eb' co mam quicham a onh aj Samaria onh tik, ha t'a jun vitz tik yalnac sb'a eb' d'ha Dios. Palta a exxo israel ex tik, tzeyala': Ha t'a Jerusalén, ata' yovalil b'at cal co b'a d'ha Dios, xe chi, xchi ix."
        },
        {
            "number": "20",
            "text": "Ix yalanxi Jesús t'a ix: --Ach ix, ak'och t'a a k'ool tas svala'. Ay jun pekti’ ol javoc, manhxooclaj t'a jun vitz tik ol ul eyal e b'ha t'a co Mam Dios. Anhejtona' t'a Jerusalén, manhxo yovaliloc ol ex k'och eyal e b'a ta'."
        },
        {
            "number": "21",
            "text": "Ha ex aj Samaria ex tik, nivanoc tzeyal e b'a d'ha Dios, palta manh eyojtacoclaj. Xal onh israel onh tik, cojtac co Diosal b'aj skal co b'a. Ha t'a co cal ol elta jun Colvajum."
        },
        {
            "number": "22",
            "text": "Ay eb' to t'a co Mam Dios syal sb'a icha val t'a smojal. Axo ticnaic, toxo ix ja stiempoal, ol yal sb'a eb' d'ha Dios cuchb'ab'il eb' yuj Espíritu icha val t'a smojal, yujto a co Mam Dios, sgana icha chi' tz'aj yalan sb'a eb' t'ay."
        },
        {
            "number": "23",
            "text": "Ha Dios, Espíritu. Yuj chi', tato ay eb' syal sb'a t'ay, yovalil a Espíritu scuchb'an eb' icha val t'a smojal, xchi Jesús t'a ix."
        },
        {
            "number": "24",
            "text": "Ix yalanxi ix t'ay: --Ha in tik, vojtac to ol ja jun Mesías. Ayic ol javoc ol yalan masanil tastac t'ayonh, xchi ix t'ay. (Mesías syalelk'ochi Cristo, Ak'b'il Yopisio.)"
        },
        {
            "number": "25",
            "text": "--Ha in ton van valan tik t'ayach, xchi Jesús t'a ix."
        },
        {
            "number": "26",
            "text": "Ha val slajvi yalan juntzanh chi' Jesús ix jax eb' sk'ayb'um. Ix sat sk'ool eb' yilani to van slolon Jesús yet' jun ix ix. Palta malaj junok eb' ix k'anb'an t'ay tas sk'anb'ej t'a ix, ma tas yuj slolon yet' ix."
        },
        {
            "number": "27",
            "text": "Ix yactejcan sch'ub' ix t'a sti' ha ha' chi'. Ix b'at yalan ix t'a eb' anima ay t'a schonhab'. Ix yalan ix t'a eb':"
        },
        {
            "number": "28",
            "text": "--Ay jun vinh masanil tas ojtannac yictax in cotoch uninal. Ix yal vinh t'ayin smasanil. Coyec ved'oc, b'at quilecnab'i. ¿Tope alaj vinh Cristo? xchi ix t'a eb'."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix elta eb' t'a yol schonhab' chi'. Ix javi eb' b'aj ayek' Jesús."
        },
        {
            "number": "30",
            "text": "Ayic manto k'och eb', ix yalan eb' sk'ayb'um Jesús chi' t'ay: --Ach co k'ayb'umal, wa''anh jab'oc, xchi eb'."
        },
        {
            "number": "31",
            "text": "Palta ix yalan t'a eb': --Ay jun in vael manh eyojtacoc a ex tik, xchi t'a eb'."
        },
        {
            "number": "32",
            "text": "Yuj chi' ix laj sk'anb'an eb' t'ay junjun: --¿Tom ay mach ix ul ak'an vaoc? xchi eb'."
        },
        {
            "number": "33",
            "text": "Palta ix yalanxi t'a eb': --Ayic tzin k'ulan tas sgana jun in checancoti, yic syik'an sb'a smunlajel, ichato tzin wa svab'i."
        },
        {
            "number": "34",
            "text": "Ha ex tik tzeyala': Chanheto ujal sja stiempoal sjochchaj ixim trigo, xe chi. Palta a in sval t'ayex: Q'ueanhec q'uelan, ilecnab'i, toxo ix k'och sk'ual smolchajcot eb' anima t'ayin icha tz'aj sjochchaj ixim trigo."
        },
        {
            "number": "35",
            "text": "Ay mach van schaan stojol yuj smolb'ancot eb' anima t'ayin yic schaan sq'uinal eb' t'a junelnhej icha yaj eb' jochum trigo. Yuj chi' a mach tz'alanel Slolonel Dios icha tz'aj stzicjib'at ixim trigo yet' eb' smolb'ancot eb' anima icha tz'aj sjochchaj ixim, junnhej ol tzalaj eb'."
        },
        {
            "number": "36",
            "text": "Yujto yel syal jun ab'ix tik: Jun stzicanb'ati, ch'ocxo mach sjochani, xchi."
        },
        {
            "number": "37",
            "text": "Ha in tik, ix ex in checb'at munlajel t'a skal eb' anima icha eb' sjochvi trigo, maj eyab' syail e tzicanb'ati. Ch'oc eb' b'ab'laj munlajnac t'a skal eb' icha eb' tzicumb'at trigo chi'. Ha exxo tik, toxonhej tze jochq'ue vaan ixim trigo chi', xchi Jesús t'a eb' sk'ayb'um chi'."
        },
        {
            "number": "38",
            "text": "Ha t'a jun chonhab' t'a yol yic Samaria chi', tzijtum eb' ix ak'anoch Jesús t'a sk'ool, yujto a jun ix ix chi' ix alan t'a skal eb': Yojtacnhej tastac tzin k'ulej yictax in cotoch uninal, xchi ix."
        },
        {
            "number": "39",
            "text": "Ix javi eb', ix tevioch eb' t'a Jesús to skan yet' eb'. Yuj chi' chab' k'ual ix ek' yet' eb'."
        },
        {
            "number": "40",
            "text": "Tzijtumto eb' ix ak'anoch t'a sk'ool ayic ix yab'an eb' tas ix yala'."
        },
        {
            "number": "41",
            "text": "Yuj chi' ix yal eb' t'a ix ix chi': --Ha ticnaic scak'och t'a co k'ool, manhocnhej yuj tas ix al chi' t'ayonh, yujto scab' val yet' co chiquin. Scojtacan val el sik'lab'il to t'a val yel a jun tik co Columal yaj t'a yol yib'anhk’inal tik, xchi eb' t'a ix."
        },
        {
            "number": "42",
            "text": "Ayic ix ek' chab' k'ual chi', ix elxi Jesús t'a Samaria, ix b'atxi t'a yol yic Galilea,"
        },
        {
            "number": "43",
            "text": "yujto yalnac Jesús to malaj yelk'och junok schecab' Dios t'a eb' anima b'aj cajan."
        },
        {
            "number": "44",
            "text": "Ayic ix k'ochxi t'a Galilea, ix te tzalaj eb' anima schaan sk'ochi, yujto ayic ix xid'ek' eb' t'a Jerusalén t'a jun sq'uinh eb' israel yic snaancot eb' tas aj yelnaccot eb' t'a Egipto, ix yil eb' juntzanh tastac xid' sk'ulej Jesús chi' ta'."
        },
        {
            "number": "45",
            "text": "Ixlajwi chi', ix k'ochxi Jesús chi' t'a chonhab' Caná t'a yol yic Galilea, aton b'aj ochnac ha ha' vinoal yuj. Axo t'a chonhab' Capernaum ay jun vinh yajal yaj t'a vinh rey, ay jun yuninal vinh te penaay."
        },
        {
            "number": "46",
            "text": "Ayic ix yab'an vinh to ix cotxi Jesús t'a Judea, ix jaxxi t'a Galilea, ix b'at vinh yil Jesús. Ix tevi vinh t'ay yic sb'at yet' vinh t'a spat, yic sb'at yak'an b'oxoc sk'ool jun yuninal vinh chi', yujto vanxo schami."
        },
        {
            "number": "47",
            "text": "Ix yalan Jesús t'a vinh: --Tato max eyil juntzanh satub'tac tzin ch'oxo', juntzanh sch'oxanel in poder, tecan malaj junok ex tzin eyak'och t'a e k'ool, xchi."
        },
        {
            "number": "48",
            "text": "Palta ix yalanxi vinh yajal chi': --Mamin, conh ved' elanhchamel, yacb'an manto cham jun vuninal chi', xchi vinh t'ay."
        },
        {
            "number": "49",
            "text": "Ix yalanxi Jesús icha tik: --Paxanh. Manh ol chamlaj jun uninal chi', xchi t'a vinh. Ix yak'anoch vinh t'a sk'ool tas ix yal Jesús chi', yuj chi' ix pax vinh."
        },
        {
            "number": "50",
            "text": "Vanto sk'ochxi vinh t'a spat, haxo eb' schecab' vinh ix elta scha'a. Ix yalan eb': --Pitzan vinh uninal chi', xchi eb' t'a vinh."
        },
        {
            "number": "51",
            "text": "Ix sk'anb'an vinh t'a eb': --¿Janik' ix b'oxi sk'ool vinh jun? xchi vinh. --Atax t'a evi t'a tz'eymaj k'ual sicb'i jun k'ak' chi' t'a vinh, xchi eb'."
        },
        {
            "number": "52",
            "text": "Yuj chi' ix snaancot vinh to icha chi' yorail yal Jesús chi' t'a vinh icha tik: Manh ol chamlaj jun uninal chi', xchi. Yuj chi', ix yak'och Jesús vinh t'a sk'ool yet' jantac eb' ay t'a yol spat."
        },
        {
            "number": "53",
            "text": "Aton jun schab'il yechel satub'tac sch'ox Jesús tik. Ayic spetoj t'a Judea ix k'ochxi t'a Galilea, ata' ix sb'o junxo tik."
        }
    ]
}