{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi' ix k'exxi Jesús t'a Jerusalén, ix b'at yilan jun sq'uinh heb' yetisraelal."
        },
        {
            "number": "2",
            "text": "Ha t'a yol chonhab' Jerusalén chi', t'a slak'anil jun puerta b'aj tz'och nok' calnel, ata' ay jun tanque scuch Betesda t'a sti' heb' israel chi'. Oye' wal stentail."
        },
        {
            "number": "3",
            "text": "Tzijtum heb' penaay ayek' ta. Ay heb' max yal yilani, ay heb' max yal sb'eyi, ay heb' sicb'inaqueli."
        },
        {
            "number": "4",
            "text": "Ay jun winh 38 ab'ilxo penaay."
        },
        {
            "number": "5",
            "text": "Axo ix yilan Jesús jichanek' winh. Yojtac to pecatax icha chi' yaj winh. Yuj chi' ix sk'anb'an t'a winh: --¿Tzam a nib'ej tzach b'oxicani? xchi t'a winh."
        },
        {
            "number": "6",
            "text": "Ix yalan winh penaay chi': --Mamin, malaj mach tzin ak'anem t'a yol ha' tik ayic tz'ib'xi ha' t'a juntac el. Ayic tzin nib'ej tzin emi, ch'ocxo heb' sb'ab'laj em t'a wichanh, xchi winh t'a Jesús."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix yalan Jesús t'a winh: --Q'ueanh waan, ik'chaanh a waynub' tik, b'eyanh, xchi t'a winh."
        },
        {
            "number": "8",
            "text": "D'a jun rato chi', ix b'oxi sk'ool winh. Ix yik'anchaanh swaynub' winh chi', ix syamanoch winh sb'eyi. Palta sk'ual ik'oj ip."
        },
        {
            "number": "9",
            "text": "Yuj chi' ay jaywanh heb' aj Judea ix alan t'a winh: --Ha ticnaik, sk'ual ik'oj ip. Manh sleyaloc tzik'chaanh a waynub' tik, xchi heb' t'a winh."
        },
        {
            "number": "10",
            "text": "Ix tak'wi winh t'a heb' icha tik: --Ha jun winh in ak'an b'oxoc, a winh ix alan t'ayin: Ik'chanh a waynub' tik, tzach b'eyi, xchi winh, xchi winh."
        },
        {
            "number": "11",
            "text": "Ix sk'anb'an heb' t'a winh: --¿Mach jun winh ix alan chi' t'ayach to tzik'chaanh a waynub' tik, tzach b'eyi? xchi heb'."
        },
        {
            "number": "12",
            "text": "Palta manh yojtacoc winh tas sb'i jun ix ak'an b'oxoc sk'ool winh chi', yujto ix satb'at Jesús chi' t'a skal jantac anima ayek' chi' ta'."
        },
        {
            "number": "13",
            "text": "Axo t'a junelxo ix ilchaj winh yuj Jesús t'a yamaq'uil stemplo Dios, ix yalan t'a winh: --Inai ach b'oxi. Manhxo a k'ulej chukal, yic manhxo ol ja junocxo yaelal más te niwan t'a ib'anh, xchi t'a winh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix b'at winh yal t'a heb' winh aj Judea chi' to a Jesús chi' ix ak'an b'oxoc sk'ool winh."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix te och heb' winh ajk'olal t'a Jesús chi', yujto ha t'a sk'ual ik'oj ip ix sk'ulej juntzanh chi'."
        },
        {
            "number": "16",
            "text": "Palta ix yalan Jesús t'a heb': --Ha in Mam smunlajnhej. Yuj chi' anheja' tzin munlajnhejpaxi, xchi t'a heb'."
        },
        {
            "number": "17",
            "text": "Yujto ix yal juntzanh chi' Jesús, ijanxo wal snib'ej heb' smilchamoc. Manhoknhej yuj b'aj max sk'anab'ajej sk'ual ik'oj ip chi', palta yujto slajb'ej sb'a yet' Dios ayic syalanoch Dios chi' Smamoc."
        },
        {
            "number": "18",
            "text": "Ix yalanxi Jesús t'a heb': --Val yel swal t'ayex, a in tik Yuninal in Dios, max yal in k'ulan junok tas t'a yol wico', anhej tas swil sk'ulan in Mam tzin k'ulej. Ha jantacnhej tas sk'ulej in Mam chi', a tzin k'ulejpaxi."
        },
        {
            "number": "19",
            "text": "Ha in Mam chi', te xajan in yuj a in Yuninal in tik. Ha jantacnhej tas sk'ulej, sch'oxpax t'ayin. Ayto wal juntzanhxo tas te niwan ol sch'oxo', ol te sat he k'ool eyilani."
        },
        {
            "number": "20",
            "text": "Yujto a in Mam chi' tz'ak'an pax pitzwoc heb' chamnac, syak'an sk'inal heb'. Ichinpaxta' a in Yuninal in tik swak' sk'inal heb' in gana swak' sk'inal."
        },
        {
            "number": "21",
            "text": "Ha in Mam chi', max sch'olb'itej junok anima. Palta a in Yuninal in tik, ix ak'ji wopisio in ch'olb'itan yaj heb' anima smasanil,"
        },
        {
            "number": "22",
            "text": "yic wach' lajan tz'aj wik'jichaanh icha tz'aj yik'jichaanh in Mam chi' yuj masanil anima. Tato ay heb' malaj tzin och t'ay, anhejtona' malaj tz'ochpax in Mam t'a heb', yujto a checjinac in koti."
        },
        {
            "number": "23",
            "text": "Val yel swal t'ayex, a heb' tz'ab'an in lolonel, syak'anpaxoch jun in checancot heb' t'a sk'ool, ay sk'inal heb' t'a junelnhej. Manhxo ol b'atcan heb' t'a syaelal, yujto toxo ix colchajel heb' t'a yol sk'ab' chamel, ix schaan sk'inal heb'."
        },
        {
            "number": "24",
            "text": "Val yel swal t'ayex, a ticnaik toxo ix ja stiempoal yab'an in jaj heb' chamnac a in Yuninal in Dios tik. Ha heb' tz'ab'ani, ol scha sk'inal heb' t'a junelnhej."
        },
        {
            "number": "25",
            "text": "Yujto a in Mam aj q'uinaltaxon t'a yol yico'. Yak'annaccan jun chi' t'ayin to aj k 'inal in paxi."
        },
        {
            "number": "26",
            "text": "Yak'annacpaxcan wopisio in ch'olb'itan masanil heb' anima, yujto Ak'b'il in cot yuj Dios woch animail."
        },
        {
            "number": "27",
            "text": "Manh eyak' sat he k'ol yuj juntzanh swal tik, yujto ay jun pekti’ ol jawok, a wal heb' mucanxo ol yab' in jaj heb'."
        },
        {
            "number": "28",
            "text": "Ol laj k'ex waan heb' b'aj mucan chi'. Ha heb' wach' syutej sb'ha t'a yol yib'anhk’inal tik, ol pitzwokxi heb', ol schaan sk'inal heb' t'a junelnhej. Axo heb' sk'ulan chukal, ol pitzwokxi heb', palta ol b'atcan heb' t'a syaelal t'a junelnhej."
        },
        {
            "number": "29",
            "text": "Ha in tik, malaj jab'oc tas syal in b'oan t'a yol wico', tzin ch'olb'itej icha tas schec in Mam chi' in k'ulej. Tzin ch'olb'itej t'a stojolal, yujto manhoc tas icha in gana tzin k'ulej, palta icha snib'ej jun checjinac in koti, aton in Mam."
        },
        {
            "number": "30",
            "text": "Tato munil swala' to ay wopisio, malaj yelk'och jun wik swal chi'."
        },
        {
            "number": "31",
            "text": "Palta ay junxo tz'alani tas wopisio. Ha jun chi', wojtac to te yel syala'."
        },
        {
            "number": "32",
            "text": "Ha ex tik xid' he chec k'anb'aj t'a winhaj Juan tas yopisio winh. Ha tas yalnac winh wuuj, te yel."
        },
        {
            "number": "33",
            "text": "Palta a in tik, max wak'ochlaj yipoc in k'ool tas syal junok anima wuuj. Tonhej swec he nacoti tas yalnaccan winhaj Juan chi' t'ayex, yic tzex colchaji."
        },
        {
            "number": "34",
            "text": "Ha tas ix yal winhaj Juan chi', lajan icha junok tas tz'ak'an sakil k'inal ayel yoc. Yuj chi', ix ex te tzalaj jayeoc k'ual eyab'ani."
        },
        {
            "number": "35",
            "text": "Palta ay junxo ek'al yelk'och t'a winhaj Juan chi'. Ha sch'oxaneli tas wopisio, yujto a juntzanh tas syak' in Mam in k'ulej, a tzin k'ulej. Icha chi' tz'aj scheclajeli to a in Mam chi' checjinac in koti."
        },
        {
            "number": "36",
            "text": "Ha in Mam chi', a checjinac in koti, a syak' testigoal sb'a wuuj. Ha ex tik, malaj b'aj ix eyab' sjaj sloloni. Malaj b'aj ix eyil juneloc."
        },
        {
            "number": "37",
            "text": "Max eyak'och slolonel t'a he k'ool, yujto max in eyak'och t'a he k'ool a in checb'il in cot yuj tik."
        },
        {
            "number": "38",
            "text": "Ha ex tik scham wal he sayan eyil t'a Slolonel Dios Tz'ib'ab'ilcani, yujto a he naani to icha chi' ol aj yilchaj he k 'inal t'a junelnhej. Palta wach'chom syal wab'ixal Slolonel Dios chi',"
        },
        {
            "number": "39",
            "text": "malaj he gana tzex ja t'ayin yic tze cha he k 'inal."
        },
        {
            "number": "40",
            "text": "Malaj yelk'och t'ayin tato syal wach' lolonel heb' anima wuuj."
        },
        {
            "number": "41",
            "text": "Vojtac tas yaj he pensar, manh xajanoc Dios eyuuj."
        },
        {
            "number": "42",
            "text": "Ha in tik, ak'b'il in cot yuj in Mam, palta max in he cha'a. Tato ay junocxo munil ol jawok t'a yol yico', a jun chi' ol he cha'a."
        },
        {
            "number": "43",
            "text": "¿Tas ol aj in eyak'anoch t'a he k'ool, yujto anhej t'a eyichanh junjun ex he gana ay eyelk'ochi, malaj pax he gana ay eyelk'och t'a yichanh Dios te yel?"
        },
        {
            "number": "44",
            "text": "Xe natalaj to a in ol wal t'a in Mam chi' tas he chukal. Palta a winhaj Moisés ol alanoc, aton winh tze tz'ac eyak'och t'a he k'ool."
        },
        {
            "number": "45",
            "text": "Tato tzeyak'och t'a he k'ool tas stz'ib'ejnaccan winhaj Moisés chi', tzam in eyak'ochlaj t'a he k'ool, yujto a winhaj Moisés chi' tz'ib'annaccan wab'ixal."
        },
        {
            "number": "46",
            "text": "Palta tato max eyak'och tas stz'ib'ejnaccan winh chi' t'a he k'ool, ¿tas ol aj eyak'anoch t'a he k'ool tas swal tik t'ayex? xchi Jesús t'a heb' winh aj Judea chi'."
        }
    ]
}