{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi' ix q'uexxi Jesús t'a Jerusalén, ix b'at yilan jun sq'uinh eb' yetisraelal."
        },
        {
            "number": "2",
            "text": "Ha t'a yol chonhab' Jerusalén chi', t'a slak'anil jun puerta b'aj tz'och nok' calnel, ata' ay jun tanque scuch Betesda t'a sti' eb' israel chi'. Oye' val stentail."
        },
        {
            "number": "3",
            "text": "Tzijtum eb' penaay ayek' ta. Ay eb' max yal yilani, ay eb' max yal sb'eyi, ay eb' sicb'inaqueli."
        },
        {
            "number": "4",
            "text": "Ay jun vinh 38 ab'ilxo penaay."
        },
        {
            "number": "5",
            "text": "Axo ix yilan Jesús jichanek' vinh. Yojtac to pecatax icha chi' yaj vinh. Yuj chi' ix sk'anb'an t'a vinh: --¿Tzam a nib'ej tzach b'oxicani? xchi t'a vinh."
        },
        {
            "number": "6",
            "text": "Ix yalan vinh penaay chi': --Mamin, malaj mach tzin ak'anem t'a yol ha' tik ayic tz'ib'xi ha' t'a juntac el. Ayic tzin nib'ej tzin emi, ch'ocxo eb' sb'ab'laj em t'a vichanh, xchi vinh t'a Jesús."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix yalan Jesús t'a vinh: --Q'ueanh vaan, ik'chaanh a vaynub' tik, b'eyanh, xchi t'a vinh."
        },
        {
            "number": "8",
            "text": "D'a jun rato chi', ix b'oxi sk'ool vinh. Ix yik'anchaanh svaynub' vinh chi', ix syamanoch vinh sb'eyi. Palta sk'ual ik'oj ip."
        },
        {
            "number": "9",
            "text": "Yuj chi' ay jayvanh eb' aj Judea ix alan t'a vinh: --Ha ticnaic, sk'ual ik'oj ip. Manh sleyaloc tzik'chaanh a vaynub' tik, xchi eb' t'a vinh."
        },
        {
            "number": "10",
            "text": "Ix tak'vi vinh t'a eb' icha tik: --Ha jun vinh in ak'an b'oxoc, a vinh ix alan t'ayin: Ik'chanh a vaynub' tik, tzach b'eyi, xchi vinh, xchi vinh."
        },
        {
            "number": "11",
            "text": "Ix sk'anb'an eb' t'a vinh: --¿Mach jun vinh ix alan chi' t'ayach to tzik'chaanh a vaynub' tik, tzach b'eyi? xchi eb'."
        },
        {
            "number": "12",
            "text": "Palta manh yojtacoc vinh tas sb'i jun ix ak'an b'oxoc sk'ool vinh chi', yujto ix satb'at Jesús chi' t'a skal jantac anima ayek' chi' ta'."
        },
        {
            "number": "13",
            "text": "Axo t'a junelxo ix ilchaj vinh yuj Jesús t'a yamaq'uil stemplo Dios, ix yalan t'a vinh: --Inai ach b'oxi. Manhxo a k'ulej chucal, yic manhxo ol ja junocxo yaelal más te niwan t'a ib'anh, xchi t'a vinh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix b'at vinh yal t'a eb' vinh aj Judea chi' to a Jesús chi' ix ak'an b'oxoc sk'ool vinh."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix te och eb' vinh ajk'olal t'a Jesús chi', yujto ha t'a sk'ual ik'oj ip ix sk'ulej juntzanh chi'."
        },
        {
            "number": "16",
            "text": "Palta ix yalan Jesús t'a eb': --Ha in Mam smunlajnhej. Yuj chi' anheja' tzin munlajnhejpaxi, xchi t'a eb'."
        },
        {
            "number": "17",
            "text": "Yujto ix yal juntzanh chi' Jesús, ijanxo val sgana eb' smilchamoc. Manhocnhej yuj b'aj max sk'anab'ajej sk'ual ik'oj ip chi', palta yujto slajb'ej sb'a yet' Dios ayic syalanoch Dios chi' Smamoc."
        },
        {
            "number": "18",
            "text": "Ix yalanxi Jesús t'a eb': --Val yel sval t'ayex, a in tik Yuninal in Dios, max yal in k'ulan junok tas t'a yol vico', anhej tas svil sk'ulan in Mam tzin k'ulej. Ha jantacnhej tas sk'ulej in Mam chi', a tzin k'ulejpaxi."
        },
        {
            "number": "19",
            "text": "Ha in Mam chi', te xajan in yuj a in Yuninal in tik. Ha jantacnhej tas sk'ulej, sch'oxpax t'ayin. Ayto val juntzanhxo tas te niwan ol sch'oxo', ol te sat e k'ool eyilani."
        },
        {
            "number": "20",
            "text": "Yujto a in Mam chi' tz'ak'an pax pitzvoc eb' chamnac, syak'an sq'uinal eb'. Ichinpaxta' a in Yuninal in tik svak' sq'uinal eb' in gana svak' sq'uinal."
        },
        {
            "number": "21",
            "text": "Ha in Mam chi', max sch'olb'itej junok anima. Palta a in Yuninal in tik, ix ak'ji vopisio in ch'olb'itan yaj eb' anima smasanil,"
        },
        {
            "number": "22",
            "text": "yic wach' lajan tz'aj vik'jichaanh icha tz'aj yik'jichaanh in Mam chi' yuj masanil anima. Tato ay eb' malaj tzin och t'ay, anhejtona' malaj tz'ochpax in Mam t'a eb', yujto a checjinac in coti."
        },
        {
            "number": "23",
            "text": "Val yel sval t'ayex, a eb' tz'ab'an in lolonel, syak'anpaxoch jun in checancot eb' t'a sk'ool, ay sq'uinal eb' t'a junelnhej. Manhxo ol b'atcan eb' t'a syaelal, yujto toxo ix colchajel eb' t'a yol sk'ab' chamel, ix schaan sq'uinal eb'."
        },
        {
            "number": "24",
            "text": "Val yel sval t'ayex, a ticnaic toxo ix ja stiempoal yab'an in jaj eb' chamnac a in Yuninal in Dios tik. Ha eb' tz'ab'ani, ol scha sq'uinal eb' t'a junelnhej."
        },
        {
            "number": "25",
            "text": "Yujto a in Mam aj q'uinaltaxon t'a yol yico'. Yak'annaccan jun chi' t'ayin to aj q'uinal in paxi."
        },
        {
            "number": "26",
            "text": "Yak'annacpaxcan vopisio in ch'olb'itan masanil eb' anima, yujto Ak'b'il in cot yuj Dios voch animail."
        },
        {
            "number": "27",
            "text": "Manh eyak' sat e k'ol yuj juntzanh sval tik, yujto ay jun pekti’ ol javoc, a val eb' mucanxo ol yab' in jaj eb'."
        },
        {
            "number": "28",
            "text": "Ol laj q'uex vaan eb' b'aj mucan chi'. Ha eb' wach' syutej sb'ha t'a yol yib'anhk’inal tik, ol pitzvocxi eb', ol schaan sq'uinal eb' t'a junelnhej. Axo eb' sk'ulan chucal, ol pitzvocxi eb', palta ol b'atcan eb' t'a syaelal t'a junelnhej."
        },
        {
            "number": "29",
            "text": "Ha in tik, malaj jab'oc tas syal in b'oan t'a yol vico', tzin ch'olb'itej icha tas schec in Mam chi' in k'ulej. Tzin ch'olb'itej t'a stojolal, yujto manhoc tas icha in gana tzin k'ulej, palta icha sgana jun checjinac in coti, aton in Mam."
        },
        {
            "number": "30",
            "text": "Tato munil svala' to ay vopisio, malaj yelk'och jun vic sval chi'."
        },
        {
            "number": "31",
            "text": "Palta ay junxo tz'alani tas vopisio. Ha jun chi', vojtac to te yel syala'."
        },
        {
            "number": "32",
            "text": "Ha ex tik xid' e chec k'anb'aj t'a vinhaj Juan tas yopisio vinh. Ha tas yalnac vinh vuuj, te yel."
        },
        {
            "number": "33",
            "text": "Palta a in tik, max vak'ochlaj yipoc in k'ool tas syal junok anima vuuj. Tonhej svec e nacoti tas yalnaccan vinhaj Juan chi' t'ayex, yic tzex colchaji."
        },
        {
            "number": "34",
            "text": "Ha tas ix yal vinhaj Juan chi', lajan icha junok tas tz'ak'an sakil k'inal ayel yoc. Yuj chi', ix ex te tzalaj jayeoc k'ual eyab'ani."
        },
        {
            "number": "35",
            "text": "Palta ay junxo ek'al yelk'och t'a vinhaj Juan chi'. Ha sch'oxaneli tas vopisio, yujto a juntzanh tas syak' in Mam in k'ulej, a tzin k'ulej. Icha chi' tz'aj scheclajeli to a in Mam chi' checjinac in coti."
        },
        {
            "number": "36",
            "text": "Ha in Mam chi', a checjinac in coti, a syak' testigoal sb'a vuuj. Ha ex tik, malaj b'aj ix eyab' sjaj sloloni. Malaj b'aj ix eyil juneloc."
        },
        {
            "number": "37",
            "text": "Max eyak'och slolonel t'a e k'ool, yujto max in eyak'och t'a e k'ool a in checb'il in cot yuj tik."
        },
        {
            "number": "38",
            "text": "Ha ex tik scham val e sayan eyil t'a Slolonel Dios Tz'ib'ab'ilcani, yujto a e naani to icha chi' ol aj yilchaj e q'uinal t'a junelnhej. Palta wach'chom syal vab'ixal Slolonel Dios chi',"
        },
        {
            "number": "39",
            "text": "malaj e gana tzex ja t'ayin yic tze cha e q'uinal."
        },
        {
            "number": "40",
            "text": "Malaj yelk'och t'ayin tato syal wach' lolonel eb' anima vuuj."
        },
        {
            "number": "41",
            "text": "Vojtac tas yaj e pensar, manh xajanoc Dios eyuuj."
        },
        {
            "number": "42",
            "text": "Ha in tik, ak'b'il in cot yuj in Mam, palta max in e cha'a. Tato ay junocxo munil ol javoc t'a yol yico', a jun chi' ol e cha'a."
        },
        {
            "number": "43",
            "text": "¿Tas ol aj in eyak'anoch t'a e k'ool, yujto anhej t'a eyichanh junjun ex e gana ay eyelk'ochi, malaj pax e gana ay eyelk'och t'a yichanh Dios te yel?"
        },
        {
            "number": "44",
            "text": "Xe natalaj to a in ol val t'a in Mam chi' tas e chucal. Palta a vinhaj Moisés ol alanoc, aton vinh tze tz'ac eyak'och t'a e k'ool."
        },
        {
            "number": "45",
            "text": "Tato tzeyak'och t'a e k'ool tas stz'ib'ejnaccan vinhaj Moisés chi', tzam in eyak'ochlaj t'a e k'ool, yujto a vinhaj Moisés chi' tz'ib'annaccan vab'ixal."
        },
        {
            "number": "46",
            "text": "Palta tato max eyak'och tas stz'ib'ejnaccan vinh chi' t'a e k'ool, ¿tas ol aj eyak'anoch t'a e k'ool tas sval tik t'ayex? xchi Jesús t'a eb' vinh aj Judea chi'."
        }
    ]
}