{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi' ix b'atxi Jesús, ix k'ochxi t'a junxo sk'axepalek' ha' nhajab' yic Galilea, skuchan pax ha' Tiberias."
        },
        {
            "number": "2",
            "text": "Tzijtum heb' anima ix och tzak'an yuj, yujto ix yil juntzanh satub'tac sch'ox yil heb' ayic syak'an b'oxoc sk'ol heb' penaay."
        },
        {
            "number": "3",
            "text": "Axo Jesús chi', ix b'at yet' heb' sk'ayb'um t'a jun tzalan. Ata' ix em k'ojan yet' heb'."
        },
        {
            "number": "4",
            "text": "Vanxo sja stiempoal sq'uinh heb' israel yic snajicot tas aj yelnaccot heb' smam yicham heb' t'a Egipto."
        },
        {
            "number": "5",
            "text": "Axo ix yilan Jesús, tzijtum heb' anima wan sk'och t'ay. Yuj chi' ix yalan t'a winhaj Felipe: --¿B'ajtil ol ko man tas swa heb' anima tik? xchi t'a winh."
        },
        {
            "number": "6",
            "text": "Palta tonhej ix yal icha chi', yic syab'i tas ol yal winhaj Felipe chi', yujto yojtakxo tas ol yutoc."
        },
        {
            "number": "7",
            "text": "Ix yalan winhaj Felipe chi' t'ay: --Wach'chom qued'nac chab'oc ciento denario pan, palta max yab'laj yic tz'ak'chaj jab' jab'oc t'a junjun heb', xchi winh."
        },
        {
            "number": "8",
            "text": "Ay pax junxo sk'ayb'um Jesús, scuch Andrés, yuk'tac sb'a winh yet' winhaj Simón Pedro. Ix yalan winh t'a Jesús chi':"
        },
        {
            "number": "9",
            "text": "--Ay jun winh unin ayek' qued' t'a tik, yet'nac oye' ixim pan cebada winh yet' cha pitanh nok' chay. Palta ¿tom ol yab' jab' tik t'a skal heb' smasanil? Ina te tzijtum heb', xchi winh."
        },
        {
            "number": "10",
            "text": "Yuj chi', ix yalan Jesús t'a heb' sk'ayb'um chi': --Alec t'a heb' anima tik to tz'em k'ojan heb' smasanil, xchi t'a heb'. Ha jun lugar b'aj ayek' heb' chi', niwan ak'lic. Ix em k'ojan heb' smasanil, ay am oyeoc mil heb' winh winak."
        },
        {
            "number": "11",
            "text": "Axo Jesús ix ik'anchaanh ixim pan chi', ix yak'an yuj diosal d'ha Dios yuj ixim. Ix schekan pucjocb'at ixim t'a heb' k'ojanem chi'. Icha pax chi' ix yutej nok' chay chi'. Ix yab'lej heb', ato syala' jantac snib'ej heb'."
        },
        {
            "number": "12",
            "text": "Axo yic ix lajwi swa heb' sik'lab'il, ix yalan Jesús t'a heb' sk'ayb'um chi': --Molec jantacto ix kan chi', yic malaj tas tz'ixtaxi, xchi t'a heb'."
        },
        {
            "number": "13",
            "text": "Axo ix lajwi smolan heb' chi', lajchaweto xuuc ix b'ud'ji yuj ixim pan ix yak' sobre t'a ixim oye' pan cebada chi'."
        },
        {
            "number": "14",
            "text": "Ha heb' anima chi', ix yil heb' jun tas satub'tac ix sch'ox Jesús chi'. Yuj chi' ix yal heb': --Aton jun tik, schekab' Dios tanhwab'iltaxon sja t'a yol yib'anhk’inal tik, xchi heb'."
        },
        {
            "number": "15",
            "text": "Palta yojtakxo Jesús to snib'ej heb' yak'an pural yoch sreyaloc. Yuj chi' ix sb'esel sb'ha t'a skal heb', ix b'atkan t'a skal lum tzalquixtac chi' sch'ocoj."
        },
        {
            "number": "16",
            "text": "Ayic wanxo sq'uik'b'i, ix emk'och heb' sk'ayb'um Jesús t'a sti' ha' nhajab'."
        },
        {
            "number": "17",
            "text": "Ix och heb' t'a yol te' barco, ix b'atxi heb'. Snib'ej heb' sk'axpajek' t'a chonhab' Capernaum ay t'a sti' ha' nhajab' chi'. Te k'ik'b'alxo ix b'at heb'. Manto jaxlaj Jesús ix b'at heb'."
        },
        {
            "number": "18",
            "text": "Axo yic wan sb'ey heb', ix owajchaanh jun ik' te ov t'a sat ha' nhajab' chi'. Ix te k'e chulan ha' yuj jun ik' chi'."
        },
        {
            "number": "19",
            "text": "Ayxom junok nanhal schab'il legua sb'at heb' t'a sat ha', haxo ix yilan heb' wan sk'och Jesús t'a heb'. Tonhej sb'eyb'at t'a sat ha'. Yuj chi' ix te xivk'e heb'."
        },
        {
            "number": "20",
            "text": "Palta ix yalan t'a heb': --Manh ex xiwoc, Ha in, xchi t'a heb'."
        },
        {
            "number": "21",
            "text": "Ichato chi' junk'olalxo ix chajioch yuj heb' t'a yol te' barco chi'. Elanhchamel ix ek'k'och heb' t'a sk'axepal ha' b'aj wan sk'och heb' chi'."
        },
        {
            "number": "22",
            "text": "Axo t'a junxo k'u, anheja' yajkan heb' anima chi' t'a sk'axepal ha' chi'. Axo ix snaancot heb' to junnhej te' barco chi' ix b'ati, anhej pax heb' sk'ayb'um Jesús ix och t'a yol te', maj ochlaj Jesús chi' yet' heb'."
        },
        {
            "number": "23",
            "text": "Yacb'an chi' ay juntzanhxo barco ix cot t'a chonhab' Tiberias, ix k'och t'a slak'anil jun lugar b'aj ix swa ixim pan chi' heb', aton b'aj ix yak' yuj diosal Cajalil yuj ixim."
        },
        {
            "number": "24",
            "text": "Axo ix yilan heb' anima chi', manhxo ayoc ek' Jesús chi' yet' heb' yet' pax heb' sk'ayb'um. Yuj chi' ix laj och heb' t'a yol juntzanh barco chi'. Ix b'at sayanek' Jesús chi' heb' t'a chonhab' Capernaum."
        },
        {
            "number": "25",
            "text": "Axo ix k'och heb' anima chi' t'a sk'axepalek' ha' nhajab' chi', ata' ix ilchaj Jesús yuj heb'. Ix sk'anb'an heb' t'ay: --Ach ko k'ayb'umal, ¿tom t'a tik ayach eq'ui? ¿Janik' ach jawi? xchi heb' t'ay."
        },
        {
            "number": "26",
            "text": "Ix yalan t'a heb': --Val yel swal t'ayex, yujnhej to ex b'ud'ji he waan ixim pan, yuj chi' tzin he saya', manh yujoc to ix nachajel eyuuj tas syalelk'och juntzanh satub'tac ix in ch'ox chi'."
        },
        {
            "number": "27",
            "text": "Manh eyak' eyip he sayan ek' tas swaji, yujto elanhchamel slajwieli. Palta sayequek' jun wael max lajwiel-laj, yujto ha' ol ak'an he k 'inal t'a junelnhej. Ol wak' jun chi' t'ayex, yujto Ak'b'il in cot yuj Dios woch animail, a ko Mam Dios sch'oxaneli to chab'il in yuj, xchi Jesús t'a heb'."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix sk'anb'an heb' t'ay: --¿Tas ol cutoc ko k'ulan tas snib'ej Dios sko k'ulej chi'? xchi heb' t'ay."
        },
        {
            "number": "29",
            "text": "Ix yalanxi Jesús chi' t'a heb': --Aton jun tik snib'ej Dios tze k'ulej, to tzin eyak' wal och t'a he k'ool, yujto a checjinac in koti, xchi t'a heb'."
        },
        {
            "number": "30",
            "text": "Ix sk'anb'anxi heb' t'ay: --¿Tas wal junok satub'tac tza ch'ox quila' yic ol ach kak'och t'a ko k'ool? ¿Tas tza k'ulej?"
        },
        {
            "number": "31",
            "text": "Ha heb' ko mam quicham ek'nac t'a peka', yilnac jun tas satub'tac heb', swanac jun maná heb' t'a taquinh lu'um icha syal t'a Slolonel Dios Tz'ib'ab'ilkani. Aton jun tz'alan icha tik: Ha Dios ak'jinaccot tas swa heb' t'a satcha’anh, xchi, xchi heb' t'a Jesús chi'."
        },
        {
            "number": "32",
            "text": "Yuj chi' ix yalanxi Jesús chi' t'a heb': --Val yel swal t'ayex, manhoclaj winhaj Moisés tz'ak'an jun wael yic satcha’anh chi'. Palta a in Mam tz'ak'an jun wael te yel scot t'a satcha’anh."
        },
        {
            "number": "33",
            "text": "Yujto a jun wael syak' Dios tik, ha t'a satcha’anh emnaccoti. Ay heb' ay t'a yol yib'anhk’inal tik ol scha sk'inal t'a junelnhej yuj, xchi Jesús."
        },
        {
            "number": "34",
            "text": "Ix yalanxi heb': --Mamin, ak' jun wael chi' t'ayonh t'a masanil tiempo, xchi heb' t'ay."
        },
        {
            "number": "35",
            "text": "Ix yalanxi t'a heb': --Ha in ton tik icha wael waji, Ak'um in k 'inal. Ha heb' sja t'ayin, manhxa b'ak'uinh ol och swejel heb'. Ha heb' tzin ak'anoch t'a sk'ool, manhxa b'ak'uinh ol tacjoc sti' heb'."
        },
        {
            "number": "36",
            "text": "Palta toxo ix wal t'ayex, wach'chom tzin eyila', max in eyak'och t'a he k'ool."
        },
        {
            "number": "37",
            "text": "Masanil heb' tz'ak'ji t'ayin yuj in Mam, ol ja heb' t'ayin. Ha heb' sjawi t'ayin, manh ol in pechel heb'."
        },
        {
            "number": "38",
            "text": "Ha in tik, cotnac in t'a satcha’anh yic tzul in b'o icha snib'ej Dios checjinac in koti. Manh yujoc ul in b'oan icha tas tzin nib'ej cotnac in."
        },
        {
            "number": "39",
            "text": "Ha tas snib'ej in Mam checjinac in koti, to manh ol satel junok mach t'a skal heb' syak' t'ayin. Snib'ej to a in ol wak' pitzwokxi heb' t'a slajwub' k'ual."
        },
        {
            "number": "40",
            "text": "Ha in tik, Yuninal in Dios. Yuj chi' jantacnhej heb' tzin ilani, tato tzin yak'och heb' t'a sk'ool, snib'ej in Mam chi' to scha sk'inal heb' t'a junelnhej. Yuj chi' a in ol wak' pitzwokxi heb' t'a slajwub' k'ual, xchi Jesús t'a heb'."
        },
        {
            "number": "41",
            "text": "Ayic ix yab'an juntzanh chi' heb' aj Judea, chuk tas ix yalub'tanhej heb' t'a spatic Jesús chi', yujto ix yala': Ha in ton tik icha wael waji, cotnac in t'a satcha’anh, xchi t'a heb'."
        },
        {
            "number": "42",
            "text": "Yuj chi' ix yalan heb': --Ha Jesús tik, yuninal winhaj José. Cojtak smam snun winh, palta syala' to t'a satcha’anh cotnac, xchi heb' aj Judea chi'."
        },
        {
            "number": "43",
            "text": "Palta ix yalanxi Jesús t'a heb': --Manh in eyalub'tanhej."
        },
        {
            "number": "44",
            "text": "Ha in Mam checjinac in koti. Malaj junok mach syal scomon ja t'ayin, schaan sk'inal tato manhoc in Mam tz'ak'ancot t'ayin. Ha heb' sja t'ayin, ol wak' pitzwokxi heb' t'a slajwub' k'ual."
        },
        {
            "number": "45",
            "text": "Tz'ib'ab'ilkan yuj heb' schekab' Dios icha tik: Ol k'ayb'aj masanil anima yuj Dios, xchi heb'. Yuj chi', a jantacnhej heb' syak'och schiquin t'a tas syal ko Mam Dios, tato snachajel yuj heb' tas syala', ol ja heb' t'ayin."
        },
        {
            "number": "46",
            "text": "Manh wanoc walani to ay mach ix ilan ko Mam Dios. Palta a in tik, a t'ay cotnac in, a innhej wilnac."
        },
        {
            "number": "47",
            "text": "Val yel swal t'ayex, a mach tzin ak'anoch t'a sk'ool, ay sk'inal t'a junelnhej."
        },
        {
            "number": "48",
            "text": "Ha in tik, icha wael waji, Ak'um in k 'inal."
        },
        {
            "number": "49",
            "text": "Ha heb' ko mam quicham, swanac jun maná heb' t'a taquinh lu'um, palta anhejtona' chamnac heb' smasanil."
        },
        {
            "number": "50",
            "text": "Palta a heb' swaan jun wael cotnac t'a satcha’anh, malaj b'ak'uinh ol cham heb'."
        },
        {
            "number": "51",
            "text": "Ha in cotnac in t'a satcha’anh tik, icha wael waji, yujto Ak'um in k 'inal. Yuj chi', a heb' swaan jun wael tik, ay sk'inal heb' t'a junelnhej. Ha jun wael swak' wajoc tik, aton in niwanil, xchi Jesús t'a heb'."
        },
        {
            "number": "52",
            "text": "Axo heb' aj Judea chi', ix stelaj sb'a heb' yuj tas ix yal chi', ix laj yalan heb': --Ha jun winh tik, ¿tas ol yutoc winh yak'an sniwanil ko chi snaani? xchi heb'."
        },
        {
            "number": "53",
            "text": "Yuj chi' ix yalxi t'a heb': --Val yel swal t'ayex, tato manh ol he chi in niwanil a in Ak'b'il in cot yuj Dios woch animail tik, manh ol eyuk'anpaxlaj in chiq'uil, manh ol he chalaj he k 'inal."
        },
        {
            "number": "54",
            "text": "Yuj chi', yalnhej mach tz'ab'lan in niwanil tik, syuk'anpax in chiq'uil, ay sk'inal t'a junelnhej. Ha in ol wak' pitzwokxi t'a slajwub' k'ual."
        },
        {
            "number": "55",
            "text": "Yujto a jun in niwanil tik, yel lajan yopisio yet' tas swaji. Ha in chiq'uil lajan yopisio yet' tas tz'uk'ji."
        },
        {
            "number": "56",
            "text": "Yalnhej mach schi'an in niwanil tik, syuk'an pax in chiq'uil, junxonhej tz'ajkan wed'oc. Ayin pax och t'ay."
        },
        {
            "number": "57",
            "text": "Ha ko Mam Dios pitzan t'a masanil tiempo, a checjinac in koti. Yuj pitzan in. Yuj chi', a mach schi'an in niwanil tik, ol wak' sk'inal."
        },
        {
            "number": "58",
            "text": "Ha ticnaik, wan walan yuj jun icha wael cotnac t'a satcha’anh. Ha jun tik, manh lajanoc yet' jun maná swanac heb' ko mam quicham t'a peka'. Niwanoc swanac heb', palta chamnac pax heb'. Palta a mach ol waan jun icha wael tik, ol scha sk'inal heb' t'a junelnhej, xchi Jesús t'a heb'."
        },
        {
            "number": "59",
            "text": "Ha t'a yol spatil culto t'a chonhab' Capernaum, ata' ix yal juntzanh k'ayb'ub'al tik Jesús."
        },
        {
            "number": "60",
            "text": "Ayic ix yab'an juntzanh chi' jantac heb' anima tzak'anoch yuj Jesús chi', ix yalan heb': --Te ya juntzanh slolonel syal tik. ¿Tom ay mach syal schaan yab'i? xchi heb'."
        },
        {
            "number": "61",
            "text": "Axo Jesús chi', yojtakxo tas jun syal heb' chi', yuj chi' ix yalanxi t'a heb': --¿Tom a jun tik tz'ik'an somchajel he k'ool?"
        },
        {
            "number": "62",
            "text": "Ha in Ak'b'il in cot yuj Dios woch animail tik, tato ol eyil in k'ex b'aj cotnac in, ¿tas ol eyutoc eyalani?"
        },
        {
            "number": "63",
            "text": "Ha Espíritu tz'ak'an k 'inal. Axo ko niwanil tik malaj yopisio. Ha juntzanh lolonel ix wal tik t'ayex, te yel, yic pax Espíritu, a tz'ak'an k 'inal t'a junelnhej."
        },
        {
            "number": "64",
            "text": "Palta ayex max in eyak'och t'a he k'ool, xchi t'a heb'. Icha chi' ix yutej yalan t'a heb', yujto atax t'a yichb’anel yojtaktaxoni mach heb' max ak'anoch t'a sk'ool. Yojtak paxi mach jun ol ak'anoch t'a yol sk'ab' chamel."
        },
        {
            "number": "65",
            "text": "Ix yalanxi: --Yujto ayex maj in eyak'och t'a he k'ool, yuj chi' walnac t'ayex, malaj junok mach syal scomon ja t'ayin tato manhoc in Mam tz'ak'ancot heb' t'ayin, xin chi, xchi Jesús t'a heb'."
        },
        {
            "number": "66",
            "text": "Atax ta', tzijtum heb' tzak'anoch yuj ix meltzajxi t'a spatic. Manhxa snib'ej heb' tz'och tzak'an yuj."
        },
        {
            "number": "67",
            "text": "Yuj chi' ix sk'anb'an Jesús t'a heb' lajchawaanh: --Xal ex tik, ¿ay am pax he gana tzex meltzajxi t'a he patic? xchi t'a heb'."
        },
        {
            "number": "68",
            "text": "Axo winhaj Simón Pedro ix tak'wi t'ay: --Mamin, ¿mach b'aj ol onh och tzak'an jun? Malaj junxo mach icha tik sloloni yic sko cha ko k 'inal t'a junelnhej."
        },
        {
            "number": "69",
            "text": "Ha onh tik, toxo ix ach kak'och t'a ko k'ool. Cojtak, a ach tik Sik'b'il ach el yuj Dios, xchi winhaj Pedro chi'."
        },
        {
            "number": "70",
            "text": "Ix yalanxi Jesús t'a heb': --Ha ex he lajchawanhil, a in ex in sik'kaneli. Palta ay jun t'a he kal, schekab' winh diablo yaji, xchi t'a heb'."
        },
        {
            "number": "71",
            "text": "Ha jun ix yal chi', aton winhaj Judas yuninal winhaj Simón aj Queriot. Yujto a winhaj Judas chi' ol ak'anoch Jesús t'a yol sk'ab' chamel. Palta yetk'ayb'umal sb'a winh yet' heb' uxluchwanh chi'."
        }
    ]
}