{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ix och ijan Jesús yek' d'a yol yic Galilea. Axo d'a yol yic Judea, malaj sgana ix ek' ta', yujto a eb' vinh aj Judea chi', sgana eb' vinh smilanchamoc."
        },
        {
            "number": "2",
            "text": "Van sja stiempoal sq'uinh eb' israel scuch q'uinh chinama."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yal eb' yuk'tac Jesús chi' d'ay: --Manh ach can d'a tic. Ixic d'a Judea, yic vach' a eb' a k'ayb'um ayek' ta', ol yil pax eb' tastac satub'tac tza ch'oxo'."
        },
        {
            "number": "4",
            "text": "Tato ay junoc mach sgana scheclajel d'a yichanh eb' anima, max yal-laj elk'altac tz'eq'ui. Yuj chi', tato yel ay juntzanh satub'tac tza ch'oxo', yovalil tza ch'oxel a b'a d'a yichanh eb' anima, xchi eb' d'ay."
        },
        {
            "number": "5",
            "text": "Ix stz'ac yal eb' yuk'tac d'ay icha chi', yujto max yak'och Jesús chi' eb' d'a sk'ool."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yal d'a eb': --Manto stiempoaloc in ch'oxanel in b'a. A exxo tic, yalnhej tas tiempoal syal e naani."
        },
        {
            "number": "7",
            "text": "A eb' ay d'a yolyib'anhq'uinal tic eyed'oc, max ex schaquel-laj eb'. A inxo tic, tzin schaquel eb', yujto tzin ch'oxeli to malaj svach'il sb'eyb'al eb'."
        },
        {
            "number": "8",
            "text": "Ixiquec e ch'ocoj d'a jun q'uinh chi'. Yujto a in tic, manto ol in q'uek'ochlaj, yujto manto stiempoaloc in ch'oxanel in b'a, xchi Jesús d'a eb'."
        },
        {
            "number": "9",
            "text": "Ix lajvi yalan juntzanh chi', ix can yuj eb' d'a Galilea chi'."
        },
        {
            "number": "10",
            "text": "Palta axo yic toxo ix q'ue eb' yuk'tac Jesús chi', ix q'ue paxi, palta elk'altacnhej ix aj sq'uei."
        },
        {
            "number": "11",
            "text": "A eb' aj Judea, ix smaclej eb' sk'och Jesús chi' d'a jun q'uinh chi'. --¿B'ajtil ayek' jun vinac chi'? xchi eb'."
        },
        {
            "number": "12",
            "text": "Manh jantacoc yalub'tanhan eb' anima. Ay eb' tz'alani: Te vach' vinh, xchi eb'. Ay pax eb' tz'alanxi: Maay, syak' eb' anima vinh musansatil, xchi eb'."
        },
        {
            "number": "13",
            "text": "Palta elk'altac syalub'tanhej eb', yujto xiv eb' yab'an eb' vinh aj Judea chi'."
        },
        {
            "number": "14",
            "text": "Vanxo snanhalb'i jun q'uinh chi', ix q'uek'och Jesús d'a yamaq'uil templo. Ix och ijan sk'ayb'an eb' anima ta'."
        },
        {
            "number": "15",
            "text": "Axo eb' ay yopisio d'a scal eb' aj Judea chi', ix te sat sk'ol eb' yab'ani. Ix laj yalan eb': --¿Tas val syutej yojtacanel juntzanh syal tic? Ina manh k'ayb'ab'iloc, xchi eb'."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix yalan Jesús chi' d'a eb': --A juntzanh k'ayb'ub'al sval d'ayex tic, manh vicoc. Yic Dios checjinac in coti."
        },
        {
            "number": "17",
            "text": "Tato ay eb' syal sk'ol sk'ulej icha sgana Dios, ol nachajel yuj eb' tato yic Dios juntzanh k'ayb'ub'al tic, mato munil sval d'a yol vico'."
        },
        {
            "number": "18",
            "text": "A mach slolon d'a yol yico', tonhej syik'chaanh sb'a, yic ay yelk'och d'a yichanh eb' anima snaani. Palta a in tic, in gana a Dios checjinac in cot ay yelk'och d'a eyichanh. Yuj chi', te yel svala'. Malaj jab'oc es svala'."
        },
        {
            "number": "19",
            "text": "Aton val vinhaj Moisés ak'jinaccan sley Dios d'ayex. Palta ina malaj junoc ex tze k'anab'ajej tas syal jun ley chi'. ¿Tas yuj e gana tzin e milchamoc? xchi Jesús d'a eb'."
        },
        {
            "number": "20",
            "text": "Axo eb' anima ayek' chi' ta', ix yal eb' d'ay: --A ach tic, tecan ayoch junoc enemigo d'ayach. ¿Mach junoc sgana ach smilancham tzila'? xchi eb' d'ay."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix yalanxi d'a eb': --Ay jun tas ix in k'ulej d'a sk'ual ik'oj ip. E masanil ix sat e k'ool yuuj."
        },
        {
            "number": "22",
            "text": "Yuj eb' co mam quicham d'a peca', elnaccan yich jun b'eyb'al scuch circuncisión. Axo vinhaj Moisés aljinaccani to yovalil sco b'eyb'alej jun chi'. Yuj chi' vach'chom sk'ual ik'oj ip, slaj eyak' circuncidar eb' unin tzato alji."
        },
        {
            "number": "23",
            "text": "A ex tic tzeyak' circuncidar eb' unin d'a sk'ual ik'oj ip, yic max ex ek' d'a yib'anh jun ley Moisés chi'. Tato icha chi', ¿tas yuj scot eyoval d'ayin yujto ix vak' b'oxoc sk'ol jun vinh penaay d'a sk'ual ik'oj ip chi'?"
        },
        {
            "number": "24",
            "text": "Manh e comon ch'olb'itej junoc mach d'a ichnhejta'. Tato ay mach tze ch'olb'itej, d'a stojolal tzeyutej e ch'olb'itani, xchi Jesús d'a eb'."
        },
        {
            "number": "25",
            "text": "Yuj chi' ay jayvanh eb' aj Jerusalén ix alani: --A jun vinh tic, ¿tom manhoc vinh sgana eb' smilchamoc?"
        },
        {
            "number": "26",
            "text": "Palta ina yajek' vinh tic, van slolon vinh d'a co cal. Ina malaj jab'oc tas syal eb' d'a vinh. Tecan toxo ix snael eb' yajal chi' to a Cristo."
        },
        {
            "number": "27",
            "text": "Ayic ol ja Cristo chi', malaj mach ojtannac b'aj ol cotoc. Palta a jun vinh tic, cojtac b'aj cotnac vinh, xchi eb'."
        },
        {
            "number": "28",
            "text": "Yacb'an van sk'ayb'an eb' anima chi' Jesús d'a yamaq'uil templo chi', te chaanh ix yalelta d'a scal eb': --Ina eyojtac in. Eyojtacpax b'aj cotnac in. Palta manh muniloc in ja d'a yol vico'. A Dios te yel checjinac in coti. Palta a Dios chi' manh eyojtacoc."
        },
        {
            "number": "29",
            "text": "A inxo tic vojtac, yujto ata' cotnac in. A' checjinac in coti, xchi d'a eb'."
        },
        {
            "number": "30",
            "text": "Yuj chi' ay eb' ix alani to tz'ak'jioch d'a preso. Palta malaj mach ix yamani, yujto manto k'och stiempoal schami."
        },
        {
            "number": "31",
            "text": "Tzijtum eb' anima ix ak'anoch Jesús d'a sk'ool, ix yalan eb': --Ayic ol javoc Cristo, ¿tom más ek'to tas satub'tac ol sch'ox d'a yichanh jun vinh tic? xchi eb'."
        },
        {
            "number": "32",
            "text": "Ix yab' eb' vinh fariseo tas syal eb' anima yuj Jesús. Yuj chi', a eb' vinh yed' eb' vinh sat sacerdote ix checanb'at juntzanh eb' stanhvumal stemplo Dios, yic b'at yik'cot Jesús eb', yic syak'anoch eb' d'a preso snaani."
        },
        {
            "number": "33",
            "text": "Axo Jesús ix alan d'a eb' anima: --Jayexonhej k'ual ayinek' eyed'oc, ol lajvoc chi' ol in meltzaj d'a mach checjinac in coti."
        },
        {
            "number": "34",
            "text": "A exxo tic, ol in e sayeq'ui, palta manhxo ol in ilchaj eyuuj, yujto max yal e k'och b'aj ol in k'och chi', xchi d'a eb'."
        },
        {
            "number": "35",
            "text": "Axo eb' aj Judea chi', ix laj yal eb': --¿B'ajtil ol k'och vinh snaani, yuj chi' syal vinh to manhxo ol ilchaj vinh cuuj? Ina ay eb' quetchonhab' ayb'at d'a scal eb' griego. ¿Tom sgana vinh ata' ol k'och d'a scal eb', sb'at sk'ayb'an masanil eb' griego chi' vinh snaani?"
        },
        {
            "number": "36",
            "text": "Ina ix yal vinh d'ayonh: A ex tic, ol in e sayeq'ui, palta manhxo ol in ilchaj eyuuj, yujto max yal e k'och b'aj ol in k'ochoc, xchi vinh d'ayonh. ¿Tas val syalelk'och jun ix yal vinh tic d'ayonh? xchi eb'."
        },
        {
            "number": "37",
            "text": "A d'a slajvub' k'ual q'uinh chi', aton jun k'u te nivan yelk'ochi, ata' ix elta linhan Jesús d'a yichanh eb' anima. Te chaanh ix yalelta d'a scal eb': --Tato ayex tze nib'ej tze cha e q'uinal d'a junelnhej, cotanhec d'ayin. Icha tz'aj eyuk'an a a', ayic stacji e ti', icha chi' ol aj e chaan e q'uinal d'ayin."
        },
        {
            "number": "38",
            "text": "Tato ayex tzin eyak'och d'a e k'ool, icha to ay jun a a' tz'el yoc ol pak' d'ayex. Aton jun chi' tz'ak'an e q'uinal d'a junelnhej. Yujto icha chi' syalcan d'a Slolonel Dios Tz'ib'ab'ilcani, xchi Jesús d'a eb' anima chi'."
        },
        {
            "number": "39",
            "text": "Icha chi' ix yutej yalani to a eb' tz'ak'anoch d'a sk'ool, ol ak'jococh Yespíritu Dios d'a eb'. A d'a jun tiempoal chi', manto ak'ji Yespíritu Dios d'a eb' anima, yujto manto q'uex Jesús d'a satchaanh."
        },
        {
            "number": "40",
            "text": "Ix lajvi yab'an eb' anima tas ix yal Jesús chi', ay eb' ix laj alani: --Val yel, aton jun tic schecab' Dios tanhvab'iltaxon sja cuuj, xchi eb'."
        },
        {
            "number": "41",
            "text": "Ay pax eb' ix laj alani: --A jun tic aton Cristo, xchi eb'. Palta ay eb' ix alanxi: --A Cristo chi', ¿tom aj Galilea icha jun vinh tic tze na'a?"
        },
        {
            "number": "42",
            "text": "A Slolonel Dios Tz'ib'ab'ilcan tz'alani to a Cristo yovalil ol aljoc d'a chonhab' Belén b'aj ek'nac vinhaj David d'a peca', yujto yinhtilalcan vinhaj David chi', xchi eb'."
        },
        {
            "number": "43",
            "text": "Yuj chi' ix och ijan eb' anima stelan sb'a yuj Jesús chi'."
        },
        {
            "number": "44",
            "text": "Ay eb' sgana syak'och d'a preso, palta malaj mach syamani."
        },
        {
            "number": "45",
            "text": "Axo eb' stanhvumal stemplo Dios, anheja' sch'ocoj eb' ix k'ochxi b'aj aycan eb' vinh ix checanb'at eb' chi', aton eb' vinh fariseo yed' eb' vinh sat sacerdote. Yuj chi' ix yalan eb' vinh d'a eb': --¿Tas yuj maj eyik'cot Jesús chi'? xchi eb' vinh."
        },
        {
            "number": "46",
            "text": "--Malaj junoc mach stzak'van slolon icha slolon chi', xchi eb'."
        },
        {
            "number": "47",
            "text": "Yuj chi' ix yalanpax eb' vinh fariseo chi' d'a eb': --¿Tom ix ex ak'jipax musansatil a ex tic?"
        },
        {
            "number": "48",
            "text": "¿Tom ay junoc co yajalil ix ak'anoch vinh d'a sk'ool? Anhejtona' a onh fariseo onh tic, ¿toc ay junoc onh ix cak'och vinh d'a co k'ool?"
        },
        {
            "number": "49",
            "text": "Anhej eb' comon anima ix ak'anoch vinh d'a sk'ool. Palta a eb' chi', manh yojtacoc jab'oc ley Moisés eb'. Yuj chi' aycot yoval sk'ol Dios d'a yib'anh eb', xchi eb' vinh fariseo chi'."
        },
        {
            "number": "50",
            "text": "Palta ay jun vinh fariseo chi' scuch Nicodemo. Aton jun vinh xid'naquek' lolonel yed' Jesús d'ak'valil. Ix yalan vinh d'a eb':"
        },
        {
            "number": "51",
            "text": "--A jun ley aycan d'ayonh, syala' to manh sleyaloc scak'b'at d'a yib'anh junoc anima, tato manto cab'i tas smul, xchi vinh d'a eb'."
        },
        {
            "number": "52",
            "text": "Yuj chi' ix yalanxi eb' d'a vinh: --¿Tom aj Galilea ach yed' vinh? k'ayb'ej Slolonel Dios Tz'ib'ab'ilcani. Ata' ol ila' to manhoclaj d'a Galilea ol cot vinh schecab' Dios tanhvab'il cuuj, xchi eb' d'a vinh."
        },
        {
            "number": "53",
            "text": "[Ix laj pax junjun eb' d'a spat."
        }
    ]
}