{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix och ijan Jesús yek' t'a yol yic Galilea. Axo t'a yol yic Judea, malaj sgana ix ek' ta', yujto a eb' vinh aj Judea chi', sgana eb' vinh smilanchamoc."
        },
        {
            "number": "2",
            "text": "Van sja stiempoal sq'uinh eb' israel scuch q'uinh chinama."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yal eb' yuk'tac Jesús chi' t'ay: --Manh ach kan t'a tik. Ixic t'a Judea, yic wach' a eb' a k'ayb'um ayek' ta', ol yil pax eb' tastac satub'tac tza ch'oxo'."
        },
        {
            "number": "4",
            "text": "Tato ay junok mach sgana scheclajel t'a yichanh eb' anima, max yal-laj elk'altac tz'eq'ui. Yuj chi', tato yel ay juntzanh satub'tac tza ch'oxo', yovalil tza ch'oxel a b'ha t'a yichanh eb' anima, xchi eb' t'ay."
        },
        {
            "number": "5",
            "text": "Ix stz'ac yal eb' yuk'tac t'ay icha chi', yujto max yak'och Jesús chi' eb' t'a sk'ool."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yal t'a eb': --Manto stiempoaloc in ch'oxanel in b'a. Ha exxo tik, yalnhej tas tiempoal syal e naani."
        },
        {
            "number": "7",
            "text": "Ha eb' ay t'a yol yib'anhk’inal tik eyed'oc, max ex schaquel-laj eb'. Ha inxo tik, tzin schaquel eb', yujto tzin ch'oxeli to malaj svach'il sb'eyb'al eb'."
        },
        {
            "number": "8",
            "text": "Ixiquec e ch'ocoj t'a jun q'uinh chi'. Yujto a in tik, manto ol in q'uek'ochlaj, yujto manto stiempoaloc in ch'oxanel in b'a, xchi Jesús t'a eb'."
        },
        {
            "number": "9",
            "text": "Ixlajwi yalan juntzanh chi', ix kan yuj eb' t'a Galilea chi'."
        },
        {
            "number": "10",
            "text": "Palta haxo yic toxo ix q'ue eb' yuk'tac Jesús chi', ix q'ue paxi, palta elk'altacnhej ix aj sq'uei."
        },
        {
            "number": "11",
            "text": "Ha eb' aj Judea, ix smaclej eb' sk'och Jesús chi' t'a jun q'uinh chi'. --¿B'ajtil ayek' jun vinac chi'? xchi eb'."
        },
        {
            "number": "12",
            "text": "Manh jantacoc yalub'tanhan eb' anima. Ay eb' tz'alani: Te wach' vinh, xchi eb'. Ay pax eb' tz'alanxi: Maay, syak' eb' anima vinh musansatil, xchi eb'."
        },
        {
            "number": "13",
            "text": "Palta elk'altac syalub'tanhej eb', yujto xiv eb' yab'an eb' vinh aj Judea chi'."
        },
        {
            "number": "14",
            "text": "Vanxo snanhalb'i jun q'uinh chi', ix q'uek'och Jesús t'a yamaq'uil templo. Ix och ijan sk'ayb'an eb' anima ta'."
        },
        {
            "number": "15",
            "text": "Axo eb' ay yopisio t'a skal eb' aj Judea chi', ix te sat sk'ol eb' yab'ani. Ix laj yalan eb': --¿Tas val syutej yojtacanel juntzanh syal tik? Ina manh k'ayb'ab'iloc, xchi eb'."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix yalan Jesús chi' t'a eb': --Ha juntzanh k'ayb'ub'al sval t'ayex tik, manh vicoc. Yic Dios checjinac in coti."
        },
        {
            "number": "17",
            "text": "Tato ay eb' syal sk'ol sk'ulej icha sgana Dios, ol nachajel yuj eb' tato yic Dios juntzanh k'ayb'ub'al tik, mato munil sval t'a yol vico'."
        },
        {
            "number": "18",
            "text": "Ha mach slolon t'a yol yico', tonhej syik'chaanh sb'a, yic ay yelk'och t'a yichanh eb' anima snaani. Palta a in tik, in gana ha Dios checjinac in cot ay yelk'och t'a eyichanh. Yuj chi', te yel svala'. Malaj jab'oc es svala'."
        },
        {
            "number": "19",
            "text": "Aton val vinhaj Moisés ak'jinaccan sley Dios t'ayex. Palta ina malaj junok ex tze k'anab'ajej tas syal jun ley chi'. ¿Tas yuj e gana tzin e milchamoc? xchi Jesús t'a eb'."
        },
        {
            "number": "20",
            "text": "Axo eb' anima ayek' chi' ta', ix yal eb' t'ay: --Ha ach tik, tecan ayoch junok enemigo t'ayach. ¿Mach junok sgana ach smilancham tzila'? xchi eb' t'ay."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix yalanxi t'a eb': --Ay jun tas ix in k'ulej t'a sk'ual ik'oj ip. E masanil ix sat e k'ool yuj."
        },
        {
            "number": "22",
            "text": "Yuj eb' co mam quicham t'a peca', elnaccan yich jun b'eyb'al scuch circuncisión. Axo vinhaj Moisés aljinaccani to yovalil sco b'eyb'alej jun chi'. Yuj chi' wach'chom sk'ual ik'oj ip, slaj eyak' circuncidar eb' unin tzato alji."
        },
        {
            "number": "23",
            "text": "Ha ex tik tzeyak' circuncidar eb' unin t'a sk'ual ik'oj ip, yic max ex ek' t'a yib'anh jun ley Moisés chi'. Tato icha chi', ¿tas yuj scot eyoval t'ayin yujto ix vak' b'oxoc sk'ol jun vinh penaay t'a sk'ual ik'oj ip chi'?"
        },
        {
            "number": "24",
            "text": "Manh e comon ch'olb'itej junok mach t'a ichnhejta'. Tato ay mach tze ch'olb'itej, t'a stojolal tzeyutej e ch'olb'itani, xchi Jesús t'a eb'."
        },
        {
            "number": "25",
            "text": "Yuj chi' ay jayvanh eb' aj Jerusalén ix alani: --Ha jun vinh tik, ¿tom manhoc vinh sgana eb' smilchamoc?"
        },
        {
            "number": "26",
            "text": "Palta ina yajek' vinh tik, van slolon vinh t'a co cal. Ina malaj jab'oc tas syal eb' t'a vinh. Tecan toxo ix snael eb' yajal chi' to a Cristo."
        },
        {
            "number": "27",
            "text": "Ayic ol ja Cristo chi', malaj mach ojtannac b'aj ol cotoc. Palta a jun vinh tik, cojtac b'aj cotnac vinh, xchi eb'."
        },
        {
            "number": "28",
            "text": "Yacb'an van sk'ayb'an eb' anima chi' Jesús t'a yamaq'uil templo chi', te chaanh ix yalelta t'a skal eb': --Ina eyojtac in. Eyojtacpax b'aj cotnac in. Palta manh muniloc in ja t'a yol vico'. Ha Dios te yel checjinac in coti. Palta ha Dios chi' manh eyojtacoc."
        },
        {
            "number": "29",
            "text": "Ha inxo tik vojtac, yujto ata' cotnac in. A' checjinac in coti, xchi t'a eb'."
        },
        {
            "number": "30",
            "text": "Yuj chi' ay eb' ix alani to tz'ak'jioch t'a preso. Palta malaj mach ix yamani, yujto manto k'och stiempoal schami."
        },
        {
            "number": "31",
            "text": "Tzijtum eb' anima ix ak'anoch Jesús t'a sk'ool, ix yalan eb': --Ayic ol javoc Cristo, ¿tom más ek'to tas satub'tac ol sch'ox t'a yichanh jun vinh tik? xchi eb'."
        },
        {
            "number": "32",
            "text": "Ix yab' eb' vinh fariseo tas syal eb' anima yuj Jesús. Yuj chi', a eb' vinh yet' eb' vinh sat sacerdote ix checanb'at juntzanh eb' stanhvumal stemplo Dios, yic b'at yik'cot Jesús eb', yic syak'anoch eb' t'a preso snaani."
        },
        {
            "number": "33",
            "text": "Axo Jesús ix alan t'a eb' anima: --Jayexonhej k'ual ayinek' eyed'oc, ol lajvoc chi' ol in meltzaj t'a mach checjinac in coti."
        },
        {
            "number": "34",
            "text": "Ha exxo tik, ol in e sayeq'ui, palta manhxo ol in ilchaj eyuuj, yujto max yal e k'och b'aj ol in k'och chi', xchi t'a eb'."
        },
        {
            "number": "35",
            "text": "Axo eb' aj Judea chi', ix laj yal eb': --¿B'ajtil ol k'och vinh snaani, yuj chi' syal vinh to manhxo ol ilchaj vinh cuuj? Ina ay eb' quetchonhab' ayb'at t'a skal eb' griego. ¿Tom sgana vinh ata' ol k'och t'a skal eb', sb'at sk'ayb'an masanil eb' griego chi' vinh snaani?"
        },
        {
            "number": "36",
            "text": "Ina ix yal vinh t'ayonh: Ha ex tik, ol in e sayeq'ui, palta manhxo ol in ilchaj eyuuj, yujto max yal e k'och b'aj ol in k'ochoc, xchi vinh t'ayonh. ¿Tas val syalelk'och jun ix yal vinh tik t'ayonh? xchi eb'."
        },
        {
            "number": "37",
            "text": "Ha t'a slajvub' k'ual q'uinh chi', aton jun k'u te niwan yelk'ochi, ata' ix elta linhan Jesús t'a yichanh eb' anima. Te chaanh ix yalelta t'a skal eb': --Tato ayex tze nib'ej tze cha e q'uinal t'a junelnhej, cotanhec t'ayin. Icha tz'aj eyuk'an ha ha', ayic stacji e ti', icha chi' ol aj e chaan e q'uinal t'ayin."
        },
        {
            "number": "38",
            "text": "Tato ayex tzin eyak'och t'a e k'ool, icha to ay jun ha ha' tz'el yoc ol pak' t'ayex. Aton jun chi' tz'ak'an e q'uinal t'a junelnhej. Yujto icha chi' syalcan t'a Slolonel Dios Tz'ib'ab'ilcani, xchi Jesús t'a eb' anima chi'."
        },
        {
            "number": "39",
            "text": "Icha chi' ix yutej yalani to a eb' tz'ak'anoch t'a sk'ool, ol ak'jococh Yespíritu Dios t'a eb'. Ha t'a jun pekti’ chi', manto ak'ji Yespíritu Dios t'a eb' anima, yujto manto q'uex Jesús t'a satcha’anh."
        },
        {
            "number": "40",
            "text": "Ixlajwi yab'an eb' anima tas ix yal Jesús chi', ay eb' ix laj alani: --Val yel, aton jun tik schecab' Dios tanhvab'iltaxon sja cuuj, xchi eb'."
        },
        {
            "number": "41",
            "text": "Ay pax eb' ix laj alani: --Ha jun tik aton Cristo, xchi eb'. Palta ay eb' ix alanxi: --Ha Cristo chi', ¿tom aj Galilea icha jun vinh tik tze na'a?"
        },
        {
            "number": "42",
            "text": "Ha Slolonel Dios Tz'ib'ab'ilcan tz'alani to a Cristo yovalil ol aljoc t'a chonhab' Belén b'aj ek'nac vinhaj David t'a peca', yujto yinhtilalcan vinhaj David chi', xchi eb'."
        },
        {
            "number": "43",
            "text": "Yuj chi' ix och ijan eb' anima stelan sb'a yuj Jesús chi'."
        },
        {
            "number": "44",
            "text": "Ay eb' sgana syak'och t'a preso, palta malaj mach syamani."
        },
        {
            "number": "45",
            "text": "Axo eb' stanhvumal stemplo Dios, anheja' sch'ocoj eb' ix k'ochxi b'aj aycan eb' vinh ix checanb'at eb' chi', aton eb' vinh fariseo yet' eb' vinh sat sacerdote. Yuj chi' ix yalan eb' vinh t'a eb': --¿Tas yuj maj eyik'cot Jesús chi'? xchi eb' vinh."
        },
        {
            "number": "46",
            "text": "--Malaj junok mach stzak'van slolon icha slolon chi', xchi eb'."
        },
        {
            "number": "47",
            "text": "Yuj chi' ix yalanpax eb' vinh fariseo chi' t'a eb': --¿Tom ix ex ak'jipax musansatil a ex tik?"
        },
        {
            "number": "48",
            "text": "¿Tom ay junok co yajalil ix ak'anoch vinh t'a sk'ool? Anhejtona' a onh fariseo onh tik, ¿toc ay junok onh ix cak'och vinh t'a co k'ool?"
        },
        {
            "number": "49",
            "text": "Anhej eb' comon anima ix ak'anoch vinh t'a sk'ool. Palta a eb' chi', manh yojtacoc jab'oc ley Moisés eb'. Yuj chi' aycot yoval sk'ol Dios t'a yib'anh eb', xchi eb' vinh fariseo chi'."
        },
        {
            "number": "50",
            "text": "Palta ay jun vinh fariseo chi' scuch Nicodemo. Aton jun vinh xid'naquek' lolonel yet' Jesús t'ak'walil. Ix yalan vinh t'a eb':"
        },
        {
            "number": "51",
            "text": "--Ha jun ley aycan t'ayonh, syala' to manh sleyaloc scak'b'at t'a yib'anh junok anima, tato manto cab'i tas smul, xchi vinh t'a eb'."
        },
        {
            "number": "52",
            "text": "Yuj chi' ix yalanxi eb' t'a vinh: --¿Tom aj Galilea ach yet' vinh? k'ayb'ej Slolonel Dios Tz'ib'ab'ilcani. Ata' ol ila' to manhoclaj t'a Galilea ol cot vinh schecab' Dios tanhvab'il cuuj, xchi eb' t'a vinh."
        },
        {
            "number": "53",
            "text": "[Ix laj pax junjun eb' t'a spat."
        }
    ]
}