{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Axo Jesús ix b'at t'a tzalan Oliwo."
        },
        {
            "number": "2",
            "text": "Vanxo sakb'i, ix k'ochxi t'a yol yamaq'uil templo chi'. Ayic ix k'och ta', masanil heb' anima ix k'och yet'oc. Ix em k'ojan, ix sk'ayb'an heb'."
        },
        {
            "number": "3",
            "text": "Axo heb' winh k'ayb'um t'a ley Moisés yet' heb' winh fariseo ix ik'ancot jun ix ix t'a Jesús, ix yamchaj ix yuj heb' winh ayic wan smulan ix. Ix ak'jioch ix yuj heb' winh t'a yichanh Jesús yet' heb' ayek' yet'oc."
        },
        {
            "number": "4",
            "text": "Ix yalan heb' winh t'ay: --Ach ko k'ayb'umal, a jun ix ix tik, wan smulan ix ayic ix yamchaj ix cuuj."
        },
        {
            "number": "5",
            "text": "Ha ley Moisés tz'alani, tato ay junok ix ix sk'ulan icha tik, yowalil sjulk'enajcham ix. Xal ach, ¿tas xa chi? xchi heb' winh t'ay."
        },
        {
            "number": "6",
            "text": "Palta tonhej stz'ac sk'anb'ej heb' winh, yic syil heb' winh tas syal Jesús chi', yujto sgana heb' winh yak'anoch t'a yib'anh. Palta tonhej ix em nhojan, wan stz'ib'an yet' yiximal sk'ab' t'a sat lu'um."
        },
        {
            "number": "7",
            "text": "Ix sk'anb'anxi heb' winh t'ay: --¿Tas xa chi yuj jun tik jun? xchi heb' winh t'ay. Yuj chi' ix k'e k'elan, ix yalan t'a heb' winh: --Tato ay junok ex malaj jab'oc he mul, b'ab'laj julejecoch k'een t'a ix, xchi t'a heb' winh."
        },
        {
            "number": "8",
            "text": "Ixlajwi yalan juntzanh chi', ix emxi nhojan, ix stz'ib'anxiem juntzanhxo tas t'a sat lu'um chi'."
        },
        {
            "number": "9",
            "text": "Ayic ix yab'an jun tik heb' winh, ix laj snaan sb'a junjun heb' winh, aynhej smul heb' winh. Yuj chi' junjunal ix laj b'at heb' winh. Ha heb' winh ichamtac winak ix b'ab'laj b'ati, haxo heb' winh kelemtac, tzak'anto ix laj b'at heb' winh. Axonhej Jesús ix kan sch'ocoj b'aj linhanek' jun ix ix chi'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix k'e k'elan Jesús chi', ix yilani sch'ocojxonhej ix ayeq'ui. Yuj chi' ix yalan t'a ix: --Ach ix, ¿b'aj ay heb' winh wan yak'anoch chi' t'a ib'anh? ¿Tom malaj junok heb' winh tz'ak'anoch t'a ib'anh? xchi t'a ix."
        },
        {
            "number": "11",
            "text": "--Maay Mamin, manhxalaj heb' winh, xchi ix. --Anhejtona' in, malaj tas swak'och t'a ib'anh. Yuj chi' ixic. Manhxo ach mulan junelxo, xchi Jesús chi' t'a ix.]"
        },
        {
            "number": "12",
            "text": "Ix yalanxi Jesús t'a heb' anima: --Ha in tik, icha sakil k'inal waj t'a heb' anima t'a yol yib'anhk’inal tik. Ha mach tz'och tzak'an wuuj, ol wak' sakil k'inal t'ay. Yuj jun sakil k'inal chi', ol scha sk'inal t'a junelnhej. Manhxo ol b'eyek' t'a k’ik’ k’inal, xchi Jesús."
        },
        {
            "number": "13",
            "text": "Axo heb' winh fariseo ix alan t'ay: --Ha ach tik, yolnhej ic tzala' to ay opisio. Yuj chi' malaj yelk'och jab' ic tzal chi', xchi heb' winh t'ay."
        },
        {
            "number": "14",
            "text": "Ix yalanxi t'a heb' winh: --Wach'chom munil swala' to ay wopisio, palta toton yel swala', yujto a in tik wojtac b'aj cotnac in. Anhejtona', wojtac b'ajtil ol in k'ochxoc. Ha exxo tik, manh eyojtacoc b'aj cotnac in, anhejtona' manh eyojtacoc b'aj ol in k'ochpaxoc."
        },
        {
            "number": "15",
            "text": "Ha ex tik, tonhej tze comon ch'olb'itej yaj junok anima t'a elanhchamel. Xal in, malaj mach tzin ch'olb'itej yaji."
        },
        {
            "number": "16",
            "text": "Palta q'uinaloc tato a in tzin ch'olb'itej yaj junok anima, tojolnhej swutej in ch'olb'itan yaji. Yujto manhoc innhej tzin ch'olb'itej yaji, yujto a in Mam checjinac in koti, a sch'olb'itan pax wed'oc."
        },
        {
            "number": "17",
            "text": "Ha jun ley aycan t'ayonh, a tz'alani: Tato ay chawanhoc testigo lajan syutej yalani, yowalil sco cha cab' tas syal heb'."
        },
        {
            "number": "18",
            "text": "Palta ina ay chawanh testigo tz'alan wuuj. Ha in ton tik testigo in. Testigo pax in Mam wed'oc, aton checjinac in koti, xchi t'a heb' winh."
        },
        {
            "number": "19",
            "text": "--Palta ¿b'ajtil ay a Mam chi'? xchi heb' winh t'ay. Yuj chi' ix yalanpax t'a heb' winh: --Ha ex tik, manh eyojtacoc mach in. Manh eyojtacoc pax in Mam chi'. Octom tzin eyojtaquejeli mach in, yic ol eyojtaquej pax in Mam chi', xchi t'a heb' winh."
        },
        {
            "number": "20",
            "text": "Ha t'a yol yamaq'uil templo t'a slak'anil jun chalab' ofrenda, ata' ix yal juntzanh chi' Jesús. Ata' ix k'ayb'aj heb' anima yuj. Malaj junok mach ix yamani, yujto manto k'och stiempoal schami."
        },
        {
            "number": "21",
            "text": "Ix yalan Jesús t'a heb' winh: --Ha in tik ol in b'atoc. Ha exxo tik ol in he sayeq'ui, palta ha t'a skal he mul ol ex chamoc. Manh ol yal he comon k'och b'aj ol in k'och chi', xchi t'a heb' winh."
        },
        {
            "number": "22",
            "text": "Yuj chi', ix laj yal heb' winh aj Judea chi': --Tecan ol smilcham sb'a winh, yuj chi' ix yal winh to max yal ko k'och b'aj ol k'och winh chi', xchi heb' winh."
        },
        {
            "number": "23",
            "text": "Ix yalanxi t'a heb' winh: --Ha ex tik, aj sat lu'um ex, yujto yic ex yol yib'anhk’inal tik. Xal in tik, manh in yicoc yol yib'anhk’inal tik, yujto aj satcha’anh in."
        },
        {
            "number": "24",
            "text": "Yuj chi' swal t'ayex, t'a skal he mul ol ex chamoc. Tato max eyak'och t'a he k'ool to Ha In Ton Tik, ha t'a skal he mul ol ex chamoc, xchi."
        },
        {
            "number": "25",
            "text": "--¿Mach ach jun? xchi heb' winh t'ay. Palta ina walnacxo t'ayex t'a yalanhtaxo, mach in."
        },
        {
            "number": "26",
            "text": "Tzijtumto tas ol wal eyuuj yet' ex in ch'olb'itani. Ha jun checjinac in koti, te yel syala'. Ha tas yalnaccan t'ayin, anhej chi' swal t'ayex a ex ayex t'a yol yib'anhk’inal tik, xchi t'a heb' winh."
        },
        {
            "number": "27",
            "text": "Palta max nachajel yuj heb' winh tato a ko Mam Dios wan yalani."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix yalanxi t'a heb' winh: --Ato yic ol in he d'unhb'ank'e a in Ak'b'il in cot yuj Dios woch animail tik, ato ta' ol nachajel eyuuj to Ha In Toni. Ata' ol nachajel eyuuj to malaj tas munil tzin k'ulej in ch'ocoj. Anhej juntzanh k'ayb'ub'al yalnac in Mam t'ayin, anhej swala'."
        },
        {
            "number": "29",
            "text": "Ha Dios in checancoti, ay paxoch wed'oc. Max in yaktejcan in ch'ocoj, yujto anhej tas snib'ej tzin k'ulej t'a masanil tiempo, xchi t'a heb' winh."
        },
        {
            "number": "30",
            "text": "Ayic ix yalan juntzanh chi' Jesús, tzijtum heb' ix ak'anoch sk'ool t'ay."
        },
        {
            "number": "31",
            "text": "Axo ix yalan Jesús t'a heb' israel ix ak'anoch t'a sk'ool: --Tato masanil tiempo tzeyak'och he pensar t'a in lolonel, yelton wal in k'ayb'um ex."
        },
        {
            "number": "32",
            "text": "Tato icha chi', ol eyojtaquejel slolonel Dios te yel. Yuj jun lolonel yel chi', ol ex el t'a libre, xchi Jesús t'a heb'."
        },
        {
            "number": "33",
            "text": "Palta ix yalanxi heb' t'ay: --Ha onh tik yinhtil onh pax Abraham ed'oc. Malaj juneloc ix onh och schecab'oc junok anima. ¿Tas yuj tzala' to ol onh el t'a libre? xchi heb'."
        },
        {
            "number": "34",
            "text": "Val yel swal t'ayex, a mach anheja' sk'ulan chukal, checab' yaj t'a chukal chi'."
        },
        {
            "number": "35",
            "text": "Q'uinaloc ay junok schecab' junok anima ticnaik, max yal scajnaj yet' jun anima chi' t'a junelnhej. Palta a junok yuninal jun anima chi', wal yel yuninal yaj t'a junelnhej."
        },
        {
            "number": "36",
            "text": "Yuj chi' tato a in tzex wak'el t'a libre, wal yel libre tzex ajcani, yujto yuninal in Dios."
        },
        {
            "number": "37",
            "text": "Ha in tik, wojtacxo to yinhtil ex kan winhaj Abraham chi' wed'oc. Palta ina he gana tzin he milchamoc yujto a tas swala' malaj tz'och t'ayex."
        },
        {
            "number": "38",
            "text": "Ha tas wilnac t'a in Mam, a swal t'ayex. Ha exxo tik, ch'oc jun he mam wan he k'anab'ajan tas syal t'ayex, xchi Jesús t'a heb'."
        },
        {
            "number": "39",
            "text": "Palta a winhaj Abraham chi' ko mam yaj winh, xchi heb' t'ay. --Octom wal yel yinhtil ex winh, tato icha chi', tzam he k'anab'ajej icha sk'ulejnac winh."
        },
        {
            "number": "40",
            "text": "Ha juntzanh tas yel yalnaccan Dios t'ayin, anhej swal t'ayex. Palta ina he gana tzin he milchamoc. Manh ichocta' ix yutej sb'a winhaj Abraham chi'."
        },
        {
            "number": "41",
            "text": "Ha ex tik, a tas sk'ulej jun he mam tze k'anab'ajej, xchi Jesús t'a heb'. --Palta a onh tik, manh onh mitz'uninoclaj. Junnhej ko Mam, aton Dios, xchi heb' t'ay."
        },
        {
            "number": "42",
            "text": "--Octom yel to yuninal ex Dios chi'. Tato icha chi' tzam in he xajanej, yujto a in tik d'ha Dios cotnac in, in ja t'a tik. Manh yoloc wik in jawi, yujto ha Dios checjinac in koti."
        },
        {
            "number": "43",
            "text": "¿Tas yuj max nachajel eyuuj tas swal t'ayex? Tecan malaj he gana tze cha eyab' tas swal tik."
        },
        {
            "number": "44",
            "text": "Ha ex tik, a jun he mam, aton winh diablo. Yuj chi', anhej t'a winh tzeyak'och he pensar. Anhej tas snib'ej winh tze k'ulej. Yictax ix b'oji yol yib'anhk’inal tik, milumcham anima winh. Malaj yelk'och jab'oc tas yel t'a winh, yujto anhej es sgana winh. Ayic syesan winh, t'a spensar winh scoti, yujto esalwum winh. Ha t'a winh pitzwinaccot es chi'."
        },
        {
            "number": "45",
            "text": "Ha inxo tik, yujto a juntzanh tas te yel swal t'ayex, yuj chi' max he cha eyab'i."
        },
        {
            "number": "46",
            "text": "¿Mach junok ex syal he ch'oxanel jab'oc in mul? Te yel juntzanh tas swal t'ayex tik. Yuj chi', ¿tas yuj max he cha eyab'i?"
        },
        {
            "number": "47",
            "text": "Ha heb' yic Dios, syak'och schiquin heb' t'a slolonel. Palta a exxo tik, manh ex yicoc Dios, yuj chi' max yal he k'ol tzeyak'och he chiquin t'ay, xchi Jesús t'a heb' winh."
        },
        {
            "number": "48",
            "text": "Ix yalanpax heb' winh aj Judea chi' t'ay: --Tecan yel scala' to aj Samaria ach, tecan to ayoch junok enemigo t'ayach, xchi heb' t'ay."
        },
        {
            "number": "49",
            "text": "--Maay, malaj junok enemigo ayoch t'ayin. Van in k'anab'ajan tas syal in Mam. Palta a ex tik, tonhej tzex b'uchwaj t'ayin."
        },
        {
            "number": "50",
            "text": "Ha in tik, malaj in gana ay welk'ochi. Palta ay junxo tz'alani to ay welk'och t'a sat. Ha jun chi sch'olb'itani mach yel syala'."
        },
        {
            "number": "51",
            "text": "Val yel swal t'ayex, a heb' sk'anab'ajan tas swala', malaj b'ak'uinh ol cham heb', xchi t'a heb' winh."
        },
        {
            "number": "52",
            "text": "--Ha ticnaik scojtaquejeli to ayoch enemigo t'ayach. Ha winhaj Abraham yet' jantacnhej heb' schecab' Dios t'a peka', chamnacxo heb' smasanil. Ha achxo tik tzala': Tato ay mach sk'anab'ajan tas swala', malaj b'ak'uinh ol chamoc, niwanoc xa chi."
        },
        {
            "number": "53",
            "text": "¿Tom ek'to elk'och t'a yichanh winh ko mam quicham aj Abraham chi'? Ina chamnac winh, chamnacxo pax heb' schecab' Dios chi', ¿mach ach a naan ticnaik? xchi heb' winh t'ay."
        },
        {
            "number": "54",
            "text": "Yuj chi' ix yalxi t'a heb' winh: --Tato munil swik'chaanh in b'a, malaj welk'ochi. Palta a in Mam tz'alani to ay welk'ochi. Ha in Mam chi' tzeyaloch he Diosaloc,"
        },
        {
            "number": "55",
            "text": "palta niwanoc tzeyal icha chi', yujto manh eyojtacoc Dios chi'. Ha in tik, wojtac sik'lab'il. Q'uinaloc swala' to manh wojtacoc, swesej icha ex tik. Palta yel wojtac, yujto a tas syala', a tzin k'anab'ajejnhej."
        },
        {
            "number": "56",
            "text": "Ha winh ko mam quicham aj Abraham chi', tzalajnac winh yujto aljinac t'a winh to ol yil winh in jawi. Ix yilan winh, yuj chi' ix te tzalaj winh, xchi t'a heb' winh."
        },
        {
            "number": "57",
            "text": "--¿Tom ilnacto winhaj Abraham chi'? Ina manto ach k'och t'a 50 ab'il, xchi heb' winh t'ay."
        },
        {
            "number": "58",
            "text": "--Val yel swal t'ayex, ayic manto alji winhaj Abraham chi', ayintaxoneq'ui, xchi Jesús chi' t'a heb' winh."
        },
        {
            "number": "59",
            "text": "Ix laj sik'ank'e k'een k'een heb' winh yic sjulanoch k'een heb' winh t'ay. Ix sk'ub'anel sb'ha t'a heb' winh, ix elta t'a yamaq'uil templo chi'. Ix ek'b'at t'a skal heb' winh, ix b'ati."
        }
    ]
}