{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Axo Jesús ix b'at t'a tzalan Olivo."
        },
        {
            "number": "2",
            "text": "Vanxo sakb'i, ix k'ochxi t'a yol yamaq'uil templo chi'. Ayic ix k'och ta', masanil eb' anima ix k'och yet'oc. Ix em k'ojan, ix sk'ayb'an eb'."
        },
        {
            "number": "3",
            "text": "Axo eb' vinh k'ayb'um t'a ley Moisés yet' eb' vinh fariseo ix ik'ancot jun ix ix t'a Jesús, ix yamchaj ix yuj eb' vinh ayic van smulan ix. Ix ak'jioch ix yuj eb' vinh t'a yichanh Jesús yet' eb' ayek' yet'oc."
        },
        {
            "number": "4",
            "text": "Ix yalan eb' vinh t'ay: --Ach co k'ayb'umal, a jun ix ix tik, van smulan ix ayic ix yamchaj ix cuuj."
        },
        {
            "number": "5",
            "text": "Ha ley Moisés tz'alani, tato ay junok ix ix sk'ulan icha tik, yovalil sjulq'uenajcham ix. Xal ach, ¿tas xa chi? xchi eb' vinh t'ay."
        },
        {
            "number": "6",
            "text": "Palta tonhej stz'ac sk'anb'ej eb' vinh, yic syil eb' vinh tas syal Jesús chi', yujto sgana eb' vinh yak'anoch t'a yib'anh. Palta tonhej ix em nhojan, van stz'ib'an yet' yiximal sk'ab' t'a sat lu'um."
        },
        {
            "number": "7",
            "text": "Ix sk'anb'anxi eb' vinh t'ay: --¿Tas xa chi yuj jun tik jun? xchi eb' vinh t'ay. Yuj chi' ix q'ue q'uelan, ix yalan t'a eb' vinh: --Tato ay junok ex malaj jab'oc e mul, b'ab'laj julejecoch q'uen t'a ix, xchi t'a eb' vinh."
        },
        {
            "number": "8",
            "text": "Ixlajwi yalan juntzanh chi', ix emxi nhojan, ix stz'ib'anxiem juntzanhxo tas t'a sat lu'um chi'."
        },
        {
            "number": "9",
            "text": "Ayic ix yab'an jun tik eb' vinh, ix laj snaan sb'a junjun eb' vinh, aynhej smul eb' vinh. Yuj chi' junjunal ix laj b'at eb' vinh. Ha eb' vinh ichamtac vinac ix b'ab'laj b'ati, haxo eb' vinh quelemtac, tzak'anto ix laj b'at eb' vinh. Axonhej Jesús ix kan sch'ocoj b'aj linhanek' jun ix ix chi'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix q'ue q'uelan Jesús chi', ix yilani sch'ocojxonhej ix ayeq'ui. Yuj chi' ix yalan t'a ix: --Ach ix, ¿b'aj ay eb' vinh van yak'anoch chi' t'a ib'anh? ¿Tom malaj junok eb' vinh tz'ak'anoch t'a ib'anh? xchi t'a ix."
        },
        {
            "number": "11",
            "text": "--Maay Mamin, manhxalaj eb' vinh, xchi ix. --Anhejtona' in, malaj tas svak'och t'a ib'anh. Yuj chi' ixic. Manhxo ach mulan junelxo, xchi Jesús chi' t'a ix.]"
        },
        {
            "number": "12",
            "text": "Ix yalanxi Jesús t'a eb' anima: --Ha in tik, icha sakil k'inal vaj t'a eb' anima t'a yol yib'anhk’inal tik. Ha mach tz'och tzak'an vuuj, ol vak' sakil k'inal t'ay. Yuj jun sakil k'inal chi', ol scha sq'uinal t'a junelnhej. Manhxo ol b'eyek' t'a k’ik’ k’inal, xchi Jesús."
        },
        {
            "number": "13",
            "text": "Axo eb' vinh fariseo ix alan t'ay: --Ha ach tik, yolnhej ic tzala' to ay opisio. Yuj chi' malaj yelk'och jab' ic tzal chi', xchi eb' vinh t'ay."
        },
        {
            "number": "14",
            "text": "Ix yalanxi t'a eb' vinh: --Wach'chom munil svala' to ay vopisio, palta toton yel svala', yujto a in tik vojtac b'aj cotnac in. Anhejtona', vojtac b'ajtil ol in k'ochxoc. Ha exxo tik, manh eyojtacoc b'aj cotnac in, anhejtona' manh eyojtacoc b'aj ol in k'ochpaxoc."
        },
        {
            "number": "15",
            "text": "Ha ex tik, tonhej tze comon ch'olb'itej yaj junok anima t'a elanhchamel. Xal in, malaj mach tzin ch'olb'itej yaji."
        },
        {
            "number": "16",
            "text": "Palta q'uinaloc tato a in tzin ch'olb'itej yaj junok anima, tojolnhej svutej in ch'olb'itan yaji. Yujto manhoc innhej tzin ch'olb'itej yaji, yujto a in Mam checjinac in coti, a sch'olb'itan pax ved'oc."
        },
        {
            "number": "17",
            "text": "Ha jun ley aycan t'ayonh, a tz'alani: Tato ay chavanhoc testigo lajan syutej yalani, yovalil sco cha cab' tas syal eb'."
        },
        {
            "number": "18",
            "text": "Palta ina ay chavanh testigo tz'alan vuuj. Ha in ton tik testigo in. Testigo pax in Mam ved'oc, aton checjinac in coti, xchi t'a eb' vinh."
        },
        {
            "number": "19",
            "text": "--Palta ¿b'ajtil ay a Mam chi'? xchi eb' vinh t'ay. Yuj chi' ix yalanpax t'a eb' vinh: --Ha ex tik, manh eyojtacoc mach in. Manh eyojtacoc pax in Mam chi'. Octom tzin eyojtaquejeli mach in, yic ol eyojtaquej pax in Mam chi', xchi t'a eb' vinh."
        },
        {
            "number": "20",
            "text": "Ha t'a yol yamaq'uil templo t'a slak'anil jun chalab' ofrenda, ata' ix yal juntzanh chi' Jesús. Ata' ix k'ayb'aj eb' anima yuj. Malaj junok mach ix yamani, yujto manto k'och stiempoal schami."
        },
        {
            "number": "21",
            "text": "Ix yalan Jesús t'a eb' vinh: --Ha in tik ol in b'atoc. Ha exxo tik ol in e sayeq'ui, palta ha t'a skal e mul ol ex chamoc. Manh ol yal e comon k'och b'aj ol in k'och chi', xchi t'a eb' vinh."
        },
        {
            "number": "22",
            "text": "Yuj chi', ix laj yal eb' vinh aj Judea chi': --Tecan ol smilcham sb'a vinh, yuj chi' ix yal vinh to max yal co k'och b'aj ol k'och vinh chi', xchi eb' vinh."
        },
        {
            "number": "23",
            "text": "Ix yalanxi t'a eb' vinh: --Ha ex tik, aj sat lu'um ex, yujto yic ex yol yib'anhk’inal tik. Xal in tik, manh in yicoc yol yib'anhk’inal tik, yujto aj satcha’anh in."
        },
        {
            "number": "24",
            "text": "Yuj chi' sval t'ayex, t'a skal e mul ol ex chamoc. Tato max eyak'och t'a e k'ool to Ha In Ton Tik, ha t'a skal e mul ol ex chamoc, xchi."
        },
        {
            "number": "25",
            "text": "--¿Mach ach jun? xchi eb' vinh t'ay. Palta ina valnacxo t'ayex t'a yalanhtaxo, mach in."
        },
        {
            "number": "26",
            "text": "Tzijtumto tas ol val eyuuj yet' ex in ch'olb'itani. Ha jun checjinac in coti, te yel syala'. Ha tas yalnaccan t'ayin, anhej chi' sval t'ayex a ex ayex t'a yol yib'anhk’inal tik, xchi t'a eb' vinh."
        },
        {
            "number": "27",
            "text": "Palta max nachajel yuj eb' vinh tato a co Mam Dios van yalani."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix yalanxi t'a eb' vinh: --Ato yic ol in e d'unhb'anq'ue a in Ak'b'il in cot yuj Dios voch animail tik, ato ta' ol nachajel eyuuj to Ha In Toni. Ata' ol nachajel eyuuj to malaj tas munil tzin k'ulej in ch'ocoj. Anhej juntzanh k'ayb'ub'al yalnac in Mam t'ayin, anhej svala'."
        },
        {
            "number": "29",
            "text": "Ha Dios in checancoti, ay paxoch ved'oc. Max in yactejcan in ch'ocoj, yujto anhej tas snib'ej tzin k'ulej t'a masanil tiempo, xchi t'a eb' vinh."
        },
        {
            "number": "30",
            "text": "Ayic ix yalan juntzanh chi' Jesús, tzijtum eb' ix ak'anoch sk'ool t'ay."
        },
        {
            "number": "31",
            "text": "Axo ix yalan Jesús t'a eb' israel ix ak'anoch t'a sk'ool: --Tato masanil tiempo tzeyak'och e pensar t'a in lolonel, yelton val in k'ayb'um ex."
        },
        {
            "number": "32",
            "text": "Tato icha chi', ol eyojtaquejel slolonel Dios te yel. Yuj jun lolonel yel chi', ol ex el t'a libre, xchi Jesús t'a eb'."
        },
        {
            "number": "33",
            "text": "Palta ix yalanxi eb' t'ay: --Ha onh tik yinhtil onh pax Abraham ed'oc. Malaj juneloc ix onh och schecab'oc junok anima. ¿Tas yuj tzala' to ol onh el t'a libre? xchi eb'."
        },
        {
            "number": "34",
            "text": "Val yel sval t'ayex, a mach anheja' sk'ulan chucal, checab' yaj t'a chucal chi'."
        },
        {
            "number": "35",
            "text": "Q'uinaloc ay junok schecab' junok anima ticnaic, max yal scajnaj yet' jun anima chi' t'a junelnhej. Palta a junok yuninal jun anima chi', val yel yuninal yaj t'a junelnhej."
        },
        {
            "number": "36",
            "text": "Yuj chi' tato a in tzex vaq'uel t'a libre, val yel libre tzex ajcani, yujto yuninal in Dios."
        },
        {
            "number": "37",
            "text": "Ha in tik, vojtacxo to yinhtil ex kan vinhaj Abraham chi' ved'oc. Palta ina e gana tzin e milchamoc yujto a tas svala' malaj tz'och t'ayex."
        },
        {
            "number": "38",
            "text": "Ha tas vilnac t'a in Mam, a sval t'ayex. Ha exxo tik, ch'oc jun e mam van e k'anab'ajan tas syal t'ayex, xchi Jesús t'a eb'."
        },
        {
            "number": "39",
            "text": "Palta a vinhaj Abraham chi' co mam yaj vinh, xchi eb' t'ay. --Octom val yel yinhtil ex vinh, tato icha chi', tzam e k'anab'ajej icha sk'ulejnac vinh."
        },
        {
            "number": "40",
            "text": "Ha juntzanh tas yel yalnaccan Dios t'ayin, anhej sval t'ayex. Palta ina e gana tzin e milchamoc. Manh ichocta' ix yutej sb'a vinhaj Abraham chi'."
        },
        {
            "number": "41",
            "text": "Ha ex tik, a tas sk'ulej jun e mam tze k'anab'ajej, xchi Jesús t'a eb'. --Palta a onh tik, manh onh mitz'uninoclaj. Junnhej co Mam, aton Dios, xchi eb' t'ay."
        },
        {
            "number": "42",
            "text": "--Octom yel to yuninal ex Dios chi'. Tato icha chi' tzam in e xajanej, yujto a in tik d'ha Dios cotnac in, in ja t'a tik. Manh yoloc vic in javi, yujto ha Dios checjinac in coti."
        },
        {
            "number": "43",
            "text": "¿Tas yuj max nachajel eyuuj tas sval t'ayex? Tecan malaj e gana tze cha eyab' tas sval tik."
        },
        {
            "number": "44",
            "text": "Ha ex tik, a jun e mam, aton vinh diablo. Yuj chi', anhej t'a vinh tzeyak'och e pensar. Anhej tas snib'ej vinh tze k'ulej. Yictax ix b'oji yol yib'anhk’inal tik, milumcham anima vinh. Malaj yelk'och jab'oc tas yel t'a vinh, yujto anhej es sgana vinh. Ayic syesan vinh, t'a spensar vinh scoti, yujto esalvum vinh. Ha t'a vinh pitzvinaccot es chi'."
        },
        {
            "number": "45",
            "text": "Ha inxo tik, yujto a juntzanh tas te yel sval t'ayex, yuj chi' max e cha eyab'i."
        },
        {
            "number": "46",
            "text": "¿Mach junok ex syal e ch'oxanel jab'oc in mul? Te yel juntzanh tas sval t'ayex tik. Yuj chi', ¿tas yuj max e cha eyab'i?"
        },
        {
            "number": "47",
            "text": "Ha eb' yic Dios, syak'och schiquin eb' t'a slolonel. Palta a exxo tik, manh ex yicoc Dios, yuj chi' max yal e k'ol tzeyak'och e chiquin t'ay, xchi Jesús t'a eb' vinh."
        },
        {
            "number": "48",
            "text": "Ix yalanpax eb' vinh aj Judea chi' t'ay: --Tecan yel scala' to aj Samaria ach, tecan to ayoch junok enemigo t'ayach, xchi eb' t'ay."
        },
        {
            "number": "49",
            "text": "--Maay, malaj junok enemigo ayoch t'ayin. Van in k'anab'ajan tas syal in Mam. Palta a ex tik, tonhej tzex b'uchvaj t'ayin."
        },
        {
            "number": "50",
            "text": "Ha in tik, malaj in gana ay velk'ochi. Palta ay junxo tz'alani to ay velk'och t'a sat. Ha jun chi sch'olb'itani mach yel syala'."
        },
        {
            "number": "51",
            "text": "Val yel sval t'ayex, a eb' sk'anab'ajan tas svala', malaj b'ak'uinh ol cham eb', xchi t'a eb' vinh."
        },
        {
            "number": "52",
            "text": "--Ha ticnaic scojtaquejeli to ayoch enemigo t'ayach. Ha vinhaj Abraham yet' jantacnhej eb' schecab' Dios t'a peca', chamnacxo eb' smasanil. Ha achxo tik tzala': Tato ay mach sk'anab'ajan tas svala', malaj b'ak'uinh ol chamoc, nivanoc xa chi."
        },
        {
            "number": "53",
            "text": "¿Tom ek'to elk'och t'a yichanh vinh co mam quicham aj Abraham chi'? Ina chamnac vinh, chamnacxo pax eb' schecab' Dios chi', ¿mach ach a naan ticnaic? xchi eb' vinh t'ay."
        },
        {
            "number": "54",
            "text": "Yuj chi' ix yalxi t'a eb' vinh: --Tato munil svik'chaanh in b'a, malaj velk'ochi. Palta a in Mam tz'alani to ay velk'ochi. Ha in Mam chi' tzeyaloch e Diosaloc,"
        },
        {
            "number": "55",
            "text": "palta nivanoc tzeyal icha chi', yujto manh eyojtacoc Dios chi'. Ha in tik, vojtac sik'lab'il. Q'uinaloc svala' to manh vojtacoc, svesej icha ex tik. Palta yel vojtac, yujto a tas syala', a tzin k'anab'ajejnhej."
        },
        {
            "number": "56",
            "text": "Ha vinh co mam quicham aj Abraham chi', tzalajnac vinh yujto aljinac t'a vinh to ol yil vinh in javi. Ix yilan vinh, yuj chi' ix te tzalaj vinh, xchi t'a eb' vinh."
        },
        {
            "number": "57",
            "text": "--¿Tom ilnacto vinhaj Abraham chi'? Ina manto ach k'och t'a 50 ab'il, xchi eb' vinh t'ay."
        },
        {
            "number": "58",
            "text": "--Val yel sval t'ayex, ayic manto alji vinhaj Abraham chi', ayintaxoneq'ui, xchi Jesús chi' t'a eb' vinh."
        },
        {
            "number": "59",
            "text": "Ix laj sik'anq'ue q'uen q'ueen eb' vinh yic sjulanoch q'uen eb' vinh t'ay. Ix sk'ub'anel sb'ha t'a eb' vinh, ix elta t'a yamaq'uil templo chi'. Ix ek'b'at t'a skal eb' vinh, ix b'ati."
        }
    ]
}