{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ayic van yek' Jesús, ix yilanb'at jun vinh max ujitaxon yilani."
        },
        {
            "number": "2",
            "text": "Axo eb' sk'ayb'um ix k'anb'an t'ay: --Ach co k'ayb'umal, ¿tas am yuj max yal yilan jun vinh tik yictax yaljub'al? ¿tom yuj smul smam snun vinh, mato yuj smul vinh? xchi eb' t'a Jesús."
        },
        {
            "number": "3",
            "text": "Ix yalan Jesús chi' t'a eb': --Ha jun vinh tik, manh yujoc smul smam snun vinh, manh yujoc pax smul vinh icha chi' yajcani. Yujto snib'ej Dios sch'ox tas satub'tac yuj vinh, yuj chi' icha tik yaj vinh."
        },
        {
            "number": "4",
            "text": "Yovalil tzin b'o smunlajel Dios, aton checjinac in coti, yacb'an ayto k'u, yujto ayic toxo ix b'at k'u, manhxalaj mach syal smunlaji."
        },
        {
            "number": "5",
            "text": "Ayic ayin to ek' t'a yol yib'anhk’inal tik, icha sakil k'inal vaj t'a eb' anima, xchi Jesús chi'."
        },
        {
            "number": "6",
            "text": "Ixlajwi yalan juntzanh chi', ix tzub'anem t'a sat lu'um. Ix och jab' lum sok'omal yuj stzub' chi'. Ix sucanoch lum t'a yol sat vinh max yal yilan chi'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix yalan t'a vinh: --Ixic, b'at b'iquel t'a jun b'aj molb'ab'il ha ha' scuch Siloé, xchi t'a vinh. (Siloé syalelk'ochi, Ak'b'ilcoti.) Ix b'at sb'icanel vinh, haxo ix meltzaj vinh, tzaxo yal yilan vinh."
        },
        {
            "number": "8",
            "text": "Axo ix yilan eb' ay t'a spatic schiquin spat vinh yet' juntzanhxo eb' tz'ilantaxon sk'anan stumin vinh, ix laj yalan eb': --¿Tom manhoc jun vinh tik tz'em k'ojan k'anoj tumin? xchi eb'."
        },
        {
            "number": "9",
            "text": "--Ha vinh jun, xchi juntzanh eb'. Palta ay juntzanhxo eb' ix alani: --Maay. Ha jun vinh tik, tonhej lajan yilji vinh yet' jun vinh max yal yilan chi', xchi eb'. Palta haxo vinh ix alani: --Ha in toni, xchi vinh."
        },
        {
            "number": "10",
            "text": "--¿Tas ix aj sb'o ilan jun? xchi eb' t'a vinh."
        },
        {
            "number": "11",
            "text": "--Ha jun vinh scuchan Jesús ixb’o’an jab' lum sok'om, ix sucanoch vinh t'a yol in sat tik. Ixlajwi chi' ix yalan vinh t'ayin: Ixic, b'iquel a sat t'a ha ha' scuch Siloé, xchi vinh t'ayin. Ix b'at in b'icaneli. Icha chi' ix aj sb'o vilani, xchi vinh."
        },
        {
            "number": "12",
            "text": "--¿B'ajtil ayek' vinh ticnaic? xchi eb' vinh. --Ma chequel, xchi vinh."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix ik'jib'at vinh t'a yichanh eb' vinh fariseo."
        },
        {
            "number": "14",
            "text": "Ha t'a sk'ual ik'oj ip, ata' ix b'o yilan vinh yuj Jesús yet' lum sok'om ix sb'o chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix sk'anb'an eb' vinh fariseo chi' t'a vinh: --¿Tas val ix aj sb'o ilani? xchi eb' vinh. --Ha Jesús ix b'oani. Ix sucoch jab' lum sok'om t'a yol in sat tik. Ixlajwi chi', ix in schecanb'at in b'iqueli. Yuj chi' wach'xo vilan ticnaic, xchi vinh."
        },
        {
            "number": "16",
            "text": "Yuj chi' ay jayvanh eb' vinh ix alan t'a vinh: --Ha jun vinh chi', manh yicoclaj Dios yaj vinh, yujto max sk'anab'ajej sk'ual ik'oj ip vinh, xchi eb' vinh. Palta ix laj yalan juntzanhxo eb' vinh: --Tato chuk vinh, ¿tom syal sch'oxan juntzanh satub'tac vinh? xchi eb' vinh. Yuj chi' chapoj ix aj eb' vinh."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix sk'anb'an eb' vinh t'a jun vinh ix b'o yilan chi': --Ha achxo tik, ¿tas tzutej a naan yuj vinh ixb’o’an a sat tik? xchi eb' t'a vinh. --Ha in tik tzin na'a to schecab' Dios yaj vinh, xchi vinh."
        },
        {
            "number": "18",
            "text": "Palta haxo eb' vinh aj Judea chi', max schalaj yab' eb' vinh, tato toto ix b'o yilan vinh. Ha snaan eb' vinh to toxonton wach' yilan vinh. Yuj chi' ix avtaj smam snun vinh."
        },
        {
            "number": "19",
            "text": "Ix k'anb'aj t'a eb': --¿Eyune' am jun vinh tik? Palta to tzeyala' to max yaltaxon yilan vinh. Tato icha chi', ¿tas val ix aj sb'o yilan vinh? xchi eb' t'a smam snun vinh chi'."
        },
        {
            "number": "20",
            "text": "--Ha jun vinh tik, quic vinh. Toxonton max yal yilan vinh."
        },
        {
            "number": "21",
            "text": "Palta manh cojtacoc, tas am ix aj sb'o yilan vinh. Manh cojtacoc, mach am ixb’o’an sat vinh tik. Ina ayxo sq'uinal vinh. ¿Tas yuj manhoc t'a vinh tze k'anb'ej eyab'i? Ha vinh syal yalan t'ayex, tas ix aj sb'o sat vinh chi', xchi eb'."
        },
        {
            "number": "22",
            "text": "Icha chi' ix yutej eb' yalani, yujto xiv eb' yalan yuj eb' vinh yajal t'a skal eb' aj Judea chi'. Yujto toxo ix yal eb' vinh yajal chi': Tato ay eb' ol alanoc to a Jesús aton Cristo, ol co pechel eb' t'a yoltac spatil culto, xchi eb' vinh."
        },
        {
            "number": "23",
            "text": "Yuj chi', anhej jab' tik ix yal smam snun vinh: Ina ayxo sq'uinal vinh. ¿Tas yuj manhoc t'a vinh tze k'anb'ej eyab'i? xchinhej eb'."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix avtajxicot vinh, ix yalan eb' t'a vinh: --Val yel tzach lolon t'a yichanh Dios. Yujto cojtac a onh tik to te chuk jun vinh ixb’o’an a sat tzal chi', xchi eb' vinh."
        },
        {
            "number": "25",
            "text": "--Ha in tik, manh vojtacoc tato chuk vinh, mato maay. Max yal-laj valani. Anhej tas vojtac: Ha t'a yalanhtaxo, max yal vilani, palta a ticnaic tzaxo wila'', xchi vinh."
        },
        {
            "number": "26",
            "text": "--Palta ¿tas val ix ach yutej vinh? ¿Chajvaltil ix yutej vinh sb'oan a sat tik? xchi eb' vinh t'a vinh."
        },
        {
            "number": "27",
            "text": "--Toxo ix vala', palta max e cha eyab' t'ayin. ¿Tas yuj e gana tze k'anb'ej eyab' t'ayin junelxo? ¿Tom e gana tzex och pax sk'ayb'umoc vinh? xchi vinh t'a eb' vinh aj Judea chi'."
        },
        {
            "number": "28",
            "text": "Ayic ix yab'an juntzanh chi' eb' vinh, ix te b'uchji vinh yuj eb' vinh. Ix yalan eb' vinh: --Ha ach tik, sk'ayb'um ach ton jun vinh chi'. Xal onh tik, sk'ayb'um onh Moisés."
        },
        {
            "number": "29",
            "text": "Cojtac to yalnaccan slolonel Dios t'a vinhaj Moisés chi'. Palta a jun vinh chi', manh cojtacoc mach ak'jinac yopisio vinh, xchi eb' vinh."
        },
        {
            "number": "30",
            "text": "--E... ¿jantac am b'ian? Ha ex tik tzeyala' to manh eyojtacoc mach ak'jinac yopisio vinh, palta ina ix b'o vilan yuj vinh."
        },
        {
            "number": "31",
            "text": "Cojtac to ha Dios max ab'an slesal eb' chuk sk'ulej. Anhej eb' syal sb'a t'ay, eb' sk'anab'ajan tas syala', anhej yic eb' syab'i."
        },
        {
            "number": "32",
            "text": "Manta b'aj scab' sb'o sat junok max yaltaxon yilani."
        },
        {
            "number": "33",
            "text": "Q'uinaloc manhoc Dios ix checancot Jesús chi', tecan malaj jab'oc tas syal yuj, xchi vinh."
        },
        {
            "number": "34",
            "text": "--Ha ach tik, te chuk ach yictax ach alji. ¿A achxo ijan tzonh a k'ayb'ej? xchi eb' vinh. Yuj chi' ix spechelta vinh eb' vinh t'a spatil culto chi'."
        },
        {
            "number": "35",
            "text": "Axo ix yab'an Jesús to ix pechjiel vinh ix b'oxi sat chi', yuj chi' ix sayjiek' vinh yuj. Axo yic ix ilchaj vinh yuj, ix yalan t'a vinh: --¿Tzam ak'och jun Ak'b'ilcot yuj Dios yoch Animail t'a a k'ool? xchi t'a vinh."
        },
        {
            "number": "36",
            "text": "--Mamin, al t'ayin mach jun chi', yic ol vak'och t'a in k'ool, xchi vinh."
        },
        {
            "number": "37",
            "text": "--Toxo ix ila'. Ha in ton van valan t'ayach, xchi t'a vinh."
        },
        {
            "number": "38",
            "text": "Ixlajwi yalan jun chi' Jesús, ix em cumnaj vinh t'a yichanh. Ix yalan vinh t'ay: --Mamin, tzach vak'och t'a in k'ool, xchi vinh."
        },
        {
            "number": "39",
            "text": "Ix yalanxi Jesús t'a vinh: --Yuj sb'o eb' anima vuuj in ja t'a yol yib'anhk’inal tik, yujto ay eb' max yal-laj yilan yic Dios ticnaic, palta vuuj ichato ol jacvoc sat eb'. Ay pax nanhalxo eb' ichato syal yilan yic Dios snaani, palta a eb' chi', vuuj ichato ol juvocb'at sat eb', xchi Jesús."
        },
        {
            "number": "40",
            "text": "Ay jayvanh eb' vinh fariseo ayek' ta'. Ayic ix yab'an jun chi' eb' vinh, ix yalan eb' vinh t'a Jesús: --¿Tom tza na to max uji quilan yic Dios? xchi eb' vinh."
        },
        {
            "number": "41",
            "text": "--Octom snachajel eyuuj to max yal eyilan yic Dios chi'. Tato icha chi', max am kan e mul t'a eyib'anh. Palta ina tzeyala' to syal eyilan yic Dios chi', yuj chi' ol cannhej e mul chi' t'a eyib'anh."
        }
    ]
}