{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ayic van yek' Jesús, ix yilanb'at jun vinh max ujitaxon yilani."
        },
        {
            "number": "2",
            "text": "Axo eb' sk'ayb'um ix k'anb'an d'ay: --Ach co k'ayb'umal, ¿tas am yuj max yal yilan jun vinh tic yictax yaljub'al? ¿tom yuj smul smam snun vinh, mato yuj smul vinh? xchi eb' d'a Jesús."
        },
        {
            "number": "3",
            "text": "Ix yalan Jesús chi' d'a eb': --A jun vinh tic, manh yujoc smul smam snun vinh, manh yujoc pax smul vinh icha chi' yajcani. Yujto snib'ej Dios sch'ox tas satub'tac yuj vinh, yuj chi' icha tic yaj vinh."
        },
        {
            "number": "4",
            "text": "Yovalil tzin b'o smunlajel Dios, aton checjinac in coti, yacb'an ayto k'u, yujto ayic toxo ix b'at k'u, manhxalaj mach syal smunlaji."
        },
        {
            "number": "5",
            "text": "Ayic ayin to ek' d'a yolyib'anhq'uinal tic, icha saquilq'uinal vaj d'a eb' anima, xchi Jesús chi'."
        },
        {
            "number": "6",
            "text": "Ix lajvi yalan juntzanh chi', ix tzub'anem d'a sat luum. Ix och jab' lum sok'omal yuj stzub' chi'. Ix sucanoch lum d'a yol sat vinh max yal yilan chi'."
        },
        {
            "number": "7",
            "text": "Ix lajvi chi', ix yalan d'a vinh: --Ixic, b'at b'iquel d'a jun b'aj molb'ab'il a a' scuch Siloé, xchi d'a vinh. (Siloé syalelk'ochi, Ak'b'ilcoti.) Ix b'at sb'icanel vinh, axo ix meltzaj vinh, tzaxo yal yilan vinh."
        },
        {
            "number": "8",
            "text": "Axo ix yilan eb' ay d'a spatic schiquin spat vinh yed' juntzanhxo eb' tz'ilantaxon sk'anan stumin vinh, ix laj yalan eb': --¿Tom manhoc jun vinh tic tz'em k'ojan k'anoj tumin? xchi eb'."
        },
        {
            "number": "9",
            "text": "--A vinh jun, xchi juntzanh eb'. Palta ay juntzanhxo eb' ix alani: --Maay. A jun vinh tic, tonhej lajan yilji vinh yed' jun vinh max yal yilan chi', xchi eb'. Palta axo vinh ix alani: --A in toni, xchi vinh."
        },
        {
            "number": "10",
            "text": "--¿Tas ix aj sb'o ilan jun? xchi eb' d'a vinh."
        },
        {
            "number": "11",
            "text": "--A jun vinh scuchan Jesús ix b'oan jab' lum sok'om, ix sucanoch vinh d'a yol in sat tic. Ix lajvi chi' ix yalan vinh d'ayin: Ixic, b'iquel a sat d'a a a' scuch Siloé, xchi vinh d'ayin. Ix b'at in b'icaneli. Icha chi' ix aj sb'o vilani, xchi vinh."
        },
        {
            "number": "12",
            "text": "--¿B'ajtil ayek' vinh ticnaic? xchi eb' vinh. --Ma chequel, xchi vinh."
        },
        {
            "number": "13",
            "text": "Ix lajvi chi', ix ik'jib'at vinh d'a yichanh eb' vinh fariseo."
        },
        {
            "number": "14",
            "text": "A d'a sk'ual ik'oj ip, ata' ix b'o yilan vinh yuj Jesús yed' lum sok'om ix sb'o chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix sk'anb'an eb' vinh fariseo chi' d'a vinh: --¿Tas val ix aj sb'o ilani? xchi eb' vinh. --A Jesús ix b'oani. Ix sucoch jab' lum sok'om d'a yol in sat tic. Ix lajvi chi', ix in schecanb'at in b'iqueli. Yuj chi' vach'xo vilan ticnaic, xchi vinh."
        },
        {
            "number": "16",
            "text": "Yuj chi' ay jayvanh eb' vinh ix alan d'a vinh: --A jun vinh chi', manh yicoclaj Dios yaj vinh, yujto max sk'anab'ajej sk'ual ik'oj ip vinh, xchi eb' vinh. Palta ix laj yalan juntzanhxo eb' vinh: --Tato chuc vinh, ¿tom syal sch'oxan juntzanh satub'tac vinh? xchi eb' vinh. Yuj chi' chapoj ix aj eb' vinh."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix sk'anb'an eb' vinh d'a jun vinh ix b'o yilan chi': --A achxo tic, ¿tas tzutej a naan yuj vinh ix b'oan a sat tic? xchi eb' d'a vinh. --A in tic tzin na'a to schecab' Dios yaj vinh, xchi vinh."
        },
        {
            "number": "18",
            "text": "Palta axo eb' vinh aj Judea chi', max schalaj yab' eb' vinh, tato toto ix b'o yilan vinh. A snaan eb' vinh to toxonton vach' yilan vinh. Yuj chi' ix avtaj smam snun vinh."
        },
        {
            "number": "19",
            "text": "Ix k'anb'aj d'a eb': --¿Eyune' am jun vinh tic? Palta to tzeyala' to max yaltaxon yilan vinh. Tato icha chi', ¿tas val ix aj sb'o yilan vinh? xchi eb' d'a smam snun vinh chi'."
        },
        {
            "number": "20",
            "text": "--A jun vinh tic, quic vinh. Toxonton max yal yilan vinh."
        },
        {
            "number": "21",
            "text": "Palta manh cojtacoc, tas am ix aj sb'o yilan vinh. Manh cojtacoc, mach am ix b'oan sat vinh tic. Ina ayxo sq'uinal vinh. ¿Tas yuj manhoc d'a vinh tze k'anb'ej eyab'i? A vinh syal yalan d'ayex, tas ix aj sb'o sat vinh chi', xchi eb'."
        },
        {
            "number": "22",
            "text": "Icha chi' ix yutej eb' yalani, yujto xiv eb' yalan yuj eb' vinh yajal d'a scal eb' aj Judea chi'. Yujto toxo ix yal eb' vinh yajal chi': Tato ay eb' ol alanoc to a Jesús aton Cristo, ol co pechel eb' d'a yoltac spatil culto, xchi eb' vinh."
        },
        {
            "number": "23",
            "text": "Yuj chi', anhej jab' tic ix yal smam snun vinh: Ina ayxo sq'uinal vinh. ¿Tas yuj manhoc d'a vinh tze k'anb'ej eyab'i? xchinhej eb'."
        },
        {
            "number": "24",
            "text": "Ix lajvi chi', ix avtajxicot vinh, ix yalan eb' d'a vinh: --Val yel tzach lolon d'a yichanh Dios. Yujto cojtac a onh tic to te chuc jun vinh ix b'oan a sat tzal chi', xchi eb' vinh."
        },
        {
            "number": "25",
            "text": "--A in tic, manh vojtacoc tato chuc vinh, mato maay. Max yal-laj valani. Anhej tas vojtac: A d'a yalanhtaxo, max yal vilani, palta a ticnaic tzaxo vila', xchi vinh."
        },
        {
            "number": "26",
            "text": "--Palta ¿tas val ix ach yutej vinh? ¿Chajvaltil ix yutej vinh sb'oan a sat tic? xchi eb' vinh d'a vinh."
        },
        {
            "number": "27",
            "text": "--Toxo ix vala', palta max e cha eyab' d'ayin. ¿Tas yuj e gana tze k'anb'ej eyab' d'ayin junelxo? ¿Tom e gana tzex och pax sk'ayb'umoc vinh? xchi vinh d'a eb' vinh aj Judea chi'."
        },
        {
            "number": "28",
            "text": "Ayic ix yab'an juntzanh chi' eb' vinh, ix te b'uchji vinh yuj eb' vinh. Ix yalan eb' vinh: --A ach tic, sk'ayb'um ach ton jun vinh chi'. Xal onh tic, sk'ayb'um onh Moisés."
        },
        {
            "number": "29",
            "text": "Cojtac to yalnaccan slolonel Dios d'a vinhaj Moisés chi'. Palta a jun vinh chi', manh cojtacoc mach ak'jinac yopisio vinh, xchi eb' vinh."
        },
        {
            "number": "30",
            "text": "--E... ¿jantac am b'ian? A ex tic tzeyala' to manh eyojtacoc mach ak'jinac yopisio vinh, palta ina ix b'o vilan yuj vinh."
        },
        {
            "number": "31",
            "text": "Cojtac to a Dios max ab'an slesal eb' chuc sk'ulej. Anhej eb' syal sb'a d'ay, eb' sk'anab'ajan tas syala', anhej yic eb' syab'i."
        },
        {
            "number": "32",
            "text": "Manta b'aj scab' sb'o sat junoc max yaltaxon yilani."
        },
        {
            "number": "33",
            "text": "Q'uinaloc manhoc Dios ix checancot Jesús chi', tecan malaj jab'oc tas syal yuuj, xchi vinh."
        },
        {
            "number": "34",
            "text": "--A ach tic, te chuc ach yictax ach alji. ¿A achxo ijan tzonh a k'ayb'ej? xchi eb' vinh. Yuj chi' ix spechelta vinh eb' vinh d'a spatil culto chi'."
        },
        {
            "number": "35",
            "text": "Axo ix yab'an Jesús to ix pechjiel vinh ix b'oxi sat chi', yuj chi' ix sayjiek' vinh yuuj. Axo yic ix ilchaj vinh yuuj, ix yalan d'a vinh: --¿Tzam ak'och jun Ak'b'ilcot yuj Dios yoch Animail d'a a k'ool? xchi d'a vinh."
        },
        {
            "number": "36",
            "text": "--Mamin, al d'ayin mach jun chi', yic ol vak'och d'a in k'ool, xchi vinh."
        },
        {
            "number": "37",
            "text": "--Toxo ix ila'. A in ton van valan d'ayach, xchi d'a vinh."
        },
        {
            "number": "38",
            "text": "Ix lajvi yalan jun chi' Jesús, ix em cumnaj vinh d'a yichanh. Ix yalan vinh d'ay: --Mamin, tzach vak'och d'a in k'ool, xchi vinh."
        },
        {
            "number": "39",
            "text": "Ix yalanxi Jesús d'a vinh: --Yuj sb'o eb' anima vuuj in ja d'a yolyib'anhq'uinal tic, yujto ay eb' max yal-laj yilan yic Dios ticnaic, palta vuuj ichato ol jacvoc sat eb'. Ay pax nanhalxo eb' ichato syal yilan yic Dios snaani, palta a eb' chi', vuuj ichato ol juvocb'at sat eb', xchi Jesús."
        },
        {
            "number": "40",
            "text": "Ay jayvanh eb' vinh fariseo ayek' ta'. Ayic ix yab'an jun chi' eb' vinh, ix yalan eb' vinh d'a Jesús: --¿Tom tza na to max uji quilan yic Dios? xchi eb' vinh."
        },
        {
            "number": "41",
            "text": "--Octom snachajel eyuuj to max yal eyilan yic Dios chi'. Tato icha chi', max am can e mul d'a eyib'anh. Palta ina tzeyala' to syal eyilan yic Dios chi', yuj chi' ol cannhej e mul chi' d'a eyib'anh."
        }
    ]
}