{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ayic wan yek' Jesús, ix yilanb'at jun winh max ujitaxon yilani."
        },
        {
            "number": "2",
            "text": "Axo heb' sk'ayb'um ix k'anb'an t'ay: --Ach ko k'ayb'umal, ¿tas am yuj max yal yilan jun winh tik yictax yaljub'al? ¿tom yuj smul smam snun winh, mato yuj smul winh? xchi heb' t'a Jesús."
        },
        {
            "number": "3",
            "text": "Ix yalan Jesús chi' t'a heb': --Ha jun winh tik, manh yujoc smul smam snun winh, manh yujoc pax smul winh icha chi' yajcani. Yujto snib'ej Dios sch'ox tas satub'tac yuj winh, yuj chi' icha tik yaj winh."
        },
        {
            "number": "4",
            "text": "Yowalil tzin b'o smunlajel Dios, aton checjinac in koti, yacb'an ayto k'u, yujto ayic toxo ix b'at k'u, manhxalaj mach syal smunlaji."
        },
        {
            "number": "5",
            "text": "Ayic ayin to ek' t'a yol yib'anhk’inal tik, icha sakil k'inal waj t'a heb' anima, xchi Jesús chi'."
        },
        {
            "number": "6",
            "text": "Ixlajwi yalan juntzanh chi', ix tzub'anem t'a sat lu'um. Ix och jab' lum sok'omal yuj stzub' chi'. Ix sucanoch lum t'a yol sat winh max yal yilan chi'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix yalan t'a winh: --Ixic, b'at b'iquel t'a jun b'aj molb'ab'il ha ha' scuch Siloé, xchi t'a winh. (Siloé syalelk'ochi, Ak'b'ilcoti.) Ix b'at sb'icanel winh, haxo ix meltzaj winh, tzaxo yal yilan winh."
        },
        {
            "number": "8",
            "text": "Axo ix yilan heb' ay t'a spatic schiquin spat winh yet' juntzanhxo heb' tz'ilantaxon sk'anan stumin winh, ix laj yalan heb': --¿Tom manhoc jun winh tik tz'em k'ojan k'anoj tumin? xchi heb'."
        },
        {
            "number": "9",
            "text": "--Ha winh jun, xchi juntzanh heb'. Palta ay juntzanhxo heb' ix alani: --Maay. Ha jun winh tik, tonhej lajan yilji winh yet' jun winh max yal yilan chi', xchi heb'. Palta haxo winh ix alani: --Ha in toni, xchi winh."
        },
        {
            "number": "10",
            "text": "--¿Tas ix aj sb'o ilan jun? xchi heb' t'a winh."
        },
        {
            "number": "11",
            "text": "--Ha jun winh scuchan Jesús ixb’o’an jab' lum sok'om, ix sucanoch winh t'a yol in sat tik. Ixlajwi chi' ix yalan winh t'ayin: Ixic, b'iquel a sat t'a ha ha' scuch Siloé, xchi winh t'ayin. Ix b'at in b'icaneli. Icha chi' ix aj sb'o wilani, xchi winh."
        },
        {
            "number": "12",
            "text": "--¿B'ajtil ayek' winh ticnaik? xchi heb' winh. --Ma chequel, xchi winh."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix ik'jib'at winh t'a yichanh heb' winh fariseo."
        },
        {
            "number": "14",
            "text": "Ha t'a sk'ual ik'oj ip, ata' ix b'o yilan winh yuj Jesús yet' lum sok'om ix sb'o chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix sk'anb'an heb' winh fariseo chi' t'a winh: --¿Tas wal ix aj sb'o ilani? xchi heb' winh. --Ha Jesús ix b'oani. Ix sucoch jab' lum sok'om t'a yol in sat tik. Ixlajwi chi', ix in schecanb'at in b'iqueli. Yuj chi' wach'xo wilan ticnaik, xchi winh."
        },
        {
            "number": "16",
            "text": "Yuj chi' ay jaywanh heb' winh ix alan t'a winh: --Ha jun winh chi', manh yicoclaj Dios yaj winh, yujto max sk'anab'ajej sk'ual ik'oj ip winh, xchi heb' winh. Palta ix laj yalan juntzanhxo heb' winh: --Tato chuk winh, ¿tom syal sch'oxan juntzanh satub'tac winh? xchi heb' winh. Yuj chi' chapoj ix aj heb' winh."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix sk'anb'an heb' winh t'a jun winh ix b'o yilan chi': --Ha achxo tik, ¿tas tzutej a naan yuj winh ixb’o’an a sat tik? xchi heb' t'a winh. --Ha in tik tzin na'a to schecab' Dios yaj winh, xchi winh."
        },
        {
            "number": "18",
            "text": "Palta haxo heb' winh aj Judea chi', max schalaj yab' heb' winh, tato toto ix b'o yilan winh. Ha snaan heb' winh to toxonton wach' yilan winh. Yuj chi' ix avtaj smam snun winh."
        },
        {
            "number": "19",
            "text": "Ix k'anb'aj t'a heb': --¿Eyune' am jun winh tik? Palta to tzeyala' to max yaltaxon yilan winh. Tato icha chi', ¿tas wal ix aj sb'o yilan winh? xchi heb' t'a smam snun winh chi'."
        },
        {
            "number": "20",
            "text": "--Ha jun winh tik, quic winh. Toxonton max yal yilan winh."
        },
        {
            "number": "21",
            "text": "Palta manh cojtacoc, tas am ix aj sb'o yilan winh. Manh cojtacoc, mach am ixb’o’an sat winh tik. Ina ayxo sk'inal winh. ¿Tas yuj manhoc t'a winh tze k'anb'ej eyab'i? Ha winh syal yalan t'ayex, tas ix aj sb'o sat winh chi', xchi heb'."
        },
        {
            "number": "22",
            "text": "Icha chi' ix yutej heb' yalani, yujto xiv heb' yalan yuj heb' winh yajal t'a skal heb' aj Judea chi'. Yujto toxo ix yal heb' winh yajal chi': Tato ay heb' ol alanoc to a Jesús aton Cristo, ol ko pechel heb' t'a yoltac spatil culto, xchi heb' winh."
        },
        {
            "number": "23",
            "text": "Yuj chi', anhej jab' tik ix yal smam snun winh: Ina ayxo sk'inal winh. ¿Tas yuj manhoc t'a winh tze k'anb'ej eyab'i? xchinhej heb'."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix avtajxicot winh, ix yalan heb' t'a winh: --Val yel tzach lolon t'a yichanh Dios. Yujto cojtac a onh tik to te chuk jun winh ixb’o’an a sat tzal chi', xchi heb' winh."
        },
        {
            "number": "25",
            "text": "--Ha in tik, manh wojtacoc tato chuk winh, mato maay. Max yal-laj walani. Anhej tas wojtac: Ha t'a yalanhtaxo, max yal wilani, palta a ticnaik tzaxo wila'', xchi winh."
        },
        {
            "number": "26",
            "text": "--Palta ¿tas wal ix ach yutej winh? ¿Chajwaltil ix yutej winh sb'oan a sat tik? xchi heb' winh t'a winh."
        },
        {
            "number": "27",
            "text": "--Toxo ix wala', palta max he cha eyab' t'ayin. ¿Tas yuj he gana tze k'anb'ej eyab' t'ayin junelxo? ¿Tom he gana tzex och pax sk'ayb'umoc winh? xchi winh t'a heb' winh aj Judea chi'."
        },
        {
            "number": "28",
            "text": "Ayic ix yab'an juntzanh chi' heb' winh, ix te b'uchji winh yuj heb' winh. Ix yalan heb' winh: --Ha ach tik, sk'ayb'um ach ton jun winh chi'. Xal onh tik, sk'ayb'um onh Moisés."
        },
        {
            "number": "29",
            "text": "Cojtac to yalnaccan slolonel Dios t'a winhaj Moisés chi'. Palta a jun winh chi', manh cojtacoc mach ak'jinac yopisio winh, xchi heb' winh."
        },
        {
            "number": "30",
            "text": "--E... ¿jantac am b'ian? Ha ex tik tzeyala' to manh eyojtacoc mach ak'jinac yopisio winh, palta ina ix b'o wilan yuj winh."
        },
        {
            "number": "31",
            "text": "Cojtac to ha Dios max ab'an slesal heb' chuk sk'ulej. Anhej heb' syal sb'a t'ay, heb' sk'anab'ajan tas syala', anhej yic heb' syab'i."
        },
        {
            "number": "32",
            "text": "Manta b'aj scab' sb'o sat junok max yaltaxon yilani."
        },
        {
            "number": "33",
            "text": "Q'uinaloc manhoc Dios ix checancot Jesús chi', tecan malaj jab'oc tas syal yuj, xchi winh."
        },
        {
            "number": "34",
            "text": "--Ha ach tik, te chuk ach yictax ach alji. ¿A achxo ijan tzonh a k'ayb'ej? xchi heb' winh. Yuj chi' ix spechelta winh heb' winh t'a spatil culto chi'."
        },
        {
            "number": "35",
            "text": "Axo ix yab'an Jesús to ix pechjiel winh ix b'oxi sat chi', yuj chi' ix sayjiek' winh yuj. Axo yic ix ilchaj winh yuj, ix yalan t'a winh: --¿Tzam ak'och jun Ak'b'ilcot yuj Dios yoch Animail t'a a k'ool? xchi t'a winh."
        },
        {
            "number": "36",
            "text": "--Mamin, al t'ayin mach jun chi', yic ol wak'och t'a in k'ool, xchi winh."
        },
        {
            "number": "37",
            "text": "--Toxo ix ila'. Ha in ton wan walan t'ayach, xchi t'a winh."
        },
        {
            "number": "38",
            "text": "Ixlajwi yalan jun chi' Jesús, ix em cumnaj winh t'a yichanh. Ix yalan winh t'ay: --Mamin, tzach wak'och t'a in k'ool, xchi winh."
        },
        {
            "number": "39",
            "text": "Ix yalanxi Jesús t'a winh: --Yuj sb'o heb' anima wuuj in ja t'a yol yib'anhk’inal tik, yujto ay heb' max yal-laj yilan yic Dios ticnaik, palta wuuj ichato ol jacwoc sat heb'. Ay pax nanhalxo heb' ichato syal yilan yic Dios snaani, palta a heb' chi', wuuj ichato ol juwocb'at sat heb', xchi Jesús."
        },
        {
            "number": "40",
            "text": "Ay jaywanh heb' winh fariseo ayek' ta'. Ayic ix yab'an jun chi' heb' winh, ix yalan heb' winh t'a Jesús: --¿Tom tza na to max uji quilan yic Dios? xchi heb' winh."
        },
        {
            "number": "41",
            "text": "--Octom snachajel eyuuj to max yal eyilan yic Dios chi'. Tato icha chi', max am kan he mul t'a eyib'anh. Palta ina tzeyala' to syal eyilan yic Dios chi', yuj chi' ol cannhej he mul chi' t'a eyib'anh."
        }
    ]
}