{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix cham winhaj rey Acab, ix yik'anel sb'a chonhab' Moab t'a yalanh smandar chonhab' Israel."
        },
        {
            "number": "2",
            "text": "Ay jun k'u ix cot sutnaj winhaj Ocozías yuninal winhaj Acab chi' t'a spanhanil yib'anh spat t'a Samaria. Te niwan ix aj winh slajwi, yuj chi' ix schecb'at heb' schecab' winh yic b'at sk'anb'ej yab' heb' t'a Baal-zebub sdiosal heb' aj Ecrón, tato olto b'oxoc winh."
        },
        {
            "number": "3",
            "text": "Palta a jun yángel Jehová ix alan t'a winhaj Elías aj Tisbe icha tik: Ixic, b'at cha heb' schecab' winhaj Ocozías sreyal Samaria, tzalan t'a heb' icha tik: ¿Tom malaj Dios t'a ko chonhab' a onh israel onh tik, yuj chi' ato t'a Baal-zebub sdiosal Ecrón sb'at he k'anb'ej eyab'i? xa chi t'a heb'."
        },
        {
            "number": "4",
            "text": "Tzalanpaxi to a in Jehová in swal t'a winh rey chi' icha tik: Manhxo ol ach k'e waan, palta ol ach chamxonhej, xchi Jehová, xa chi, xchi yángel Jehová chi' t'a winhaj Elías chi'. Ix b'at winhaj Elías chi', ix sk'anab'ajan winh icha tas ix alji chi' t'ay."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix meltzaj heb' schecab' winh rey chi', ix k'ochxi heb' t'a yichanh winh, ix sk'anb'an winh t'a heb': --¿Tas yuj ix ex meltzaj t'a elanhchamel? xchi winh t'a heb'."
        },
        {
            "number": "6",
            "text": "Ix tak'wi heb': --Mamin rey, ay jun winh winak ix ko cha t'a yol b'e. Ha winh ix alan t'ayonh icha tik: Meltzajanhec t'a winh ix ex checancot chi', tzeyalan t'a winh icha tik: Ha Jehová tz'alan icha tik: ¿Tom malaj Dios t'a Israel tik, yuj chi' ato t'a Baal-zebub sdiosal Ecrón tza checb'at ab'chajoc? Yuj wal jun tas ix a na' tik, manhxo ol ach k'e waan, ol ach chamxonhej, xchi Jehová, xe chi, xchi jun winh chi' t'ayonh, xchi heb'."
        },
        {
            "number": "7",
            "text": "Ix sk'anb'an winh rey chi' t'a heb' icha tik: --¿Chajtil yilji jun winh ix alan chi' t'ayex? xchi winh."
        },
        {
            "number": "8",
            "text": "--Mamin rey, a jun winh chi' ayoch jun pichul ay xiil yuj winh, aypaxoch jun tzek'ul tz'uum t'a snanhal winh, xchi heb' t'a winh. --Ha jun winh chi', aton winhaj Elías aj Tisbe, xchi winh rey chi'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi' ix schecanb'at jun winh capitán winh rey chi' yet' 50 heb' winh soldado yic b'at ik'joccot winhaj Elías chi'. Axo yic ix k'och heb' t'a winh, k'ojanem winh t'a jun tzalan. Ix yalan winh capitán chi' t'a winh: --Ach schecab' Dios, a winh rey ix alancoti to tzach emta, xchi winh capitán chi'."
        },
        {
            "number": "10",
            "text": "Ix tak'wi winhaj Elías chi' icha tik: --Tato schecab' in Dios, cotocab' k'ak' t'a satcha’anh tzach tz'ab'at yet' 50 heb' winh a soldado chi', xchi winh. Ha wal t'a jun rato chi' ix emta k'ak', ix tz'ab'at heb' winh smasanil."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi' ix schecanxib'at junxo winh capitán winh rey chi' yet' 50-xo heb' winh soldado, ix b'at yalan heb' winh t'a winhaj Elías chi': --Ach schecab' Dios, emanhcot t'a elanhchamel yal winh rey, xchi winh capitán chi'."
        },
        {
            "number": "12",
            "text": "Ix tak'wi winhaj Elías chi': --Tato schecab' in Dios, cotocab' k'ak' t'a satcha’anh tzach tz'ab'at yet' 50 heb' winh a soldado chi', xchi winh. D'a wal jun rato chi' ix emta k'ak' t'a satcha’anh, ix tz'ab'at heb' winh smasanil."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi' ix schecanxib'at junxo winh capitán winh rey chi' yet' 50-xo heb' winh soldado t'a yoxelal. Palta a jun winh capitán chi', ix k'ek'och winh b'aj ayek' winhaj Elías chi', ix em cuman winh t'a yichanh winh, ix yalan winh: --Mamin schecab' Dios, ak' wal niwank'olal t'a wib'anh yet' 50 heb' winh soldado a checab' tik."
        },
        {
            "number": "14",
            "text": "Yujto a juntzanh heb' winh capitán yet' soldado, heb' winh ix b'ab'laj ja t'ayach, ix tz'ab'at heb' winh yuj k'ak' ix cot t'a satcha’anh. Ha in tik tzin tewi t'ayach to tzonh ak' niwank'olal yic max onh chami, xchi winh."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi' ix yalan yángel Jehová chi' t'a winhaj Elías chi' icha tik: --Ixic yet' winh, manh ach xiwoc, xchi t'a winh. Yuj chi' ix emta winhaj Elías chi', ix b'at winh yet' winh capitán chi', ix b'at winh yil winh rey chi'."
        },
        {
            "number": "16",
            "text": "Ix yalan winh icha tik t'a winh rey chi': --Icha wal tik yalan Jehová: Yujto ix a checb'at heb' a checab' t'a Baal-zebub sdiosal Ecrón, yic b'at a k'anb'ej a b'a, ichato malaj Dios t'a Israel tik b'aj syal tza k'anb'ej ab'i, yuj chi' manhxo ol ach k'e waan, palta to ol ach chamxonhej, xchi Jehová, xchi winhaj Elías chi'."
        },
        {
            "number": "17",
            "text": "Icha chi' ix aji, ix cham winh rey chi', icha tas ix schec Jehová yal winhaj Elías chi'. Yujto malaj junok yuninal winhaj Ocozías chi', yuj chi' a jun winh yuk'tac winh scuchan Joram, a winh ix ochcan reyal sk'exuloc, aton yic schab'ilxo ab'il yoch junxo winhaj Joram yuninal winhaj Josafat reyal t'a Judá."
        },
        {
            "number": "18",
            "text": "Ha jantacto yab'ixal winhaj rey Ocozías yet' juntzanhxo tas ix sk'ulej winh, tz'ib'ab'ilcan b'aj aycan yab'ixal heb' winh sreyal Israel."
        }
    ]
}