{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix cham vinhaj rey Acab, ix yik'anel sb'a chonhab' Moab d'a yalanh smandar chonhab' Israel."
        },
        {
            "number": "2",
            "text": "Ay jun k'u ix cot sutnaj vinhaj Ocozías yuninal vinhaj Acab chi' d'a spanhanil yib'anh spat d'a Samaria. Te nivan ix aj vinh slajvi, yuj chi' ix schecb'at eb' schecab' vinh yic b'at sk'anb'ej yab' eb' d'a Baal-zebub sdiosal eb' aj Ecrón, tato olto b'oxoc vinh."
        },
        {
            "number": "3",
            "text": "Palta a jun yángel Jehová ix alan d'a vinhaj Elías aj Tisbe icha tic: Ixic, b'at cha eb' schecab' vinhaj Ocozías sreyal Samaria, tzalan d'a eb' icha tic: ¿Tom malaj Dios d'a co chonhab' a onh israel onh tic, yuj chi' ato d'a Baal-zebub sdiosal Ecrón sb'at e k'anb'ej eyab'i? xa chi d'a eb'."
        },
        {
            "number": "4",
            "text": "Tzalanpaxi to a in Jehová in sval d'a vinh rey chi' icha tic: Manhxo ol ach q'ue vaan, palta ol ach chamxonhej, xchi Jehová, xa chi, xchi yángel Jehová chi' d'a vinhaj Elías chi'. Ix b'at vinhaj Elías chi', ix sk'anab'ajan vinh icha tas ix alji chi' d'ay."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix meltzaj eb' schecab' vinh rey chi', ix k'ochxi eb' d'a yichanh vinh, ix sk'anb'an vinh d'a eb': --¿Tas yuj ix ex meltzaj d'a elanhchamel? xchi vinh d'a eb'."
        },
        {
            "number": "6",
            "text": "Ix tak'vi eb': --Mamin rey, ay jun vinh vinac ix co cha d'a yol b'e. A vinh ix alan d'ayonh icha tic: Meltzajanhec d'a vinh ix ex checancot chi', tzeyalan d'a vinh icha tic: A Jehová tz'alan icha tic: ¿Tom malaj Dios d'a Israel tic, yuj chi' ato d'a Baal-zebub sdiosal Ecrón tza checb'at ab'chajoc? Yuj val jun tas ix a na' tic, manhxo ol ach q'ue vaan, ol ach chamxonhej, xchi Jehová, xe chi, xchi jun vinh chi' d'ayonh, xchi eb'."
        },
        {
            "number": "7",
            "text": "Ix sk'anb'an vinh rey chi' d'a eb' icha tic: --¿Chajtil yilji jun vinh ix alan chi' d'ayex? xchi vinh."
        },
        {
            "number": "8",
            "text": "--Mamin rey, a jun vinh chi' ayoch jun pichul ay xiil yuj vinh, aypaxoch jun tzek'ul tz'uum d'a snanhal vinh, xchi eb' d'a vinh. --A jun vinh chi', aton vinhaj Elías aj Tisbe, xchi vinh rey chi'."
        },
        {
            "number": "9",
            "text": "Ix lajvi chi' ix schecanb'at jun vinh capitán vinh rey chi' yed' 50 eb' vinh soldado yic b'at ik'joccot vinhaj Elías chi'. Axo yic ix k'och eb' d'a vinh, k'ojanem vinh d'a jun tzalan. Ix yalan vinh capitán chi' d'a vinh: --Ach schecab' Dios, a vinh rey ix alancoti to tzach emta, xchi vinh capitán chi'."
        },
        {
            "number": "10",
            "text": "Ix tak'vi vinhaj Elías chi' icha tic: --Tato schecab' in Dios, cotocab' k'ak' d'a satchaanh tzach tz'ab'at yed' 50 eb' vinh a soldado chi', xchi vinh. A val d'a jun rato chi' ix emta k'ak', ix tz'ab'at eb' vinh smasanil."
        },
        {
            "number": "11",
            "text": "Ix lajvi chi' ix schecanxib'at junxo vinh capitán vinh rey chi' yed' 50-xo eb' vinh soldado, ix b'at yalan eb' vinh d'a vinhaj Elías chi': --Ach schecab' Dios, emanhcot d'a elanhchamel yal vinh rey, xchi vinh capitán chi'."
        },
        {
            "number": "12",
            "text": "Ix tak'vi vinhaj Elías chi': --Tato schecab' in Dios, cotocab' k'ak' d'a satchaanh tzach tz'ab'at yed' 50 eb' vinh a soldado chi', xchi vinh. D'a val jun rato chi' ix emta k'ak' d'a satchaanh, ix tz'ab'at eb' vinh smasanil."
        },
        {
            "number": "13",
            "text": "Ix lajvi chi' ix schecanxib'at junxo vinh capitán vinh rey chi' yed' 50-xo eb' vinh soldado d'a yoxelal. Palta a jun vinh capitán chi', ix q'uek'och vinh b'aj ayek' vinhaj Elías chi', ix em cuman vinh d'a yichanh vinh, ix yalan vinh: --Mamin schecab' Dios, ak' val nivank'olal d'a vib'anh yed' 50 eb' vinh soldado a checab' tic."
        },
        {
            "number": "14",
            "text": "Yujto a juntzanh eb' vinh capitán yed' soldado, eb' vinh ix b'ab'laj ja d'ayach, ix tz'ab'at eb' vinh yuj k'ak' ix cot d'a satchaanh. A in tic tzin tevi d'ayach to tzonh ak' nivank'olal yic max onh chami, xchi vinh."
        },
        {
            "number": "15",
            "text": "Ix lajvi chi' ix yalan yángel Jehová chi' d'a vinhaj Elías chi' icha tic: --Ixic yed' vinh, manh ach xivoc, xchi d'a vinh. Yuj chi' ix emta vinhaj Elías chi', ix b'at vinh yed' vinh capitán chi', ix b'at vinh yil vinh rey chi'."
        },
        {
            "number": "16",
            "text": "Ix yalan vinh icha tic d'a vinh rey chi': --Icha val tic yalan Jehová: Yujto ix a checb'at eb' a checab' d'a Baal-zebub sdiosal Ecrón, yic b'at a k'anb'ej a b'a, ichato malaj Dios d'a Israel tic b'aj syal tza k'anb'ej ab'i, yuj chi' manhxo ol ach q'ue vaan, palta to ol ach chamxonhej, xchi Jehová, xchi vinhaj Elías chi'."
        },
        {
            "number": "17",
            "text": "Icha chi' ix aji, ix cham vinh rey chi', icha tas ix schec Jehová yal vinhaj Elías chi'. Yujto malaj junoc yuninal vinhaj Ocozías chi', yuj chi' a jun vinh yuk'tac vinh scuchan Joram, a vinh ix ochcan reyal sq'uexuloc, aton yic schab'ilxo ab'il yoch junxo vinhaj Joram yuninal vinhaj Josafat reyal d'a Judá."
        },
        {
            "number": "18",
            "text": "A jantacto yab'ixal vinhaj rey Ocozías yed' juntzanhxo tas ix sk'ulej vinh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Israel."
        }
    ]
}