{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a Samaria, ay 70 heb' winh yinhtilal winhaj Acab. Yuj chi' ix stz'ib'ejb'at jun carta winhaj Jehú t'a heb' winh yichamtac winaquil chonhab' yet' t'a heb' winh yilumal heb' winh yinhtilal winhaj Acab chi'. Ix yalan winh t'a scarta chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Ha b'aj ayex chi', ata' ayek' heb' yinhtilal winh he reyal, nok' chej, carruaje yic owal, jun chonhab' te wach' yaji yet' jantac syamk'ab' winh yic owal. Yuj chi' ayic ol k'och jun carta tik t'ayex,"
        },
        {
            "number": "3",
            "text": "tze sik'el junok yinhtilal winh eyajalil chi' te wach', smoj wal yoch he reyaloc sk'exuloc winh smam chi', tzeyak'an owal yuj yopisio winh eyajalil chi', xchib'at winh t'a heb' winh."
        },
        {
            "number": "4",
            "text": "Ayic ix yab'an jun chi' heb', ix te xivk'e heb', ix yalan heb' icha tik: Ina tax maj tzak'wan stek'b'an sb'a chawanh heb' winh rey t'a yichanh winh, oconhxo ¿tom a onh to tik ol yal ko tek'b'an ko b'ha t'a yichanh winh? xchi heb'."
        },
        {
            "number": "5",
            "text": "Axo winh tz'ilan spalacio winh rey chi' yet' winh sgobernadoral chonhab' chi', masanil heb' yichamtac winaquil chonhab' yet' pax heb' ix ilan q'uib' heb' yuninal winhaj Acab chi', ix yalb'at heb' t'a winhaj Jehú chi': Ha onh tik ayonh ek' t'a yol a k'ab'. Masanil tas ol ala' ol ko k'anab'ajej, manh ol cak'ochlaj junocxo ko reyal. Ujocab' icha tas wach' tz'aj a naani, xchib'at heb'."
        },
        {
            "number": "6",
            "text": "Ix stz'ib'anxib'at junxo carta winhaj Jehú chi' t'a heb', ix yalan winh: Tato tze nib'ej tzex och wed'oc, ol he k'anab'ajan tas swala', a k'ik'an tzeyik'cot sjolom heb' yinhtilal winh eyajalil chi', tzex jawi t'ayin t'a Jezreel tik, xchib'at winh t'a heb'. Ha heb' 70 yinhtilalcan winh rey chi', junnhej yaj heb' yet' heb' yichamtac winaquil chonhab' ix ilan q'uib' heb' t'a Samaria chi'."
        },
        {
            "number": "7",
            "text": "Ayic ix schaan jun carta chi' heb', ix syaman heb' 70 yinhtilal winh rey chi' heb', ix xicjiel sjolom heb' yuj heb'. Ix yak'anem sjolom heb' chi' heb' t'a yol juntzanh mooch, ix yak'anb'at heb' t'a winhaj Jehú t'a Jezreel chi'."
        },
        {
            "number": "8",
            "text": "Ix jawi jun winh checab' t'a winhaj Jehú chi', ix yalan winh: --Toxo ix ik'chajcot sjolom heb' yinhtilal winh rey, xchi winh. Ix yalan winhaj Jehú chi': --Chab' juyanh tzeyutejcan t'a sti' chonhab' tik. Ata' scani masanto k'ik'an, xchi winh."
        },
        {
            "number": "9",
            "text": "Axo t'a junxo k'u, ix b'at winhaj Jehú chi', ix och linhan winh t'a ti' chonhab' chi', ix yalan winh t'a masanil heb' anima: --Ha ex tik, malaj he mul. Ha in ix in milcham winh ko reyal yuj wik'anel winh t'a yopisio, palta ¿mach ix milancham masanil juntzanh heb' tik?"
        },
        {
            "number": "10",
            "text": "Ha ticnaik scham wal eyojtacaneli to a masanil tas yalnaccan Jehová t'a yib'anh heb' yinhtilal winhaj Acab, malaj junok manh ol elk'ochoc. Van yelk'och masanil tas schecnac Jehová yalcanel winhaj Elías schecab', xchi winhaj Jehú chi'."
        },
        {
            "number": "11",
            "text": "Ha winhaj Jehú chi', ix smilcham juntzanh sk'ab' yoc winhaj Acab chi' winh t'a Jezreel, aton heb' niwac winak yaji yet' heb' yamigo winhaj Acab chi' yet' heb' yak'nacoch winh sacerdoteal. Manhxo junok heb' ix cani."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi' ix b'at winhaj Jehú chi' t'a Samaria. Ayic wan sb'at winh chi' t'a yol b'e, ix k'och winh t'a jun b'aj tz'ajtaxon heb' tanhwum calnel."
        },
        {
            "number": "13",
            "text": "Ata' ix schalaj sb'a winh yet' juntzanh heb' sk'ab' yoc winhaj Ocozías sreyal Judá, ix sk'anb'an winh t'a heb': --¿Mach ex a ex tik? xchi winh t'a heb'. Ix tak'wi heb' t'a winh: --Ha onh tik ayto cuj ko b'a yet' winhaj Ocozías, onh jawi cak' stzatzil sk'ol heb' winh yuninal winh rey yet' heb' yune' ix reina Jezabel, xchi heb'."
        },
        {
            "number": "14",
            "text": "Ix yalan winhaj Jehú t'a heb' ajun yet'oc: --Yamec heb', xchi winh. Axo heb' ajun yet' winh chi' ix yaman heb', ix smilancham heb' winh t'a sti' jun ha' uk'b'il ha' scuch Bet-equed b'aj tz'ajtaxon heb' tanhwum calnel chi'. 42 heb' t'a smasanil, manhxo junok heb' ix cani."
        },
        {
            "number": "15",
            "text": "Ayic ix elxi winhaj Jehú chi' ta', ix schalan sb'a winh yet' winhaj Jonadab yuninal winhaj Recab. Ix yak'an stzatzil sk'ool winh winhaj Jehú chi', ix yalan winh: --¿Mek'an ach am wed'oc, icha in tik wach' in naan t'a a patic? xchi winh. --I', wach' toni, xchi winhaj Jonadab chi' t'a winh. --Tato icha chi' an, ak'cot a k'ab' t'ayin, xchi winhaj Jehú chi' t'a winh. Ix yak'anb'at sk'ab' winhaj Jonadab chi' t'a winh, ix yik'ank'e winh winh t'a yol scarruaje chi'."
        },
        {
            "number": "16",
            "text": "Ix yalan winhaj Jehú chi' t'a winh icha tik: --Conh wed'oc, ol in ch'ox ila' tas ol wutej yic tzin k'anab'ajej tas ix yal Jehová, xchi winh. Yuj chi' ix yik'b'at winhaj Jonadab chi' winh t'a yol scarruaje chi'."
        },
        {
            "number": "17",
            "text": "Ayic ix k'och winhaj Jehú chi' t'a Samaria, ix smilancham masanil heb' yinhtilal winhaj Acab winh ta', aton heb' pitzanto ix cani. Yuj chi' pilan ix satel heb' smasanil yuj winh, icha ajnac yalan Jehová t'a winhaj Elías."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix smolb'an masanil chonhab' winhaj Jehú chi', ix yalan winh: --Ha winhaj Acab, quennhej ochnac winh ejmelal t'a Baal, a inxo pax tik, ek'b'alto ol in och ejmelal t'a Baal chi'."
        },
        {
            "number": "19",
            "text": "Yuj chi' avtejec masanil heb' winh schecab' Baal yet' mach tz'ochtaxon ejmelal t'ay yet' masanil heb' sacerdote yaj t'ay. Manhxa junok mach max jawi, yujto ol in b'o jun niwan silab' yuj wik'anchaanh Baal chi'. Ha mach max jawi, yowalil tz'och chamel t'a yib'anh, xchi winh. Palta tonhej ix yal jun chi' winh, masanil heb' tz'och ejmelal t'a Baal ol satel winh."
        },
        {
            "number": "20",
            "text": "Yuj chi' ix schec winh alchajeli to ol och q'uinh yic tz'ik'jichaanh Baal chi'."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', ix yak'anb'at schecab' winh t'a masanil yol smacb'en Israel to yowalil sk'och masanil heb' tz'och ejmelal t'a Baal t'a stemplo. Yuj chi' manhxa junok mach maj k'ochoc. Ha templo yic Baal chi', te b'ut'an ix aji."
        },
        {
            "number": "22",
            "text": "Ix yalan winhaj Jehú chi' t'a heb' molum pichul to tz'ik'jielta spichul heb' tz'ochtaxon ejmelal t'a Baal, ix sk'anab'ajej heb' yik'anelta."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi' ix och winh yet' winhaj Jonadab t'a yol templo chi', ix yalan winh t'a heb' tz'och ejmelal t'a Baal chi': --Scham eyilani to malajocab' heb' tz'och ejmelal t'a Jehová ayek' t'a he kal tik, anhejocab' mach tz'och ejmelal t'a Baal ayeq'ui, xchi winh t'a heb'."
        },
        {
            "number": "24",
            "text": "Yuj chi' ayic toxo ix och heb' tz'och ejmelal t'a Baal chi' t'a yol stemplo chi', ix yak'an silab' heb' snhusji yet' juntzanhxo silab'. Yacb'an wan yak'an silab' heb' chi', ayxo och oyan 80 heb' soldado yuj winhaj Jehú t'a spatic templo chi', ix yalcan winh t'a heb' to malaj junok mach schael heb': --Tato ay junok mach schaanel junok heb' ayoch ejmelal chi', haxo scham sk'exuloc, xchi winh."
        },
        {
            "number": "25",
            "text": "Ayic ix lajwi yak'ji silab' chi', ix yalan winhaj Jehú t'a heb' soldado yet' t'a heb' capitán: --Ochanhec, mileccham heb'. Manhxa junok mach tze chaeli, xchi winh. Yuj chi' ix och heb' soldado winh chi', ix smilancham masanil heb' anima chi' heb' t'a k'een espada. Ixlajwi chi' ix yik'anelta heb' chamnac chi' heb' t'a spatiquel templo chi'. Ix och heb' t'a yet'tal Baal t'a yol templo chi'."
        },
        {
            "number": "26",
            "text": "Masanil juntzanh yechel ix yik'elta heb', ix snhusantz'a heb'."
        },
        {
            "number": "27",
            "text": "Icha chi' ix aj satanel Baal chi' heb'. Ix sjuanem lanhnaj templo chi' heb' smasanil, yicxo b'aj schulaj anima ix ajnhejcani."
        },
        {
            "number": "28",
            "text": "Icha chi' ix aj satanel ejmelal winhaj Jehú t'a Baal t'a kal chonhab' Israel."
        },
        {
            "number": "29",
            "text": "Wach'chom icha chi' ix sk'ulej winhaj Jehú chi', palta maj yik'el-laj sb'a winh t'a chukal sk'ulejnac winhaj Jeroboam yuninal winhaj Nabat, winh cuchb'annac heb' yetisraelal t'a chukal. Maj satel-laj juntzanh yechel wacax winh, aton juntzanh nab'a oro aycan t'a Dan yet' t'a Betel."
        },
        {
            "number": "30",
            "text": "Ix yalan Jehová t'a winh: Yujto tojol tas ix a k'ulej t'a wichanh, ix a k'anab'ajej a satanel heb' yinhtilal winhaj Acab chi' icha wal ix aj walani, a heb' inhtilal, ol ochnhej heb' reyal masanto t'a schanhil makan, xchi t'a winh."
        },
        {
            "number": "31",
            "text": "Wach'chom icha chi', palta maj yak'waloch winh t'a sk'ol sk'anab'ajan schecnab'il Jehová sDiosal Israel, yujto maj yik'el sb'a winh t'a chukal sk'ulejnac winhaj Jeroboam winh cuchb'annac heb' yetisraelal t'a chukal."
        },
        {
            "number": "32",
            "text": "Ha t'a jun pekti’ chi', ix och ijan Jehová yik'anek' lum sluum heb' israel. Ha winhaj Hazael sreyal Siria ix ik'anek' lum t'a sk'axepalek' ha' Jordán t'a stojolal b'aj sjawi k'u, aton lum yic heb' yinhtilal Gad, lum yic heb' yinhtilal Rubén yet' lum yic nanhalxo heb' yinhtilal Manasés, ix cotnhej t'a chonhab' Aroer t'a sti' ha' Arnón tzek' t'a Galaad masanto t'a Basán."
        },
        {
            "number": "33",
            "text": "Ha jantacto yab'ixal winhaj Jehú yet' tas ix sk'ulej winh, tz'ib'ab'ilcan b'aj aycan yab'ixal heb' winh sreyal Israel."
        },
        {
            "number": "34",
            "text": "Ha winhaj Jehú chi', 28 ab'il ix yak' reyal winh t'a heb' yetisraelal t'a Samaria. Ayic ix cham winh, ix mucji winh t'a Samaria chi', haxo jun winh yuninal winh scuchan Joacaz ix ochcan reyal sk'exuloc."
        }
    ]
}