{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an ix Atalía to toxo ix cham vinh yune' ix, aton vinhaj rey Ocozías, ix schecan ix satjiel masanil eb' yinhtilal vinh rey chi'."
        },
        {
            "number": "2",
            "text": "Axo ix Josaba, yisilcan vinhaj rey Joram, schab'il yanab' vinhaj rey Ocozías chi', a' ix ix ik'ancanel vinhaj Joás yuninal vinhaj Ocozías chi' d'a scal eb' yuninal vinh van smiljicham chi'. Icha chi' ix aj sk'ub'anel vinh ix d'a ix Atalía chi'. Ix b'at sk'ub'ejel vinh ix yed' jun ix tz'ilan q'uib' vinh d'a jun cuarto b'aj ay juntzanh ch'at sik'an, yuj chi' maj miljoccham vinhaj Joás chi'."
        },
        {
            "number": "3",
            "text": "Ix lajvi chi', ix k'ub'chajel vinh yed' ix tz'ilanq'uib' chi' d'a stemplo Jehová, vaque' ab'il ix can vinh ta', yacb'an ayoch ix Atalía yajalil d'a Judá chi'."
        },
        {
            "number": "4",
            "text": "Axo d'a yuquil ab'il, a vinhaj sat sacerdote Joiada yetb'eyum ix Josaba chi', ix schec vinh avtaj eb' yajalil soldado, eb' quereteo yed' eb' stanhvan spalacio vinh rey. A vinh ix ak'anoch eb' d'a yamaq'uil stemplo Jehová. Ata' ix schec vinh yak' sti' eb' yic tz'och eb' yed' vinh d'a tas nab'il yuuj. Ix lajvi chi' ix ch'oxjioch vinhaj Joás yuninal vinhaj Ocozías chi' d'a eb'."
        },
        {
            "number": "5",
            "text": "Elanhchamel ix yal vinh d'a eb': Aton tic ol e k'uloc: Ay ex mach ex ol ex ochcan e tanhvej spalacio vinh rey d'a sk'ual ik'oj ip,"
        },
        {
            "number": "6",
            "text": "ayex pax mach ex ol e tanhvej spuertail yic Shur, anhejtona' ayex mach ex ol e tanhvej spuertail spat eb' stanhvan vinh rey. Icha chi' ol aj e cannhej e tanhvej yic malaj mach sk'och ta'."
        },
        {
            "number": "7",
            "text": "A exxo tzex elcan d'a sk'ual ik'oj ip chi' jun, cha macanh tzeyutej e b'a e tanhvan stemplo Jehová d'a stz'eytac vinh rey."
        },
        {
            "number": "8",
            "text": "Tzex och oyan d'a spatictac b'aj ay vinh chi', junjun eb' yed'nac syamk'ab' yic oval. Yalnhej mach tz'och d'a e cal b'aj tzolan ex och chi', tojolnhej schami. Yalnhej b'ajtil sb'at vinh rey chi', tzex b'at yed' vinh, xchi vinhaj Joiada chi'."
        },
        {
            "number": "9",
            "text": "Ix sk'anab'ajej eb' capitán chi' tastac ix yal vinhaj Joiada chi'. Junjun eb' ix yak'och soldado eb', eb' tz'och stanhvej d'a sk'ual ik'oj ip yed' eb' tz'elcani, ix k'och eb' d'a yichanh vinhaj sacerdote Joiada chi'."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi', ix yak'an q'uen lanza vinh yed' q'uen smaclab' jul-lab' d'a eb' capitán chi', aton q'uen aycan yuj vinhaj rey David d'a yol stemplo Jehová chi'."
        },
        {
            "number": "11",
            "text": "Ix och oyan eb' soldado chi' stanhvan d'a yamaq'uil templo yed' d'a spatictac altar yed' d'a spatic yichanh vinh rey chi'. Junjun eb', yed'nac syamk'ab' eb' yic oval."
        },
        {
            "number": "12",
            "text": "Ix yik'anelta vinh yuninal vinh rey chi' vinhaj Joiada chi', ix yak'anq'ue corona vinh d'a sjolom vinh, ix yak'an jun yumal strato Dios vinh d'a vinh. Ix stob'anq'ue aceite vinh d'a sjolom vinh unin chi', ix yalan vinh to reyxo vinh. Ix lajvi chi', masanil eb' ix stz'it sk'ab', ix syamanoch eb' yavaji: Nivanocab' yelk'och vinh co reyal, xchi eb'."
        },
        {
            "number": "13",
            "text": "Ayic ix yab'an ix Atalía yel yav eb' vinh soldado yed' eb' anima chi' yeq'ui, ix javi ix d'a stemplo Jehová b'aj ayek' eb' anima smasanil."
        },
        {
            "number": "14",
            "text": "Axo ix yilan ix ayek' vinh rey chi', linhanoch vinh d'a stz'ey jun oy d'a amak' chi', ichataxon sb'eyb'al eb'. A d'a stz'eytac vinh rey chi' ayek' eb' yajal yed' eb' tz'ak'anoch sonal eb' sb'itani. Masanil eb' anima chi' stzalaj eb', spu'an sch'aac eb'. Yuj chi' ix snhik'chitejb'at spichul ix, ix el yav ix: --Pechum ex el yajal a ex tic. Pechum ex el yajal, xchi ix."
        },
        {
            "number": "15",
            "text": "Ix yalan vinhaj sacerdote Joiada d'a eb' yajalil eb' soldado icha tic: --Iq'uequel ix a ex tzolan ex ek' chi'. A mach tz'och tzak'an yuj ix miljocab'chamoc, xchi vinh. Yujto toxo ix yal vinh sacerdote chi' to max yal-laj smiljicham ix d'a yamaq'uil stemplo Jehová."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix ik'jielta ix d'a scal eb' chi', ix ik'chajb'at ix b'aj tz'ochk'och sb'e eb' ayq'ue d'a yib'anh chej sk'och d'a spalacio vinh rey. Ata' ix miljicham ix yuj eb'."
        },
        {
            "number": "17",
            "text": "Ix lajvi chi', ix yalan vinhaj Joiada chi' to sb'ocan junoc strato vinh rey yed' eb' chonhab' to ol ochcan eb' schonhab'oc Jehová. Ix yalanpax vinh to ayocab' junoc strato vinh rey yed' eb' chonhab' chi'."
        },
        {
            "number": "18",
            "text": "Ix lajvi chi', ix smak'anem lanhnaj stemplo Baal eb', ix smak'anpoj juntzanh altar eb' yed' juntzanh yechel. Ix mak'jipaxcham vinhaj Matán, sacerdote yaj d'a Baal chi' d'a yichanh juntzanh altar chi'. Ix yak'anoch stanhvumal stemplo Jehová vinhaj Joiada chi'."
        },
        {
            "number": "19",
            "text": "Ix elta eb' yajalil soldado, eb' quereteo, aton eb' stanhvan vinh rey chi' yed' masanil anima. Yaman ix aj yel eb' yed' vinh rey d'a yamaq'uil stemplo Jehová, masanto ix k'och eb' d'a palacio. A d'a spuertail b'aj ayek' eb' stanhvan palacio chi' ix k'och eb', ix em k'ojan vinhaj rey Joás chi' d'a yol sk'ojnub' eb' rey."
        },
        {
            "number": "20",
            "text": "Masanil eb' anima, ix tzalajq'ue eb', yujto a ix Atalía toxo ix miljicham ix d'a sti' palacio chi'. Icha chi' ix aj scan jun chonhab' chi' d'a junk'olal."
        },
        {
            "number": "21",
            "text": "Uque' ab'il sq'uinal vinhaj rey Joás chi' ayic ix och vinh reyal d'a Judá."
        }
    ]
}