{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an ix Atalía to toxo ix cham winh yune' ix, aton winhaj rey Ocozías, ix schekan ix satjiel masanil heb' yinhtilal winh rey chi'."
        },
        {
            "number": "2",
            "text": "Axo ix Josaba, yisilkan winhaj rey Joram, schab'il yanab' winhaj rey Ocozías chi', ha' ix ix ik'ankanel winhaj Joás yuninal winhaj Ocozías chi' t'a skal heb' yuninal winh wan smiljicham chi'. Icha chi' ix aj sk'ub'anel winh ix t'a ix Atalía chi'. Ix b'at sk'ub'ejel winh ix yet' jun ix tz'ilan q'uib' winh t'a jun cuarto b'aj ay juntzanh ch'at sik'an, yuj chi' maj miljoccham winhaj Joás chi'."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', ix k'ub'chajel winh yet' ix tz'ilanq'uib' chi' t'a stemplo Jehová, waque' ab'il ix kan winh ta', yacb'an ayoch ix Atalía yajalil t'a Judá chi'."
        },
        {
            "number": "4",
            "text": "Axo t'a yuquil ab'il, a winhaj sat sacerdote Joiada yetb'eyum ix Josaba chi', ix schec winh avtaj heb' yajalil soldado, heb' quereteo yet' heb' stanhwan spalacio winh rey. Ha winh ix ak'anoch heb' t'a yamaq'uil stemplo Jehová. Ata' ix schec winh yak' sti' heb' yic tz'och heb' yet' winh t'a tas nab'il yuj. Ixlajwi chi' ix ch'oxjioch winhaj Joás yuninal winhaj Ocozías chi' t'a heb'."
        },
        {
            "number": "5",
            "text": "Elanhchamel ix yal winh t'a heb': Aton tik ol he k'uloc: Ay ex mach ex ol ex ochkan he tanhwej spalacio winh rey t'a sk'ual ik'oj ip,"
        },
        {
            "number": "6",
            "text": "ayex pax mach ex ol he tanhwej spuertail yic Shur, anhejtona' ayex mach ex ol he tanhwej spuertail spat heb' stanhwan winh rey. Icha chi' ol aj he kannhej he tanhwej yic malaj mach sk'och ta'."
        },
        {
            "number": "7",
            "text": "Ha exxo tzex elkan t'a sk'ual ik'oj ip chi' jun, cha makan tzeyutej he b'a he tanhwan stemplo Jehová t'a stz'eytac winh rey."
        },
        {
            "number": "8",
            "text": "Tzex och oyan t'a spatictac b'aj ay winh chi', junjun heb' yet'nac syamk'ab' yic owal. Yalnhej mach tz'och t'a he kal b'aj tzolan ex och chi', tojolnhej schami. Yalnhej b'ajtil sb'at winh rey chi', tzex b'at yet' winh, xchi winhaj Joiada chi'."
        },
        {
            "number": "9",
            "text": "Ix sk'anab'ajej heb' capitán chi' tastac ix yal winhaj Joiada chi'. Junjun heb' ix yak'och soldado heb', heb' tz'och stanhwej t'a sk'ual ik'oj ip yet' heb' tz'elkani, ix k'och heb' t'a yichanh winhaj sacerdote Joiada chi'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix yak'an k'een lanza winh yet' k'een smaclab' jul-lab' t'a heb' capitán chi', aton k'een aykan yuj winhaj rey Dawid t'a yol stemplo Jehová chi'."
        },
        {
            "number": "11",
            "text": "Ix och oyan heb' soldado chi' stanhwan t'a yamaq'uil templo yet' t'a spatictac altar yet' t'a spatic yichanh winh rey chi'. Junjun heb', yet'nac syamk'ab' heb' yic owal."
        },
        {
            "number": "12",
            "text": "Ix yik'anelta winh yuninal winh rey chi' winhaj Joiada chi', ix yak'ank'e corona winh t'a sjolom winh, ix yak'an jun yumal strato Dios winh t'a winh. Ix stob'ank'e aceite winh t'a sjolom winh unin chi', ix yalan winh to reyxo winh. Ixlajwi chi', masanil heb' ix stz'it sk'ab', ix syamanoch heb' yawaji: Niwanokab' yelk'och winh ko reyal, xchi heb'."
        },
        {
            "number": "13",
            "text": "Ayic ix yab'an ix Atalía yel yav heb' winh soldado yet' heb' anima chi' yeq'ui, ix jawi ix t'a stemplo Jehová b'aj ayek' heb' anima smasanil."
        },
        {
            "number": "14",
            "text": "Axo ix yilan ix ayek' winh rey chi', linhanoch winh t'a stz'ey jun oy t'a amak' chi', ichataxon sb'eyb'al heb'. Ha t'a stz'eytac winh rey chi' ayek' heb' yajal yet' heb' tz'ak'anoch sonal heb' sb'itani. Masanil heb' anima chi' stzalaj heb', spu'an sch'aac heb'. Yuj chi' ix snhik'chitejb'at spichul ix, ix el yav ix: --Pechum ex el yajal a ex tik. Pechum ex el yajal, xchi ix."
        },
        {
            "number": "15",
            "text": "Ix yalan winhaj sacerdote Joiada t'a heb' yajalil heb' soldado icha tik: --Ik'equel ix a ex tzolan ex ek' chi'. Ha mach tz'och tzak'an yuj ix miljokab'chamoc, xchi winh. Yujto toxo ix yal winh sacerdote chi' to max yal-laj smiljicham ix t'a yamaq'uil stemplo Jehová."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix ik'jielta ix t'a skal heb' chi', ix ik'chajb'at ix b'aj tz'ochk'och sb'e heb' ayk'e t'a yib'anh chej sk'och t'a spalacio winh rey. Ata' ix miljicham ix yuj heb'."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix yalan winhaj Joiada chi' to sb'okan junok strato winh rey yet' heb' chonhab' to ol ochkan heb' schonhab'oc Jehová. Ix yalanpax winh to ayokab' junok strato winh rey yet' heb' chonhab' chi'."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix smak'anem lanhnaj stemplo Baal heb', ix smak'anpoj juntzanh altar heb' yet' juntzanh yechel. Ix mak'jipaxcham winhaj Matán, sacerdote yaj t'a Baal chi' t'a yichanh juntzanh altar chi'. Ix yak'anoch stanhwumal stemplo Jehová winhaj Joiada chi'."
        },
        {
            "number": "19",
            "text": "Ix elta heb' yajalil soldado, heb' quereteo, aton heb' stanhwan winh rey chi' yet' masanil anima. Yaman ix aj yel heb' yet' winh rey t'a yamaq'uil stemplo Jehová, masanto ix k'och heb' t'a palacio. Ha t'a spuertail b'aj ayek' heb' stanhwan palacio chi' ix k'och heb', ix em k'ojan winhaj rey Joás chi' t'a yol sk'ojnub' heb' rey."
        },
        {
            "number": "20",
            "text": "Masanil heb' anima, ix tzalajk'e heb', yujto a ix Atalía toxo ix miljicham ix t'a sti' palacio chi'. Icha chi' ix aj skan jun chonhab' chi' t'a junk'olal."
        },
        {
            "number": "21",
            "text": "Uque' ab'il sk'inal winhaj rey Joás chi' ayic ix och winh reyal t'a Judá."
        }
    ]
}