{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ayic uquexo ab'il yoch winhaj Jehú reyal t'a Israel, ix och winhaj Joás chi' reyal t'a Judá. 40 ab'il ix yak' reyal winh t'a Jerusalén. Sibia sb'i ix snun winh, aj Beerseba ix."
        },
        {
            "number": "2",
            "text": "Masanil tas ix sk'ulej winhaj Joás chi', te wach' t'a yichanh Jehová, yujto ix k'ayb'aj winh yuj winhaj sacerdote Joiada."
        },
        {
            "number": "3",
            "text": "Palta a b'aj syaq'uem sb'a anima t'a juntzanh lugar chaanh, maj yiq'uel-laj winh, yuj chi' ixto yak'nhej silab' eb' anima yet' snhusan incienso eb' ta'."
        },
        {
            "number": "4",
            "text": "Ay jun k'ual ix yal winhaj rey Joás chi' t'a eb' winh sacerdote: --Molec q'uen tumin yet' q'uen ofrenda tz'ik'jicot t'a stemplo Jehová, q'uen yowalil syak' junjun anima yet' jantac q'uen ofrenda tonhej tz'el t'a sk'ol eb' yak'ani. Junjun ex ol eyak' q'uen tumin ol e cha chi' yuj sb'oji templo, xchi winh t'a eb' winh."
        },
        {
            "number": "5",
            "text": "Palta ayic ix el 23 ab'il yoch winh reyal chi', manta jab'oc stemplo Jehová chi' sb'o eb' winh sacerdote chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix avtaj winhaj Joiada yet' juntzanhxo eb' winh sacerdote yuj winh, ix yalan winh t'a eb' winh: --¿Tas yuj manta jab'oc templo tik tze b'o'o? Ha ticnaic t'a quichanhb'at tik, manhxooc ex laj ol e cha q'uen tumin t'a eb' anima tik. Ha jantac q'uen tumin ol ak'joc, yowalil skan q'uen yic sb'oji templo chi', xchi winh."
        },
        {
            "number": "7",
            "text": "Ix scha sk'ol eb' winh sacerdote chi' to manhxooclaj eb' winh schaan q'uen tumin chi', manhxa paxlaj yalan yic eb' winh sb'oan stemplo Jehová chi'."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix yik'cot jun caxa winhaj Joiada chi', ix yolan smacul te' winh, ix yak'ancan te' winh t'a slak'anil altar t'a stojolal swach' mach tz'och t'a yol templo chi'. Aton ta' syaq'uem q'uen tumin eb' winh sacerdote stanhvan sti' templo scha t'a eb' anima sk'och t'a templo chi'."
        },
        {
            "number": "9",
            "text": "Ayic syilan eb' winh to nivanxo q'uen tumin chi' ay t'a yol te' caxa chi', sk'och jun winh stz'ib'um winh rey yet' winh sat sacerdote chi', sb'isan q'uen tumin chi' eb' winh. Slajvi chi' syak'anem q'uen eb' winh t'a yol juntzanh mucuc."
        },
        {
            "number": "10",
            "text": "Ayic slajvi sb'isan q'uen chi' eb' winh, syak'an q'uen eb' winh t'a eb' winh ayoch yilumaloc munlajel tas tz'aj sb'oxi templo chi', yic stupchaj eb' winh snhican te te', eb' winh tz'ilan sb'o munlajel chi',"
        },
        {
            "number": "11",
            "text": "eb' winh albañil yet' eb' winh b'oum q'ueen. Ix manchaj pax te te' yet' q'uen q'ueen mak'b'ilpojoc yic tz'och t'a munlajel chi'. Sk'anchajpax q'uen tumin chi' t'a juntzanhxo tas smanchaj yuj munlajel chi'."
        },
        {
            "number": "12",
            "text": "Ha q'uen tumin syik'b'at eb' t'a templo chi', max k'anchajlaj q'uen yic sb'ochaj juntzanh vaso, pultu, q'uen ik'lab'el stanhil b'aj tz'och sk'ak'al candil, q'uen nivac uk'ab' yet' trompeta yet' juntzanhxo yamk'ab' nab'a oro yet' plata."
        },
        {
            "number": "13",
            "text": "Palta a masanil q'uen tumin chi', ha t'a eb' winh ayoch t'a yib'anh yilan munlajel yic sb'oji stemplo Jehová chi', ha t'a eb' winh tz'ak'ji q'ueen."
        },
        {
            "number": "14",
            "text": "Maj ch'olb'itaj smunlajel eb' winh schaan q'uen tumin chi', yic slaj stupan eb' winh munlajvum eb' winh, yujto te tz'acan syutej eb' winh sb'oani."
        },
        {
            "number": "15",
            "text": "Axo pax q'uen tumin tz'ak'ji yuj spacoc mul yet' silab' tz'ak'chaj yuj stupchaj mul, max ak'jilaj q'ueen t'a templo chi', yujto yic eb' winh sacerdote yaj q'ueen."
        },
        {
            "number": "16",
            "text": "Ha t'a jun pekti’ chi', a winhaj Hazael sreyal Siria, ix javi winh yak' oval t'a chonhab' Gat, ix yak'an ganar jun chonhab' chi' winh, ix lajvi chi' ix cot winh t'a sb'eal Jerusalén yak' oval."
        },
        {
            "number": "17",
            "text": "Ha winhaj Joás sreyal Judá, ix smolb'ej jantac tas yak'nac eb' smam yicham winh t'a stemplo Jehová, aton winhaj Josafat, winhaj Joram yet' winhaj Ocozías. Ix smolb'anpax juntzanh tas yak'nac winh t'a templo chi' yet' masanil q'uen oro ayxo ek' ta' yet' masanil tas ay t'a spalacio winh. Masanil juntzanh chi' ix yak'b'at winh t'a winhaj Hazael chi', yuj chi' majxo yak'laj oval chi' t'a Jerusalén chi'."
        },
        {
            "number": "18",
            "text": "Ha jantacto yab'ixal winhaj Joás yet' masanil tastac ix sk'ulej winh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' winh sreyal Judá."
        },
        {
            "number": "19",
            "text": "Ix smolb'an sb'a eb' winh ayoch yajalil yet' winhaj Joás chi', ix smol alan eb' winh t'a spatic winh. Ix smilancham winh eb' winh t'a jun pat b'aj mucb'il jun ch'olan t'a ti' b'e tz'emta t'a Sila."
        },
        {
            "number": "20",
            "text": "Ha eb' winh ix milancham winh chi', aton winhaj Josacar yuninal winhaj Simat yet' winhaj Jozabad yuninal winhaj Somer. Ayic ix cham winh chi', ix mucji winh t'a schonhab' winhaj rey David. Axo winh yuninal winh scuchan Amasías ix ochcan reyal sq'uexuloc."
        }
    ]
}