{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ayic uquexo ab'il yoch winhaj Jehú reyal t'a Israel, ix och winhaj Joás chi' reyal t'a Judá. 40 ab'il ix yak' reyal winh t'a Jerusalén. Sibia sb'i ix snun winh, aj Beerseba ix."
        },
        {
            "number": "2",
            "text": "Masanil tas ix sk'ulej winhaj Joás chi', te wach' t'a yichanh Jehová, yujto ix k'ayb'aj winh yuj winhaj sacerdote Joiada."
        },
        {
            "number": "3",
            "text": "Palta a b'aj syak'em sb'a anima t'a juntzanh lugar chaanh, maj yik'el-laj winh, yuj chi' ixto yak'nhej silab' heb' anima yet' snhusan incienso heb' ta'."
        },
        {
            "number": "4",
            "text": "Ay jun k'ual ix yal winhaj rey Joás chi' t'a heb' winh sacerdote: --Molec k'een tumin yet' k'een ofrenda tz'ik'jicot t'a stemplo Jehová, k'een yowalil syak' junjun anima yet' jantac k'een ofrenda tonhej tz'el t'a sk'ol heb' yak'ani. Junjun ex ol eyak' k'een tumin ol he cha chi' yuj sb'oji templo, xchi winh t'a heb' winh."
        },
        {
            "number": "5",
            "text": "Palta ayic ix el 23 ab'il yoch winh reyal chi', manta jab'oc stemplo Jehová chi' sb'o heb' winh sacerdote chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix avtaj winhaj Joiada yet' juntzanhxo heb' winh sacerdote yuj winh, ix yalan winh t'a heb' winh: --¿Tas yuj manta jab'oc templo tik tze b'o'o? Ha ticnaik t'a quichanhb'at tik, manhxooc ex laj ol he cha k'een tumin t'a heb' anima tik. Ha jantac k'een tumin ol ak'joc, yowalil skan k'een yic sb'oji templo chi', xchi winh."
        },
        {
            "number": "7",
            "text": "Ix scha sk'ol heb' winh sacerdote chi' to manhxooclaj heb' winh schaan k'een tumin chi', manhxa paxlaj yalan yic heb' winh sb'oan stemplo Jehová chi'."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix yik'cot jun caxa winhaj Joiada chi', ix yolan smacul te' winh, ix yak'ancan te' winh t'a slak'anil altar t'a stojolal swach' mach tz'och t'a yol templo chi'. Aton ta' syak'em k'een tumin heb' winh sacerdote stanhwan sti' templo scha t'a heb' anima sk'och t'a templo chi'."
        },
        {
            "number": "9",
            "text": "Ayic syilan heb' winh to niwanxo k'een tumin chi' ay t'a yol te' caxa chi', sk'och jun winh stz'ib'um winh rey yet' winh sat sacerdote chi', sb'isan k'een tumin chi' heb' winh. Slajwi chi' syak'anem k'een heb' winh t'a yol juntzanh mucuc."
        },
        {
            "number": "10",
            "text": "Ayic slajwi sb'isan k'een chi' heb' winh, syak'an k'een heb' winh t'a heb' winh ayoch yilumaloc munlajel tas tz'aj sb'oxi templo chi', yic stupchaj heb' winh snhican te te', heb' winh tz'ilan sb'o munlajel chi',"
        },
        {
            "number": "11",
            "text": "heb' winh albañil yet' heb' winh b'oum k'een. Ix manchaj pax te te' yet' k'een k'een mak'b'ilpojoc yic tz'och t'a munlajel chi'. Sk'anchajpax k'een tumin chi' t'a juntzanhxo tas smanchaj yuj munlajel chi'."
        },
        {
            "number": "12",
            "text": "Ha k'een tumin syik'b'at heb' t'a templo chi', max k'anchajlaj k'een yic sb'ochaj juntzanh waso, pultu, k'een ik'lab'el stanhil b'aj tz'och sk'ak'al candil, k'een niwac uk'ab' yet' trompeta yet' juntzanhxo yamk'ab' nab'a oro yet' plata."
        },
        {
            "number": "13",
            "text": "Palta a masanil k'een tumin chi', ha t'a heb' winh ayoch t'a yib'anh yilan munlajel yic sb'oji stemplo Jehová chi', ha t'a heb' winh tz'ak'ji k'een."
        },
        {
            "number": "14",
            "text": "Maj ch'olb'itaj smunlajel heb' winh schaan k'een tumin chi', yic slaj stupan heb' winh munlajwum heb' winh, yujto te tz'acan syutej heb' winh sb'oani."
        },
        {
            "number": "15",
            "text": "Axo pax k'een tumin tz'ak'ji yuj spacoc mul yet' silab' tz'ak'chaj yuj stupchaj mul, max ak'jilaj k'een t'a templo chi', yujto yic heb' winh sacerdote yaj k'een."
        },
        {
            "number": "16",
            "text": "Ha t'a jun pekti’ chi', a winhaj Hazael sreyal Siria, ix jawi winh yak' owal t'a chonhab' Gat, ix yak'an ganar jun chonhab' chi' winh, ix lajwi chi' ix cot winh t'a sb'eal Jerusalén yak' owal."
        },
        {
            "number": "17",
            "text": "Ha winhaj Joás sreyal Judá, ix smolb'ej jantac tas yak'nac heb' smam yicham winh t'a stemplo Jehová, aton winhaj Josafat, winhaj Joram yet' winhaj Ocozías. Ix smolb'anpax juntzanh tas yak'nac winh t'a templo chi' yet' masanil k'een oro ayxo ek' ta' yet' masanil tas ay t'a spalacio winh. Masanil juntzanh chi' ix yak'b'at winh t'a winhaj Hazael chi', yuj chi' majxo yak'laj owal chi' t'a Jerusalén chi'."
        },
        {
            "number": "18",
            "text": "Ha jantacto yab'ixal winhaj Joás yet' masanil tastac ix sk'ulej winh, tz'ib'ab'ilcan b'aj aycan yab'ixal heb' winh sreyal Judá."
        },
        {
            "number": "19",
            "text": "Ix smolb'an sb'a heb' winh ayoch yajalil yet' winhaj Joás chi', ix smol alan heb' winh t'a spatic winh. Ix smilancham winh heb' winh t'a jun pat b'aj mucb'il jun ch'olan t'a ti' b'e tz'emta t'a Sila."
        },
        {
            "number": "20",
            "text": "Ha heb' winh ix milancham winh chi', aton winhaj Josacar yuninal winhaj Simat yet' winhaj Jozabad yuninal winhaj Somer. Ayic ix cham winh chi', ix mucji winh t'a schonhab' winhaj rey Dawid. Axo winh yuninal winh scuchan Amasías ix ochcan reyal sk'exuloc."
        }
    ]
}