{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ayic uquexo ab'il yoch vinhaj Jehú reyal t'a Israel, ix och vinhaj Joás chi' reyal t'a Judá. 40 ab'il ix yak' reyal vinh t'a Jerusalén. Sibia sb'i ix snun vinh, aj Beerseba ix."
        },
        {
            "number": "2",
            "text": "Masanil tas ix sk'ulej vinhaj Joás chi', te wach' t'a yichanh Jehová, yujto ix k'ayb'aj vinh yuj vinhaj sacerdote Joiada."
        },
        {
            "number": "3",
            "text": "Palta a b'aj syaq'uem sb'a anima t'a juntzanh lugar chaanh, maj yiq'uel-laj vinh, yuj chi' ixto yak'nhej silab' eb' anima yet' snhusan incienso eb' ta'."
        },
        {
            "number": "4",
            "text": "Ay jun k'ual ix yal vinhaj rey Joás chi' t'a eb' vinh sacerdote: --Molec q'uen tumin yet' q'uen ofrenda tz'ik'jicot t'a stemplo Jehová, q'uen yovalil syak' junjun anima yet' jantac q'uen ofrenda tonhej tz'el t'a sk'ol eb' yak'ani. Junjun ex ol eyak' q'uen tumin ol e cha chi' yuj sb'oji templo, xchi vinh t'a eb' vinh."
        },
        {
            "number": "5",
            "text": "Palta ayic ix el 23 ab'il yoch vinh reyal chi', manta jab'oc stemplo Jehová chi' sb'o eb' vinh sacerdote chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix avtaj vinhaj Joiada yet' juntzanhxo eb' vinh sacerdote yuj vinh, ix yalan vinh t'a eb' vinh: --¿Tas yuj manta jab'oc templo tik tze b'o'o? Ha ticnaic t'a quichanhb'at tik, manhxooc ex laj ol e cha q'uen tumin t'a eb' anima tik. Ha jantac q'uen tumin ol ak'joc, yovalil skan q'uen yic sb'oji templo chi', xchi vinh."
        },
        {
            "number": "7",
            "text": "Ix scha sk'ol eb' vinh sacerdote chi' to manhxooclaj eb' vinh schaan q'uen tumin chi', manhxa paxlaj yalan yic eb' vinh sb'oan stemplo Jehová chi'."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix yik'cot jun caxa vinhaj Joiada chi', ix yolan smacul te' vinh, ix yak'ancan te' vinh t'a slak'anil altar t'a stojolal swach' mach tz'och t'a yol templo chi'. Aton ta' syaq'uem q'uen tumin eb' vinh sacerdote stanhvan sti' templo scha t'a eb' anima sk'och t'a templo chi'."
        },
        {
            "number": "9",
            "text": "Ayic syilan eb' vinh to nivanxo q'uen tumin chi' ay t'a yol te' caxa chi', sk'och jun vinh stz'ib'um vinh rey yet' vinh sat sacerdote chi', sb'isan q'uen tumin chi' eb' vinh. Slajvi chi' syak'anem q'uen eb' vinh t'a yol juntzanh mucuc."
        },
        {
            "number": "10",
            "text": "Ayic slajvi sb'isan q'uen chi' eb' vinh, syak'an q'uen eb' vinh t'a eb' vinh ayoch yilumaloc munlajel tas tz'aj sb'oxi templo chi', yic stupchaj eb' vinh snhican te te', eb' vinh tz'ilan sb'o munlajel chi',"
        },
        {
            "number": "11",
            "text": "eb' vinh albañil yet' eb' vinh b'oum q'ueen. Ix manchaj pax te te' yet' q'uen q'ueen mak'b'ilpojoc yic tz'och t'a munlajel chi'. Sk'anchajpax q'uen tumin chi' t'a juntzanhxo tas smanchaj yuj munlajel chi'."
        },
        {
            "number": "12",
            "text": "Ha q'uen tumin syik'b'at eb' t'a templo chi', max k'anchajlaj q'uen yic sb'ochaj juntzanh vaso, pultu, q'uen ik'lab'el stanhil b'aj tz'och sk'ak'al candil, q'uen nivac uk'ab' yet' trompeta yet' juntzanhxo yamk'ab' nab'a oro yet' plata."
        },
        {
            "number": "13",
            "text": "Palta a masanil q'uen tumin chi', ha t'a eb' vinh ayoch t'a yib'anh yilan munlajel yic sb'oji stemplo Jehová chi', ha t'a eb' vinh tz'ak'ji q'ueen."
        },
        {
            "number": "14",
            "text": "Maj ch'olb'itaj smunlajel eb' vinh schaan q'uen tumin chi', yic slaj stupan eb' vinh munlajvum eb' vinh, yujto te tz'acan syutej eb' vinh sb'oani."
        },
        {
            "number": "15",
            "text": "Axo pax q'uen tumin tz'ak'ji yuj spacoc mul yet' silab' tz'ak'chaj yuj stupchaj mul, max ak'jilaj q'ueen t'a templo chi', yujto yic eb' vinh sacerdote yaj q'ueen."
        },
        {
            "number": "16",
            "text": "Ha t'a jun pekti’ chi', a vinhaj Hazael sreyal Siria, ix javi vinh yak' oval t'a chonhab' Gat, ix yak'an ganar jun chonhab' chi' vinh, ix lajvi chi' ix cot vinh t'a sb'eal Jerusalén yak' oval."
        },
        {
            "number": "17",
            "text": "Ha vinhaj Joás sreyal Judá, ix smolb'ej jantac tas yak'nac eb' smam yicham vinh t'a stemplo Jehová, aton vinhaj Josafat, vinhaj Joram yet' vinhaj Ocozías. Ix smolb'anpax juntzanh tas yak'nac vinh t'a templo chi' yet' masanil q'uen oro ayxo ek' ta' yet' masanil tas ay t'a spalacio vinh. Masanil juntzanh chi' ix yak'b'at vinh t'a vinhaj Hazael chi', yuj chi' majxo yak'laj oval chi' t'a Jerusalén chi'."
        },
        {
            "number": "18",
            "text": "Ha jantacto yab'ixal vinhaj Joás yet' masanil tastac ix sk'ulej vinh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Judá."
        },
        {
            "number": "19",
            "text": "Ix smolb'an sb'a eb' vinh ayoch yajalil yet' vinhaj Joás chi', ix smol alan eb' vinh t'a spatic vinh. Ix smilancham vinh eb' vinh t'a jun pat b'aj mucb'il jun ch'olan t'a ti' b'e tz'emta t'a Sila."
        },
        {
            "number": "20",
            "text": "Ha eb' vinh ix milancham vinh chi', aton vinhaj Josacar yuninal vinhaj Simat yet' vinhaj Jozabad yuninal vinhaj Somer. Ayic ix cham vinh chi', ix mucji vinh t'a schonhab' vinhaj rey David. Axo vinh yuninal vinh scuchan Amasías ix ochcan reyal sq'uexuloc."
        }
    ]
}