{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 23 ab'il yoch winhaj Joás yuninal winhaj Ocozías reyal t'a Judá, ix schaanel yich winhaj Joacaz yuninal winhaj Jehú yak'an reyal t'a Israel. 17 ab'il ix yak' reyal winh t'a Samaria."
        },
        {
            "number": "2",
            "text": "Te chuk tas ix sk'ulej winh t'a yichanh Jehová. Ha juntzanh chukal sk'ulejnac winhaj Jeroboam yuninal winhaj Nabat, winh cuchb'annac heb' yetisraelal t'a chukal, a chi' ix sb'eyb'alej winh."
        },
        {
            "number": "3",
            "text": "Yuj wal chi' ix cot yowal sk'ool Jehová t'a heb' israel chi', niwan tiempo ix kan heb' t'a yol sk'ab' winhaj Hazael sreyal Siria yet' pax t'a yol sk'ab' winh yuninal winh, aton winhaj Ben-adad."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix lesalwi winhaj Joacaz chi' t'a Jehová, ix ab'chaj slesal winh chi', yujto ix yil Jehová tas wal tz'utaj heb' israel yuj winh sreyal Siria chi',"
        },
        {
            "number": "5",
            "text": "yuj chi' ix ak'ji jun mach skolwaj t'a heb' yuj Jehová chi'. Icha chi' ix aj yel heb' t'a yol sk'ab' heb' sirio chi', ix canxi heb' t'a junk'olal, ichataxon yajek' heb' t'a yalanhtaxo."
        },
        {
            "number": "6",
            "text": "Palta maj yactejcanlaj heb' sb'eyb'alan juntzanh chukal sk'ulejnac winhaj Jeroboam winh cuchb'annac heb' yetisraelal t'a chukal. Ix k'enhejchaanh heb' yet' jun chukal chi', anheja' ayek' jun yechel Asera t'a Samaria chi'."
        },
        {
            "number": "7",
            "text": "Ha heb' soldado winhaj Joacaz chi', quenxonhej sb'isul heb', yujto a winh sreyal Siria ix satanel heb'. 50-xonhej heb' sk'e t'a yib'anh chej, lajunhe' carruaje yic owal yet' 10 mil soldado sb'ey t'a yoc ayeq'ui."
        },
        {
            "number": "8",
            "text": "Ha jantacto yab'ixal winhaj rey Joacaz yet' tastac ix sk'ulej winh, tz'ib'ab'ilcan b'aj aycan yab'ixal heb' winh sreyal Israel."
        },
        {
            "number": "9",
            "text": "Axo yic ix cham winh, ix mucji winh t'a Samaria. Ixlajwi chi', haxo winhaj Joás winh yuninal winh ix ochcan reyal sk'exuloc."
        },
        {
            "number": "10",
            "text": "Ayic 37 ab'ilxo yoch winhaj Joás reyal t'a Judá, ata' ix schael yich winhaj Joás yuninal winhaj Joacaz yak'an reyal t'a Israel, 16 ab'il ix yak' reyal winh t'a Samaria."
        },
        {
            "number": "11",
            "text": "Te chuk tas ix sk'ulej winh t'a yichanh Jehová. Ha juntzanh chukal sk'ulejnac winhaj Jeroboam yuninal winhaj Nabat, winh cuchb'annacb'at heb' yetisraelal t'a chukal, a chi' ix sb'eyb'alej winh."
        },
        {
            "number": "12",
            "text": "Ha jantacto yab'ixal winhaj Joás chi', tastac ix sk'ulej winh yet' tas ix aj yak'an owal winh yet' winhaj Amasías sreyal Judá, tz'ib'ab'ilcan b'aj aycan yab'ixal heb' winh sreyal Israel."
        },
        {
            "number": "13",
            "text": "Ayic ix cham winhaj Joás chi', ix mucji winh t'a Samaria b'aj mucan juntzanhxo heb' winh sreyal Israel. Axo winhaj Jeroboam ix ochcan reyal sk'exuloc winh."
        },
        {
            "number": "14",
            "text": "Ayic manto cham winhaj Joás sreyal Israel chi', ix xid'ek' winh yil winhaj Eliseo ayic te penaay winhaj Eliseo chi' yuj jun yab'il ix ik'an schami. Yuj chi' ix ok'k'e winhaj Joás chi' t'a winh, ix och lak'naj winh t'a winh, ix yalan winh rey chi': --Ay mamin, lajan ach icha nok' chej yet' carruaje yic owal t'ayonh israel onh tik, yujto tzach colwajnhej t'ayonh, xchi winh."
        },
        {
            "number": "15",
            "text": "Ix yalan winhaj Eliseo chi': --Ik'cot junok a jul-lab' yet' jayeoc sjul-lab'il, xchi winh. Ix yik'ancot winh rey chi'."
        },
        {
            "number": "16",
            "text": "Ix yalan winhaj Eliseo chi': --Jac wentena t'a stojolal b'aj sjawi k'u. Ix sjacan winh rey chi', ix yalan winhaj Eliseo chi': B'ooch a jul-lab' chi' yic ol ach julwajoc, xchi winh. Yacb'an yamb'il te' yuj winh rey chi', ix yak'anoch sk'ab' winhaj Eliseo t'a yib'anh sk'ab' winh rey chi'. --Julwajanh an, xchi winh. Ix julwajb'at winh rey chi', ix yalan winhaj Eliseo chi': --Ha a jul-lab' tik sch'oxanel scolwal Jehová t'a schonhab' to ol ak' ganar heb' sirio t'a Afec, ol a satanel heb' smasanil, xchi winh."
        },
        {
            "number": "17",
            "text": "Ix yalanxi winhaj Eliseo chi' t'a winh rey chi': --Yam juntzanh a jul-lab', xchi winh. Ayic ix syaman sjul-lab' winh chi', ix yalan winhaj Eliseo chi': --Ha ticnaik, tecub'tanhejem t'a sat lu'um, xchi winh. Yuj chi' oxel ix stequem winh rey chi', ix och waan winh."
        },
        {
            "number": "18",
            "text": "Ix cot yowal winhaj Eliseo chi', ix yalan winh: --Octom ix a tequem oel waqueloc, tato icha chi', icham chi' ol aj a satanel heb' sirio chi' smasanil. Ocxo jun, oxelnhej ol ak' ganar heb', xchi winh."
        },
        {
            "number": "19",
            "text": "Ix cham winhaj Eliseo chi', ix mucchaj winh. Junjun ab'il tzulnhejek' heb' moabita elk'al t'a yol smacb'en heb' israel."
        },
        {
            "number": "20",
            "text": "Ha junel, ix b'at juntzanh heb' israel smuc jun chamnac. Ayic wan sk'och heb' b'aj ol smuc chi', ix yilan heb' sjawi heb' elk'um chi', toxonhej ix syumcanoch jun chamnac chi' heb' b'aj mucan winhaj Eliseo chi', ix b'at heb' elelal. Ayic ix och tennaj jun chamnac chi' t'a sb'aquil winhaj Eliseo chi', ix pitzwixi, ix k'ex linhan."
        },
        {
            "number": "21",
            "text": "Ix te ixtaj wal heb' israel yuj winhaj Hazael sreyal Siria ayic pitzanto winhaj rey Joacaz."
        },
        {
            "number": "22",
            "text": "Palta ix yak' swach'k'olal Jehová t'a heb', ix ok' sk'ol t'a heb' yujnhej strato yet' winhaj Abraham, winhaj Isaac yet' winhaj Jacob. Yuj chi' maj schalaj satjiel heb', maj yik'el-laj heb' t'a yichanh."
        },
        {
            "number": "23",
            "text": "Ayic ix cham winhaj Hazael sreyal Siria chi', haxo winh yuninal winh scuchan Ben-adad ix ochcan reyal sk'exuloc."
        },
        {
            "number": "24",
            "text": "Yuj chi', a winhaj Joás yuninal winhaj Joacaz ix ik'anxicanek' juntzanh chonhab' ix yik'ek' winhaj Hazael t'a winhaj rey Joacaz ayic ix yak'an owal heb'. Oxel ix ak'ji ganar winhaj Ben-adad yuj winhaj Joás chi'. Icha chi' ix yutej winh scolanxican juntzanh chonhab' chi'."
        }
    ]
}