{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 23 ab'il yoch vinhaj Joás yuninal vinhaj Ocozías reyal t'a Judá, ix schaanel yich vinhaj Joacaz yuninal vinhaj Jehú yak'an reyal t'a Israel. 17 ab'il ix yak' reyal vinh t'a Samaria."
        },
        {
            "number": "2",
            "text": "Te chuk tas ix sk'ulej vinh t'a yichanh Jehová. Ha juntzanh chukal sk'ulejnac vinhaj Jeroboam yuninal vinhaj Nabat, vinh cuchb'annac eb' yetisraelal t'a chukal, a chi' ix sb'eyb'alej vinh."
        },
        {
            "number": "3",
            "text": "Yuj val chi' ix cot yoval sk'ool Jehová t'a eb' israel chi', niwan tiempo ix kan eb' t'a yol sk'ab' vinhaj Hazael sreyal Siria yet' pax t'a yol sk'ab' vinh yuninal vinh, aton vinhaj Ben-adad."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix lesalvi vinhaj Joacaz chi' t'a Jehová, ix ab'chaj slesal vinh chi', yujto ix yil Jehová tas val tz'utaj eb' israel yuj vinh sreyal Siria chi',"
        },
        {
            "number": "5",
            "text": "yuj chi' ix ak'ji jun mach skolwaj t'a eb' yuj Jehová chi'. Icha chi' ix aj yel eb' t'a yol sk'ab' eb' sirio chi', ix canxi eb' t'a junk'olal, ichataxon yajek' eb' t'a yalanhtaxo."
        },
        {
            "number": "6",
            "text": "Palta maj yactejcanlaj eb' sb'eyb'alan juntzanh chukal sk'ulejnac vinhaj Jeroboam vinh cuchb'annac eb' yetisraelal t'a chukal. Ix q'uenhejchaanh eb' yet' jun chukal chi', anheja' ayek' jun yechel Asera t'a Samaria chi'."
        },
        {
            "number": "7",
            "text": "Ha eb' soldado vinhaj Joacaz chi', quenxonhej sb'isul eb', yujto a vinh sreyal Siria ix satanel eb'. 50-xonhej eb' sq'ue t'a yib'anh chej, lajunhe' carruaje yic oval yet' 10 mil soldado sb'ey t'a yoc ayeq'ui."
        },
        {
            "number": "8",
            "text": "Ha jantacto yab'ixal vinhaj rey Joacaz yet' tastac ix sk'ulej vinh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Israel."
        },
        {
            "number": "9",
            "text": "Axo yic ix cham vinh, ix mucji vinh t'a Samaria. Ixlajwi chi', haxo vinhaj Joás vinh yuninal vinh ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "10",
            "text": "Ayic 37 ab'ilxo yoch vinhaj Joás reyal t'a Judá, ata' ix schael yich vinhaj Joás yuninal vinhaj Joacaz yak'an reyal t'a Israel, 16 ab'il ix yak' reyal vinh t'a Samaria."
        },
        {
            "number": "11",
            "text": "Te chuk tas ix sk'ulej vinh t'a yichanh Jehová. Ha juntzanh chukal sk'ulejnac vinhaj Jeroboam yuninal vinhaj Nabat, vinh cuchb'annacb'at eb' yetisraelal t'a chukal, a chi' ix sb'eyb'alej vinh."
        },
        {
            "number": "12",
            "text": "Ha jantacto yab'ixal vinhaj Joás chi', tastac ix sk'ulej vinh yet' tas ix aj yak'an oval vinh yet' vinhaj Amasías sreyal Judá, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Israel."
        },
        {
            "number": "13",
            "text": "Ayic ix cham vinhaj Joás chi', ix mucji vinh t'a Samaria b'aj mucan juntzanhxo eb' vinh sreyal Israel. Axo vinhaj Jeroboam ix ochcan reyal sq'uexuloc vinh."
        },
        {
            "number": "14",
            "text": "Ayic manto cham vinhaj Joás sreyal Israel chi', ix xid'ek' vinh yil vinhaj Eliseo ayic te penaay vinhaj Eliseo chi' yuj jun yab'il ix ik'an schami. Yuj chi' ix ok'q'ue vinhaj Joás chi' t'a vinh, ix och lak'naj vinh t'a vinh, ix yalan vinh rey chi': --Ay mamin, lajan ach icha nok' chej yet' carruaje yic oval t'ayonh israel onh tik, yujto tzach colvajnhej t'ayonh, xchi vinh."
        },
        {
            "number": "15",
            "text": "Ix yalan vinhaj Eliseo chi': --Ik'cot junok a jul-lab' yet' jayeoc sjul-lab'il, xchi vinh. Ix yik'ancot vinh rey chi'."
        },
        {
            "number": "16",
            "text": "Ix yalan vinhaj Eliseo chi': --Jac ventena t'a stojolal b'aj sjavi k'u. Ix sjacan vinh rey chi', ix yalan vinhaj Eliseo chi': B'ooch a jul-lab' chi' yic ol ach julvajoc, xchi vinh. Yacb'an yamb'il te' yuj vinh rey chi', ix yak'anoch sk'ab' vinhaj Eliseo t'a yib'anh sk'ab' vinh rey chi'. --Julvajanh an, xchi vinh. Ix julvajb'at vinh rey chi', ix yalan vinhaj Eliseo chi': --Ha a jul-lab' tik sch'oxanel scolval Jehová t'a schonhab' to ol ak' ganar eb' sirio t'a Afec, ol a satanel eb' smasanil, xchi vinh."
        },
        {
            "number": "17",
            "text": "Ix yalanxi vinhaj Eliseo chi' t'a vinh rey chi': --Yam juntzanh a jul-lab', xchi vinh. Ayic ix syaman sjul-lab' vinh chi', ix yalan vinhaj Eliseo chi': --Ha ticnaic, tecub'tanhejem t'a sat lu'um, xchi vinh. Yuj chi' oxel ix stequem vinh rey chi', ix och vaan vinh."
        },
        {
            "number": "18",
            "text": "Ix cot yoval vinhaj Eliseo chi', ix yalan vinh: --Octom ix a tequem oel vaqueloc, tato icha chi', icham chi' ol aj a satanel eb' sirio chi' smasanil. Ocxo jun, oxelnhej ol ak' ganar eb', xchi vinh."
        },
        {
            "number": "19",
            "text": "Ix cham vinhaj Eliseo chi', ix mucchaj vinh. Junjun ab'il tzulnhejek' eb' moabita elk'al t'a yol smacb'en eb' israel."
        },
        {
            "number": "20",
            "text": "Ha junel, ix b'at juntzanh eb' israel smuc jun chamnac. Ayic van sk'och eb' b'aj ol smuc chi', ix yilan eb' sjavi eb' elk'um chi', toxonhej ix syumcanoch jun chamnac chi' eb' b'aj mucan vinhaj Eliseo chi', ix b'at eb' elelal. Ayic ix och tennaj jun chamnac chi' t'a sb'aquil vinhaj Eliseo chi', ix pitzvixi, ix q'uex linhan."
        },
        {
            "number": "21",
            "text": "Ix te ixtaj val eb' israel yuj vinhaj Hazael sreyal Siria ayic pitzanto vinhaj rey Joacaz."
        },
        {
            "number": "22",
            "text": "Palta ix yak' swach'k'olal Jehová t'a eb', ix ok' sk'ol t'a eb' yujnhej strato yet' vinhaj Abraham, vinhaj Isaac yet' vinhaj Jacob. Yuj chi' maj schalaj satjiel eb', maj yiq'uel-laj eb' t'a yichanh."
        },
        {
            "number": "23",
            "text": "Ayic ix cham vinhaj Hazael sreyal Siria chi', haxo vinh yuninal vinh scuchan Ben-adad ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "24",
            "text": "Yuj chi', a vinhaj Joás yuninal vinhaj Joacaz ix ik'anxicanek' juntzanh chonhab' ix yiq'uek' vinhaj Hazael t'a vinhaj rey Joacaz ayic ix yak'an oval eb'. Oxel ix ak'ji ganar vinhaj Ben-adad yuj vinhaj Joás chi'. Icha chi' ix yutej vinh scolanxican juntzanh chonhab' chi'."
        }
    ]
}