{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ayic schab'ilxo ab'il yoch vinhaj Joás yuninal vinhaj Joacaz reyal t'a Israel, ix schaanel yich vinhaj Amasías yuninal vinhaj Joás yak'an reyal t'a Judá."
        },
        {
            "number": "2",
            "text": "Ha vinhaj Amasías chi', 25 ab'il sq'uinal vinh ayic ix och vinh reyal chi'. 29 ab'il ix yak' reyal chi' vinh t'a Jerusalén. Joadán sb'i ix snun vinh, aj Jerusalén ix."
        },
        {
            "number": "3",
            "text": "Ha tas ix sk'ulej vinh wach' t'a yichanh Jehová, palta maj k'ochlaj icha sk'ulejnac vinhaj David, aton smam yicham vinh. Ha sb'eyb'al vinhaj Joás vinh smam vinh ix sb'eyb'alej."
        },
        {
            "number": "4",
            "text": "Ha juntzanh lugar chaanh b'aj tz'och ejmelal, maj yiq'uel-laj vinh, yuj chi' ix yak'nhej silab' eb' anima ta', ix snhusanpax incienso eb'."
        },
        {
            "number": "5",
            "text": "Ayic ix yik'an val yip yopisio vinhaj Amasías chi', ix smilcham eb' vinh ay yopisio vinh, aton eb' vinh miljinac cham vinh smam vinh."
        },
        {
            "number": "6",
            "text": "Palta maj smilchamlaj eb' yuninal eb' vinh ix cham chi' vinh, yujto tz'ib'ab'ilcan t'a ley Moisés, b'aj syalcan Jehová icha tik: Ha eb' mamab'il, max yal-laj scham eb' yuj smul yuninal, anhejtona' eb' uninab'il, max yalpax scham eb' yuj smul smam, palta junjun mach scham yuj smul, xchi Jehová."
        },
        {
            "number": "7",
            "text": "Ix smilpaxcham 10 mil eb' edomita vinhaj Amasías t'a oval t'a lum Spanhanil Atz'am Atz'am. Ix yak'pax ganar chonhab' Sela vinh, ix yak'ancan scuch vinh Jocteel, aton chi' ix sb'iejkani."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix schecanb'at eb' schecab' vinh t'a vinhaj Joás sreyal Israel, yuninal vinhaj Joacaz yixchiquin vinhaj Jehú. Ix yalanb'at vinh icha tik: Cotanh, cak' oval, xchib'at vinh."
        },
        {
            "number": "9",
            "text": "Palta ix yak'anb'at spac vinhaj Joás chi' icha tik: Ay jun te' sac q'uiix, ix yalb'at te' t'a te' k'ute' ay t'a Líbano: Ak' ix isil yetb'eyumoc vinh vunin, xchi te'. Palta haxo nok' chium nok' ix ek' ta', ix stek'anem lat'an te' sac q'uiix chi' nok'."
        },
        {
            "number": "10",
            "text": "Yel ix ak' ganar eb' edomita chi', yuj chi' tzik'valchaanh a b'a ticnaic. Wach' toni, ik'chaanh a b'ha t'a a pat. Tato tza nib'ej ak' oval ved'oc, a jun chi' tonhej ol cot t'a ib'anh yuj yet' t'a yib'anh Judá, xchib'at vinh."
        },
        {
            "number": "11",
            "text": "Palta maj schalaj yab' juntzanh chi' vinhaj Amasías chi'. Yuj chi' ix cot vinhaj Joás chi' yak' oval yet' vinh, ix schalaj sb'a eb' vinh t'a Bet-semes t'a yol yic Judá."
        },
        {
            "number": "12",
            "text": "Ix ak'ji ganar eb' soldado yic Judá chi' yuj eb' soldado yic Israel, toxonhej ix el lemnaj eb', ix paxcan eb' t'a spat."
        },
        {
            "number": "13",
            "text": "Ix yamchaj vinhaj Amasías sreyal Judá chi' yuj vinhaj Joás chi' t'a Bet-semes chi', ix ik'jiq'ue vinh t'a Jerusalén yuj vinh. Ix sjuanem 180 metro smuroal chonhab' chi' eb' soldado, ix b'at t'a puerta yic eb' aj Efraín masanto t'a spuertail schiquin."
        },
        {
            "number": "14",
            "text": "Ix yik'anpax masanil q'uen oro vinhaj Joás chi', q'uen plata yet' pax masanil tastac ay t'a stemplo Jehová yet' masanil tas ay t'a spalacio vinhaj rey Amasías chi'. Ay pax juntzanh anima ix yik'b'at vinh t'a Samaria yic tz'ak'ji pural vinhaj Amasías chi' yoch junk'olal yet' vinh."
        },
        {
            "number": "15",
            "text": "Ha jantacto yab'ixal vinhaj Joás chi', tastac ix sk'ulej vinh yet' tas ix aj yak'an oval vinh yet' vinhaj Amasías sreyal Judá, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Israel."
        },
        {
            "number": "16",
            "text": "Ayic ix cham vinhaj Joás chi', ix mucji vinh t'a Samaria b'aj mucan juntzanhxo eb' vinh sreyal Israel. Axo vinhaj Jeroboam ix ochcan reyal sq'uexuloc vinh."
        },
        {
            "number": "17",
            "text": "Ha vinhaj Amasías yuninal vinhaj Joás sreyal Judá chi', 15 ab'ilto ix kan vinh ayic ix cham vinhaj Joás yuninal vinhaj Joacaz sreyal Israel."
        },
        {
            "number": "18",
            "text": "Ha jantacto yab'ixal vinhaj Amasías chi', tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Judá."
        },
        {
            "number": "19",
            "text": "Ay juntzanh eb' vinh ay t'a Jerusalén ix och ajk'olal t'a vinhaj Amasías chi', yuj chi' ix b'at vinh elelal t'a Laquis. Palta ix ochnhej eb' vinh t'a spatic vinh, yuj chi' ata' ix cham vinh yuj eb' vinh."
        },
        {
            "number": "20",
            "text": "Ix yik'anb'at vinh eb' vinh t'a yib'anh chej, ix mucji vinh t'a Jerusalén b'aj mucan eb' smam yicham vinh t'a schonhab'kan vinhaj David."
        },
        {
            "number": "21",
            "text": "Yuj chi' masanil eb' aj Judá ix ak'anoch vinhaj Azarías reyal sq'uexuloc vinh smam chi'. 16 ab'il sq'uinal vinh ayic ix och vinh reyal chi'."
        },
        {
            "number": "22",
            "text": "Ayic ayxo och vinh reyal sq'uexuloc vinh smam chi', ix yik'anxiek' chonhab' Elat vinh, ix sb'oanxiq'ue vinh."
        },
        {
            "number": "23",
            "text": "Ayic 15 ab'ilxo yoch vinhaj Amasías yuninal vinhaj Joás reyal t'a Judá, ix schaanel yich vinhaj Jeroboam yuninal vinhaj Joás yak'an reyal t'a Israel, 41 ab'il ix yak' reyal vinh t'a Samaria."
        },
        {
            "number": "24",
            "text": "Palta te chuc tas ix sk'ulej vinh t'a yichanh Jehová. Ha juntzanh chucal sk'ulejnac vinhaj Jeroboam yuninal vinhaj Nabat, vinh cuchb'annacb'at eb' yetisraelal t'a chucal, a chi' ix sb'eyb'alej vinh."
        },
        {
            "number": "25",
            "text": "Ha vinhaj Jeroboam chi' ix ik'anxiek' b'aj tzek'taxon smojonal smacb'en Israel, sb'atnhej b'aj tz'ochk'och b'e t'a Hamat masanto t'ha ha' mar yic Arabá, icha aj yalannaccan Jehová sDiosal Israel t'a vinhaj Jonás schecab', aton vinh yuninal vinhaj Amitai aj Gat-hefer."
        },
        {
            "number": "26",
            "text": "Yujto ix yil Jehová to te ya tzek' eb' israel smasanil, malaj val junok mach scolvaj yet' eb'."
        },
        {
            "number": "27",
            "text": "Yuj chi' a vinhaj Jeroboam yuninal vinhaj Joás ix yak'lab'ej Jehová scolan eb', yujto malaj t'a spensar Jehová satanel schonhab' t'a junelnhej."
        },
        {
            "number": "28",
            "text": "Ha jantacto yab'ixal vinhaj Jeroboam chi', tastac ix sk'ulej vinh yet' jantac oval ix yak' vinh ayic ix yik'anxiek' juntzanh chonhab' vinh t'a Judá, aton Damasco yet' Hamat, masanil juntzanh chi', tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Israel."
        },
        {
            "number": "29",
            "text": "Ayic ix cham vinhaj Jeroboam chi', ix mucji vinh b'aj mucan eb' vinh sreyal Israel, haxo vinhaj Zacarías yuninal vinh ix ochcan reyal sq'uexuloc."
        }
    ]
}