{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ayic schab'ilxo ab'il yoch winhaj Joás yuninal winhaj Joacaz reyal t'a Israel, ix schaanel yich winhaj Amasías yuninal winhaj Joás yak'an reyal t'a Judá."
        },
        {
            "number": "2",
            "text": "Ha winhaj Amasías chi', 25 ab'il sk'inal winh ayic ix och winh reyal chi'. 29 ab'il ix yak' reyal chi' winh t'a Jerusalén. Joadán sb'i ix snun winh, aj Jerusalén ix."
        },
        {
            "number": "3",
            "text": "Ha tas ix sk'ulej winh wach' t'a yichanh Jehová, palta maj k'ochlaj icha sk'ulejnac winhaj David, aton smam yicham winh. Ha sb'eyb'al winhaj Joás winh smam winh ix sb'eyb'alej."
        },
        {
            "number": "4",
            "text": "Ha juntzanh lugar chaanh b'aj tz'och ejmelal, maj yiq'uel-laj winh, yuj chi' ix yak'nhej silab' eb' anima ta', ix snhusanpax incienso eb'."
        },
        {
            "number": "5",
            "text": "Ayic ix yik'an val yip yopisio winhaj Amasías chi', ix smilcham eb' winh ay yopisio winh, aton eb' winh miljinac cham winh smam winh."
        },
        {
            "number": "6",
            "text": "Palta maj smilchamlaj eb' yuninal eb' winh ix cham chi' winh, yujto tz'ib'ab'ilcan t'a ley Moisés, b'aj syalcan Jehová icha tik: Ha eb' mamab'il, max yal-laj scham eb' yuj smul yuninal, anhejtona' eb' uninab'il, max yalpax scham eb' yuj smul smam, palta junjun mach scham yuj smul, xchi Jehová."
        },
        {
            "number": "7",
            "text": "Ix smilpaxcham 10 mil eb' edomita winhaj Amasías t'a oval t'a lum Spanhanil Atz'am Atz'am. Ix yak'pax ganar chonhab' Sela winh, ix yak'ancan scuch winh Jocteel, aton chi' ix sb'iejkani."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix schecanb'at eb' schecab' winh t'a winhaj Joás sreyal Israel, yuninal winhaj Joacaz yixchiquin winhaj Jehú. Ix yalanb'at winh icha tik: Cotanh, cak' oval, xchib'at winh."
        },
        {
            "number": "9",
            "text": "Palta ix yak'anb'at spak winhaj Joás chi' icha tik: Ay jun te' sac q'uiix, ix yalb'at te' t'a te' k'ute' ay t'a Líbano: Ak' ix isil yetb'eyumoc winh vunin, xchi te'. Palta haxo nok' chium nok' ix ek' ta', ix stek'anem lat'an te' sac q'uiix chi' nok'."
        },
        {
            "number": "10",
            "text": "Yel ix ak' ganar eb' edomita chi', yuj chi' tzik'valchaanh a b'a ticnaic. Wach' toni, ik'chaanh a b'ha t'a a pat. Tato tza nib'ej ak' oval ved'oc, a jun chi' tonhej ol cot t'a ib'anh yuj yet' t'a yib'anh Judá, xchib'at winh."
        },
        {
            "number": "11",
            "text": "Palta maj schalaj yab' juntzanh chi' winhaj Amasías chi'. Yuj chi' ix cot winhaj Joás chi' yak' oval yet' winh, ix schalaj sb'a eb' winh t'a Bet-semes t'a yol yic Judá."
        },
        {
            "number": "12",
            "text": "Ix ak'ji ganar eb' soldado yic Judá chi' yuj eb' soldado yic Israel, toxonhej ix el lemnaj eb', ix paxcan eb' t'a spat."
        },
        {
            "number": "13",
            "text": "Ix yamchaj winhaj Amasías sreyal Judá chi' yuj winhaj Joás chi' t'a Bet-semes chi', ix ik'jiq'ue winh t'a Jerusalén yuj winh. Ix sjuanem 180 metro smuroal chonhab' chi' eb' soldado, ix b'at t'a puerta yic eb' aj Efraín masanto t'a spuertail schiquin."
        },
        {
            "number": "14",
            "text": "Ix yik'anpax masanil q'uen oro winhaj Joás chi', q'uen plata yet' pax masanil tastac ay t'a stemplo Jehová yet' masanil tas ay t'a spalacio winhaj rey Amasías chi'. Ay pax juntzanh anima ix yik'b'at winh t'a Samaria yic tz'ak'ji pural winhaj Amasías chi' yoch junk'olal yet' winh."
        },
        {
            "number": "15",
            "text": "Ha jantacto yab'ixal winhaj Joás chi', tastac ix sk'ulej winh yet' tas ix aj yak'an oval winh yet' winhaj Amasías sreyal Judá, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' winh sreyal Israel."
        },
        {
            "number": "16",
            "text": "Ayic ix cham winhaj Joás chi', ix mucji winh t'a Samaria b'aj mucan juntzanhxo eb' winh sreyal Israel. Axo winhaj Jeroboam ix ochcan reyal sq'uexuloc winh."
        },
        {
            "number": "17",
            "text": "Ha winhaj Amasías yuninal winhaj Joás sreyal Judá chi', 15 ab'ilto ix kan winh ayic ix cham winhaj Joás yuninal winhaj Joacaz sreyal Israel."
        },
        {
            "number": "18",
            "text": "Ha jantacto yab'ixal winhaj Amasías chi', tz'ib'ab'ilcan b'aj aycan yab'ixal eb' winh sreyal Judá."
        },
        {
            "number": "19",
            "text": "Ay juntzanh eb' winh ay t'a Jerusalén ix och ajk'olal t'a winhaj Amasías chi', yuj chi' ix b'at winh elelal t'a Laquis. Palta ix ochnhej eb' winh t'a spatic winh, yuj chi' ata' ix cham winh yuj eb' winh."
        },
        {
            "number": "20",
            "text": "Ix yik'anb'at winh eb' winh t'a yib'anh chej, ix mucji winh t'a Jerusalén b'aj mucan eb' smam yicham winh t'a schonhab'kan winhaj David."
        },
        {
            "number": "21",
            "text": "Yuj chi' masanil eb' aj Judá ix ak'anoch winhaj Azarías reyal sq'uexuloc winh smam chi'. 16 ab'il sk'inal winh ayic ix och winh reyal chi'."
        },
        {
            "number": "22",
            "text": "Ayic ayxo och winh reyal sq'uexuloc winh smam chi', ix yik'anxiek' chonhab' Elat winh, ix sb'oanxiq'ue winh."
        },
        {
            "number": "23",
            "text": "Ayic 15 ab'ilxo yoch winhaj Amasías yuninal winhaj Joás reyal t'a Judá, ix schaanel yich winhaj Jeroboam yuninal winhaj Joás yak'an reyal t'a Israel, 41 ab'il ix yak' reyal winh t'a Samaria."
        },
        {
            "number": "24",
            "text": "Palta te chuk tas ix sk'ulej winh t'a yichanh Jehová. Ha juntzanh chukal sk'ulejnac winhaj Jeroboam yuninal winhaj Nabat, winh cuchb'annacb'at eb' yetisraelal t'a chukal, a chi' ix sb'eyb'alej winh."
        },
        {
            "number": "25",
            "text": "Ha winhaj Jeroboam chi' ix ik'anxiek' b'aj tzek'taxon smojonal smacb'en Israel, sb'atnhej b'aj tz'ochk'och b'e t'a Hamat masanto t'ha ha' mar yic Arabá, icha aj yalannaccan Jehová sDiosal Israel t'a winhaj Jonás schecab', aton winh yuninal winhaj Amitai aj Gat-hefer."
        },
        {
            "number": "26",
            "text": "Yujto ix yil Jehová to te ya tzek' eb' israel smasanil, malaj val junok mach skolwaj yet' eb'."
        },
        {
            "number": "27",
            "text": "Yuj chi' a winhaj Jeroboam yuninal winhaj Joás ix yak'lab'ej Jehová scolan eb', yujto malaj t'a spensar Jehová satanel schonhab' t'a junelnhej."
        },
        {
            "number": "28",
            "text": "Ha jantacto yab'ixal winhaj Jeroboam chi', tastac ix sk'ulej winh yet' jantac oval ix yak' winh ayic ix yik'anxiek' juntzanh chonhab' winh t'a Judá, aton Damasco yet' Hamat, masanil juntzanh chi', tz'ib'ab'ilcan b'aj aycan yab'ixal eb' winh sreyal Israel."
        },
        {
            "number": "29",
            "text": "Ayic ix cham winhaj Jeroboam chi', ix mucji winh b'aj mucan eb' winh sreyal Israel, haxo winhaj Zacarías yuninal winh ix ochcan reyal sq'uexuloc."
        }
    ]
}