{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 27 ab'il yoch vinhaj Jeroboam reyal t'a Israel, ata' ix schael yich vinhaj Azarías yuninal vinhaj Amasías yak'an reyal t'a Judá."
        },
        {
            "number": "2",
            "text": "16 ab'il sq'uinal vinh ayic ix och vinh reyal chi'. 52 ab'il ix yak' reyal vinh t'a Jerusalén. Jecolías sb'i ix snun vinh, aj Jerusalén ix."
        },
        {
            "number": "3",
            "text": "Ha tas ix sk'ulej vinhaj Azarías chi' wach' t'a yichanh Jehová, icha sk'ulejnac vinhaj Amasías smam vinh."
        },
        {
            "number": "4",
            "text": "Palta a juntzanh lugar chaanh b'aj tz'och ejmelal, maj yiq'uel-laj vinh, ix yak'nhej silab' eb' anima, ix snhusanpax incienso eb' ta'."
        },
        {
            "number": "5",
            "text": "Ix yak'och jun yab'il scuch lepra Jehová t'a vinh rey chi' masanto ix cham vinh. Yuj chi', majxo ajlaj vinh rey chi' t'a spalacio, ch'oc patil b'aj ix ajek' vinh. Axo vinhaj Jotam, vinh yuninal vinh, ha' vinh ix och yilumaloc spalacio vinh chi', ix yak'anpax yajalil vinh t'a Judá chi'."
        },
        {
            "number": "6",
            "text": "Ha jantacto yab'ixal vinhaj Azarías yet' tastac ix sk'ulej vinh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Judá."
        },
        {
            "number": "7",
            "text": "Ayic ix cham vinh, ix mucji vinh t'a schonhab'kan vinhaj rey David t'a slak'anil b'aj mucan eb' smam yicham, haxo vinhaj Jotam vinh yuninal vinh ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "8",
            "text": "Ayic 38 ab'ilxo yoch vinhaj Azarías reyal t'a Judá, ix och vinhaj Zacarías yuninal vinhaj Jeroboam reyal t'a Israel, vaque' ujal ix yak' reyal vinh t'a Samaria."
        },
        {
            "number": "9",
            "text": "Te chuk tas ix sk'ulej vinh t'a yichanh Jehová, icha ix sk'ulej eb' smam yicham vinh. Ha juntzanh chukal sk'ulejnac vinhaj Jeroboam yuninal vinhaj Nabat, vinh cuchb'annacb'at eb' yetisraelal t'a chukal, a chi' ix sb'eyb'alej vinh."
        },
        {
            "number": "10",
            "text": "Axo vinhaj Salum yuninal vinhaj Jabes ix och ajk'olal t'a vinh, ix b'at jucnaj vinh t'a vinhaj Zacarías chi', ix smilancham vinh vinh t'a yichanh eb' chonhab'. Axo vinh ix ochcan reyal sq'uexuloc vinh."
        },
        {
            "number": "11",
            "text": "Ha jantacto yab'ixal vinhaj Zacarías chi', tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Israel."
        },
        {
            "number": "12",
            "text": "Icha chi' ix aj yelk'och tas yalnaccan Jehová t'a vinhaj Jehú, ayic yalannac to a eb' yinhtilal vinh, ol ochnhej eb' reyal t'a Israel masanto t'a schanhil makan yinhtilal chi'."
        },
        {
            "number": "13",
            "text": "Ha vinhaj Salum chi', ix schael yich vinh yak'an reyal ayic 39 ab'ilxo yoch vinhaj Azarías reyal t'a Judá, palta junnhej ujal ix yak' reyal vinh t'a Samaria."
        },
        {
            "number": "14",
            "text": "Axo vinhaj Manahem yuninal vinhaj Gadi ix cot yet' eb' vinh soldado t'a Tirsa, ix yak'an oval eb' vinh t'a chonhab' Tifsa. Ix smilancham masanil eb' anima eb' vinh ta' yet' masanil anima ay t'a yol smacb'en Tifsa chi'. Ix tecjielta yol sk'ol eb' ix yab'ix yuj eb' vinh. Masanil tas ay ta', ix yik'b'at eb' vinh. Icha chi' ix sk'ulej eb' vinh yujto maj chajioch eb' vinh yuj eb' aj chonhab' chi' t'a yol schonhab' chi'. Ixlajwi chi', ix k'och vinhaj Manahem chi' t'a Samaria yak' oval yet' vinhaj Salum chi'. Ayic ix lajvi smilancham vinhaj Salum chi' vinh, haxo vinh ix ochcan reyal sq'uexuloc vinh. Ha jantacto yab'ixal vinhaj Salum chi' yet' tas ix aj yoch vinh ajk'olal t'a vinhaj Zacarías, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Israel."
        },
        {
            "number": "15",
            "text": "Ayic 39 ab'ilxo yoch vinhaj Azarías reyal t'a Judá, ix schaanel yich vinhaj Manahem yuninal vinhaj Gadi yak'an reyal t'a Israel. 10 ab'il ix yak' reyal vinh t'a Samaria."
        },
        {
            "number": "16",
            "text": "Te chuk tas ix sk'ulej vinh t'a yichanh Jehová, yujto a chukal sk'ulejnac vinhaj Jeroboam yuninal vinhaj Nabat, vinh cuchb'annac b'at eb' yetisraelal t'a chukal, a chi' ix sb'eyb'alej vinh. Ha t'a stiempoal ayoch vinhaj Manahem reyal chi',"
        },
        {
            "number": "17",
            "text": "ix javi vinhaj Pul sreyal Asiria yak' oval t'a Israel chi'. Yuj chi' 750 quintal q'uen plata ix yak' vinh t'a vinhaj Pul chi' yic tz'och vinh yet' vinh yic wach' scannhej vinh t'a yopisio."
        },
        {
            "number": "18",
            "text": "Ix yak'och 50 siclo q'uen plata vinhaj Manahem chi' t'a yib'anh junjun eb' b'eyum t'a yol smacb'en Israel chi', yic syal stupan q'uen tumin syak' vinh t'a vinh sreyal Asiria chi'. Icha chi' ix aj smeltzaj vinh sreyal Asiria chi' t'a schonhab', majxo ochlaj vaan vinh t'a yol yic Israel chi'."
        },
        {
            "number": "19",
            "text": "Ha jantacto yab'ixal vinhaj Manahem yet' tastac ix sk'ulej, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Israel."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi' ix cham vinh, haxo vinhaj Pekaía vinh yuninal vinh ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "21",
            "text": "Ayic 50 ab'ilxo yoch vinhaj Azarías reyal t'a Judá, ix och vinhaj Pekaía yuninal vinhaj Manahem reyal t'a Israel. Chab' ab'il ix yak' reyal vinh t'a Samaria."
        },
        {
            "number": "22",
            "text": "Te chuk tas ix sk'ulej vinh t'a yichanh Jehová. Ha juntzanh chukal sk'ulejnac vinhaj Jeroboam yuninal vinhaj Nabat, vinh cuchb'annacb'at eb' yetisraelal t'a chukal, a chi' ix sb'eyb'alej vinh."
        },
        {
            "number": "23",
            "text": "Palta a vinhaj Peka yuninal vinhaj Remalías yajal eb' vinh soldado vinhaj Pekaía chi', ix och vinh ajk'olal t'a vinhaj Pekaía chi', ix yak'anoch sb'a 50 eb' vinac aj Galaad yet' vinh. Ix miljicham vinhaj Pekaía chi' yuj eb' vinh t'a scuartel t'a yol spalacio t'a Samaria yet' vinhaj Argob yet' vinhaj Arie. Axo vinhaj Peka chi' ix ochcan reyal sq'uexuloc vinh."
        },
        {
            "number": "24",
            "text": "Ha jantacto yab'ixal vinhaj Pekaía chi' yet' tastac ix sk'ulej, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Israel."
        },
        {
            "number": "25",
            "text": "Ayic 52 ab'ilxo yoch vinhaj Azarías reyal t'a Judá, ix och vinhaj Peka yuninal vinhaj Remalías reyal t'a Israel. 20 ab'il ix yak' reyal vinh t'a Samaria."
        },
        {
            "number": "26",
            "text": "Te chuk tas ix sk'ulej vinh t'a yichanh Jehová. Ha juntzanh chukal sk'ulejnac vinhaj Jeroboam yuninal vinhaj Nabat, vinh cuchb'annacb'at eb' yetisraelal t'a chukal, a chi' ix sb'eyb'alej vinh."
        },
        {
            "number": "27",
            "text": "Ha t'a stiempoal ayoch vinhaj Peka reyal t'a Israel chi', ata' ix javi vinhaj Tiglat-pileser sreyal Asiria, ix ak'ji ganar juntzanh chonhab' tik yuj vinh: Aton Ijón, Abel-bet-maaca, Janoa, Cedes, Hazor, Galaad, Galilea yet' masanil yol yic Neftalí. Masanil eb' cajan t'a juntzanh chonhab' chi', ix ik'jib'at eb' icha preso t'a Asiria chi'."
        },
        {
            "number": "28",
            "text": "Ayic 20 ab'ilxo yoch vinhaj Jotam yuninal vinhaj Azarías reyal t'a Judá, a vinhaj Oseas yuninal vinhaj Ela ix och ajk'olal t'a vinhaj Peka yuninal vinhaj Remalías chi', ix smilancham vinhaj Peka chi' vinh, haxo vinh ix ochcan reyal sq'uexuloc vinh."
        },
        {
            "number": "29",
            "text": "Ha jantacto yab'ixal vinhaj Peka yet' tastac ix sk'ulej vinh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Israel."
        },
        {
            "number": "30",
            "text": "Ayic schab'il ab'il yoch vinhaj Peka yuninal vinhaj Remalías reyal t'a Israel, ix och vinhaj Jotam yuninal vinhaj Azarías reyal t'a Judá."
        },
        {
            "number": "31",
            "text": "Ha vinhaj Jotam chi', 25 ab'il sq'uinal vinh ayic ix och vinh reyal chi', 16 ab'il ix yak' reyal vinh t'a Jerusalén. Jerusa sb'i ix snun vinh, yisil ix vinhaj Sadoc."
        },
        {
            "number": "32",
            "text": "Masanil tas ix sk'ulej vinhaj Jotam chi', te wach' t'a yichanh Jehová, icha val sb'eyb'al vinhaj Azarías smam vinh."
        },
        {
            "number": "33",
            "text": "Ix sb'o'och spuertail stemplo Jehová vinh t'a yib'anh, palta a juntzanh lugar chaanh b'aj tz'och ejmelal, maj yiq'uel-laj vinh, ix yak'nhej silab' eb' anima yet' snhusan incienso eb' ta'."
        },
        {
            "number": "34",
            "text": "Ha jantacto yab'ixal vinhaj Jotam yet' tastac ix sk'ulej vinh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Judá."
        },
        {
            "number": "35",
            "text": "Ha t'a jun pekti’ chi' ix och ijan Jehová yak'ancot vinhaj Rezín sreyal Siria yet' vinhaj Peka yuninal vinhaj Remalías yak' oval yet' Judá chi'."
        },
        {
            "number": "36",
            "text": "Ayic ix cham vinhaj Jotam chi', ix mucji vinh t'a schonhab' vinhaj rey David, vinh smam yicham vinh. Ixlajwi chi' haxo vinhaj Acaz yuninal vinh ix ochcan reyal sq'uexuloc."
        }
    ]
}