{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 27 ab'il yoch winhaj Jeroboam reyal t'a Israel, ata' ix schael yich winhaj Azarías yuninal winhaj Amasías yak'an reyal t'a Judá."
        },
        {
            "number": "2",
            "text": "16 ab'il sk'inal winh ayic ix och winh reyal chi'. 52 ab'il ix yak' reyal winh t'a Jerusalén. Jecolías sb'i ix snun winh, aj Jerusalén ix."
        },
        {
            "number": "3",
            "text": "Ha tas ix sk'ulej winhaj Azarías chi' wach' t'a yichanh Jehová, icha sk'ulejnac winhaj Amasías smam winh."
        },
        {
            "number": "4",
            "text": "Palta a juntzanh lugar chaanh b'aj tz'och ejmelal, maj yik'el-laj winh, ix yak'nhej silab' heb' anima, ix snhusanpax incienso heb' ta'."
        },
        {
            "number": "5",
            "text": "Ix yak'och jun yab'il scuch lepra Jehová t'a winh rey chi' masanto ix cham winh. Yuj chi', majxo ajlaj winh rey chi' t'a spalacio, ch'oc patil b'aj ix ajek' winh. Axo winhaj Jotam, winh yuninal winh, ha' winh ix och yilumaloc spalacio winh chi', ix yak'anpax yajalil winh t'a Judá chi'."
        },
        {
            "number": "6",
            "text": "Ha jantacto yab'ixal winhaj Azarías yet' tastac ix sk'ulej winh, tz'ib'ab'ilcan b'aj aycan yab'ixal heb' winh sreyal Judá."
        },
        {
            "number": "7",
            "text": "Ayic ix cham winh, ix mucji winh t'a schonhab'kan winhaj rey Dawid t'a slak'anil b'aj mucan heb' smam yicham, haxo winhaj Jotam winh yuninal winh ix ochcan reyal sk'exuloc."
        },
        {
            "number": "8",
            "text": "Ayic 38 ab'ilxo yoch winhaj Azarías reyal t'a Judá, ix och winhaj Zacarías yuninal winhaj Jeroboam reyal t'a Israel, waque' ujal ix yak' reyal winh t'a Samaria."
        },
        {
            "number": "9",
            "text": "Te chuk tas ix sk'ulej winh t'a yichanh Jehová, icha ix sk'ulej heb' smam yicham winh. Ha juntzanh chukal sk'ulejnac winhaj Jeroboam yuninal winhaj Nabat, winh cuchb'annacb'at heb' yetisraelal t'a chukal, a chi' ix sb'eyb'alej winh."
        },
        {
            "number": "10",
            "text": "Axo winhaj Salum yuninal winhaj Jabes ix och ajk'olal t'a winh, ix b'at jucnaj winh t'a winhaj Zacarías chi', ix smilancham winh winh t'a yichanh heb' chonhab'. Axo winh ix ochcan reyal sk'exuloc winh."
        },
        {
            "number": "11",
            "text": "Ha jantacto yab'ixal winhaj Zacarías chi', tz'ib'ab'ilcan b'aj aycan yab'ixal heb' winh sreyal Israel."
        },
        {
            "number": "12",
            "text": "Icha chi' ix aj yelk'och tas yalnaccan Jehová t'a winhaj Jehú, ayic yalannac to a heb' yinhtilal winh, ol ochnhej heb' reyal t'a Israel masanto t'a schanhil makan yinhtilal chi'."
        },
        {
            "number": "13",
            "text": "Ha winhaj Salum chi', ix schael yich winh yak'an reyal ayic 39 ab'ilxo yoch winhaj Azarías reyal t'a Judá, palta junnhej ujal ix yak' reyal winh t'a Samaria."
        },
        {
            "number": "14",
            "text": "Axo winhaj Manahem yuninal winhaj Gadi ix cot yet' heb' winh soldado t'a Tirsa, ix yak'an owal heb' winh t'a chonhab' Tifsa. Ix smilancham masanil heb' anima heb' winh ta' yet' masanil anima ay t'a yol smacb'en Tifsa chi'. Ix tecjielta yol sk'ol heb' ix yab'ix yuj heb' winh. Masanil tas ay ta', ix yik'b'at heb' winh. Icha chi' ix sk'ulej heb' winh yujto maj chajioch heb' winh yuj heb' aj chonhab' chi' t'a yol schonhab' chi'. Ixlajwi chi', ix k'och winhaj Manahem chi' t'a Samaria yak' owal yet' winhaj Salum chi'. Ayic ix lajwi smilancham winhaj Salum chi' winh, haxo winh ix ochcan reyal sk'exuloc winh. Ha jantacto yab'ixal winhaj Salum chi' yet' tas ix aj yoch winh ajk'olal t'a winhaj Zacarías, tz'ib'ab'ilcan b'aj aycan yab'ixal heb' winh sreyal Israel."
        },
        {
            "number": "15",
            "text": "Ayic 39 ab'ilxo yoch winhaj Azarías reyal t'a Judá, ix schaanel yich winhaj Manahem yuninal winhaj Gadi yak'an reyal t'a Israel. 10 ab'il ix yak' reyal winh t'a Samaria."
        },
        {
            "number": "16",
            "text": "Te chuk tas ix sk'ulej winh t'a yichanh Jehová, yujto a chukal sk'ulejnac winhaj Jeroboam yuninal winhaj Nabat, winh cuchb'annac b'at heb' yetisraelal t'a chukal, a chi' ix sb'eyb'alej winh. Ha t'a stiempoal ayoch winhaj Manahem reyal chi',"
        },
        {
            "number": "17",
            "text": "ix jawi winhaj Pul sreyal Asiria yak' owal t'a Israel chi'. Yuj chi' 750 quintal k'een plata ix yak' winh t'a winhaj Pul chi' yic tz'och winh yet' winh yic wach' scannhej winh t'a yopisio."
        },
        {
            "number": "18",
            "text": "Ix yak'och 50 siclo k'een plata winhaj Manahem chi' t'a yib'anh junjun heb' b'eyum t'a yol smacb'en Israel chi', yic syal stupan k'een tumin syak' winh t'a winh sreyal Asiria chi'. Icha chi' ix aj smeltzaj winh sreyal Asiria chi' t'a schonhab', majxo ochlaj waan winh t'a yol yic Israel chi'."
        },
        {
            "number": "19",
            "text": "Ha jantacto yab'ixal winhaj Manahem yet' tastac ix sk'ulej, tz'ib'ab'ilcan b'aj aycan yab'ixal heb' winh sreyal Israel."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi' ix cham winh, haxo winhaj Pekaía winh yuninal winh ix ochcan reyal sk'exuloc."
        },
        {
            "number": "21",
            "text": "Ayic 50 ab'ilxo yoch winhaj Azarías reyal t'a Judá, ix och winhaj Pekaía yuninal winhaj Manahem reyal t'a Israel. Chab' ab'il ix yak' reyal winh t'a Samaria."
        },
        {
            "number": "22",
            "text": "Te chuk tas ix sk'ulej winh t'a yichanh Jehová. Ha juntzanh chukal sk'ulejnac winhaj Jeroboam yuninal winhaj Nabat, winh cuchb'annacb'at heb' yetisraelal t'a chukal, a chi' ix sb'eyb'alej winh."
        },
        {
            "number": "23",
            "text": "Palta a winhaj Peka yuninal winhaj Remalías yajal heb' winh soldado winhaj Pekaía chi', ix och winh ajk'olal t'a winhaj Pekaía chi', ix yak'anoch sb'a 50 heb' winak aj Galaad yet' winh. Ix miljicham winhaj Pekaía chi' yuj heb' winh t'a scuartel t'a yol spalacio t'a Samaria yet' winhaj Argob yet' winhaj Arie. Axo winhaj Peka chi' ix ochcan reyal sk'exuloc winh."
        },
        {
            "number": "24",
            "text": "Ha jantacto yab'ixal winhaj Pekaía chi' yet' tastac ix sk'ulej, tz'ib'ab'ilcan b'aj aycan yab'ixal heb' winh sreyal Israel."
        },
        {
            "number": "25",
            "text": "Ayic 52 ab'ilxo yoch winhaj Azarías reyal t'a Judá, ix och winhaj Peka yuninal winhaj Remalías reyal t'a Israel. 20 ab'il ix yak' reyal winh t'a Samaria."
        },
        {
            "number": "26",
            "text": "Te chuk tas ix sk'ulej winh t'a yichanh Jehová. Ha juntzanh chukal sk'ulejnac winhaj Jeroboam yuninal winhaj Nabat, winh cuchb'annacb'at heb' yetisraelal t'a chukal, a chi' ix sb'eyb'alej winh."
        },
        {
            "number": "27",
            "text": "Ha t'a stiempoal ayoch winhaj Peka reyal t'a Israel chi', ata' ix jawi winhaj Tiglat-pileser sreyal Asiria, ix ak'ji ganar juntzanh chonhab' tik yuj winh: Aton Ijón, Abel-bet-maaca, Janoa, Cedes, Hazor, Galaad, Galilea yet' masanil yol yic Neftalí. Masanil heb' cajan t'a juntzanh chonhab' chi', ix ik'jib'at heb' icha preso t'a Asiria chi'."
        },
        {
            "number": "28",
            "text": "Ayic 20 ab'ilxo yoch winhaj Jotam yuninal winhaj Azarías reyal t'a Judá, a winhaj Oseas yuninal winhaj Ela ix och ajk'olal t'a winhaj Peka yuninal winhaj Remalías chi', ix smilancham winhaj Peka chi' winh, haxo winh ix ochcan reyal sk'exuloc winh."
        },
        {
            "number": "29",
            "text": "Ha jantacto yab'ixal winhaj Peka yet' tastac ix sk'ulej winh, tz'ib'ab'ilcan b'aj aycan yab'ixal heb' winh sreyal Israel."
        },
        {
            "number": "30",
            "text": "Ayic schab'il ab'il yoch winhaj Peka yuninal winhaj Remalías reyal t'a Israel, ix och winhaj Jotam yuninal winhaj Azarías reyal t'a Judá."
        },
        {
            "number": "31",
            "text": "Ha winhaj Jotam chi', 25 ab'il sk'inal winh ayic ix och winh reyal chi', 16 ab'il ix yak' reyal winh t'a Jerusalén. Jerusa sb'i ix snun winh, yisil ix winhaj Sadoc."
        },
        {
            "number": "32",
            "text": "Masanil tas ix sk'ulej winhaj Jotam chi', te wach' t'a yichanh Jehová, icha wal sb'eyb'al winhaj Azarías smam winh."
        },
        {
            "number": "33",
            "text": "Ix sb'o'och spuertail stemplo Jehová winh t'a yib'anh, palta a juntzanh lugar chaanh b'aj tz'och ejmelal, maj yik'el-laj winh, ix yak'nhej silab' heb' anima yet' snhusan incienso heb' ta'."
        },
        {
            "number": "34",
            "text": "Ha jantacto yab'ixal winhaj Jotam yet' tastac ix sk'ulej winh, tz'ib'ab'ilcan b'aj aycan yab'ixal heb' winh sreyal Judá."
        },
        {
            "number": "35",
            "text": "Ha t'a jun pekti’ chi' ix och ijan Jehová yak'ancot winhaj Rezín sreyal Siria yet' winhaj Peka yuninal winhaj Remalías yak' owal yet' Judá chi'."
        },
        {
            "number": "36",
            "text": "Ayic ix cham winhaj Jotam chi', ix mucji winh t'a schonhab' winhaj rey Dawid, winh smam yicham winh. Ixlajwi chi' haxo winhaj Acaz yuninal winh ix ochcan reyal sk'exuloc."
        }
    ]
}