{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 17 ab'ilxo yoch vinhaj Peka yuninal vinhaj Remalías reyal t'a Israel, ix schaanel yich vinhaj Acaz yuninal vinhaj Jotam yak'an reyal t'a Judá."
        },
        {
            "number": "2",
            "text": "Ayxo 20 ab'il sq'uinal vinh ayic ix och vinh reyal chi'. 16 ab'il ix yak' reyal vinh t'a Jerusalén. Te chuc tas ix sk'ulej vinh t'a yichanh Jehová, maj sb'eyb'alej sb'eyb'al vinhaj David smam yicham vinh."
        },
        {
            "number": "3",
            "text": "Anhej sb'eyb'al juntzanh eb' vinh sreyal Israel ix sb'eyb'alej vinh. Ix snhustz'a yuninal vinh silab'il. Lajan val ix sk'ulej vinh icha val sb'eyb'al juntzanh nación ik'b'ilel yuj Jehová ayic yochnac eb' israel t'a lu'um tik."
        },
        {
            "number": "4",
            "text": "Anhejtona' ix yak' silab' vinh, ix snhusanpax incienso vinh t'a juntzanh lugar chaanh b'aj tz'och ejmelal t'a jolomtac vitz yet' t'a yichtac te te' k'ayum xiil."
        },
        {
            "number": "5",
            "text": "Ha t'a jun pekti’ chi', a vinhaj Rezín sreyal Siria yet' vinhaj Peka yuninal vinhaj Remalías sreyal Israel, ix k'och eb' vinh t'a Jerusalén yic syak'an oval eb' vinh yet' vinhaj rey Acaz chi'. Ix oymaj eb' vinh t'a spatictac Jerusalén chi', palta maj yak'laj ganar eb' vinh."
        },
        {
            "number": "6",
            "text": "Anheja' t'a jun pekti’ chi', a vinh sreyal Edom ix ak'an ganar chonhab' Elat, ix ochcan yicoc Edom chi'. Ha eb' aj Judá cajan ta', ix pechjiel eb' yuj vinh, haxo eb' aj Edom chi' ix cannhej cajan ta'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix schecanb'at jayvanh eb' schecab' vinhaj Acaz t'a vinhaj Tiglat-pileser sreyal Asiria, yic sb'at alchaj t'a vinh icha tik: Svak'och in b'ha t'a yol a k'ab'. Yuj chi' cotanh yuj tzul in a colan t'a yol sk'ab' vinh sreyal Siria yet' vinh sreyal Israel, yujto van yak'an oval eb' vinh ved'oc, xchi b'at vinh."
        },
        {
            "number": "8",
            "text": "Yuj chi', a vinhaj Acaz chi', ix yiq'uelta q'uen plata vinh yet' q'uen oro t'a stemplo Jehová yet' q'uen ay t'a spalacio vinh, ix sianb'at q'ueen vinh t'a vinh sreyal Asiria chi'."
        },
        {
            "number": "9",
            "text": "Ix sk'anab'ajej vinh sreyal Asiria chi' tas ix yal vinhaj Acaz chi', yuj chi' ix cot vinh yet' eb' soldado yak' oval t'a Damasco. Ix yak'an ganar jun chonhab' chi' vinh. Ha eb' cajan ta', ix ik'jib'at eb' yuj vinh t'a Kir. Ix smilanpaxcham vinhaj Rezín chi' vinh."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ix b'at vinhaj rey Acaz t'a Damasco scha vinhaj Tiglat-pileser chi'. Ata' ix yil jun altar vinh, ix stz'ib'anb'at yechel jun altar chi' vinh t'a vinhaj sacerdote Urías t'a Jerusalén."
        },
        {
            "number": "11",
            "text": "Icha chi' ix aj sb'oanq'ue jun altar vinhaj sacerdote Urías chi', lajan ix aj icha yechel ix yak'cot vinhaj rey Acaz t'a Damasco chi'. Wach'xo yaji ayic ix jax vinhaj Acaz chi' t'a Jerusalén."
        },
        {
            "number": "12",
            "text": "Ayic ix jax vinh t'a Jerusalén chi', ix yilan jun altar chi' vinh, ix snitzanoch sb'a vinh t'a stz'ey yic snhusantz'a silab' vinh t'a yib'anh."
        },
        {
            "number": "13",
            "text": "Ix yak'an nok' silab' vinh stz'a smasanil yet' ofrenda yet' tas svaji. Ix secanpaxem vino vinh t'a yib'anh altar chi' t'a ofrendail. Ix stzicanpaxoch schiq'uil nok' silab' yic junk'olal vinh t'a spatictac altar chi'."
        },
        {
            "number": "14",
            "text": "Axo pax altar bronce ay t'a yichanh stemplo Jehová, ix yiq'uel vinh t'a skal jun ak' altar chi' yet' stemplo Jehová chi', ix yak'an kan vinh t'a stojolal snorteal jun ak' altar chi'."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix yalan vinh t'a vinhaj sacerdote Urías chi' icha tik: Ha ticnaic a masanil nok' silab' tz'ak'ji t'a q'uinhib'alil yet' t'a yemk'ualil yet' ofrenda t'a tas svaji yet' vino, anhej t'a yib'anh jun ak' altar tik tz'ak'ji. Anheja' juntzanhxo silab' syak' eb' chonhab' yet' vic a in tik, ha t'a yib'anh jun altar chi' stz'ai. Stzicchajpaxoch schiq'uil nok' silab' chi' t'a spatictac. Palta haxo jun altar bronce chi', vic tz'ajcani yic ata' tzin k'anb'ej in b'ha t'a Jehová."
        },
        {
            "number": "16",
            "text": "Ix sk'anab'ajej vinhaj Urías chi' icha val ix aj yalan vinh rey chi'."
        },
        {
            "number": "17",
            "text": "Ix schecan vinh rey chi' ik'chajel yol sat smarcoal juntzanh carreta nab'a bronce t'a templo. Ix ik'chajpaxel palangana ayem t'a yib'anh. Ix yik'anpaxel q'uen yechel mam vacax nab'a bronce ayoch t'a yalanh jun niwan pila, haxo t'a yib'anh q'uen q'ueen t'a sat lu'um ix yak'canem vinh."
        },
        {
            "number": "18",
            "text": "Yic wach' skan vinh t'a sat vinh sreyal Asiria chi', yuj chi' ix yiq'uel jun yet'tal b'aj skan eb' rey t'a sk'ual ik'oj ip vinh t'a stemplo Jehová yet' spuertail ay t'a spatiqueli, aton b'aj tz'och vinh rey t'a templo chi'."
        },
        {
            "number": "19",
            "text": "Ha jantacto yab'ixal vinhaj rey Acaz yet' tastac ix sk'ulej vinh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Judá."
        },
        {
            "number": "20",
            "text": "Ayic ix cham vinh, ix mucji vinh b'aj mucan eb' smam yicham t'a schonhab'kan vinhaj David. Axo vinhaj Ezequías yuninal vinh ix ochcan reyal sq'uexuloc."
        }
    ]
}