{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 17 ab'ilxo yoch winhaj Peka yuninal winhaj Remalías reyal t'a Israel, ix schaanel yich winhaj Acaz yuninal winhaj Jotam yak'an reyal t'a Judá."
        },
        {
            "number": "2",
            "text": "Ayxo 20 ab'il sk'inal winh ayic ix och winh reyal chi'. 16 ab'il ix yak' reyal winh t'a Jerusalén. Te chuk tas ix sk'ulej winh t'a yichanh Jehová, maj sb'eyb'alej sb'eyb'al winhaj Dawid smam yicham winh."
        },
        {
            "number": "3",
            "text": "Anhej sb'eyb'al juntzanh heb' winh sreyal Israel ix sb'eyb'alej winh. Ix snhustz'a yuninal winh silab'il. Lajan wal ix sk'ulej winh icha wal sb'eyb'al juntzanh nación ik'b'ilel yuj Jehová ayic yochnac heb' israel t'a lu'um tik."
        },
        {
            "number": "4",
            "text": "Anhejtona' ix yak' silab' winh, ix snhusanpax incienso winh t'a juntzanh lugar chaanh b'aj tz'och ejmelal t'a jolomtac witz yet' t'a yichtac te te' k'ayum xiil."
        },
        {
            "number": "5",
            "text": "Ha t'a jun pekti’ chi', a winhaj Rezín sreyal Siria yet' winhaj Peka yuninal winhaj Remalías sreyal Israel, ix k'och heb' winh t'a Jerusalén yic syak'an owal heb' winh yet' winhaj rey Acaz chi'. Ix oymaj heb' winh t'a spatictac Jerusalén chi', palta maj yak'laj ganar heb' winh."
        },
        {
            "number": "6",
            "text": "Anheja' t'a jun pekti’ chi', a winh sreyal Edom ix ak'an ganar chonhab' Elat, ix ochkan yicoc Edom chi'. Ha heb' aj Judá kajan ta', ix pechjiel heb' yuj winh, haxo heb' aj Edom chi' ix kannhej kajan ta'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix schekanb'at jaywanh heb' schekab' winhaj Acaz t'a winhaj Tiglat-pileser sreyal Asiria, yic sb'at alchaj t'a winh icha tik: Swak'och in b'ha t'a yol a k'ab'. Yuj chi' cotanh yuj tzul in a colan t'a yol sk'ab' winh sreyal Siria yet' winh sreyal Israel, yujto wan yak'an owal heb' winh wed'oc, xchi b'at winh."
        },
        {
            "number": "8",
            "text": "Yuj chi', a winhaj Acaz chi', ix yik'elta k'een plata winh yet' k'een oro t'a stemplo Jehová yet' k'een ay t'a spalacio winh, ix sianb'at k'een winh t'a winh sreyal Asiria chi'."
        },
        {
            "number": "9",
            "text": "Ix sk'anab'ajej winh sreyal Asiria chi' tas ix yal winhaj Acaz chi', yuj chi' ix cot winh yet' heb' soldado yak' owal t'a Damasco. Ix yak'an ganar jun chonhab' chi' winh. Ha heb' kajan ta', ix ik'jib'at heb' yuj winh t'a Kir. Ix smilanpaxcham winhaj Rezín chi' winh."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ix b'at winhaj rey Acaz t'a Damasco scha winhaj Tiglat-pileser chi'. Ata' ix yil jun altar winh, ix stz'ib'anb'at yechel jun altar chi' winh t'a winhaj sacerdote Urías t'a Jerusalén."
        },
        {
            "number": "11",
            "text": "Icha chi' ix aj sb'oank'e jun altar winhaj sacerdote Urías chi', lajan ix aj icha yechel ix yak'cot winhaj rey Acaz t'a Damasco chi'. Wach'xo yaji ayic ix jax winhaj Acaz chi' t'a Jerusalén."
        },
        {
            "number": "12",
            "text": "Ayic ix jax winh t'a Jerusalén chi', ix yilan jun altar chi' winh, ix snitzanoch sb'a winh t'a stz'ey yic snhusantz'a silab' winh t'a yib'anh."
        },
        {
            "number": "13",
            "text": "Ix yak'an nok' silab' winh stz'a smasanil yet' ofrenda yet' tas swaji. Ix sekanpaxem wino winh t'a yib'anh altar chi' t'a ofrendail. Ix stzikanpaxoch schiq'uil nok' silab' yic junk'olal winh t'a spatictac altar chi'."
        },
        {
            "number": "14",
            "text": "Axo pax altar bronce ay t'a yichanh stemplo Jehová, ix yik'el winh t'a skal jun ak' altar chi' yet' stemplo Jehová chi', ix yak'an kan winh t'a stojolal snorteal jun ak' altar chi'."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix yalan winh t'a winhaj sacerdote Urías chi' icha tik: Ha ticnaik a masanil nok' silab' tz'ak'ji t'a q'uinhib'alil yet' t'a yemk'ualil yet' ofrenda t'a tas swaji yet' wino, anhej t'a yib'anh jun ak' altar tik tz'ak'ji. Anheja' juntzanhxo silab' syak' heb' chonhab' yet' wik a in tik, ha t'a yib'anh jun altar chi' stz'ai. Stzicchajpaxoch schiq'uil nok' silab' chi' t'a spatictac. Palta haxo jun altar bronce chi', wik tz'ajkani yic ata' tzin k'anb'ej in b'ha t'a Jehová."
        },
        {
            "number": "16",
            "text": "Ix sk'anab'ajej winhaj Urías chi' icha wal ix aj yalan winh rey chi'."
        },
        {
            "number": "17",
            "text": "Ix schekan winh rey chi' ik'chajel yol sat smarcoal juntzanh carreta nab'a bronce t'a templo. Ix ik'chajpaxel palangana ayem t'a yib'anh. Ix yik'anpaxel k'een yechel mam wakax nab'a bronce ayoch t'a yalanh jun niwan pila, haxo t'a yib'anh k'een k'een t'a sat lu'um ix yak'kanem winh."
        },
        {
            "number": "18",
            "text": "Yic wach' skan winh t'a sat winh sreyal Asiria chi', yuj chi' ix yik'el jun yet'tal b'aj skan heb' rey t'a sk'ual ik'oj ip winh t'a stemplo Jehová yet' spuertail ay t'a spatiqueli, aton b'aj tz'och winh rey t'a templo chi'."
        },
        {
            "number": "19",
            "text": "Ha jantacto yab'ixal winhaj rey Acaz yet' tastac ix sk'ulej winh, tz'ib'ab'ilkan b'aj aykan yab'ixal heb' winh sreyal Judá."
        },
        {
            "number": "20",
            "text": "Ayic ix cham winh, ix mucji winh b'aj mukan heb' smam yicham t'a schonhab'kan winhaj Dawid. Axo winhaj Ezequías yuninal winh ix ochkan reyal sk'exuloc."
        }
    ]
}