{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 17 ab'ilxo yoch winhaj Peka yuninal winhaj Remalías reyal t'a Israel, ix schaanel yich winhaj Acaz yuninal winhaj Jotam yak'an reyal t'a Judá."
        },
        {
            "number": "2",
            "text": "Ayxo 20 ab'il sk'inal winh ayic ix och winh reyal chi'. 16 ab'il ix yak' reyal winh t'a Jerusalén. Te chuk tas ix sk'ulej winh t'a yichanh Jehová, maj sb'eyb'alej sb'eyb'al winhaj David smam yicham winh."
        },
        {
            "number": "3",
            "text": "Anhej sb'eyb'al juntzanh eb' winh sreyal Israel ix sb'eyb'alej winh. Ix snhustz'a yuninal winh silab'il. Lajan val ix sk'ulej winh icha val sb'eyb'al juntzanh nación ik'b'ilel yuj Jehová ayic yochnac eb' israel t'a lu'um tik."
        },
        {
            "number": "4",
            "text": "Anhejtona' ix yak' silab' winh, ix snhusanpax incienso winh t'a juntzanh lugar chaanh b'aj tz'och ejmelal t'a jolomtac vitz yet' t'a yichtac te te' k'ayum xiil."
        },
        {
            "number": "5",
            "text": "Ha t'a jun pekti’ chi', a winhaj Rezín sreyal Siria yet' winhaj Peka yuninal winhaj Remalías sreyal Israel, ix k'och eb' winh t'a Jerusalén yic syak'an oval eb' winh yet' winhaj rey Acaz chi'. Ix oymaj eb' winh t'a spatictac Jerusalén chi', palta maj yak'laj ganar eb' winh."
        },
        {
            "number": "6",
            "text": "Anheja' t'a jun pekti’ chi', a winh sreyal Edom ix ak'an ganar chonhab' Elat, ix ochcan yicoc Edom chi'. Ha eb' aj Judá cajan ta', ix pechjiel eb' yuj winh, haxo eb' aj Edom chi' ix cannhej cajan ta'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix schecanb'at jayvanh eb' schecab' winhaj Acaz t'a winhaj Tiglat-pileser sreyal Asiria, yic sb'at alchaj t'a winh icha tik: Svak'och in b'ha t'a yol a k'ab'. Yuj chi' cotanh yuj tzul in a colan t'a yol sk'ab' winh sreyal Siria yet' winh sreyal Israel, yujto van yak'an oval eb' winh ved'oc, xchi b'at winh."
        },
        {
            "number": "8",
            "text": "Yuj chi', a winhaj Acaz chi', ix yiq'uelta q'uen plata winh yet' q'uen oro t'a stemplo Jehová yet' q'uen ay t'a spalacio winh, ix sianb'at q'ueen winh t'a winh sreyal Asiria chi'."
        },
        {
            "number": "9",
            "text": "Ix sk'anab'ajej winh sreyal Asiria chi' tas ix yal winhaj Acaz chi', yuj chi' ix cot winh yet' eb' soldado yak' oval t'a Damasco. Ix yak'an ganar jun chonhab' chi' winh. Ha eb' cajan ta', ix ik'jib'at eb' yuj winh t'a Kir. Ix smilanpaxcham winhaj Rezín chi' winh."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ix b'at winhaj rey Acaz t'a Damasco scha winhaj Tiglat-pileser chi'. Ata' ix yil jun altar winh, ix stz'ib'anb'at yechel jun altar chi' winh t'a winhaj sacerdote Urías t'a Jerusalén."
        },
        {
            "number": "11",
            "text": "Icha chi' ix aj sb'oanq'ue jun altar winhaj sacerdote Urías chi', lajan ix aj icha yechel ix yak'cot winhaj rey Acaz t'a Damasco chi'. Wach'xo yaji ayic ix jax winhaj Acaz chi' t'a Jerusalén."
        },
        {
            "number": "12",
            "text": "Ayic ix jax winh t'a Jerusalén chi', ix yilan jun altar chi' winh, ix snitzanoch sb'a winh t'a stz'ey yic snhusantz'a silab' winh t'a yib'anh."
        },
        {
            "number": "13",
            "text": "Ix yak'an nok' silab' winh stz'a smasanil yet' ofrenda yet' tas svaji. Ix secanpaxem vino winh t'a yib'anh altar chi' t'a ofrendail. Ix stzicanpaxoch schiq'uil nok' silab' yic junk'olal winh t'a spatictac altar chi'."
        },
        {
            "number": "14",
            "text": "Axo pax altar bronce ay t'a yichanh stemplo Jehová, ix yiq'uel winh t'a skal jun ak' altar chi' yet' stemplo Jehová chi', ix yak'an kan winh t'a stojolal snorteal jun ak' altar chi'."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix yalan winh t'a winhaj sacerdote Urías chi' icha tik: Ha ticnaic a masanil nok' silab' tz'ak'ji t'a q'uinhib'alil yet' t'a yemk'ualil yet' ofrenda t'a tas svaji yet' vino, anhej t'a yib'anh jun ak' altar tik tz'ak'ji. Anheja' juntzanhxo silab' syak' eb' chonhab' yet' wik a in tik, ha t'a yib'anh jun altar chi' stz'ai. Stzicchajpaxoch schiq'uil nok' silab' chi' t'a spatictac. Palta haxo jun altar bronce chi', wik tz'ajcani yic ata' tzin k'anb'ej in b'ha t'a Jehová."
        },
        {
            "number": "16",
            "text": "Ix sk'anab'ajej winhaj Urías chi' icha val ix aj yalan winh rey chi'."
        },
        {
            "number": "17",
            "text": "Ix schecan winh rey chi' ik'chajel yol sat smarcoal juntzanh carreta nab'a bronce t'a templo. Ix ik'chajpaxel palangana ayem t'a yib'anh. Ix yik'anpaxel q'uen yechel mam vacax nab'a bronce ayoch t'a yalanh jun niwan pila, haxo t'a yib'anh q'uen q'ueen t'a sat lu'um ix yak'canem winh."
        },
        {
            "number": "18",
            "text": "Yic wach' skan winh t'a sat winh sreyal Asiria chi', yuj chi' ix yiq'uel jun yet'tal b'aj skan eb' rey t'a sk'ual ik'oj ip winh t'a stemplo Jehová yet' spuertail ay t'a spatiqueli, aton b'aj tz'och winh rey t'a templo chi'."
        },
        {
            "number": "19",
            "text": "Ha jantacto yab'ixal winhaj rey Acaz yet' tastac ix sk'ulej winh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' winh sreyal Judá."
        },
        {
            "number": "20",
            "text": "Ayic ix cham winh, ix mucji winh b'aj mucan eb' smam yicham t'a schonhab'kan winhaj David. Axo winhaj Ezequías yuninal winh ix ochcan reyal sq'uexuloc."
        }
    ]
}