{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 12 ab'il yoch winhaj Acaz reyal t'a Judá, haxo winhaj Oseas yuninal winhaj Ela ix och reyal t'a Israel, b'alunhe' ab'il ix yak' reyal winh t'a Samaria."
        },
        {
            "number": "2",
            "text": "Chuc tas ix sk'ulej winh t'a yichanh Jehová, wach'chom maj k'och ijan icha schucal juntzanh eb' winh rey ek'nac t'a Israel chi' t'a yalanhtaxo."
        },
        {
            "number": "3",
            "text": "Ha winhaj Salmanasar sreyal Asiria, ix yak' oval winh yet' winhaj Oseas chi'. Ix kan winhaj Oseas chi' t'a yalanh smandar winh, ix yak'an q'uen tumin winh t'a winh sreyal Asiria chi' t'a junjun ab'il."
        },
        {
            "number": "4",
            "text": "Palta ix yactej winhaj Oseas chi' yak'an q'uen tumin chi', ix schecanb'at schecab' winh t'a winhaj So sreyal Egipto yic skolwaj winh yet' winh yic tz'el winh t'a yalanh smandar winh sreyal Asiria chi'. Yuj chi' a winhaj rey Salmanasar ix yaman winhaj Oseas chi', ix yak'anoch winh winh t'a preso."
        },
        {
            "number": "5",
            "text": "Ix lajwinhej chi', ix syamanoch winh yik'anek' masanil smacb'en Israel chi'. Oxe' ab'il ix yoymitej chonhab' Samaria winh."
        },
        {
            "number": "6",
            "text": "Axo ix aji, ha t'a sb'alunhil ab'il yoch winhaj Oseas chi' reyal, ix ak'ji ganar Samaria yuj winhaj Salmanasar sreyal Asiria chi'. Yuj chi' ix ik'jib'at masanil eb' israel t'a preso. Axo t'a chonhab' Halah t'a yol yic Habor t'a sti' ha' Gozán yet' t'a juntzanhxo chonhab' yic eb' medo, ix ak'jib'at eb' yuj winh."
        },
        {
            "number": "7",
            "text": "Icha chi' ix aj scot jun chi' t'a yib'anh eb' israel chi', yujto ix och val smul eb' t'a yichanh Jehová sDiosal. Ha Jehová chi' ik'jinaquelta eb' smam yicham eb' t'a Egipto, t'a yol sk'ab' winh sreyal Egipto chi'. Ochnac eb' ejmelal t'a juntzanh comon dios,"
        },
        {
            "number": "8",
            "text": "sb'eyb'alannac sb'eyb'al juntzanh nación eb', aton juntzanh yik'naquel Jehová t'a yichanh eb' yet' juntzanh b'eyb'al b'aj ix cuchb'aj eb' yuj juntzanh eb' winh sreyal."
        },
        {
            "number": "9",
            "text": "Elk'altac ix sk'ulej juntzanh tas manh wach'oc eb' t'a yichanh Jehová sDiosal, ix sb'oanq'ue juntzanh lugar chaanh eb' t'a junjun nivac chonhab' yet' t'a junjun cuartel, yic b'aj tz'och eb' ejmelal."
        },
        {
            "number": "10",
            "text": "Ix sb'oanpaxq'ue q'uen q'ueen eb' yic syal sb'a eb' t'ay, ix sb'oanpax te te' eb' yic yechel jun sdiosal eb' scuch Asera. Ha t'a tzalquixtac yet' t'a yich te te' k'ayum xiil sb'o juntzanh chi' eb'."
        },
        {
            "number": "11",
            "text": "Ata' ix snhus incienso eb' icha val sb'eyb'al juntzanh nación yik'naquel Jehová t'a yichanh eb'. Ix stzuntzancot yoval sk'ol Jehová chi' eb'."
        },
        {
            "number": "12",
            "text": "Ix och eb' ejmelal t'a yechel comon dios, aton val juntzanh yalnac Jehová to ay yowalil yoch eb' ejmelal t'ay."
        },
        {
            "number": "13",
            "text": "Ix schec Jehová yal eb' schecab' t'a Israel yet' t'a Judá: Naec e b'ha t'a masanil e chuk b'eyb'al, k'anab'ajejec masanil checnab'il, cachnab'il yet' masanil k'ayb'ub'al vak'nac t'a eb' e mam eyicham. Anheja' eb' in checab' van yalan eb' t'ayex, xchi Jehová, xchi eb'."
        },
        {
            "number": "14",
            "text": "Palta manh val jab'oc ix scha eb' yab'i, te pit ix yutej spensar eb' icha yutejnac sb'a eb' smam yicham eb', yujto maj yak'och Jehová sDiosal eb' t'a sk'ool."
        },
        {
            "number": "15",
            "text": "Ix spatiquejel ley eb' yet' trato sb'onac Jehová yet' eb' smam yicham eb' chi'. Ix spatiquejpaxel checnab'il ix alchaj t'a eb'. Ix ochpax tzak'an eb' yuj juntzanh dios malaj jab'oc yelk'ochi. Ha yuj juntzanh chi' manhxa jab'oc yelk'och eb', axonhej schuc b'eyb'al juntzanhxo nación ix sb'eyb'alej eb', juntzanh to ay yowalil yuj Jehová sb'eyb'alaji."
        },
        {
            "number": "16",
            "text": "Ix yactancan masanil schecnab'il Jehová sDiosal eb', ix sb'oan chab' yechel vacax eb' sdiosaloc. Ay pax jun te' yechel ix Asera b'aj ix och eb' ejmelal. Ix ochpax eb' ejmelal t'a q'uen k'anal yet' t'a Baal."
        },
        {
            "number": "17",
            "text": "Ix snhusantz'a yal yuninal eb' silab'il t'a comon dios, ix sk'anb'an sb'a eb' t'a eb' naumel lolonel yet' t'a eb' aj chum. Ix ste k'ulejnhej chukal eb' t'a yichanh Jehová. Icha val chi' ix aj stzuntzancot yoval sk'ol Jehová eb'."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix te cot yoval sk'ol Jehová t'a Israel, ix yik'anel eb' t'a yichanh. Axonhej eb' yinhtilal Judá ix kan yuj."
        },
        {
            "number": "19",
            "text": "Maj sk'anab'ajej pax schecnab'il Jehová sDiosal eb' aj Judá chi'. Palta ix sb'eyb'alej eb' icha val tas ix sb'eyb'alej eb' israel chi'."
        },
        {
            "number": "20",
            "text": "Yuj chi', masanil eb' yinhtilal Israel ix paticanel Jehová, ix ak'jioch eb' t'a yol sk'ab' juntzanh eb' ch'oc chonhab'il yic tz'ixtaj eb' yuj eb', masanto ix yal yel eb' t'a yichanh Jehová chi'."
        },
        {
            "number": "21",
            "text": "Ayic ix ik'jiel lajunhe' inhtilal eb' israel t'a yol sk'ab' eb' yinhtilal winhaj David, haxo winhaj Jeroboam yuninal winhaj Nabat ix yak'och eb' sreyaloc. Aton winh ix cuchb'anel eb' t'a spatic Jehová, te niwan chukal ix sk'ulej eb' yuj winh."
        },
        {
            "number": "22",
            "text": "Icha val chi' ix te aj yoch smul eb', ix sk'ulejnhej eb' icha chukal ix sk'ulej winhaj Jeroboam chi'."
        },
        {
            "number": "23",
            "text": "Yuj chi', ix yiq'uel eb' israel chi' Jehová t'a yichanh, icha ix aj yalancan eb' schecab'. Ix ik'jib'at eb' preso t'a Asiria, ix cannhej eb' ta'."
        },
        {
            "number": "24",
            "text": "Ha winh sreyal Asiria chi' ix ik'ancot eb' anima ay t'a juntzanh chonhab' tik: Aton Babilonia, Cuta, Ava, Hamat yet' Sefarvaim. Aton eb' chi' ix cajnaj yuj winh t'a yol yic Samaria sq'uexuloc eb' israel. Icha chi' ix ajek' cajan juntzanh anima chi' t'a juntzanh chonhab' t'a yol smacb'en Samaria chi'."
        },
        {
            "number": "25",
            "text": "Ha juntzanh anima ix javi cajan chi', max ochlaj eb' ejmelal t'a Jehová, yuj chi' ix yak'cot nok' choj Jehová t'a skal eb', ix miljicham jayvanh eb' yuj nok'."
        },
        {
            "number": "26",
            "text": "Ix alchaj t'a winh sreyal Asiria chi' icha tik: Ha eb' anima ix ak'b'at t'a Samaria yic b'at cajnaj eb' ta', manh yojtacoc eb' yoch ejmelal t'a sDiosal jun lugar chi', yuj chi' a jun Dios chi' schecancot nok' choj t'a eb', smiljicham eb' yuj nok', xchi eb'."
        },
        {
            "number": "27",
            "text": "Yuj chi' ix ak'ji meltzaj junok eb' winh sacerdote ik'b'ilb'at t'a preso chi' yuj winh sreyal Asiria chi', yic wach' tz'aj winh ta', yic sk'ayb'aj eb' anima chi' yuj winh t'a tas snib'ej sDiosal jun chonhab' chi'."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix cot junok eb' winh sacerdote aj Samaria ik'b'ilb'at chi'. Axo t'a Betel ix aj winh, ix sk'ayb'an eb' anima chi' winh t'a tas tz'aj yoch eb' ejmelal t'a Jehová."
        },
        {
            "number": "29",
            "text": "Palta junjun chonhab'il eb' ix sb'o sdiosal t'a junjun chonhab' b'aj cajan. Ix sb'oanxiq'ue lugar eb' chaanh b'aj b'ob'iltaxon yuj eb' aj Samaria chi'."
        },
        {
            "number": "30",
            "text": "Ha eb' aj Babilonia, ix sb'o yechel Sucot-benot eb'. Axo eb' aj Cuta, ix sb'o yechel Nergal eb'. Axo eb' aj Hamat, ix sb'o yechel Asima eb'."
        },
        {
            "number": "31",
            "text": "Axo eb' aj Ava, ix sb'o yechel Nibhaz eb' yet' yechel Tartac. Axo pax eb' aj Sefarvaim, ix snhustz'a yalyuninal eb' silab'il t'a yechel Adramelec yet' t'a Anamelec, aton juntzanh chi' sdiosal eb'."
        },
        {
            "number": "32",
            "text": "Scomon ochpax eb' ejmelal t'a Jehová. Syak'anpaxoch eb' yetchonhab' eb' sacerdoteal yic tz'och ejmelal t'a juntzanh lugar chaanh."
        },
        {
            "number": "33",
            "text": "Wach'chom tz'och eb' ejmelal t'a Jehová yalani, palta anheja' yoch eb' ejmelal t'a scomon dios, icha sb'eyb'al eb' anima b'aj cotnac eb'."
        },
        {
            "number": "34",
            "text": "Ix sb'eyb'alejnhej eb' icha sb'eyb'altaxon t'a peca'. Max ochlaj eb' ejmelal t'a Jehová, max sk'anab'ajej checnab'il eb' yet' k'ayb'ub'al ix yak' Jehová to yowalil sk'anab'ajej eb' yinhtilal winhaj Jacob, aton winh ix ak'ji scuch Israel."
        },
        {
            "number": "35",
            "text": "Ayic ix sb'oan strato Jehová yet' eb' israel, ix yalani: Manh ex och ejmelal t'a juntzanh comon dios, manh eyak' servil, manh eyak' e silab' t'ay."
        },
        {
            "number": "36",
            "text": "Palta anhej t'ayin tzex och ejmelal, yujto Ha in ix ex viq'uelta t'a Egipto yet' in poder, yuj chi' anhej val t'ayin yowalil tzex och ejmelal, anhej t'ayin tzeyak'pax e silab'."
        },
        {
            "number": "37",
            "text": "Anhejtona' tze k'anab'ajej masanil in k'ayb'ub'al, in checnab'il yet' cachnab'il tz'ib'yajcani. Manh ex och ejmelal t'a juntzanh comon dios."
        },
        {
            "number": "38",
            "text": "Ha in trato tzin b'o tik eyed'oc, manh eyak'b'at satk'olal. Manh ex och ejmelal t'a juntzanh comon dios,"
        },
        {
            "number": "39",
            "text": "palta anhej t'ayin Jehová e Diosal in tik tzex och ejmelal. Tato icha chi' tze k'ulej, ol ex in colel t'a yol sk'ab' eb' eyajk'ool, xchi Jehová."
        },
        {
            "number": "40",
            "text": "Palta a juntzanh anima chi', maj schalaj yab' eb'. Ix sb'eyb'alejnhej eb' ichataxon sb'eyb'al. Wach'chom tz'och eb' ejmelal t'a Jehová yalani, tz'ochpax eb' ejmelal t'a sdiosal. Ha eb' yinhtilal eb', ix sb'eyb'alejnhej sb'eyb'al eb' smam yicham eb'."
        }
    ]
}