{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 12 ab'il yoch winhaj Acaz reyal t'a Judá, haxo winhaj Oseas yuninal winhaj Ela ix och reyal t'a Israel, b'alunhe' ab'il ix yak' reyal winh t'a Samaria."
        },
        {
            "number": "2",
            "text": "Chuc tas ix sk'ulej winh t'a yichanh Jehová, wach'chom maj k'och ijan icha schucal juntzanh heb' winh rey ek'nac t'a Israel chi' t'a yalanhtaxo."
        },
        {
            "number": "3",
            "text": "Ha winhaj Salmanasar sreyal Asiria, ix yak' owal winh yet' winhaj Oseas chi'. Ix kan winhaj Oseas chi' t'a yalanh smandar winh, ix yak'an k'een tumin winh t'a winh sreyal Asiria chi' t'a junjun ab'il."
        },
        {
            "number": "4",
            "text": "Palta ix yaktej winhaj Oseas chi' yak'an k'een tumin chi', ix schecanb'at schecab' winh t'a winhaj So sreyal Egipto yic skolwaj winh yet' winh yic tz'el winh t'a yalanh smandar winh sreyal Asiria chi'. Yuj chi' a winhaj rey Salmanasar ix yaman winhaj Oseas chi', ix yak'anoch winh winh t'a preso."
        },
        {
            "number": "5",
            "text": "Ix lajwinhej chi', ix syamanoch winh yik'anek' masanil smacb'en Israel chi'. Oxe' ab'il ix yoymitej chonhab' Samaria winh."
        },
        {
            "number": "6",
            "text": "Axo ix aji, ha t'a sb'alunhil ab'il yoch winhaj Oseas chi' reyal, ix ak'ji ganar Samaria yuj winhaj Salmanasar sreyal Asiria chi'. Yuj chi' ix ik'jib'at masanil heb' israel t'a preso. Axo t'a chonhab' Halah t'a yol yic Habor t'a sti' ha' Gozán yet' t'a juntzanhxo chonhab' yic heb' medo, ix ak'jib'at heb' yuj winh."
        },
        {
            "number": "7",
            "text": "Icha chi' ix aj scot jun chi' t'a yib'anh heb' israel chi', yujto ix och wal smul heb' t'a yichanh Jehová sDiosal. Ha Jehová chi' ik'jinaquelta heb' smam yicham heb' t'a Egipto, t'a yol sk'ab' winh sreyal Egipto chi'. Ochnac heb' ejmelal t'a juntzanh comon Dios,"
        },
        {
            "number": "8",
            "text": "sb'eyb'alannac sb'eyb'al juntzanh nación heb', aton juntzanh yik'naquel Jehová t'a yichanh heb' yet' juntzanh b'eyb'al b'aj ix cuchb'aj heb' yuj juntzanh heb' winh sreyal."
        },
        {
            "number": "9",
            "text": "Elk'altac ix sk'ulej juntzanh tas manh wach'oc heb' t'a yichanh Jehová sDiosal, ix sb'oank'e juntzanh lugar chaanh heb' t'a junjun niwac chonhab' yet' t'a junjun cuartel, yic b'aj tz'och heb' ejmelal."
        },
        {
            "number": "10",
            "text": "Ix sb'oanpaxk'e k'een k'een heb' yic syal sb'a heb' t'ay, ix sb'oanpax te te' heb' yic yechel jun sdiosal heb' scuch Asera. Ha t'a tzalquixtac yet' t'a yich te te' k'ayum xiil sb'o juntzanh chi' heb'."
        },
        {
            "number": "11",
            "text": "Ata' ix snhus incienso heb' icha wal sb'eyb'al juntzanh nación yik'naquel Jehová t'a yichanh heb'. Ix stzuntzancot yowal sk'ol Jehová chi' heb'."
        },
        {
            "number": "12",
            "text": "Ix och heb' ejmelal t'a yechel comon Dios, aton wal juntzanh yalnac Jehová to ay yowalil yoch heb' ejmelal t'ay."
        },
        {
            "number": "13",
            "text": "Ix schec Jehová yal heb' schecab' t'a Israel yet' t'a Judá: Naec he b'ha t'a masanil he chuk b'eyb'al, k'anab'ajejec masanil checnab'il, cachnab'il yet' masanil k'ayb'ub'al wak'nac t'a heb' he mam eyicham. Anheja' heb' in checab' wan yalan heb' t'ayex, xchi Jehová, xchi heb'."
        },
        {
            "number": "14",
            "text": "Palta manh wal jab'oc ix scha heb' yab'i, te pit ix yutej spensar heb' icha yutejnac sb'a heb' smam yicham heb', yujto maj yak'och Jehová sDiosal heb' t'a sk'ool."
        },
        {
            "number": "15",
            "text": "Ix spatiquejel ley heb' yet' trato sb'onac Jehová yet' heb' smam yicham heb' chi'. Ix spatiquejpaxel checnab'il ix alchaj t'a heb'. Ix ochpax tzak'an heb' yuj juntzanh Dios malaj jab'oc yelk'ochi. Ha yuj juntzanh chi' manhxa jab'oc yelk'och heb', axonhej schuc b'eyb'al juntzanhxo nación ix sb'eyb'alej heb', juntzanh to ay yowalil yuj Jehová sb'eyb'alaji."
        },
        {
            "number": "16",
            "text": "Ix yactancan masanil schecnab'il Jehová sDiosal heb', ix sb'oan chab' yechel wacax heb' sdiosaloc. Ay pax jun te' yechel ix Asera b'aj ix och heb' ejmelal. Ix ochpax heb' ejmelal t'a k'een k'anal yet' t'a Baal."
        },
        {
            "number": "17",
            "text": "Ix snhusantz'a yal yuninal heb' silab'il t'a comon Dios, ix sk'anb'an sb'a heb' t'a heb' naumel lolonel yet' t'a heb' aj chum. Ix ste k'ulejnhej chukal heb' t'a yichanh Jehová. Icha wal chi' ix aj stzuntzancot yowal sk'ol Jehová heb'."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix te cot yowal sk'ol Jehová t'a Israel, ix yik'anel heb' t'a yichanh. Axonhej heb' yinhtilal Judá ix kan yuj."
        },
        {
            "number": "19",
            "text": "Maj sk'anab'ajej pax schecnab'il Jehová sDiosal heb' aj Judá chi'. Palta ix sb'eyb'alej heb' icha wal tas ix sb'eyb'alej heb' israel chi'."
        },
        {
            "number": "20",
            "text": "Yuj chi', masanil heb' yinhtilal Israel ix paticanel Jehová, ix ak'jioch heb' t'a yol sk'ab' juntzanh heb' ch'oc chonhab'il yic tz'ixtaj heb' yuj heb', masanto ix yal yel heb' t'a yichanh Jehová chi'."
        },
        {
            "number": "21",
            "text": "Ayic ix ik'jiel lajunhe' inhtilal heb' israel t'a yol sk'ab' heb' yinhtilal winhaj Dawid, haxo winhaj Jeroboam yuninal winhaj Nabat ix yak'och heb' sreyaloc. Aton winh ix cuchb'anel heb' t'a spatic Jehová, te niwan chukal ix sk'ulej heb' yuj winh."
        },
        {
            "number": "22",
            "text": "Icha wal chi' ix te aj yoch smul heb', ix sk'ulejnhej heb' icha chukal ix sk'ulej winhaj Jeroboam chi'."
        },
        {
            "number": "23",
            "text": "Yuj chi', ix yik'el heb' israel chi' Jehová t'a yichanh, icha ix aj yalancan heb' schecab'. Ix ik'jib'at heb' preso t'a Asiria, ix cannhej heb' ta'."
        },
        {
            "number": "24",
            "text": "Ha winh sreyal Asiria chi' ix ik'ancot heb' anima ay t'a juntzanh chonhab' tik: Aton Babilonia, Cuta, Awa, Hamat yet' Sefarwaim. Aton heb' chi' ix cajnaj yuj winh t'a yol yic Samaria sk'exuloc heb' israel. Icha chi' ix ajek' cajan juntzanh anima chi' t'a juntzanh chonhab' t'a yol smacb'en Samaria chi'."
        },
        {
            "number": "25",
            "text": "Ha juntzanh anima ix jawi cajan chi', max ochlaj heb' ejmelal t'a Jehová, yuj chi' ix yak'cot nok' choj Jehová t'a skal heb', ix miljicham jaywanh heb' yuj nok'."
        },
        {
            "number": "26",
            "text": "Ix alchaj t'a winh sreyal Asiria chi' icha tik: Ha heb' anima ix ak'b'at t'a Samaria yic b'at cajnaj heb' ta', manh yojtacoc heb' yoch ejmelal t'a sDiosal jun lugar chi', yuj chi' a jun Dios chi' schecancot nok' choj t'a heb', smiljicham heb' yuj nok', xchi heb'."
        },
        {
            "number": "27",
            "text": "Yuj chi' ix ak'ji meltzaj junok heb' winh sacerdote ik'b'ilb'at t'a preso chi' yuj winh sreyal Asiria chi', yic wach' tz'aj winh ta', yic sk'ayb'aj heb' anima chi' yuj winh t'a tas snib'ej sDiosal jun chonhab' chi'."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix cot junok heb' winh sacerdote aj Samaria ik'b'ilb'at chi'. Axo t'a Betel ix aj winh, ix sk'ayb'an heb' anima chi' winh t'a tas tz'aj yoch heb' ejmelal t'a Jehová."
        },
        {
            "number": "29",
            "text": "Palta junjun chonhab'il heb' ix sb'o sdiosal t'a junjun chonhab' b'aj cajan. Ix sb'oanxik'e lugar heb' chaanh b'aj b'ob'iltaxon yuj heb' aj Samaria chi'."
        },
        {
            "number": "30",
            "text": "Ha heb' aj Babilonia, ix sb'o yechel Sucot-benot heb'. Axo heb' aj Cuta, ix sb'o yechel Nergal heb'. Axo heb' aj Hamat, ix sb'o yechel Asima heb'."
        },
        {
            "number": "31",
            "text": "Axo heb' aj Awa, ix sb'o yechel Nibhaz heb' yet' yechel Tartac. Axo pax heb' aj Sefarwaim, ix snhustz'a yalyuninal heb' silab'il t'a yechel Adramelec yet' t'a Anamelec, aton juntzanh chi' sdiosal heb'."
        },
        {
            "number": "32",
            "text": "Scomon ochpax heb' ejmelal t'a Jehová. Syak'anpaxoch heb' yetchonhab' heb' sacerdoteal yic tz'och ejmelal t'a juntzanh lugar chaanh."
        },
        {
            "number": "33",
            "text": "Wach'chom tz'och heb' ejmelal t'a Jehová yalani, palta anheja' yoch heb' ejmelal t'a scomon Dios, icha sb'eyb'al heb' anima b'aj cotnac heb'."
        },
        {
            "number": "34",
            "text": "Ix sb'eyb'alejnhej heb' icha sb'eyb'altaxon t'a peka'. Max ochlaj heb' ejmelal t'a Jehová, max sk'anab'ajej checnab'il heb' yet' k'ayb'ub'al ix yak' Jehová to yowalil sk'anab'ajej heb' yinhtilal winhaj Jacob, aton winh ix ak'ji scuch Israel."
        },
        {
            "number": "35",
            "text": "Ayic ix sb'oan strato Jehová yet' heb' israel, ix yalani: Manh ex och ejmelal t'a juntzanh comon Dios, manh eyak' serwil, manh eyak' he silab' t'ay."
        },
        {
            "number": "36",
            "text": "Palta anhej t'ayin tzex och ejmelal, yujto Ha in ix ex wik'elta t'a Egipto yet' in poder, yuj chi' anhej wal t'ayin yowalil tzex och ejmelal, anhej t'ayin tzeyak'pax he silab'."
        },
        {
            "number": "37",
            "text": "Anhejtona' tze k'anab'ajej masanil in k'ayb'ub'al, in checnab'il yet' cachnab'il tz'ib'yajcani. Manh ex och ejmelal t'a juntzanh comon Dios."
        },
        {
            "number": "38",
            "text": "Ha in trato tzin b'o tik eyed'oc, manh eyak'b'at satk'olal. Manh ex och ejmelal t'a juntzanh comon Dios,"
        },
        {
            "number": "39",
            "text": "palta anhej t'ayin Jehová he Diosal in tik tzex och ejmelal. Tato icha chi' tze k'ulej, ol ex in colel t'a yol sk'ab' heb' eyajk'ool, xchi Jehová."
        },
        {
            "number": "40",
            "text": "Palta a juntzanh anima chi', maj schalaj yab' heb'. Ix sb'eyb'alejnhej heb' ichataxon sb'eyb'al. Wach'chom tz'och heb' ejmelal t'a Jehová yalani, tz'ochpax heb' ejmelal t'a sdiosal. Ha heb' yinhtilal heb', ix sb'eyb'alejnhej sb'eyb'al heb' smam yicham heb'."
        }
    ]
}