{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ayic yoxilxo ab'il yoch vinhaj Oseas yuninal vinhaj Ela reyal t'a israel, ix och vinhaj Ezequías yuninal vinhaj Acaz reyal t'a Judá."
        },
        {
            "number": "2",
            "text": "25 ab'il sq'uinal vinh, 29 ab'il ix yak' reyal vinh t'a Jerusalén. Abi sb'i ix snun vinh, yisil ix vinhaj Zacarías."
        },
        {
            "number": "3",
            "text": "Ha tas ix sk'ulej vinhaj Ezequías chi', te wach' t'a yichanh Jehová, icha sk'ulejnac vinhaj David smam yicham vinh."
        },
        {
            "number": "4",
            "text": "Maj schaochlaj eb' anima vinh ejmelal t'a juntzanh lugar chaanh. Ix schecan vinh mak'jocpoj juntzanh q'uen q'ueen chajul yaj t'a eb'. Ix ch'acchajel juntzanh te te' yechel Asera. Ix mak'jipoj jun q'uen yechel chan bronce b'ob'ilcan yuj vinhaj Moisés, yujto snhus incienso eb' israel chi' t'ay, Nehustán ix sb'iejkan q'ueen yuj vinhaj Ezequías chi'."
        },
        {
            "number": "5",
            "text": "Ha vinhaj Ezequías chi', a Jehová sDiosal Israel ix yak'och vinh yipoc sk'ool. Ha t'a skal masanil eb' vinh sreyal Judá, eb' ek'nacxo yet' eb' tzak'anto ochnac yuj vinhaj Ezequías chi', malaj junok lajan spensar yet' vinh."
        },
        {
            "number": "6",
            "text": "Te k'anab'ajumnhej ix yutej sb'a vinh t'a Jehová. Malaj juneloc ix yiq'uel sb'a vinh t'ay. Masanil schecnab'il Jehová yalnaccan t'a vinhaj Moisés, ix sk'anab'ajej vinh."
        },
        {
            "number": "7",
            "text": "Masanil tas ix sk'ulej vinh, wach'nhej ix aj yelk'ochi, yujto aynhejoch Jehová yet' vinh. Ix yiq'uel sb'a vinh t'a yalanh smandar vinh sreyal Asiria, majxo yak'laj q'uen tumin vinh t'a vinh."
        },
        {
            "number": "8",
            "text": "Ix yak' ganar eb' filisteo vinh, eb' ay t'a juntzanh cuartel yet' eb' ay t'a juntzanh nivac chonhab' ayoch smuroal, masanto ix k'och vinh t'a Gaza yet' b'aj sk'och smacb'en Gaza chi'."
        },
        {
            "number": "9",
            "text": "Ayic schanhil ab'il yoch vinhaj Ezequías reyal t'a Judá, ayic yuquil ab'il yoch vinhaj Oseas yuninal vinhaj Ela reyal t'a Israel, ix yoymitan chonhab' Samaria vinhaj Salmanasar sreyal Asiria yet' eb' soldado."
        },
        {
            "number": "10",
            "text": "Ayic ix lajvi yoxil ab'il yoymitan eb', ix yak'an ganar Samaria chi' eb'. Ix uji jun chi' ayic vaquexo ab'il yoch vinhaj Ezequías chi' reyal, b'alunhexo pax ab'il yoch vinhaj Oseas reyal t'a Israel."
        },
        {
            "number": "11",
            "text": "Ix yik'b'at eb' israel vinhaj Salmanasar chi' t'a Asiria. Ha t'a chonhab' Halah t'a yol yic Habor t'a sti' ha' Gozán yet' t'a juntzanh chonhab' yic eb' medo ix aj eb' yuj vinh."
        },
        {
            "number": "12",
            "text": "Icha chi' ix uji yujto manh k'anab'ajumoc ix yutej sb'a eb' israel t'a Jehová sDiosal, ix spitej sb'a eb' t'a strato, maj schalaj yab' eb' tas alb'ilcan yuj vinhaj Moisés schecab' Jehová."
        },
        {
            "number": "13",
            "text": "Ayic 14 ab'ilxo yoch vinhaj Ezequías reyal t'a Judá, ix och vinhaj Senaquerib sreyal Asiria yak' oval t'a masanil chonhab' ay smuroal t'a yol yic Judá chi', ix laj ak'ji ganar juntzanh chonhab' chi' yuj vinh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix yak'b'at jun uum vinhaj Ezequías chi' t'a vinh sreyal Asiria t'a Laquis, ix yalanb'at vinh icha tik: Ix och in mul t'ayach, iq'uel a soldado ayoch t'a sat co lugar tik, ol vak' q'uen tumin ayoch t'a vib'anh uuj, xchib'at vinh. Yuj chi', 225 quintal q'uen plata yet' 23 quintal q'uen oro ix yak'och vinh sreyal Asiria chi' t'a yib'anh vinhaj Ezequías sreyal Judá chi'."
        },
        {
            "number": "15",
            "text": "Masanil q'uen plata ayek' t'a yol stemplo Jehová ix yak'b'at vinhaj Ezequías chi' yet' jantacxo sb'eyumal vinh ay t'a yol spalacio."
        },
        {
            "number": "16",
            "text": "Ix yik'anpaxel q'uen oro vinh, aton q'uen ayoch t'a templo chi', q'uen ayoch t'a spuertail yet' t'a smarcoal, aton q'uen yak'nacoch vinh t'a spuertail templo chi'. Masanil juntzanh chi' ix yak'b'at vinh t'a vinh sreyal Asiria chi'."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix yak'ancot oxvanh eb' vinh sat yaj t'a eb' vinh yajalil eb' soldado vinh sreyal Asiria chi' t'a vinhaj rey Ezequías chi' yet' jun niwan nhilanh eb' soldado. Ix el eb' t'a Laquis, ix javi eb' t'a Jerusalén. Ix sb'oan scampamento eb' b'aj tz'emul yoctac jun stanqueal ha ha' ay t'a yib'anh, t'a yol b'e sb'at b'aj sjuk'vi eb' jalum k'apac."
        },
        {
            "number": "18",
            "text": "Elanhchamel ix avtaj vinhaj rey Ezequías yuj eb' vinh. Yuj chi' a eb' vinh oxvanh tik ix schecb'at vinh rey chi', yic sb'at lolon eb' vinh yet' eb': Aton vinhaj Eliaquim yuninal vinhaj Hilcías, vinh stanhvumal spalacio vinh rey chi', vinhaj Sebna tz'ib'um ab'ix yet' vinhaj Joa yuninal vinhaj Asaf, stz'ib'um vinh rey chi'."
        },
        {
            "number": "19",
            "text": "Ix yalan jun vinh sat yajalil eb' soldado yic Asiria chi' t'a eb' vinh: --Alec t'a vinhaj Ezequías tas syal vinh sreyal Asiria, vinh niwan yelk'och t'a sat lu'um tik: ¿Tas ayoch yipoc a k'ool?"
        },
        {
            "number": "20",
            "text": "¿Tom tza na' to yujnhej sjelanil a pensar syal ak'an ganar eb' in soldado jelan t'a oval? ¿Tas ayoch yipoc a k'ool yuj chi' tzach och ajk'olal t'ayin?"
        },
        {
            "number": "21",
            "text": "Ix wila'' to a Egipto tzak'och yipoc a k'ool. Wach' toni, yujto a Egipto chi' lajan val icha junok te' aj pojeltacxo. Ayic sco k'ocochan te', tzek' pacnaj te', haxo sjayil snhi' te' sb'at t'a co k'ab'. Icha chi' yaj vinh sreyal Egipto t'a mach tz'ak'anoch vinh yipoc sk'ool."
        },
        {
            "number": "22",
            "text": "Ach Ezequías, tecan tzal icha tik: Ha onh tik a Jehová co Diosal scak'och yipoc co k'ool. Palta ina toxo ix a chec satjiel juntzanh altar b'aj chaanh, b'aj tz'och eb' anima ejmelal t'a jun e Diosal chi'. Ix alani to junxonhej altar b'aj tz'och eb' aj Judá yet' eb' aj Jerusalén ejmelal."
        },
        {
            "number": "23",
            "text": "Ha ticnaic b'o junok a trato yet' vinh vajalil, aton vinh sreyal Asiria. Syal vinh t'ayach icha tik: Ol vak' chab'oc mil nok' chej t'ayach, tato tz'ilchaj eb' soldado sq'ue t'a yib'anh nok' uuj. ¿Tom ol yal uuj?"
        },
        {
            "number": "24",
            "text": "Tato icha chi', ¿tom ol tzak'van eyak'an oval yet' jun nhilanh eb' co soldado aj Asiria vanto sk'ayi, wach'chom tze comon aq'uejoch eb' aj Egipto yet' scarruaje yipoc e k'ool?"
        },
        {
            "number": "25",
            "text": "Anhejtona', ¿tom tza na' to tzonh comon javi co satel jun chonhab' tik tato manhoc Jehová ayoch qued'oc? Aton val ix onh checancot ul ex co sateli."
        },
        {
            "number": "26",
            "text": "Ix tak'vi vinhaj Eliaquim, vinhaj Sebna yet' vinhaj Joa t'a jun vinh yajal soldado chi': --Tzonh tevi t'ayach to ha t'a arameo tzal t'ayonh, yujto scab' arameo chi'. Palta manh ach lolon t'a hebreo chi', yujto syab' masanil anima ayq'ue t'a yib'anh smuroal chonhab', xchi eb' vinh."
        },
        {
            "number": "27",
            "text": "Ix tak'vi vinh yajal eb' soldado chi': --Manhocnhej t'ayex yet' t'a vinh e reyal b'aj ix in checjicot yuj vinh in reyal yic tzul valan juntzanh lolonel tik. Palta aton val t'a masanil eb' anima ayq'ue t'a yib'anh muro chi' b'aj svala', yujto ol yab' syail eb' eyed'oc, ol e lo e tza', ol eyuk'an e chul tato tz'och oval."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix q'ue vaan vinh yajalil eb' soldado chi', te chaanh ix yal vinh t'a hebreo: --Ab'ec val tas syal vinh rey te niwan yelk'ochi, aton vinh sreyal Asiria:"
        },
        {
            "number": "29",
            "text": "Manh eyak' e b'a yixtej vinhaj Ezequías chi'. ¿Tocval ol yal ex scolanel vinh t'a yol in k'ab'?"
        },
        {
            "number": "30",
            "text": "Ha vinhaj Ezequías chi' snib'ej vinh to a Jehová tzeyak'och yipoc e k'ool. Syalan vinh icha tik: Val yel ol onh scol Jehová co Diosal. Manh ol ak'jococh co chonhab' tik t'a yol sk'ab' vinh sreyal Asiria chi' yuj, xchi vinh."
        },
        {
            "number": "31",
            "text": "Palta manh e cha eyab' tas syal vinh chi', xchi vinh sreyal Asiria chi'. Yujto a vinh rey chi' tzul checan val t'ayex tato tzeyak'och e b'ha t'a yol sk'ab' vinh t'a ak'ank'olal, ol e lo sat eyavb'en te', icha te' uva yet' te' higo. Ol eyuk'anpax ha ha' joyb'il eyuuj."
        },
        {
            "number": "32",
            "text": "Ol lajvoc chi', ol ex yik'anb'at vinh t'a jun lum lum lajan icha eyic tik, b'aj ay te' uva yet' ixim trigo. Ol e b'o e pan yet' e vino. Ay pax aceite yet' te' olivo yet' nok' yalchab'. Wach' ol aj yek' eyuuj, manh ol ex chamlaj yuj vejel. Palta manh eyak'och t'a e k'ol tas syal vinhaj Ezequías chi', yujto tonhej tzex yixtej vinh syalan vinh: Ha Jehová ol onh colanoc, xchi vinh."
        },
        {
            "number": "33",
            "text": "Ha juntzanhxo nación maj coljilaj eb' yuj sdiosal t'a yol sk'ab' vinh sreyal Asiria chi'."
        },
        {
            "number": "34",
            "text": "¿B'aj ix k'och sdiosal chonhab' Amat yet' chonhab' Arfad? ¿B'ajtil ix k'och sdiosal chonhab' Sefarvaim, Hena yet' Iva? ¿Tocval ix colchaj Samaria t'a yol co k'ab' a onh Asiria onh tik yuj sdiosal?"
        },
        {
            "number": "35",
            "text": "¿Mach junok t'a skal juntzanh sdiosal juntzanh nación chi' ix yal scolanel schonhab' t'a yol sk'ab' vinh sreyal Asiria? ¿Tas yuj tze na' to a Jehová ol yal scolanel Jerusalén tik? xchi vinh yajal soldado yic Asiria chi'."
        },
        {
            "number": "36",
            "text": "Palta tz'innhej xchi masanil eb' anima chi'. Manhxa mach ix tak'vi, yujto a vinhaj rey Ezequías ix alani to malaj mach stak'vi."
        },
        {
            "number": "37",
            "text": "Yuj chi' ix stzilchitanb'at spichul eb' vinh oxvanh chi', yujto ix te tac sk'ol eb' vinh yuj tas ix yal vinh schecab' vinh sreyal Asiria chi'. Ixlajwi chi', ix b'at yalan eb' vinh t'a vinhaj rey Ezequías tas ix alchaj chi'."
        }
    ]
}