{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ayic yoxilxo ab'il yoch winhaj Oseas yuninal winhaj Ela reyal t'a israel, ix och winhaj Ezequías yuninal winhaj Acaz reyal t'a Judá."
        },
        {
            "number": "2",
            "text": "25 ab'il sk'inal winh, 29 ab'il ix yak' reyal winh t'a Jerusalén. Abi sb'i ix snun winh, yisil ix winhaj Zacarías."
        },
        {
            "number": "3",
            "text": "Ha tas ix sk'ulej winhaj Ezequías chi', te wach' t'a yichanh Jehová, icha sk'ulejnac winhaj Dawid smam yicham winh."
        },
        {
            "number": "4",
            "text": "Maj schaochlaj heb' anima winh ejmelal t'a juntzanh lugar chaanh. Ix schecan winh mak'jocpoj juntzanh k'een k'een chajul yaj t'a heb'. Ix ch'acchajel juntzanh te te' yechel Asera. Ix mak'jipoj jun k'een yechel chan bronce b'ob'ilcan yuj winhaj Moisés, yujto snhus incienso heb' israel chi' t'ay, Nehustán ix sb'iejkan k'een yuj winhaj Ezequías chi'."
        },
        {
            "number": "5",
            "text": "Ha winhaj Ezequías chi', a Jehová sDiosal Israel ix yak'och winh yipoc sk'ool. Ha t'a skal masanil heb' winh sreyal Judá, heb' ek'nacxo yet' heb' tzak'anto ochnac yuj winhaj Ezequías chi', malaj junok lajan spensar yet' winh."
        },
        {
            "number": "6",
            "text": "Te k'anab'ajumnhej ix yutej sb'a winh t'a Jehová. Malaj juneloc ix yik'el sb'a winh t'ay. Masanil schecnab'il Jehová yalnaccan t'a winhaj Moisés, ix sk'anab'ajej winh."
        },
        {
            "number": "7",
            "text": "Masanil tas ix sk'ulej winh, wach'nhej ix aj yelk'ochi, yujto aynhejoch Jehová yet' winh. Ix yik'el sb'a winh t'a yalanh smandar winh sreyal Asiria, majxo yak'laj k'een tumin winh t'a winh."
        },
        {
            "number": "8",
            "text": "Ix yak' ganar heb' filisteo winh, heb' ay t'a juntzanh cuartel yet' heb' ay t'a juntzanh niwac chonhab' ayoch smuroal, masanto ix k'och winh t'a Gaza yet' b'aj sk'och smacb'en Gaza chi'."
        },
        {
            "number": "9",
            "text": "Ayic schanhil ab'il yoch winhaj Ezequías reyal t'a Judá, ayic yuquil ab'il yoch winhaj Oseas yuninal winhaj Ela reyal t'a Israel, ix yoymitan chonhab' Samaria winhaj Salmanasar sreyal Asiria yet' heb' soldado."
        },
        {
            "number": "10",
            "text": "Ayic ix lajwi yoxil ab'il yoymitan heb', ix yak'an ganar Samaria chi' heb'. Ix uji jun chi' ayic waquexo ab'il yoch winhaj Ezequías chi' reyal, b'alunhexo pax ab'il yoch winhaj Oseas reyal t'a Israel."
        },
        {
            "number": "11",
            "text": "Ix yik'b'at heb' israel winhaj Salmanasar chi' t'a Asiria. Ha t'a chonhab' Halah t'a yol yic Habor t'a sti' ha' Gozán yet' t'a juntzanh chonhab' yic heb' medo ix aj heb' yuj winh."
        },
        {
            "number": "12",
            "text": "Icha chi' ix uji yujto manh k'anab'ajumoc ix yutej sb'a heb' israel t'a Jehová sDiosal, ix spitej sb'a heb' t'a strato, maj schalaj yab' heb' tas alb'ilcan yuj winhaj Moisés schecab' Jehová."
        },
        {
            "number": "13",
            "text": "Ayic 14 ab'ilxo yoch winhaj Ezequías reyal t'a Judá, ix och winhaj Senaquerib sreyal Asiria yak' owal t'a masanil chonhab' ay smuroal t'a yol yic Judá chi', ix laj ak'ji ganar juntzanh chonhab' chi' yuj winh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix yak'b'at jun uum winhaj Ezequías chi' t'a winh sreyal Asiria t'a Laquis, ix yalanb'at winh icha tik: Ix och in mul t'ayach, ik'el a soldado ayoch t'a sat ko lugar tik, ol wak' k'een tumin ayoch t'a wib'anh uuj, xchib'at winh. Yuj chi', 225 quintal k'een plata yet' 23 quintal k'een oro ix yak'och winh sreyal Asiria chi' t'a yib'anh winhaj Ezequías sreyal Judá chi'."
        },
        {
            "number": "15",
            "text": "Masanil k'een plata ayek' t'a yol stemplo Jehová ix yak'b'at winhaj Ezequías chi' yet' jantacxo sb'eyumal winh ay t'a yol spalacio."
        },
        {
            "number": "16",
            "text": "Ix yik'anpaxel k'een oro winh, aton k'een ayoch t'a templo chi', k'een ayoch t'a spuertail yet' t'a smarcoal, aton k'een yak'nacoch winh t'a spuertail templo chi'. Masanil juntzanh chi' ix yak'b'at winh t'a winh sreyal Asiria chi'."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix yak'ancot oxwanh heb' winh sat yaj t'a heb' winh yajalil heb' soldado winh sreyal Asiria chi' t'a winhaj rey Ezequías chi' yet' jun niwan nhilanh heb' soldado. Ix el heb' t'a Laquis, ix jawi heb' t'a Jerusalén. Ix sb'oan scampamento heb' b'aj tz'emul yoctac jun stanqueal ha ha' ay t'a yib'anh, t'a yol b'e sb'at b'aj sjuk'wi heb' jalum k'apac."
        },
        {
            "number": "18",
            "text": "Elanhchamel ix avtaj winhaj rey Ezequías yuj heb' winh. Yuj chi' a heb' winh oxwanh tik ix schecb'at winh rey chi', yic sb'at lolon heb' winh yet' heb': Aton winhaj Eliaquim yuninal winhaj Hilcías, winh stanhwumal spalacio winh rey chi', winhaj Sebna tz'ib'um ab'ix yet' winhaj Joa yuninal winhaj Asaf, stz'ib'um winh rey chi'."
        },
        {
            "number": "19",
            "text": "Ix yalan jun winh sat yajalil heb' soldado yic Asiria chi' t'a heb' winh: --Alec t'a winhaj Ezequías tas syal winh sreyal Asiria, winh niwan yelk'och t'a sat lu'um tik: ¿Tas ayoch yipoc a k'ool?"
        },
        {
            "number": "20",
            "text": "¿Tom tza na' to yujnhej sjelanil a pensar syal ak'an ganar heb' in soldado jelan t'a owal? ¿Tas ayoch yipoc a k'ool yuj chi' tzach och ajk'olal t'ayin?"
        },
        {
            "number": "21",
            "text": "Ix wila'' to a Egipto tzak'och yipoc a k'ool. Wach' toni, yujto a Egipto chi' lajan wal icha junok te' aj pojeltacxo. Ayic sco k'ocochan te', tzek' pacnaj te', haxo sjayil snhi' te' sb'at t'a ko k'ab'. Icha chi' yaj winh sreyal Egipto t'a mach tz'ak'anoch winh yipoc sk'ool."
        },
        {
            "number": "22",
            "text": "Ach Ezequías, tecan tzal icha tik: Ha onh tik a Jehová ko Diosal skak'och yipoc ko k'ool. Palta ina toxo ix a chec satjiel juntzanh altar b'aj chaanh, b'aj tz'och heb' anima ejmelal t'a jun he Diosal chi'. Ix alani to junxonhej altar b'aj tz'och heb' aj Judá yet' heb' aj Jerusalén ejmelal."
        },
        {
            "number": "23",
            "text": "Ha ticnaik b'o junok a trato yet' winh wajalil, aton winh sreyal Asiria. Syal winh t'ayach icha tik: Ol wak' chab'oc mil nok' chej t'ayach, tato tz'ilchaj heb' soldado sk'e t'a yib'anh nok' uuj. ¿Tom ol yal uuj?"
        },
        {
            "number": "24",
            "text": "Tato icha chi', ¿tom ol tzak'wan eyak'an owal yet' jun nhilanh heb' ko soldado aj Asiria wanto sk'ayi, wach'chom tze comon ak'ejoch heb' aj Egipto yet' scarruaje yipoc he k'ool?"
        },
        {
            "number": "25",
            "text": "Anhejtona', ¿tom tza na' to tzonh comon jawi ko satel jun chonhab' tik tato manhoc Jehová ayoch qued'oc? Aton wal ix onh checancot ul ex ko sateli."
        },
        {
            "number": "26",
            "text": "Ix tak'wi winhaj Eliaquim, winhaj Sebna yet' winhaj Joa t'a jun winh yajal soldado chi': --Tzonh tewi t'ayach to ha t'a arameo tzal t'ayonh, yujto scab' arameo chi'. Palta manh ach lolon t'a hebreo chi', yujto syab' masanil anima ayk'e t'a yib'anh smuroal chonhab', xchi heb' winh."
        },
        {
            "number": "27",
            "text": "Ix tak'wi winh yajal heb' soldado chi': --Manhoknhej t'ayex yet' t'a winh he reyal b'aj ix in checjicot yuj winh in reyal yic tzul walan juntzanh lolonel tik. Palta aton wal t'a masanil heb' anima ayk'e t'a yib'anh muro chi' b'aj swala', yujto ol yab' syail heb' eyed'oc, ol he lo he tza', ol eyuk'an he chul tato tz'och owal."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix k'e waan winh yajalil heb' soldado chi', te chaanh ix yal winh t'a hebreo: --Ab'ec wal tas syal winh rey te niwan yelk'ochi, aton winh sreyal Asiria:"
        },
        {
            "number": "29",
            "text": "Manh eyak' he b'a yixtej winhaj Ezequías chi'. ¿Tocwal ol yal ex scolanel winh t'a yol in k'ab'?"
        },
        {
            "number": "30",
            "text": "Ha winhaj Ezequías chi' snib'ej winh to a Jehová tzeyak'och yipoc he k'ool. Syalan winh icha tik: Val yel ol onh scol Jehová ko Diosal. Manh ol ak'jococh ko chonhab' tik t'a yol sk'ab' winh sreyal Asiria chi' yuj, xchi winh."
        },
        {
            "number": "31",
            "text": "Palta manh he cha eyab' tas syal winh chi', xchi winh sreyal Asiria chi'. Yujto a winh rey chi' tzul checan wal t'ayex tato tzeyak'och he b'ha t'a yol sk'ab' winh t'a ak'ank'olal, ol he lo sat eyavb'en te', icha te' uwa yet' te' higo. Ol eyuk'anpax ha ha' joyb'il eyuuj."
        },
        {
            "number": "32",
            "text": "Ol lajwoc chi', ol ex yik'anb'at winh t'a jun lum lum lajan icha eyic tik, b'aj ay te' uwa yet' ixim trigo. Ol he b'o he pan yet' he wino. Ay pax aceite yet' te' oliwo yet' nok' yalchab'. Wach' ol aj yek' eyuuj, manh ol ex chamlaj yuj wejel. Palta manh eyak'och t'a he k'ol tas syal winhaj Ezequías chi', yujto tonhej tzex yixtej winh syalan winh: Ha Jehová ol onh colanoc, xchi winh."
        },
        {
            "number": "33",
            "text": "Ha juntzanhxo nación maj coljilaj heb' yuj sdiosal t'a yol sk'ab' winh sreyal Asiria chi'."
        },
        {
            "number": "34",
            "text": "¿B'aj ix k'och sdiosal chonhab' Amat yet' chonhab' Arfad? ¿B'ajtil ix k'och sdiosal chonhab' Sefarwaim, Hena yet' Iwa? ¿Tocwal ix colchaj Samaria t'a yol ko k'ab' a onh Asiria onh tik yuj sdiosal?"
        },
        {
            "number": "35",
            "text": "¿Mach junok t'a skal juntzanh sdiosal juntzanh nación chi' ix yal scolanel schonhab' t'a yol sk'ab' winh sreyal Asiria? ¿Tas yuj tze na' to a Jehová ol yal scolanel Jerusalén tik? xchi winh yajal soldado yic Asiria chi'."
        },
        {
            "number": "36",
            "text": "Palta tz'innhej xchi masanil heb' anima chi'. Manhxa mach ix tak'wi, yujto a winhaj rey Ezequías ix alani to malaj mach stak'wi."
        },
        {
            "number": "37",
            "text": "Yuj chi' ix stzilchitanb'at spichul heb' winh oxwanh chi', yujto ix te tac sk'ol heb' winh yuj tas ix yal winh schecab' winh sreyal Asiria chi'. Ixlajwi chi', ix b'at yalan heb' winh t'a winhaj rey Ezequías tas ix alchaj chi'."
        }
    ]
}