{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an winhaj rey Ezequías tas ix alchaj chi', ix stzilchitanb'at spichul winh. Ix yak'anoch spichul winh yic cusk'olal, ix b'at lesalwoc winh t'a yol stemplo Jehová."
        },
        {
            "number": "2",
            "text": "Ix schekanb'at winhaj Eliaquim winh, winhaj Sebna yet' pax heb' winh yajal heb' winh sacerdote. Ayoch pichul yic cusk'olal yuj heb' winh. Ix b'at heb' winh yil winh schekab' Dios, aton winhaj Isaías yuninal winhaj Amoz."
        },
        {
            "number": "3",
            "text": "Ix b'at yalan heb' winh tas syal winh rey: Ha ticnaik ayonh och t'a yaelal, t'a cusk'olal yet' t'a q'uixwelal. Icha junok ix ix wan sb'o sk'ol yuj unin, manhxa jab'oc yip skani, icha wal chi' kaj ticnaik."
        },
        {
            "number": "4",
            "text": "Comonoc wal ix yab' Jehová ko Diosal tas ix yal jun winh schekab' winh sreyal Asiria ayic ix b'uchwaj winh t'a ko Diosal pitzan. Comonoc tz'ak'jioch yaelal t'a yib'anh winh yuj Jehová, yuj tas ix yal chi'. Lesalwanh cuuj mach onh ayonh to ek' tik, xchicot winhaj Ezequías, xchi heb' winh."
        },
        {
            "number": "5",
            "text": "Ayic ix yab'an winhaj Isaías tas ix yal heb' winh schekab' winhaj Ezequías chi',"
        },
        {
            "number": "6",
            "text": "ix schekanxib'at heb' winh winh yal t'a winh rey icha tik: Icha wal tik yalan Jehová: Manh ex xiv yuj tas ix yal jun winh schekab' winh sreyal Asiria chi', te chuk tas ix yal winh t'ayin, max yal-laj in kolwaj yalan winh."
        },
        {
            "number": "7",
            "text": "Ha in swala' to ol wak'och jun xivk'olal t'a winh, yuj chi' ayic ol yab'an junok ab'ix winh, ol meltzaj winh t'a schonhab', ata' ol wak' miljoccham winh, xchi Jehová, xchib'at winhaj Isaías chi'."
        },
        {
            "number": "8",
            "text": "Ix yab'an winh sat yajalil heb' soldado yic Asiria to manhxo ayoc ek' winh sreyal Asiria chi' t'a chonhab' Laquis. Yuj chi' ix meltzaj winh, ix schalan sb'a winh yet' winh rey chi' t'a chonhab' Libna, wan yak'an owal winh yet' jun chonhab' chi'."
        },
        {
            "number": "9",
            "text": "Ata' ix yab' winh rey chi' yalji to a winhaj Tirhaca sreyal Etiopía wan scot yet' heb' soldado ul yak' owal yet' winh. Yuj chi' ix schecxicot schekab' winh t'a winhaj rey Ezequías chi'."
        },
        {
            "number": "10",
            "text": "Ix yalancot winh icha tik: Ha a Diosal tz'alan t'ayach to manh ol ak'jococh Jerusalén t'a yol in k'ab', palta manh ak' musansatil a b'a yuj tas syal a Diosal chi' t'ayach."
        },
        {
            "number": "11",
            "text": "Tekan ix ab'i tas ix aj ko satanel juntzanhxo nación a onh sreyal onh Asiria tik, ¿tom ol yal a colji yuj a Diosal chi' a naani?"
        },
        {
            "number": "12",
            "text": "¿Tocwal ix colji heb' anima yuj sdiosal t'a yol sk'ab' heb' in mam wicham? Aton heb' aj Gozán, heb' aj Harán, heb' aj Resef heb' aj Bet-edén kajan t'a Telasar, ix satjiel heb'."
        },
        {
            "number": "13",
            "text": "¿B'ajtil ay winh sreyal chonhab' Hamat, Arpad, Sefarwaim, Hena yet' Iwa? xchicot winh sreyal Asiria chi'."
        },
        {
            "number": "14",
            "text": "Ix schaan jun carta winhaj rey Ezequías chi' b'aj tz'ib'ab'il juntzanh lolonel ix alchaj chi'. Ix yilan winh. Ixlajwi chi' ix b'at winh t'a stemplo Jehová, ix xuyanel jun carta chi' winh t'a yichanh Jehová chi'."
        },
        {
            "number": "15",
            "text": "Ix lesalwi winh icha tik: Mamin Jehová, ach ko Diosal a onh israel onh tik, ayach ek' t'a skal snanhal querubín, a achnhej Dios ach t'a yib'anh masanil nación t'a yol yib'anhk’inal tik. Ha ach ix a b'o satcha’anh yet' lum lum tik."
        },
        {
            "number": "16",
            "text": "Mamin Jehová, cotanh k'elan t'ayin, tzab'an tas ix yalcot winhaj Senaquerib t'ayin. Ach Dios pitzan, ix te b'uchwaj winh t'ayach."
        },
        {
            "number": "17",
            "text": "Val yel tzijtum nación satnacxoel yuj heb' winh sreyal Asiria chi'."
        },
        {
            "number": "18",
            "text": "Ix snhusantz'a sdiosal heb', heb' winh. Yujto a juntzanh chi' manh diosoclaj, nab'a te', nab'a k'een b'ob'il yuj heb' anima, yuj chi' ix yal satanel heb' winh."
        },
        {
            "number": "19",
            "text": "Ha ticnaik jun, ach Jehová ko Diosal, colonhel t'a yol sk'ab' jun winh rey chi', yic syojtaquejel masanil nación t'a yol yib'anhk’inal tik to a achnhej Dios ach, malaj junocxo, xchi winhaj rey Ezequías chi' t'a Jehová."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi' ix yalancot winhaj Isaías chi' t'a winhaj Ezequías chi' icha tik: Ha Jehová ko Diosal a onh israel onh tik, a tz'alan t'ayach icha tik: Ix wab' a lesal yuj tas syal winhaj Senaquerib sreyal Asiria."
        },
        {
            "number": "21",
            "text": "Yuj chi' a in Jehová in tik swal yuj winh sreyal Asiria chi' icha tik: Ach Senaquerib, a heb' ix cob'estac aj chonhab' Sion, malaj elk'och t'a yol sat heb' ix, tonhej ol ach stzetzej heb' ix. Ha heb' aj Jerusalén, ol b'at micnaj heb' ol ach sb'uchan heb'."
        },
        {
            "number": "22",
            "text": "¿Mach jun ix a b'uchu' ix a xib'tani? ¿Mach jun b'aj chaanh ix utej a jaj, ix ik'anchaanh a b'a t'ay? Aton t'ayin a in sDiosal in Israel tik to a inxonhej ochi."
        },
        {
            "number": "23",
            "text": "Ix a chec yal b'uchwal lolonel heb' winh a chekab' t'ayin Yajal in tik. Ix alan icha tik: Ix in k'e t'a jolomtac witz yet' jantac in carruaje, aton t'a jolomtac witz chaanh t'a yol yic Líbano. Ix in ch'akanel te' k'ute' chaanh steel yet' te' taj manh jantacoc swach'il. Ix in k'enhejk'och t'a jolomtac witz chaanh b'aj te k'ayum te te' wach' yilji."
        },
        {
            "number": "24",
            "text": "Ha t'a ch'oc chonhab'il ix wak' joychaj ha' uk'b'ila', ata' ix wuk' ha'. Ha ix in ek' t'a yoltac ha ha' t'a Egipto, ix in tek'ankan tup ha', xa chi."
        },
        {
            "number": "25",
            "text": "Palta, ¿tom malaj b'aj ix ab'i to a in ton Jehová in? Vuuj tz'elk'och juntzanh tik. Atax t'a peka' ix in na'a to ol a k'ulej juntzanh tik. Ha ticnaik jun, wan yelk'och wuuj, yuj chi' syal a satanel juntzanh nación te ay yip ix k'ekan b'ulan sk'ajil uuj."
        },
        {
            "number": "26",
            "text": "Manhxalaj yip heb' anima kajan t'a juntzanh nación chi', ix te xiv heb', ix q'uixwi heb'. Lajan ix aj heb' icha anh itaj yaax, mato icha anh ank'ultak sq'uib'k'e t'a yib'anhtac pat, cotacto anh stacjiel anh, icha chi' yaj heb' anima chi'."
        },
        {
            "number": "27",
            "text": "Vojtak masanil tas tza k'ulej yet' tas nab'il uuj tzach eq'ui. Vojtakpaxi to te aycot owal t'ayin."
        },
        {
            "number": "28",
            "text": "Toxo ix wab'i to aycot owal t'ayin, tzik'anchaanh a b'a. Yuj chi' ol wak'och jun k'een argolla t'a a nhi' yet' jun freno t'a a ti', ol ach wak'an meltzaj t'a b'e b'aj ix ach koti, xchi Jehová t'a winh sreyal Asiria chi', xchi winhaj Isaías chi'."
        },
        {
            "number": "29",
            "text": "Ix yalanpax winhaj Isaías t'a winhaj rey Ezequías chi': Ha jun tik yechel ol ch'oxjoc eyila' yuj tastac toto ol ujok: Ol he wa ixim trigo munil syawej sb'ha t'a jun ab'il tik yet' t'a junxo ab'il sjawi. Manhok exlaj ol yawej ixim. Axo wal t'a yoxil ab'il jun, a exxo ol eyawej ixim he trigo chi', ol he jochank'e waan. Ol eyawejpax eyuwa, ol he loan sat."
        },
        {
            "number": "30",
            "text": "Ha jaywanhocxo ex ol ex kan t'a Judá, lajan ol ex ajkan icha junok te te' sb'at sch'anhal yib' t'a yol lu'um syak'an sat."
        },
        {
            "number": "31",
            "text": "Axo t'a Jerusalén, ayto mach ol kan t'ay. Yed' pax t'a tzalan Sion, manh ol satel-laj anima smasanil. Ha jun tik, ol sk'ulej Jehová Yajal t'a Smasanil yujto te xajan ex yuj."
        },
        {
            "number": "32",
            "text": "Yuj chi' syal Jehová t'a yib'anh winh sreyal Asiria icha tik: Manh ol ochlaj winh t'a yol chonhab' Jerusalén, malaj wal junok sjul-lab' winh ol yak'lej sjulancoti. Manh ol jawoclaj winh yak' owal t'a Jerusalén tik, manh ol sb'ok'elaj stek'nub' winh t'a spatictac smuroal chonhab' tik."
        },
        {
            "number": "33",
            "text": "Ha in Jehová in tik swala' to ha t'a b'e b'aj ix jawi winh, anheja' ta' ol meltzajpax winh. Manh wal jab'oc ol yal yoch winh t'a yol chonhab' tik."
        },
        {
            "number": "34",
            "text": "Ha in ol in tanhwej jun chonhab' tik, yujto xajan winh in chekab' aj Dawid wuuj, yuj pax in b'inaji, xchi Jehová, xchi winhaj Isaías chi'."
        },
        {
            "number": "35",
            "text": "Ha t'a jun ak'wal chi', ix ek' jun yángel Jehová smilcham 185 mil heb' soldado asirio t'a skampamento heb', yuj chi' chamnacxo heb' ix sakb'i t'a junxo k'u."
        },
        {
            "number": "36",
            "text": "Icha chi' ix aj yik'anel skampamento winhaj Senaquerib chi' ta', ix paxcan winh t'a Níniwe."
        },
        {
            "number": "37",
            "text": "Ha t'a jun k'u ayic ayoch winh ejmelal t'a sdiosal scuch Nisroc t'a yol stemplo, ix tecjicham winh yuj heb' winh yuninal ta', aton winhaj Adramelec yet' winhaj Sarezer. Ixlajwi chi' ix b'atkan heb' winh elelal t'a yol yic Ararat, haxo junxo yuninal winh skuchan Esarhadón ix ochkan reyal sk'exuloc."
        }
    ]
}