{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an vinhaj rey Ezequías tas ix alchaj chi', ix stzilchitanb'at spichul vinh. Ix yak'anoch spichul vinh yic cusk'olal, ix b'at lesalvoc vinh t'a yol stemplo Jehová."
        },
        {
            "number": "2",
            "text": "Ix schecanb'at vinhaj Eliaquim vinh, vinhaj Sebna yet' pax eb' vinh yajal eb' vinh sacerdote. Ayoch pichul yic cusk'olal yuj eb' vinh. Ix b'at eb' vinh yil vinh schecab' Dios, aton vinhaj Isaías yuninal vinhaj Amoz."
        },
        {
            "number": "3",
            "text": "Ix b'at yalan eb' vinh tas syal vinh rey: Ha ticnaic ayonh och t'a yaelal, t'a cusk'olal yet' t'a q'uixvelal. Icha junok ix ix van sb'o sk'ol yuj unin, manhxa jab'oc yip scani, icha val chi' caj ticnaic."
        },
        {
            "number": "4",
            "text": "Comonoc val ix yab' Jehová co Diosal tas ix yal jun vinh schecab' vinh sreyal Asiria ayic ix b'uchvaj vinh t'a co Diosal pitzan. Comonoc tz'ak'jioch yaelal t'a yib'anh vinh yuj Jehová, yuj tas ix yal chi'. Lesalvanh cuuj mach onh ayonh to ek' tik, xchicot vinhaj Ezequías, xchi eb' vinh."
        },
        {
            "number": "5",
            "text": "Ayic ix yab'an vinhaj Isaías tas ix yal eb' vinh schecab' vinhaj Ezequías chi',"
        },
        {
            "number": "6",
            "text": "ix schecanxib'at eb' vinh vinh yal t'a vinh rey icha tik: Icha val tik yalan Jehová: Manh ex xiv yuj tas ix yal jun vinh schecab' vinh sreyal Asiria chi', te chuc tas ix yal vinh t'ayin, max yal-laj in colvaj yalan vinh."
        },
        {
            "number": "7",
            "text": "Ha in svala' to ol vak'och jun xivk'olal t'a vinh, yuj chi' ayic ol yab'an junok ab'ix vinh, ol meltzaj vinh t'a schonhab', ata' ol vak' miljoccham vinh, xchi Jehová, xchib'at vinhaj Isaías chi'."
        },
        {
            "number": "8",
            "text": "Ix yab'an vinh sat yajalil eb' soldado yic Asiria to manhxo ayoc ek' vinh sreyal Asiria chi' t'a chonhab' Laquis. Yuj chi' ix meltzaj vinh, ix schalan sb'a vinh yet' vinh rey chi' t'a chonhab' Libna, van yak'an oval vinh yet' jun chonhab' chi'."
        },
        {
            "number": "9",
            "text": "Ata' ix yab' vinh rey chi' yalji to a vinhaj Tirhaca sreyal Etiopía van scot yet' eb' soldado ul yak' oval yet' vinh. Yuj chi' ix schecxicot schecab' vinh t'a vinhaj rey Ezequías chi'."
        },
        {
            "number": "10",
            "text": "Ix yalancot vinh icha tik: Ha a Diosal tz'alan t'ayach to manh ol ak'jococh Jerusalén t'a yol in k'ab', palta manh ak' musansatil a b'a yuj tas syal a Diosal chi' t'ayach."
        },
        {
            "number": "11",
            "text": "Tecan ix ab'i tas ix aj co satanel juntzanhxo nación a onh sreyal onh Asiria tik, ¿tom ol yal a colji yuj a Diosal chi' a naani?"
        },
        {
            "number": "12",
            "text": "¿Tocval ix colji eb' anima yuj sdiosal t'a yol sk'ab' eb' in mam vicham? Aton eb' aj Gozán, eb' aj Harán, eb' aj Resef eb' aj Bet-edén cajan t'a Telasar, ix satjiel eb'."
        },
        {
            "number": "13",
            "text": "¿B'ajtil ay vinh sreyal chonhab' Hamat, Arpad, Sefarvaim, Hena yet' Iva? xchicot vinh sreyal Asiria chi'."
        },
        {
            "number": "14",
            "text": "Ix schaan jun carta vinhaj rey Ezequías chi' b'aj tz'ib'ab'il juntzanh lolonel ix alchaj chi'. Ix yilan vinh. Ixlajwi chi' ix b'at vinh t'a stemplo Jehová, ix xuyanel jun carta chi' vinh t'a yichanh Jehová chi'."
        },
        {
            "number": "15",
            "text": "Ix lesalvi vinh icha tik: Mamin Jehová, ach co Diosal a onh israel onh tik, ayach ek' t'a skal snanhal querubín, a achnhej Dios ach t'a yib'anh masanil nación t'a yol yib'anhk’inal tik. Ha ach ix a b'o satcha’anh yet' lum lum tik."
        },
        {
            "number": "16",
            "text": "Mamin Jehová, cotanh q'uelan t'ayin, tzab'an tas ix yalcot vinhaj Senaquerib t'ayin. Ach Dios pitzan, ix te b'uchvaj vinh t'ayach."
        },
        {
            "number": "17",
            "text": "Val yel tzijtum nación satnacxoel yuj eb' vinh sreyal Asiria chi'."
        },
        {
            "number": "18",
            "text": "Ix snhusantz'a sdiosal eb', eb' vinh. Yujto a juntzanh chi' manh diosoclaj, nab'a te', nab'a q'ueen b'ob'il yuj eb' anima, yuj chi' ix yal satanel eb' vinh."
        },
        {
            "number": "19",
            "text": "Ha ticnaic jun, ach Jehová co Diosal, colonhel t'a yol sk'ab' jun vinh rey chi', yic syojtaquejel masanil nación t'a yol yib'anhk’inal tik to a achnhej Dios ach, malaj junocxo, xchi vinhaj rey Ezequías chi' t'a Jehová."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi' ix yalancot vinhaj Isaías chi' t'a vinhaj Ezequías chi' icha tik: Ha Jehová co Diosal a onh israel onh tik, a tz'alan t'ayach icha tik: Ix vab' a lesal yuj tas syal vinhaj Senaquerib sreyal Asiria."
        },
        {
            "number": "21",
            "text": "Yuj chi' a in Jehová in tik sval yuj vinh sreyal Asiria chi' icha tik: Ach Senaquerib, a eb' ix cob'estac aj chonhab' Sion, malaj elk'och t'a yol sat eb' ix, tonhej ol ach stzetzej eb' ix. Ha eb' aj Jerusalén, ol b'at micnaj eb' ol ach sb'uchan eb'."
        },
        {
            "number": "22",
            "text": "¿Mach jun ix a b'uchu' ix a xib'tani? ¿Mach jun b'aj chaanh ix utej a jaj, ix ik'anchaanh a b'a t'ay? Aton t'ayin a in sDiosal in Israel tik to a inxonhej ochi."
        },
        {
            "number": "23",
            "text": "Ix a chec yal b'uchval lolonel eb' vinh a checab' t'ayin Yajal in tik. Ix alan icha tik: Ix in q'ue t'a jolomtac vitz yet' jantac in carruaje, aton t'a jolomtac vitz chaanh t'a yol yic Líbano. Ix in ch'acanel te' k'ute' chaanh steel yet' te' taj manh jantacoc svach'il. Ix in q'uenhejk'och t'a jolomtac vitz chaanh b'aj te k'ayum te te' wach' yilji."
        },
        {
            "number": "24",
            "text": "Ha t'a ch'oc chonhab'il ix vak' joychaj ha' uk'b'ila', ata' ix vuk' ha'. Ha ix in ek' t'a yoltac ha ha' t'a Egipto, ix in tek'ancan tup ha', xa chi."
        },
        {
            "number": "25",
            "text": "Palta, ¿tom malaj b'aj ix ab'i to a in ton Jehová in? Vuuj tz'elk'och juntzanh tik. Atax t'a peca' ix in na'a to ol a k'ulej juntzanh tik. Ha ticnaic jun, van yelk'och vuuj, yuj chi' syal a satanel juntzanh nación te ay yip ix k'ekan b'ulan sk'ajil uuj."
        },
        {
            "number": "26",
            "text": "Manhxalaj yip eb' anima cajan t'a juntzanh nación chi', ix te xiv eb', ix q'uixvi eb'. Lajan ix aj eb' icha anh itaj yaax, mato icha anh ank'ultak sq'uib'q'ue t'a yib'anhtac pat, cotacto anh stacjiel anh, icha chi' yaj eb' anima chi'."
        },
        {
            "number": "27",
            "text": "Vojtac masanil tas tza k'ulej yet' tas nab'il uuj tzach eq'ui. Vojtacpaxi to te aycot oval t'ayin."
        },
        {
            "number": "28",
            "text": "Toxo ix vab'i to aycot oval t'ayin, tzik'anchaanh a b'a. Yuj chi' ol vak'och jun q'uen argolla t'a a nhi' yet' jun freno t'a a ti', ol ach vak'an meltzaj t'a b'e b'aj ix ach coti, xchi Jehová t'a vinh sreyal Asiria chi', xchi vinhaj Isaías chi'."
        },
        {
            "number": "29",
            "text": "Ix yalanpax vinhaj Isaías t'a vinhaj rey Ezequías chi': Ha jun tik yechel ol ch'oxjoc eyila' yuj tastac toto ol ujoc: Ol e wa ixim trigo munil syavej sb'ha t'a jun ab'il tik yet' t'a junxo ab'il sjavi. Manhoc exlaj ol yavej ixim. Axo val t'a yoxil ab'il jun, a exxo ol eyavej ixim e trigo chi', ol e jochanq'ue vaan. Ol eyavejpax eyuva, ol e loan sat."
        },
        {
            "number": "30",
            "text": "Ha jayvanhocxo ex ol ex kan t'a Judá, lajan ol ex ajkan icha junok te te' sb'at sch'anhal yib' t'a yol lu'um syak'an sat."
        },
        {
            "number": "31",
            "text": "Axo t'a Jerusalén, ayto mach ol kan t'ay. Yed' pax t'a tzalan Sion, manh ol satel-laj anima smasanil. Ha jun tik, ol sk'ulej Jehová Yajal t'a Smasanil yujto te xajan ex yuj."
        },
        {
            "number": "32",
            "text": "Yuj chi' syal Jehová t'a yib'anh vinh sreyal Asiria icha tik: Manh ol ochlaj vinh t'a yol chonhab' Jerusalén, malaj val junok sjul-lab' vinh ol yak'lej sjulancoti. Manh ol javoclaj vinh yak' oval t'a Jerusalén tik, manh ol sb'oq'uelaj stek'nub' vinh t'a spatictac smuroal chonhab' tik."
        },
        {
            "number": "33",
            "text": "Ha in Jehová in tik svala' to ha t'a b'e b'aj ix javi vinh, anheja' ta' ol meltzajpax vinh. Manh val jab'oc ol yal yoch vinh t'a yol chonhab' tik."
        },
        {
            "number": "34",
            "text": "Ha in ol in tanhvej jun chonhab' tik, yujto xajan vinh in checab' aj David vuuj, yuj pax in b'inaji, xchi Jehová, xchi vinhaj Isaías chi'."
        },
        {
            "number": "35",
            "text": "Ha t'a jun ak'val chi', ix ek' jun yángel Jehová smilcham 185 mil eb' soldado asirio t'a scampamento eb', yuj chi' chamnacxo eb' ix sakb'i t'a junxo k'u."
        },
        {
            "number": "36",
            "text": "Icha chi' ix aj yik'anel scampamento vinhaj Senaquerib chi' ta', ix paxcan vinh t'a Nínive."
        },
        {
            "number": "37",
            "text": "Ha t'a jun k'u ayic ayoch vinh ejmelal t'a sdiosal scuch Nisroc t'a yol stemplo, ix tecjicham vinh yuj eb' vinh yuninal ta', aton vinhaj Adramelec yet' vinhaj Sarezer. Ixlajwi chi' ix b'atcan eb' vinh elelal t'a yol yic Ararat, haxo junxo yuninal vinh scuchan Esarhadón ix ochcan reyal sq'uexuloc."
        }
    ]
}