{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo val sk'och sk'ual yik'jib'at winhaj Elías yuj Jehová t'a satcha’anh t'a skal jun chacxuxum ik', ix el winh yet' winhaj Eliseo t'a Gilgal."
        },
        {
            "number": "2",
            "text": "Ix yalan winh t'a winhaj Eliseo chi' icha tik: --Cananh t'a tik, yujto tzin schecb'at Jehová t'a Betel, xchi winh. Ix tak'vi winhaj Eliseo chi': --Svak' in ti' t'ayach t'a yichanh Jehová to ol in b'atnhej ed'oc, xchi winh. Yuj chi' ix b'at eb' winh schavanhil t'a Betel chi'."
        },
        {
            "number": "3",
            "text": "Ix elta eb' winh schecab' Dios ay t'a Betel chi' scha eb' winh, ix yalan eb' winh t'a winhaj Eliseo chi': --¿Ojtac ama to a ticnaic ol ik'joquel winh a k'ayb'umal tik t'ayach yuj Jehová? xchi eb' winh t'a winh. --Vojtacxo, tz'inec xe chi, xchi winh."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix yalanxi winhaj Elías chi' t'a winhaj Eliseo chi' icha tik: --Cananh t'a tik, yujto tzin schecb'at Jehová t'a Jericó, xchi winh. Ix tak'vixi winhaj Eliseo chi': --Svak' in ti' t'ayach t'a yichanh Jehová to ol in b'atnhej ed'oc, xchi winh. Yuj chi' ix b'atxi eb' winh schavanhil t'a Jericó chi'."
        },
        {
            "number": "5",
            "text": "Ix eltapax eb' winh schecab' Dios ayek' ta' scha eb' winh, ix yalan eb' t'a winhaj Eliseo chi': --¿Ojtac ama to a ticnaic ol ik'joquel winh a k'ayb'umal tik t'ayach yuj Jehová? xchi eb' winh. --Vojtacxo, tz'inec xe chi, xchi winh."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix yalanxi winhaj Elías chi' t'a winhaj Eliseo chi' icha tik: --Cananh t'a tik, yujto tzin schecb'at Jehová t'ha ha' Jordán, xchi winh. Ix tak'vixi winhaj Eliseo chi': --Svak' in ti' t'ayach t'a yichanh Jehová to ol in b'atnhej ed'oc, xchi winh. Yuj chi' ix b'atnhej eb' winh schavanhil."
        },
        {
            "number": "7",
            "text": "Najat ix b'at tzak'an 50 eb' winh schecab' Dios yuj eb' winh, najatto ix kan eb' winh t'a yichanhcot eb' winh chavanh chi' t'a sti' ha' Jordán."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi' ix spacan jun sjucan pichul winhaj Elías chi', ix spajanem winh t'a sat ha' Jordán chi'. Ix spojan sb'ha ha', taquinh ix aj b'aj ix ek' eb' winh t'a yol ha' chi'."
        },
        {
            "number": "9",
            "text": "Ayic toxo ix k'axpaj ek' eb' winh chi', ix yalan winhaj Elías t'a winhaj Eliseo chi' icha tik: --Al t'ayin tas tza nib'ej svak' t'ayach yacb'an manto in ik'joquel t'a a tz'ey, xchi winh. Ix yalan winhaj Eliseo chi': --Tzin k'an t'ayach to cha makan tz'aj ak'ancan opisio chi' t'ayin, ichato a b'ab'el unin tzin ajkan a q'uexuloc, xchi winh."
        },
        {
            "number": "10",
            "text": "Ix yalan winhaj Elías chi': Te ajaltac jun tza k'an tik t'ayin. Tato ol il tas ol aj vik'jiel t'a a tz'ey, ol ak'joc t'ayach. Tato manh ol il jun, manh ol ak'joclaj t'ayach, xchi winh."
        },
        {
            "number": "11",
            "text": "Yacb'an van sb'ey eb' winh, van slolon eb' winh. Elanhchamel ix checlajq'ue jun carruaje k'ak' yilji, tok'b'il yuj nok' chej k'ak' yiljipaxi. A' ix ik'anel winhaj Elías chi' t'a stz'ey winhaj Eliseo chi', ix ik'jib'at winh t'a satcha’anh t'a skal jun chacxuxum ik'."
        },
        {
            "number": "12",
            "text": "Ayic ix yilan jun chi' winhaj Eliseo chi', ix el yav winh, ix yalan winh: Ay mamin, lajan ach icha nok' chej yet' carruaje yic oval t'ayonh israel onh tik, yujto tzach colvajnhej t'ayonh, xchi winh. Manhxa b'aj ix yil winhaj Elías winhaj Eliseo chi'. Ix snhik'chitanb'at jun spichul winhaj Eliseo ayoch yuj yic sch'oxanel scusk'olal winh."
        },
        {
            "number": "13",
            "text": "Elanhchamel ix b'at winh sik'q'ue jun sjucan pichul winhaj Elías ix kan lanhnaj chi'. Ix meltzajcan winh t'ha ha' Jordán chi', ix och linhan winh t'a sti' ha'."
        },
        {
            "number": "14",
            "text": "Ix spajanem sjucan pichul winhaj Elías chi' winh t'a sat ha ha' chi', ix yalan winh icha tik: ¿B'ajtil ayek' Jehová sDiosal winhaj Elías? xchi winh. Ixnhej em k'apac chi' t'a sat ha', ix spojan sb'ha ha'. Icha chi' ix aj yek'xita winh t'a yol ha'."
        },
        {
            "number": "15",
            "text": "Ayic ix yilan eb' winh schecab' Dios ay t'a Jericó, aton eb' winh najat linhjab'kan yila', ix yalan eb' winh icha tik: Ha yopisio winhaj Elías ix ochcan t'a winhaj Eliseo tik, xchi eb' winh. Ix cot eb' scha winh, ix em nhojnaj eb' t'a yichanh winh."
        },
        {
            "number": "16",
            "text": "Ix yalan eb' icha tik: --Mamin, iltonab'i, ay 50 eb' winh vinac t'a co cal tik te tek'an. Tato syal a k'ol sb'at eb' winh say winh a k'ayb'umal chi', talaj ay b'aj ix actajcan winh yuj Yespíritu Jehová t'a jolomtac vitz, ma t'a yoltac ch'olan, xchi eb' winh t'a winh. Palta ix yalan winh: --Maay, malaj mach sb'ati, xchi winh."
        },
        {
            "number": "17",
            "text": "Ix ochnhej ijan eb' winh yalan t'a winh, yuj chi' ix yal winh icha tik: Ixiquec an, xchi winh. Ix b'at eb' winh 50 chi' say t'a oxe' k'ual. Malaj mach ix ilchaj yuj eb' winh."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi' ix meltzaj eb' winh t'a Jericó b'aj aycan winhaj Eliseo chi', ix yalan winh t'a eb' winh: --¿Tom maj val t'ayex jun to max ex b'atlaj? xchi winh."
        },
        {
            "number": "19",
            "text": "Ix yalan eb' anima cajan t'a jun chonhab' chi' t'a winhaj Eliseo chi' icha tik: --Mamin, ilnab' val yilji jun lugar tik, te wach', palta malaj tas tz'el t'a sat lu'um yujto manh wach'oc ha ha' ay t'a lu'um, xchi eb'."
        },
        {
            "number": "20",
            "text": "--Ix yalan winh t'a eb' icha tik: --Iq'ueccot atz'am atz'am t'a yol junok uk'ab' ak'to, xchi winh. Ix yik'ancot jun uk'ab' atz'am chi' eb' t'a winh,"
        },
        {
            "number": "21",
            "text": "ix b'at secanem winh t'a yol sjaj ha ha' chi'. Ix yalan winh icha tik: --Icha tik yalan Jehová: Ha in ix in b'o jun ha ha' tik. Manhxa b'ak'uinh ay mach ol cham yuj ha', manhxa pax b'ak'uinh malaj tas ol yak' t'a sat lu'um yuj ha', xchi Jehová, xchi winh."
        },
        {
            "number": "22",
            "text": "Icha chi' ix aj sb'ocan ha', icha ix aj yalan winhaj Eliseo chi'."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix b'at winh t'a Betel. Ayic van sq'ue winh t'a sb'eal chi', ay jun nhilanh eb' winh quelemtac ay t'a jun chonhab' chi' ix elta t'a yol sb'e winh, ix och ijan eb' winh sb'ajan winh, ix yalan eb' winh: Q'ueanh ach d'en jolom. Q'ueanh ach d'en jolom, xchi eb' winh."
        },
        {
            "number": "24",
            "text": "Ix meltzajb'at q'uelan winh t'a eb' winh, ix catab'aj eb' winh yuj winh t'a sb'i Jehová. Elanhchamel ix elta chavanh nok' oso t'a caltac te', ix cotac nhik'chitajb'at 42 eb' winh quelemtac chi' yuj nok'."
        },
        {
            "number": "25",
            "text": "Ixlajwi chi' ix b'at winh t'a jolom vitz Carmelo, ix meltzajxi winh t'a Samaria."
        }
    ]
}