{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo val sk'och sk'ual yik'jib'at vinhaj Elías yuj Jehová d'a satchaanh d'a scal jun chacxuxum ik', ix el vinh yed' vinhaj Eliseo d'a Gilgal."
        },
        {
            "number": "2",
            "text": "Ix yalan vinh d'a vinhaj Eliseo chi' icha tic: --Cananh d'a tic, yujto tzin schecb'at Jehová d'a Betel, xchi vinh. Ix tak'vi vinhaj Eliseo chi': --Svak' in ti' d'ayach d'a yichanh Jehová to ol in b'atnhej ed'oc, xchi vinh. Yuj chi' ix b'at eb' vinh schavanhil d'a Betel chi'."
        },
        {
            "number": "3",
            "text": "Ix elta eb' vinh schecab' Dios ay d'a Betel chi' scha eb' vinh, ix yalan eb' vinh d'a vinhaj Eliseo chi': --¿Ojtac ama to a ticnaic ol ik'joquel vinh a k'ayb'umal tic d'ayach yuj Jehová? xchi eb' vinh d'a vinh. --Vojtacxo, tz'inec xe chi, xchi vinh."
        },
        {
            "number": "4",
            "text": "Ix lajvi chi', ix yalanxi vinhaj Elías chi' d'a vinhaj Eliseo chi' icha tic: --Cananh d'a tic, yujto tzin schecb'at Jehová d'a Jericó, xchi vinh. Ix tak'vixi vinhaj Eliseo chi': --Svak' in ti' d'ayach d'a yichanh Jehová to ol in b'atnhej ed'oc, xchi vinh. Yuj chi' ix b'atxi eb' vinh schavanhil d'a Jericó chi'."
        },
        {
            "number": "5",
            "text": "Ix eltapax eb' vinh schecab' Dios ayek' ta' scha eb' vinh, ix yalan eb' d'a vinhaj Eliseo chi': --¿Ojtac ama to a ticnaic ol ik'joquel vinh a k'ayb'umal tic d'ayach yuj Jehová? xchi eb' vinh. --Vojtacxo, tz'inec xe chi, xchi vinh."
        },
        {
            "number": "6",
            "text": "Ix lajvi chi' ix yalanxi vinhaj Elías chi' d'a vinhaj Eliseo chi' icha tic: --Cananh d'a tic, yujto tzin schecb'at Jehová d'a a' Jordán, xchi vinh. Ix tak'vixi vinhaj Eliseo chi': --Svak' in ti' d'ayach d'a yichanh Jehová to ol in b'atnhej ed'oc, xchi vinh. Yuj chi' ix b'atnhej eb' vinh schavanhil."
        },
        {
            "number": "7",
            "text": "Najat ix b'at tzak'an 50 eb' vinh schecab' Dios yuj eb' vinh, najatto ix can eb' vinh d'a yichanhcot eb' vinh chavanh chi' d'a sti' a' Jordán."
        },
        {
            "number": "8",
            "text": "Ix lajvi chi' ix spacan jun sjucan pichul vinhaj Elías chi', ix spajanem vinh d'a sat a' Jordán chi'. Ix spojan sb'a a', taquinh ix aj b'aj ix ek' eb' vinh d'a yol a' chi'."
        },
        {
            "number": "9",
            "text": "Ayic toxo ix k'axpaj ek' eb' vinh chi', ix yalan vinhaj Elías d'a vinhaj Eliseo chi' icha tic: --Al d'ayin tas tza nib'ej svak' d'ayach yacb'an manto in ik'joquel d'a a tz'ey, xchi vinh. Ix yalan vinhaj Eliseo chi': --Tzin k'an d'ayach to cha macanh tz'aj ak'ancan opisio chi' d'ayin, ichato a b'ab'el unin tzin ajcan a q'uexuloc, xchi vinh."
        },
        {
            "number": "10",
            "text": "Ix yalan vinhaj Elías chi': Te ajaltac jun tza k'an tic d'ayin. Tato ol il tas ol aj vik'jiel d'a a tz'ey, ol ak'joc d'ayach. Tato manh ol il jun, manh ol ak'joclaj d'ayach, xchi vinh."
        },
        {
            "number": "11",
            "text": "Yacb'an van sb'ey eb' vinh, van slolon eb' vinh. Elanhchamel ix checlajq'ue jun carruaje k'ak' yilji, tok'b'il yuj nok' chej k'ak' yiljipaxi. A' ix ik'anel vinhaj Elías chi' d'a stz'ey vinhaj Eliseo chi', ix ik'jib'at vinh d'a satchaanh d'a scal jun chacxuxum ik'."
        },
        {
            "number": "12",
            "text": "Ayic ix yilan jun chi' vinhaj Eliseo chi', ix el yav vinh, ix yalan vinh: Ay mamin, lajan ach icha nok' chej yed' carruaje yic oval d'ayonh israel onh tic, yujto tzach colvajnhej d'ayonh, xchi vinh. Manhxa b'aj ix yil vinhaj Elías vinhaj Eliseo chi'. Ix snhik'chitanb'at jun spichul vinhaj Eliseo ayoch yuuj yic sch'oxanel scusk'olal vinh."
        },
        {
            "number": "13",
            "text": "Elanhchamel ix b'at vinh sik'q'ue jun sjucan pichul vinhaj Elías ix can lanhnaj chi'. Ix meltzajcan vinh d'a a' Jordán chi', ix och linhan vinh d'a sti' a'."
        },
        {
            "number": "14",
            "text": "Ix spajanem sjucan pichul vinhaj Elías chi' vinh d'a sat a a' chi', ix yalan vinh icha tic: ¿B'ajtil ayek' Jehová sDiosal vinhaj Elías? xchi vinh. Ixnhej em k'apac chi' d'a sat a', ix spojan sb'a a'. Icha chi' ix aj yek'xita vinh d'a yol a'."
        },
        {
            "number": "15",
            "text": "Ayic ix yilan eb' vinh schecab' Dios ay d'a Jericó, aton eb' vinh najat linhjab'can yila', ix yalan eb' vinh icha tic: A yopisio vinhaj Elías ix ochcan d'a vinhaj Eliseo tic, xchi eb' vinh. Ix cot eb' scha vinh, ix em nhojnaj eb' d'a yichanh vinh."
        },
        {
            "number": "16",
            "text": "Ix yalan eb' icha tic: --Mamin, iltonab'i, ay 50 eb' vinh vinac d'a co cal tic te tek'an. Tato syal a k'ol sb'at eb' vinh say vinh a k'ayb'umal chi', talaj ay b'aj ix actajcan vinh yuj Yespíritu Jehová d'a jolomtac vitz, ma d'a yoltac ch'olan, xchi eb' vinh d'a vinh. Palta ix yalan vinh: --Maay, malaj mach sb'ati, xchi vinh."
        },
        {
            "number": "17",
            "text": "Ix ochnhej ijan eb' vinh yalan d'a vinh, yuj chi' ix yal vinh icha tic: Ixiquec an, xchi vinh. Ix b'at eb' vinh 50 chi' say d'a oxe' k'ual. Malaj mach ix ilchaj yuj eb' vinh."
        },
        {
            "number": "18",
            "text": "Ix lajvi chi' ix meltzaj eb' vinh d'a Jericó b'aj aycan vinhaj Eliseo chi', ix yalan vinh d'a eb' vinh: --¿Tom maj val d'ayex jun to max ex b'atlaj? xchi vinh."
        },
        {
            "number": "19",
            "text": "Ix yalan eb' anima cajan d'a jun chonhab' chi' d'a vinhaj Eliseo chi' icha tic: --Mamin, ilnab' val yilji jun lugar tic, te vach', palta malaj tas tz'el d'a sat luum yujto manh vach'oc a a' ay d'a luum, xchi eb'."
        },
        {
            "number": "20",
            "text": "--Ix yalan vinh d'a eb' icha tic: --Iq'ueccot atz'am atz'am d'a yol junoc uk'ab' ak'to, xchi vinh. Ix yik'ancot jun uk'ab' atz'am chi' eb' d'a vinh,"
        },
        {
            "number": "21",
            "text": "ix b'at secanem vinh d'a yol sjaj a a' chi'. Ix yalan vinh icha tic: --Icha tic yalan Jehová: A in ix in b'o jun a a' tic. Manhxa b'aq'uinh ay mach ol cham yuj a', manhxa pax b'aq'uinh malaj tas ol yak' d'a sat luum yuj a', xchi Jehová, xchi vinh."
        },
        {
            "number": "22",
            "text": "Icha chi' ix aj sb'ocan a', icha ix aj yalan vinhaj Eliseo chi'."
        },
        {
            "number": "23",
            "text": "Ix lajvi chi', ix b'at vinh d'a Betel. Ayic van sq'ue vinh d'a sb'eal chi', ay jun nhilanh eb' vinh quelemtac ay d'a jun chonhab' chi' ix elta d'a yol sb'e vinh, ix och ijan eb' vinh sb'ajan vinh, ix yalan eb' vinh: Q'ueanh ach d'en jolom. Q'ueanh ach d'en jolom, xchi eb' vinh."
        },
        {
            "number": "24",
            "text": "Ix meltzajb'at q'uelan vinh d'a eb' vinh, ix catab'aj eb' vinh yuj vinh d'a sb'i Jehová. Elanhchamel ix elta chavanh nok' oso d'a caltac te', ix cotac nhik'chitajb'at 42 eb' vinh quelemtac chi' yuj nok'."
        },
        {
            "number": "25",
            "text": "Ix lajvi chi' ix b'at vinh d'a jolom vitz Carmelo, ix meltzajxi vinh d'a Samaria."
        }
    ]
}