{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo val sk'och sk'ual yik'jib'at vinhaj Elías yuj Jehová t'a satcha’anh t'a skal jun chacxuxum ik', ix el vinh yet' vinhaj Eliseo t'a Gilgal."
        },
        {
            "number": "2",
            "text": "Ix yalan vinh t'a vinhaj Eliseo chi' icha tik: --Cananh t'a tik, yujto tzin schecb'at Jehová t'a Betel, xchi vinh. Ix tak'vi vinhaj Eliseo chi': --Svak' in ti' t'ayach t'a yichanh Jehová to ol in b'atnhej ed'oc, xchi vinh. Yuj chi' ix b'at eb' vinh schavanhil t'a Betel chi'."
        },
        {
            "number": "3",
            "text": "Ix elta eb' vinh schecab' Dios ay t'a Betel chi' scha eb' vinh, ix yalan eb' vinh t'a vinhaj Eliseo chi': --¿Ojtac ama to a ticnaic ol ik'joquel vinh a k'ayb'umal tik t'ayach yuj Jehová? xchi eb' vinh t'a vinh. --Vojtacxo, tz'inec xe chi, xchi vinh."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix yalanxi vinhaj Elías chi' t'a vinhaj Eliseo chi' icha tik: --Cananh t'a tik, yujto tzin schecb'at Jehová t'a Jericó, xchi vinh. Ix tak'vixi vinhaj Eliseo chi': --Svak' in ti' t'ayach t'a yichanh Jehová to ol in b'atnhej ed'oc, xchi vinh. Yuj chi' ix b'atxi eb' vinh schavanhil t'a Jericó chi'."
        },
        {
            "number": "5",
            "text": "Ix eltapax eb' vinh schecab' Dios ayek' ta' scha eb' vinh, ix yalan eb' t'a vinhaj Eliseo chi': --¿Ojtac ama to a ticnaic ol ik'joquel vinh a k'ayb'umal tik t'ayach yuj Jehová? xchi eb' vinh. --Vojtacxo, tz'inec xe chi, xchi vinh."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix yalanxi vinhaj Elías chi' t'a vinhaj Eliseo chi' icha tik: --Cananh t'a tik, yujto tzin schecb'at Jehová t'ha ha' Jordán, xchi vinh. Ix tak'vixi vinhaj Eliseo chi': --Svak' in ti' t'ayach t'a yichanh Jehová to ol in b'atnhej ed'oc, xchi vinh. Yuj chi' ix b'atnhej eb' vinh schavanhil."
        },
        {
            "number": "7",
            "text": "Najat ix b'at tzak'an 50 eb' vinh schecab' Dios yuj eb' vinh, najatto ix kan eb' vinh t'a yichanhcot eb' vinh chavanh chi' t'a sti' ha' Jordán."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi' ix spacan jun sjucan pichul vinhaj Elías chi', ix spajanem vinh t'a sat ha' Jordán chi'. Ix spojan sb'ha ha', taquinh ix aj b'aj ix ek' eb' vinh t'a yol ha' chi'."
        },
        {
            "number": "9",
            "text": "Ayic toxo ix k'axpaj ek' eb' vinh chi', ix yalan vinhaj Elías t'a vinhaj Eliseo chi' icha tik: --Al t'ayin tas tza nib'ej svak' t'ayach yacb'an manto in ik'joquel t'a a tz'ey, xchi vinh. Ix yalan vinhaj Eliseo chi': --Tzin k'an t'ayach to cha makan tz'aj ak'ancan opisio chi' t'ayin, ichato a b'ab'el unin tzin ajkan a q'uexuloc, xchi vinh."
        },
        {
            "number": "10",
            "text": "Ix yalan vinhaj Elías chi': Te ajaltac jun tza k'an tik t'ayin. Tato ol il tas ol aj vik'jiel t'a a tz'ey, ol ak'joc t'ayach. Tato manh ol il jun, manh ol ak'joclaj t'ayach, xchi vinh."
        },
        {
            "number": "11",
            "text": "Yacb'an van sb'ey eb' vinh, van slolon eb' vinh. Elanhchamel ix checlajq'ue jun carruaje k'ak' yilji, tok'b'il yuj nok' chej k'ak' yiljipaxi. A' ix ik'anel vinhaj Elías chi' t'a stz'ey vinhaj Eliseo chi', ix ik'jib'at vinh t'a satcha’anh t'a skal jun chacxuxum ik'."
        },
        {
            "number": "12",
            "text": "Ayic ix yilan jun chi' vinhaj Eliseo chi', ix el yav vinh, ix yalan vinh: Ay mamin, lajan ach icha nok' chej yet' carruaje yic oval t'ayonh israel onh tik, yujto tzach colvajnhej t'ayonh, xchi vinh. Manhxa b'aj ix yil vinhaj Elías vinhaj Eliseo chi'. Ix snhik'chitanb'at jun spichul vinhaj Eliseo ayoch yuj yic sch'oxanel scusk'olal vinh."
        },
        {
            "number": "13",
            "text": "Elanhchamel ix b'at vinh sik'q'ue jun sjucan pichul vinhaj Elías ix kan lanhnaj chi'. Ix meltzajcan vinh t'ha ha' Jordán chi', ix och linhan vinh t'a sti' ha'."
        },
        {
            "number": "14",
            "text": "Ix spajanem sjucan pichul vinhaj Elías chi' vinh t'a sat ha ha' chi', ix yalan vinh icha tik: ¿B'ajtil ayek' Jehová sDiosal vinhaj Elías? xchi vinh. Ixnhej em k'apac chi' t'a sat ha', ix spojan sb'ha ha'. Icha chi' ix aj yek'xita vinh t'a yol ha'."
        },
        {
            "number": "15",
            "text": "Ayic ix yilan eb' vinh schecab' Dios ay t'a Jericó, aton eb' vinh najat linhjab'kan yila', ix yalan eb' vinh icha tik: Ha yopisio vinhaj Elías ix ochcan t'a vinhaj Eliseo tik, xchi eb' vinh. Ix cot eb' scha vinh, ix em nhojnaj eb' t'a yichanh vinh."
        },
        {
            "number": "16",
            "text": "Ix yalan eb' icha tik: --Mamin, iltonab'i, ay 50 eb' vinh vinac t'a co cal tik te tek'an. Tato syal a k'ol sb'at eb' vinh say vinh a k'ayb'umal chi', talaj ay b'aj ix actajcan vinh yuj Yespíritu Jehová t'a jolomtac vitz, ma t'a yoltac ch'olan, xchi eb' vinh t'a vinh. Palta ix yalan vinh: --Maay, malaj mach sb'ati, xchi vinh."
        },
        {
            "number": "17",
            "text": "Ix ochnhej ijan eb' vinh yalan t'a vinh, yuj chi' ix yal vinh icha tik: Ixiquec an, xchi vinh. Ix b'at eb' vinh 50 chi' say t'a oxe' k'ual. Malaj mach ix ilchaj yuj eb' vinh."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi' ix meltzaj eb' vinh t'a Jericó b'aj aycan vinhaj Eliseo chi', ix yalan vinh t'a eb' vinh: --¿Tom maj val t'ayex jun to max ex b'atlaj? xchi vinh."
        },
        {
            "number": "19",
            "text": "Ix yalan eb' anima cajan t'a jun chonhab' chi' t'a vinhaj Eliseo chi' icha tik: --Mamin, ilnab' val yilji jun lugar tik, te wach', palta malaj tas tz'el t'a sat lu'um yujto manh wach'oc ha ha' ay t'a lu'um, xchi eb'."
        },
        {
            "number": "20",
            "text": "--Ix yalan vinh t'a eb' icha tik: --Iq'ueccot atz'am atz'am t'a yol junok uk'ab' ak'to, xchi vinh. Ix yik'ancot jun uk'ab' atz'am chi' eb' t'a vinh,"
        },
        {
            "number": "21",
            "text": "ix b'at secanem vinh t'a yol sjaj ha ha' chi'. Ix yalan vinh icha tik: --Icha tik yalan Jehová: Ha in ix in b'o jun ha ha' tik. Manhxa b'ak'uinh ay mach ol cham yuj ha', manhxa pax b'ak'uinh malaj tas ol yak' t'a sat lu'um yuj ha', xchi Jehová, xchi vinh."
        },
        {
            "number": "22",
            "text": "Icha chi' ix aj sb'ocan ha', icha ix aj yalan vinhaj Eliseo chi'."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix b'at vinh t'a Betel. Ayic van sq'ue vinh t'a sb'eal chi', ay jun nhilanh eb' vinh quelemtac ay t'a jun chonhab' chi' ix elta t'a yol sb'e vinh, ix och ijan eb' vinh sb'ajan vinh, ix yalan eb' vinh: Q'ueanh ach d'en jolom. Q'ueanh ach d'en jolom, xchi eb' vinh."
        },
        {
            "number": "24",
            "text": "Ix meltzajb'at q'uelan vinh t'a eb' vinh, ix catab'aj eb' vinh yuj vinh t'a sb'i Jehová. Elanhchamel ix elta chavanh nok' oso t'a caltac te', ix cotac nhik'chitajb'at 42 eb' vinh quelemtac chi' yuj nok'."
        },
        {
            "number": "25",
            "text": "Ixlajwi chi' ix b'at vinh t'a jolom vitz Carmelo, ix meltzajxi vinh t'a Samaria."
        }
    ]
}