{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', te ov jun ilya ix och t'a winhaj Ezequías, wanxo scham winh. Axo winhaj Isaías schecab' Dios, yuninal winhaj Amoz ix b'at ilan winh, ix yalan winh t'a winh icha tik: --Toxo ix yal Jehová to tzalcani tas ol ajkan masanil tas ay t'ayach, yujto ol ach chamnhej, manhxo ol ach b'oxoc, xchi winh t'a winh."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix sutmajoch winhaj Ezequías chi' t'a sat pat, ix lesalwi winh t'a Jehová, ix yalan winh:"
        },
        {
            "number": "3",
            "text": "Mamin Jehová, tzin tewi t'ayach to tzin a nacot yuj tas ix wutej ach wak'an serwil yet' in k'anab'ajan t'ayach t'a wal yel. Ix in k'ulej tas scha a k'ool, xchi winh. Ix ok' wal winh sik'lab'il."
        },
        {
            "number": "4",
            "text": "Axo ix aji, ayic manto wal elk'och winhaj Isaías t'a snanhal yamaq'uil spat winh rey chi', ix lolonpax Jehová t'a winh, ix yalani:"
        },
        {
            "number": "5",
            "text": "Meltzajanh, b'at al t'a winhaj Ezequías yajal in chonhab': Icha tik yalan Jehová ko Diosal, sDiosal pax winh a mam icham aj Dawid: Toxo ix wab' a lesal, ix wil yel yal a sat oq'ui. Ol wak' b'oxoc a k'ool, haxo chab'ej syalxo a b'at t'a templo."
        },
        {
            "number": "6",
            "text": "Olto wak' 15-ocxo ab'il a k 'inal. Ol ach in colnhej yet' chonhab' Jerusalén tik t'a yol sk'ab' winh sreyal Asiria. Ha in ol in tanhwej chonhab' tik, yuj sniwanil welk'ochi, yuj pax in ti' wak'nac t'a winh in checab' aj Dawid, xchi Jehová, xchi winhaj Isaías chi'."
        },
        {
            "number": "7",
            "text": "Ix schecan winhaj Isaías b'ojoc sat te' higo, ix ak'chajoch t'a sat jun yab'il chi', ix b'oxican sk'ool winh yuj."
        },
        {
            "number": "8",
            "text": "Ayic manto b'o jun remeyo chi', ix sk'anb'an winhaj Ezequías chi' t'a winhaj Isaías chi' icha tik: --¿Tas junok yechel ol wila'' yic ol nachajel wuuj to a Jehová ol ak'an b'oxoc in k'ool, yic syal in b'at t'a stemplo t'a chab'ej chi'? xchi winh."
        },
        {
            "number": "9",
            "text": "Ix tak'wi winhaj Isaías chi': --Ay jun yechel ol sch'ox Jehová t'ayach yic wach' ol nachajel uuj to ol elk'och tas ix yala'. Ha ach tzala' tato sb'ab'laj wewen t'a lajunhe' b'achquiltac t'a jun tz'ilan jantac yek' k'u, mato schael yich yemxi jun wewen chi' t'a spatic lajunheoc b'achquiltac chi', xchi winh."
        },
        {
            "number": "10",
            "text": "Ix tak'wi winhaj Ezequías chi' t'a winh: --Ayic sb'at wewen chi' t'a yichanh, secojtac, palta tato schaxiel yemxi lajunheoc b'achquiltac t'a spatic, a jun chi' ajaltac, xchi winh."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix tewi winhaj Isaías chi' t'a Jehová, haxo Jehová chi' ix ak'anxi yic tz'elxi yich yemxita wewen chi' t'a lajunh b'achquiltac chi' t'a jun tz'ilan jantac yek' k'u yic winhaj Acaz."
        },
        {
            "number": "12",
            "text": "Ha t'a jun pekti’ chi', a winh sreyal Babilonia, aton winhaj Merodac-baladán yuninal winhaj Baladán, ix yab' winh to penaayaxnac winhaj Ezequías, yuj chi' ix scheccot heb' winh schecab' winh yic tzul yak'ancan jun carta heb' winh yet' junok silab' t'a winhaj Ezequías chi'."
        },
        {
            "number": "13",
            "text": "Ix chaji heb' winh checab' chi' yuj winhaj Ezequías chi'. Masanil tas sik'an yuj winh, ix sch'ox winh t'a heb' winh: Aton k'een plata, k'een oro, perfume yet' aceite te wach' yet' pax b'aj molanek' yamk'ab' yic owal yet' jantac tas molan yuj winh. Manhxa junocxo tas ay t'a spalacio winh yet' t'a yol smacb'en to maj sch'oxlaj t'a heb' winh."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix b'at winhaj Isaías schecab' Dios t'a winhaj Ezequías chi', ix sk'anb'an winh t'a winh icha tik: --¿B'ajtil ix cot juntzanh heb' winh winak chi'? ¿Tas xchi heb' winh t'ayach? xchi winh. Ix tak'wi winhaj Ezequías chi' t'a winh: --Ix cot heb' winh t'a jun nación te najat, t'a Babilonia, xchi winh."
        },
        {
            "number": "15",
            "text": "Ix sk'anb'anxi winhaj Isaías chi': --¿Tas ix yil heb' winh t'a yol a palacio tik? xchi winh. Ix tak'wixi winhaj Ezequías chi': --Masanil tas ix yil heb' winh, manhxa jab'oc tas ayek' tik maj yil heb' winh, masanil ix in ch'ox t'a heb' winh, xchi winh."
        },
        {
            "number": "16",
            "text": "Ix yalan winhaj Isaías chi' t'a winh icha tik: --Ab' tas syal Jehová t'ayach:"
        },
        {
            "number": "17",
            "text": "Ol k'och wal sk'ual, masanil tas ay t'a a palacio yet' masanil tas ix smolb'ejcan heb' a mam icham, ol ik'chajb'at smasanil t'a Babilonia, manhxa jab'oc tas ol canoc."
        },
        {
            "number": "18",
            "text": "Yed' pax heb' inhtilal, ol ik'chajb'at heb' t'a Babilonia chi', ol ik'chajel snholob' sk'een heb', ol ak'chajoch heb' yak'umaloc serwil winh sreyal Babilonia chi', xchi Jehová, xchi winh."
        },
        {
            "number": "19",
            "text": "Ix yalan winhaj rey Ezequías chi' t'a winhaj Isaías chi': --Ha jun lolonel ix al t'ayin yuj Jehová tik te wach', xchi winh. Ix yal winhaj Ezequías chi' icha chi', yujto ix sna' winh to ay junk'olal yacb'an pitzanto winh."
        },
        {
            "number": "20",
            "text": "Ha jantacto yab'ixal winhaj Ezequías yet' tas niwan yelk'och ix sk'ulej winh, aton tas ix aj sb'oan jun nhajab' winh yet' tas ix aj yik'ancot ha ha' winh t'a yol chonhab', tz'ib'ab'ilcan b'aj aycan yab'ixal heb' winh sreyal Judá."
        },
        {
            "number": "21",
            "text": "Axo yic ix cham winh, a winhaj Manasés yuninal winh ix ochcan reyal sk'exuloc."
        }
    ]
}