{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', te ov jun ilya ix och t'a vinhaj Ezequías, vanxo scham vinh. Axo vinhaj Isaías schecab' Dios, yuninal vinhaj Amoz ix b'at ilan vinh, ix yalan vinh t'a vinh icha tik: --Toxo ix yal Jehová to tzalcani tas ol ajkan masanil tas ay t'ayach, yujto ol ach chamnhej, manhxo ol ach b'oxoc, xchi vinh t'a vinh."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix sutmajoch vinhaj Ezequías chi' t'a sat pat, ix lesalvi vinh t'a Jehová, ix yalan vinh:"
        },
        {
            "number": "3",
            "text": "Mamin Jehová, tzin tevi t'ayach to tzin a nacot yuj tas ix vutej ach vak'an servil yet' in k'anab'ajan t'ayach t'a val yel. Ix in k'ulej tas scha a k'ool, xchi vinh. Ix ok' val vinh sik'lab'il."
        },
        {
            "number": "4",
            "text": "Axo ix aji, ayic manto val elk'och vinhaj Isaías t'a snanhal yamaq'uil spat vinh rey chi', ix lolonpax Jehová t'a vinh, ix yalani:"
        },
        {
            "number": "5",
            "text": "Meltzajanh, b'at al t'a vinhaj Ezequías yajal in chonhab': Icha tik yalan Jehová co Diosal, sDiosal pax vinh a mam icham aj David: Toxo ix vab' a lesal, ix vil yel yal a sat oq'ui. Ol vak' b'oxoc a k'ool, haxo chab'ej syalxo a b'at t'a templo."
        },
        {
            "number": "6",
            "text": "Olto vak' 15-ocxo ab'il a q'uinal. Ol ach in colnhej yet' chonhab' Jerusalén tik t'a yol sk'ab' vinh sreyal Asiria. Ha in ol in tanhvej chonhab' tik, yuj snivanil velk'ochi, yuj pax in ti' vak'nac t'a vinh in checab' aj David, xchi Jehová, xchi vinhaj Isaías chi'."
        },
        {
            "number": "7",
            "text": "Ix schecan vinhaj Isaías b'ojoc sat te' higo, ix ak'chajoch t'a sat jun yab'il chi', ix b'oxican sk'ool vinh yuj."
        },
        {
            "number": "8",
            "text": "Ayic manto b'o jun remeyo chi', ix sk'anb'an vinhaj Ezequías chi' t'a vinhaj Isaías chi' icha tik: --¿Tas junok yechel ol wila'' yic ol nachajel vuuj to a Jehová ol ak'an b'oxoc in k'ool, yic syal in b'at t'a stemplo t'a chab'ej chi'? xchi vinh."
        },
        {
            "number": "9",
            "text": "Ix tak'vi vinhaj Isaías chi': --Ay jun yechel ol sch'ox Jehová t'ayach yic wach' ol nachajel uuj to ol elk'och tas ix yala'. Ha ach tzala' tato sb'ab'laj veven t'a lajunhe' b'achquiltac t'a jun tz'ilan jantac yek' k'u, mato schael yich yemxi jun veven chi' t'a spatic lajunheoc b'achquiltac chi', xchi vinh."
        },
        {
            "number": "10",
            "text": "Ix tak'vi vinhaj Ezequías chi' t'a vinh: --Ayic sb'at veven chi' t'a yichanh, secojtac, palta tato schaxiel yemxi lajunheoc b'achquiltac t'a spatic, a jun chi' ajaltac, xchi vinh."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix tevi vinhaj Isaías chi' t'a Jehová, haxo Jehová chi' ix ak'anxi yic tz'elxi yich yemxita veven chi' t'a lajunh b'achquiltac chi' t'a jun tz'ilan jantac yek' k'u yic vinhaj Acaz."
        },
        {
            "number": "12",
            "text": "Ha t'a jun pekti’ chi', a vinh sreyal Babilonia, aton vinhaj Merodac-baladán yuninal vinhaj Baladán, ix yab' vinh to penaayaxnac vinhaj Ezequías, yuj chi' ix scheccot eb' vinh schecab' vinh yic tzul yak'ancan jun carta eb' vinh yet' junok silab' t'a vinhaj Ezequías chi'."
        },
        {
            "number": "13",
            "text": "Ix chaji eb' vinh checab' chi' yuj vinhaj Ezequías chi'. Masanil tas sik'an yuj vinh, ix sch'ox vinh t'a eb' vinh: Aton q'uen plata, q'uen oro, perfume yet' aceite te wach' yet' pax b'aj molanek' yamk'ab' yic oval yet' jantac tas molan yuj vinh. Manhxa junocxo tas ay t'a spalacio vinh yet' t'a yol smacb'en to maj sch'oxlaj t'a eb' vinh."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix b'at vinhaj Isaías schecab' Dios t'a vinhaj Ezequías chi', ix sk'anb'an vinh t'a vinh icha tik: --¿B'ajtil ix cot juntzanh eb' vinh vinac chi'? ¿Tas xchi eb' vinh t'ayach? xchi vinh. Ix tak'vi vinhaj Ezequías chi' t'a vinh: --Ix cot eb' vinh t'a jun nación te najat, t'a Babilonia, xchi vinh."
        },
        {
            "number": "15",
            "text": "Ix sk'anb'anxi vinhaj Isaías chi': --¿Tas ix yil eb' vinh t'a yol a palacio tik? xchi vinh. Ix tak'vixi vinhaj Ezequías chi': --Masanil tas ix yil eb' vinh, manhxa jab'oc tas ayek' tik maj yil eb' vinh, masanil ix in ch'ox t'a eb' vinh, xchi vinh."
        },
        {
            "number": "16",
            "text": "Ix yalan vinhaj Isaías chi' t'a vinh icha tik: --Ab' tas syal Jehová t'ayach:"
        },
        {
            "number": "17",
            "text": "Ol k'och val sk'ual, masanil tas ay t'a a palacio yet' masanil tas ix smolb'ejcan eb' a mam icham, ol ik'chajb'at smasanil t'a Babilonia, manhxa jab'oc tas ol canoc."
        },
        {
            "number": "18",
            "text": "Yed' pax eb' inhtilal, ol ik'chajb'at eb' t'a Babilonia chi', ol ik'chajel snholob' sq'ueen eb', ol ak'chajoch eb' yak'umaloc servil vinh sreyal Babilonia chi', xchi Jehová, xchi vinh."
        },
        {
            "number": "19",
            "text": "Ix yalan vinhaj rey Ezequías chi' t'a vinhaj Isaías chi': --Ha jun lolonel ix al t'ayin yuj Jehová tik te wach', xchi vinh. Ix yal vinhaj Ezequías chi' icha chi', yujto ix sna' vinh to ay junk'olal yacb'an pitzanto vinh."
        },
        {
            "number": "20",
            "text": "Ha jantacto yab'ixal vinhaj Ezequías yet' tas niwan yelk'och ix sk'ulej vinh, aton tas ix aj sb'oan jun nhajab' vinh yet' tas ix aj yik'ancot ha ha' vinh t'a yol chonhab', tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Judá."
        },
        {
            "number": "21",
            "text": "Axo yic ix cham vinh, a vinhaj Manasés yuninal vinh ix ochcan reyal sq'uexuloc."
        }
    ]
}