{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj Manasés chi', 12 ab'il sq'uinal vinh ayic ix schaanel yich vinh yak'an reyal, 55 ab'il ix yak' reyal chi' vinh t'a Jerusalén. Hepsiba sb'i ix snun vinh."
        },
        {
            "number": "2",
            "text": "Te chuk tas ix sk'ulej vinh t'a yichanh Jehová. Ha masanil chukal sb'eyb'alej juntzanh nación ix yiq'uel Jehová t'a yichanh eb' israel, a ix sb'eyb'alej vinh."
        },
        {
            "number": "3",
            "text": "Ix schecan vinh to sb'ojixiq'ue juntzanh lugar chaanh b'aj tz'och ejmelal, juntzanh ix schec vinhaj Ezequías mak'jipojoc. Ix sb'oanxiq'ue altar yic Baal vinh, ix sb'oanpaxq'ue jun yechel Asera vinh, icha sk'ulejnac vinhaj Acab sreyal Israel. Ix och vinh ejmelal t'a q'uen k'anal."
        },
        {
            "number": "4",
            "text": "Ix sb'oanpaxq'ue juntzanh altar vinh t'a yol stemplo Jehová, aton t'a jun lugar yalnac Jehová icha tik: Ha t'a jun templo t'a Jerusalén ol och ejmelal t'ayin, xchi."
        },
        {
            "number": "5",
            "text": "Ay juntzanhxo altar ix sb'oq'ue vinh t'a chab' yamaq'uil stemplo Jehová, yic tz'och vinh ejmelal t'a juntzanh q'uen k'anal."
        },
        {
            "number": "6",
            "text": "Anhejtona' ix snhusanpaxtz'a yuninal vinh silab'il t'a junok sdiosal chi'. Ix sk'anb'an sb'a vinh t'a eb' ajb'aal, t'a eb' ajchum, t'a eb' naumel lolonel. Ix sk'anb'anpax sb'a vinh t'a eb' tz'avtan spixan eb' chamnac. Te chuk tas ix sk'ulej vinh, yuj chi' ix stzuntzejcot yoval sk'ool Jehová vinh t'a yib'anh."
        },
        {
            "number": "7",
            "text": "Ix yak'paxoch jun te' yechel Asera vinh t'a yol stemplo Jehová, aton jun templo chi' yalnaccan Jehová t'a vinhaj David yet' t'a vinh yuninal aton vinhaj Salomón icha tik: Ha t'a in templo t'a Jerusalén, jun chonhab' ix in sik'canel t'a skal masanil chonhab' t'a yol smacb'en Israel tik, a t'ay ol in cajnaj t'a junelnhej."
        },
        {
            "number": "8",
            "text": "Tato ol sk'anab'ajej masanil in checnab'il eb' eyetchonhab' yet' in cachnab'il yet' pax in k'ayb'ub'al in checnac yal vinh in checab' aj Moisés t'a eb', manhxo ol viq'uel eb' t'a sat jun lum lum vak'nac t'a e mam eyicham, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Palta maj scha yab' juntzanh chi' eb'. Ha val vinh rey chi' ix cuchb'an eb' t'a chukal chi'. Ek'b'al chukal ix sk'ulej eb' t'a yichanh juntzanh nación satb'ilel yuj Jehová t'a yichanh eb' smam yicham eb' t'a peca'."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix yal Jehová t'a eb' schecab':"
        },
        {
            "number": "11",
            "text": "Ha vinhaj Manasés chi', a tas te yajb'entac sk'ulej vinh t'a vichanh, yelxo val ek'b'al chukal sk'ulej vinh t'a yichanh eb' amorreo, eb' ek'nac t'a yalanhtaxo. Scuchb'an eb' yetchonhab' vinh t'a chukal yic tz'och eb' ejmelal t'a juntzanh yechel."
        },
        {
            "number": "12",
            "text": "Yuj chi' a in Jehová sDiosal Israel sval icha tik: Ol vik'cot yaelal t'a yib'anh Jerusalén yet' t'a yib'anh Judá tik, ol te sat sk'ol eb' ol ab'anoc."
        },
        {
            "number": "13",
            "text": "Ol vak'och yaelal t'a yib'anh Jerusalén tik icha ix vutej Samaria yet' eb' yinhtilal vinhaj Acab. Ol viq'uel masanil eb' anima cajan t'ay, lajan ol ajkan icha junok uk'ab' ayic slajvi sb'icchaji nhojan tz'ajcani."
        },
        {
            "number": "14",
            "text": "Axo jayvanhocxo eb' in chonhab' tik, ol vactejcan eb', ol vak'canoch eb' t'a yol sk'ab' eb' ajk'ool, yic wach' ol ik'chajek' masanil tastac ay t'a eb'."
        },
        {
            "number": "15",
            "text": "Yictax vik'annaquelta eb' smam yicham eb' t'a Egipto, stzuntzejnhejcot yoval in k'ool eb' yuj chukal sk'ulej eb' t'a vichanh, xchi t'a eb' schecab'."
        },
        {
            "number": "16",
            "text": "Ix te cuchb'aj val eb' aj Judá yuj vinhaj Manasés chi' t'a chukal t'a yichanh Jehová. Tzijtum pax eb' anima malaj smul ix smilcham vinh, ix laj b'ey schiq'uil eb' smasanil t'a smacb'en Jerusalén."
        },
        {
            "number": "17",
            "text": "Ha jantacto yab'ixal vinhaj Manasés chi' yet' tastac ix sk'ulej vinh yet' jantac smul vinh ix ochi, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Judá."
        },
        {
            "number": "18",
            "text": "Ayic ix cham vinh, ha t'a scaltac te' avb'en te' yic vinhaj Uza t'a sti' spalacio vinh ix mucchaji. Axo vinhaj Amón yuninal vinh ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "19",
            "text": "Ha vinhaj Amón chi', 22 ab'il sq'uinal vinh ayic ix och vinh reyal t'a Judá. Chab' ab'il ix yak' reyal vinh t'a Jerusalén. Mesulemet sb'i ix snun vinh, yisil ix vinhaj Haruz aj Jotba."
        },
        {
            "number": "20",
            "text": "Te chuk tas ix sk'ulej vinh t'a yichanh Jehová icha sk'ulejnac vinhaj Manasés smam vinh."
        },
        {
            "number": "21",
            "text": "Ha sb'eyb'al vinh smam vinh chi' ix sb'eyb'alej, ix och vinh ejmelal t'a juntzanh yechel b'aj ochnac vinh smam vinh chi' ejmelal."
        },
        {
            "number": "22",
            "text": "Icha chi' ix aj spaticanel Jehová Dios vinh, aton sDiosal eb' smam yicham vinh. Maj sk'anab'ajejlaj schecnab'il Jehová vinh."
        },
        {
            "number": "23",
            "text": "Ha eb' vinh ayoch yajalil yet' vinh, ix meltzajoch eb' vinh ajk'olal t'a vinh, ix miljicham vinh yuj eb' vinh t'a yol spalacio."
        },
        {
            "number": "24",
            "text": "Yuj chi', haxo eb' aj Judá ix milancham eb' vinh ix milancham vinh rey chi', haxo vinhaj Josías yuninal vinh ix yak'och eb' reyal sq'uexuloc. Ha jantacto yab'ixal vinhaj Amón yet' tastac ix sk'ulej, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Judá. Ayic ix cham vinh, ha t'a scaltac te' avb'en te' yic vinhaj Uza ix mucji vinh."
        }
    ]
}