{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "A vinhaj Manasés chi', 12 ab'il sq'uinal vinh ayic ix schaanel yich vinh yak'an reyal, 55 ab'il ix yak' reyal chi' vinh d'a Jerusalén. Hepsiba sb'i ix snun vinh."
        },
        {
            "number": "2",
            "text": "Te chuc tas ix sk'ulej vinh d'a yichanh Jehová. A masanil chucal sb'eyb'alej juntzanh nación ix yiq'uel Jehová d'a yichanh eb' israel, a ix sb'eyb'alej vinh."
        },
        {
            "number": "3",
            "text": "Ix schecan vinh to sb'ojixiq'ue juntzanh lugar chaanh b'aj tz'och ejmelal, juntzanh ix schec vinhaj Ezequías mak'jipojoc. Ix sb'oanxiq'ue altar yic Baal vinh, ix sb'oanpaxq'ue jun yechel Asera vinh, icha sk'ulejnac vinhaj Acab sreyal Israel. Ix och vinh ejmelal d'a q'uen k'anal."
        },
        {
            "number": "4",
            "text": "Ix sb'oanpaxq'ue juntzanh altar vinh d'a yol stemplo Jehová, aton d'a jun lugar yalnac Jehová icha tic: A d'a jun templo d'a Jerusalén ol och ejmelal d'ayin, xchi."
        },
        {
            "number": "5",
            "text": "Ay juntzanhxo altar ix sb'oq'ue vinh d'a chab' yamaq'uil stemplo Jehová, yic tz'och vinh ejmelal d'a juntzanh q'uen k'anal."
        },
        {
            "number": "6",
            "text": "Anhejtona' ix snhusanpaxtz'a yuninal vinh silab'il d'a junoc sdiosal chi'. Ix sk'anb'an sb'a vinh d'a eb' ajb'aal, d'a eb' ajchum, d'a eb' naumel lolonel. Ix sk'anb'anpax sb'a vinh d'a eb' tz'avtan spixan eb' chamnac. Te chuc tas ix sk'ulej vinh, yuj chi' ix stzuntzejcot yoval sk'ool Jehová vinh d'a yib'anh."
        },
        {
            "number": "7",
            "text": "Ix yak'paxoch jun te' yechel Asera vinh d'a yol stemplo Jehová, aton jun templo chi' yalnaccan Jehová d'a vinhaj David yed' d'a vinh yuninal aton vinhaj Salomón icha tic: A d'a in templo d'a Jerusalén, jun chonhab' ix in sik'canel d'a scal masanil chonhab' d'a yol smacb'en Israel tic, a d'ay ol in cajnaj d'a junelnhej."
        },
        {
            "number": "8",
            "text": "Tato ol sk'anab'ajej masanil in checnab'il eb' eyetchonhab' yed' in cachnab'il yed' pax in k'ayb'ub'al in checnac yal vinh in checab' aj Moisés d'a eb', manhxo ol viq'uel eb' d'a sat jun lum luum vak'nac d'a e mam eyicham, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Palta maj scha yab' juntzanh chi' eb'. A val vinh rey chi' ix cuchb'an eb' d'a chucal chi'. Ek'b'al chucal ix sk'ulej eb' d'a yichanh juntzanh nación satb'ilel yuj Jehová d'a yichanh eb' smam yicham eb' d'a peca'."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix yal Jehová d'a eb' schecab':"
        },
        {
            "number": "11",
            "text": "A vinhaj Manasés chi', a tas te yajb'entac sk'ulej vinh d'a vichanh, yelxo val ek'b'al chucal sk'ulej vinh d'a yichanh eb' amorreo, eb' ek'nac d'a yalanhtaxo. Scuchb'an eb' yetchonhab' vinh d'a chucal yic tz'och eb' ejmelal d'a juntzanh yechel."
        },
        {
            "number": "12",
            "text": "Yuj chi' a in Jehová sDiosal Israel sval icha tic: Ol vik'cot yaelal d'a yib'anh Jerusalén yed' d'a yib'anh Judá tic, ol te sat sk'ol eb' ol ab'anoc."
        },
        {
            "number": "13",
            "text": "Ol vak'och yaelal d'a yib'anh Jerusalén tic icha ix vutej Samaria yed' eb' yinhtilal vinhaj Acab. Ol viq'uel masanil eb' anima cajan d'ay, lajan ol ajcan icha junoc uk'ab' ayic slajvi sb'icchaji nhojan tz'ajcani."
        },
        {
            "number": "14",
            "text": "Axo jayvanhocxo eb' in chonhab' tic, ol vactejcan eb', ol vak'canoch eb' d'a yol sk'ab' eb' ajk'ool, yic vach' ol ik'chajek' masanil tastac ay d'a eb'."
        },
        {
            "number": "15",
            "text": "Yictax vik'annaquelta eb' smam yicham eb' d'a Egipto, stzuntzejnhejcot yoval in k'ool eb' yuj chucal sk'ulej eb' d'a vichanh, xchi d'a eb' schecab'."
        },
        {
            "number": "16",
            "text": "Ix te cuchb'aj val eb' aj Judá yuj vinhaj Manasés chi' d'a chucal d'a yichanh Jehová. Tzijtum pax eb' anima malaj smul ix smilcham vinh, ix laj b'ey schiq'uil eb' smasanil d'a smacb'en Jerusalén."
        },
        {
            "number": "17",
            "text": "A jantacto yab'ixal vinhaj Manasés chi' yed' tastac ix sk'ulej vinh yed' jantac smul vinh ix ochi, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Judá."
        },
        {
            "number": "18",
            "text": "Ayic ix cham vinh, a d'a scaltac te' avb'en te' yic vinhaj Uza d'a sti' spalacio vinh ix mucchaji. Axo vinhaj Amón yuninal vinh ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "19",
            "text": "A vinhaj Amón chi', 22 ab'il sq'uinal vinh ayic ix och vinh reyal d'a Judá. Chab' ab'il ix yak' reyal vinh d'a Jerusalén. Mesulemet sb'i ix snun vinh, yisil ix vinhaj Haruz aj Jotba."
        },
        {
            "number": "20",
            "text": "Te chuc tas ix sk'ulej vinh d'a yichanh Jehová icha sk'ulejnac vinhaj Manasés smam vinh."
        },
        {
            "number": "21",
            "text": "A sb'eyb'al vinh smam vinh chi' ix sb'eyb'alej, ix och vinh ejmelal d'a juntzanh yechel b'aj ochnac vinh smam vinh chi' ejmelal."
        },
        {
            "number": "22",
            "text": "Icha chi' ix aj spaticanel Jehová Dios vinh, aton sDiosal eb' smam yicham vinh. Maj sk'anab'ajejlaj schecnab'il Jehová vinh."
        },
        {
            "number": "23",
            "text": "A eb' vinh ayoch yajalil yed' vinh, ix meltzajoch eb' vinh ajk'olal d'a vinh, ix miljicham vinh yuj eb' vinh d'a yol spalacio."
        },
        {
            "number": "24",
            "text": "Yuj chi', axo eb' aj Judá ix milancham eb' vinh ix milancham vinh rey chi', axo vinhaj Josías yuninal vinh ix yak'och eb' reyal sq'uexuloc. A jantacto yab'ixal vinhaj Amón yed' tastac ix sk'ulej, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Judá. Ayic ix cham vinh, a d'a scaltac te' avb'en te' yic vinhaj Uza ix mucji vinh."
        }
    ]
}