{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Manasés chi', 12 ab'il sk'inal winh ayic ix schaanel yich winh yak'an reyal, 55 ab'il ix yak' reyal chi' winh t'a Jerusalén. Hepsiba sb'i ix snun winh."
        },
        {
            "number": "2",
            "text": "Te chuk tas ix sk'ulej winh t'a yichanh Jehová. Ha masanil chukal sb'eyb'alej juntzanh nación ix yik'el Jehová t'a yichanh heb' israel, a ix sb'eyb'alej winh."
        },
        {
            "number": "3",
            "text": "Ix schekan winh to sb'ojixik'e juntzanh lugar chaanh b'aj tz'och ejmelal, juntzanh ix schec winhaj Ezequías mak'jipojoc. Ix sb'oanxik'e altar yic Baal winh, ix sb'oanpaxk'e jun yechel Asera winh, icha sk'ulejnac winhaj Acab sreyal Israel. Ix och winh ejmelal t'a k'een k'anal."
        },
        {
            "number": "4",
            "text": "Ix sb'oanpaxk'e juntzanh altar winh t'a yol stemplo Jehová, aton t'a jun lugar yalnac Jehová icha tik: Ha t'a jun templo t'a Jerusalén ol och ejmelal t'ayin, xchi."
        },
        {
            "number": "5",
            "text": "Ay juntzanhxo altar ix sb'ok'e winh t'a chab' yamaq'uil stemplo Jehová, yic tz'och winh ejmelal t'a juntzanh k'een k'anal."
        },
        {
            "number": "6",
            "text": "Anhejtona' ix snhusanpaxtz'a yuninal winh silab'il t'a junok sdiosal chi'. Ix sk'anb'an sb'a winh t'a heb' ajb'aal, t'a heb' ajchum, t'a heb' naumel lolonel. Ix sk'anb'anpax sb'a winh t'a heb' tz'awtan spixan heb' chamnac. Te chuk tas ix sk'ulej winh, yuj chi' ix stzuntzejcot yowal sk'ool Jehová winh t'a yib'anh."
        },
        {
            "number": "7",
            "text": "Ix yak'paxoch jun te' yechel Asera winh t'a yol stemplo Jehová, aton jun templo chi' yalnakkan Jehová t'a winhaj Dawid yet' t'a winh yuninal aton winhaj Salomón icha tik: Ha t'a in templo t'a Jerusalén, jun chonhab' ix in sik'kanel t'a skal masanil chonhab' t'a yol smacb'en Israel tik, a t'ay ol in kajnaj t'a junelnhej."
        },
        {
            "number": "8",
            "text": "Tato ol sk'anab'ajej masanil in checnab'il heb' eyetchonhab' yet' in kachnab'il yet' pax in k'ayb'ub'al in checnac yal winh in chekab' aj Moisés t'a heb', manhxo ol wik'el heb' t'a sat jun lum lum wak'nac t'a he mam eyicham, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Palta maj scha yab' juntzanh chi' heb'. Ha wal winh rey chi' ix cuchb'an heb' t'a chukal chi'. Ek'b'al chukal ix sk'ulej heb' t'a yichanh juntzanh nación satb'ilel yuj Jehová t'a yichanh heb' smam yicham heb' t'a peka'."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix yal Jehová t'a heb' schekab':"
        },
        {
            "number": "11",
            "text": "Ha winhaj Manasés chi', a tas te yajb'entac sk'ulej winh t'a wichanh, yelxo wal ek'b'al chukal sk'ulej winh t'a yichanh heb' amorreo, heb' ek'nac t'a yalanhtaxo. Scuchb'an heb' yetchonhab' winh t'a chukal yic tz'och heb' ejmelal t'a juntzanh yechel."
        },
        {
            "number": "12",
            "text": "Yuj chi' a in Jehová sDiosal Israel swal icha tik: Ol wik'cot yaelal t'a yib'anh Jerusalén yet' t'a yib'anh Judá tik, ol te sat sk'ol heb' ol ab'anoc."
        },
        {
            "number": "13",
            "text": "Ol wak'och yaelal t'a yib'anh Jerusalén tik icha ix wutej Samaria yet' heb' yinhtilal winhaj Acab. Ol wik'el masanil heb' anima kajan t'ay, lajan ol ajkan icha junok uk'ab' ayic slajwi sb'icchaji nhojan tz'ajkani."
        },
        {
            "number": "14",
            "text": "Axo jaywanhocxo heb' in chonhab' tik, ol wactejkan heb', ol wak'kanoch heb' t'a yol sk'ab' heb' ajk'ool, yic wach' ol ik'chajek' masanil tastac ay t'a heb'."
        },
        {
            "number": "15",
            "text": "Yictax wik'annaquelta heb' smam yicham heb' t'a Egipto, stzuntzejnhejcot yowal in k'ool heb' yuj chukal sk'ulej heb' t'a wichanh, xchi t'a heb' schekab'."
        },
        {
            "number": "16",
            "text": "Ix te cuchb'aj wal heb' aj Judá yuj winhaj Manasés chi' t'a chukal t'a yichanh Jehová. Tzijtum pax heb' anima malaj smul ix smilcham winh, ix laj b'ey schiq'uil heb' smasanil t'a smacb'en Jerusalén."
        },
        {
            "number": "17",
            "text": "Ha jantacto yab'ixal winhaj Manasés chi' yet' tastac ix sk'ulej winh yet' jantac smul winh ix ochi, tz'ib'ab'ilkan b'aj aykan yab'ixal heb' winh sreyal Judá."
        },
        {
            "number": "18",
            "text": "Ayic ix cham winh, ha t'a skaltac te' avb'en te' yic winhaj Uza t'a sti' spalacio winh ix mucchaji. Axo winhaj Amón yuninal winh ix ochkan reyal sk'exuloc."
        },
        {
            "number": "19",
            "text": "Ha winhaj Amón chi', 22 ab'il sk'inal winh ayic ix och winh reyal t'a Judá. Chab' ab'il ix yak' reyal winh t'a Jerusalén. Mesulemet sb'i ix snun winh, yisil ix winhaj Haruz aj Jotba."
        },
        {
            "number": "20",
            "text": "Te chuk tas ix sk'ulej winh t'a yichanh Jehová icha sk'ulejnac winhaj Manasés smam winh."
        },
        {
            "number": "21",
            "text": "Ha sb'eyb'al winh smam winh chi' ix sb'eyb'alej, ix och winh ejmelal t'a juntzanh yechel b'aj ochnac winh smam winh chi' ejmelal."
        },
        {
            "number": "22",
            "text": "Icha chi' ix aj spatikanel Jehová Dios winh, aton sDiosal heb' smam yicham winh. Maj sk'anab'ajejlaj schecnab'il Jehová winh."
        },
        {
            "number": "23",
            "text": "Ha heb' winh ayoch yajalil yet' winh, ix meltzajoch heb' winh ajk'olal t'a winh, ix miljicham winh yuj heb' winh t'a yol spalacio."
        },
        {
            "number": "24",
            "text": "Yuj chi', haxo heb' aj Judá ix milancham heb' winh ix milancham winh rey chi', haxo winhaj Josías yuninal winh ix yak'och heb' reyal sk'exuloc. Ha jantacto yab'ixal winhaj Amón yet' tastac ix sk'ulej, tz'ib'ab'ilkan b'aj aykan yab'ixal heb' winh sreyal Judá. Ayic ix cham winh, ha t'a skaltac te' avb'en te' yic winhaj Uza ix mucji winh."
        }
    ]
}