{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj Josías vajxaque' ab'il sq'uinal vinh ayic ix och vinh reyal. 31 ab'il ix yak' reyal vinh t'a Jerusalén. Jedida sb'i ix snun vinh, yisil ix vinhaj Adaías aj Boscat."
        },
        {
            "number": "2",
            "text": "Te wach' ix yutej sb'a vinh t'a yichanh Jehová, icha val sb'eyb'al vinhaj David smam yicham vinh, manh val jab'oc ix yiq'uel sb'a vinh t'a sb'eyb'al vinh smam yicham chi'."
        },
        {
            "number": "3",
            "text": "Ayic 18 ab'ilxo yoch vinhaj Josías chi' reyal, ix schecanb'at vinh stz'ib'um vinh t'a stemplo Jehová, aton vinhaj Safán yuninal vinhaj Azalías yixchiquin vinhaj Mesulam. Ix yalan vinh rey chi' t'a vinh icha tik:"
        },
        {
            "number": "4",
            "text": "--Ixic t'a vinhaj Hilcías vinh sat sacerdote, tzalan t'a vinh to smolb'ej q'uen tumin vinh tz'ak'ji t'a stemplo Jehová, q'uen scha eb' stanhvan puerta b'aj tz'och eb' anima,"
        },
        {
            "number": "5",
            "text": "syak'an q'uen vinh t'a eb' vinh yajal yaj yilan sb'ochajxi templo chi' yic stupchaj eb' vinh smunlaj t'ay,"
        },
        {
            "number": "6",
            "text": "aton eb' vinh nhicum te' yet' eb' vinh tz'ilan tas tz'aj sb'o munlajel chi' yet' eb' vinh albañil. Smanchajpax te te' yet' q'uen q'ueen tzeyb'il, yic sb'ochajxi templo chi'."
        },
        {
            "number": "7",
            "text": "Manh yovaliloc sk'anchaj yumal q'uen tumin chi' t'a eb' vinh tz'ilan munlajel chi', yujto tz'acan syutej eb' vinh sb'oani, xchi vinh."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix yalan vinhaj Hilcías chi' t'a vinhaj Safán to ix checlaj b'aj tz'ib'ab'ilcan ley t'a yol stemplo Jehová. Ix yak'an ch'anh vinh t'a vinhaj Safán chi', ix yavtan ch'anh vinh."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix b'at vinhaj Safán chi' yal t'a vinh rey chi' icha tik: --Toxo ix smol q'uen tumin ay t'a yol templo eb' vinh a checab', ix yak'an q'uen eb' vinh t'a eb' vinh ayoch yajalil yilan sb'ochajxi stemplo Jehová chi', xchi vinh."
        },
        {
            "number": "10",
            "text": "Anhejtona' ix yalanxi vinh to ix ak'ji jun ch'anh uum t'a vinh yuj vinhaj sacerdote Hilcías, yuj chi' ix yavtej ch'anh vinh yab' vinh rey chi'."
        },
        {
            "number": "11",
            "text": "Ayic ix yab'an vinh rey chi' tas syal t'a yol ch'anh, ix snhik'chitan spichul vinh,"
        },
        {
            "number": "12",
            "text": "ix schecan vinh avtaj vinhaj Hilcías chi', vinhaj Safán tz'ib'um yet' vinhaj Ahicam yuninal vinhaj Safán chi', vinhaj Acbor yuninal vinhaj Micaías yet' vinhaj Asaías schecab' vinh rey chi'. Ix yalan vinh rey chi' t'a eb' vinh icha tik:"
        },
        {
            "number": "13",
            "text": "--Ixiquec e k'anb'ej t'a Jehová vuuj, yuj eb' chonhab', yuj pax masanil eb' aj Judá, tas syalelk'och ch'anh ley tik. Ay am cot yoval sk'ol Jehová chi' t'a quib'anh, yujto maj sk'anab'ajej eb' co mam quicham tas syal ch'anh, xchi vinh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix b'at vinhaj sacerdote Hilcías, vinhaj Ahicam, vinhaj Acbor, vinhaj Safán yet' vinhaj Asaías yil ix schecab' Dios, ix scuchan Hulda yetb'eyum vinhaj Salum yuninal vinhaj Ticva, yixchiquin vinhaj Harhas. Ha vinhaj Salum chi', a vinh stanhvan b'aj sik'chaj k'apac pichul t'a templo. Ha ix Hulda chi', ha t'a junxo makan yic Jerusalén toto b'onac, ata' cajan ix. Ayic ix lolonb'at eb' vinh t'a ix,"
        },
        {
            "number": "15",
            "text": "ix tak'vi ix t'a eb' vinh icha tik: --Ha Jehová co Diosal a onh israel onh tik, a tz'alan icha tik: Alec t'a vinh ix ex checancot e k'anb'ej tik t'ayin"
        },
        {
            "number": "16",
            "text": "to a in ol vak'cot junok yaelal t'a yib'anh jun chonhab' tik yet' t'a yib'anh eb' cajan t'a tik, icha yalan ch'anh ley ix yavtej vinh sreyal Judá chi'."
        },
        {
            "number": "17",
            "text": "Yujto ix in yactejcan eb' anima tik, ix snhusan incienso eb' t'a juntzanh comon dios, ix stzuntzancot yoval in k'ol eb' yuj juntzanh sdiosal eb' ix sb'o chi'. Yuj val chi' ix cot voval t'a jun lugar tik. Manhxo ol sicb'ilaj voval chi', xchi Jehová."
        },
        {
            "number": "18",
            "text": "Alec t'a vinh rey chi', vinh ix ex checancot e k'anb'ej t'a Jehová: Ha Jehová co Diosal a onh israel onh tik tz'alan icha tik: Yujto ix avtej tas ayem t'a yol ch'anh uum chi',"
        },
        {
            "number": "19",
            "text": "ix ak'anoch t'a a k'ool, yuj chi' ix al a b'a t'ayin, ix a nhik'chitanb'at a pichul, ix ach ok'q'ue t'a vichanh. Yujto ix ab'pax tas ix vala' to ol satjoquel a chonhab' tik, ol in catab'an eb' cajan t'ay, yuj chi' toxo ix vab' tas ix ala'. Sval t'ayach"
        },
        {
            "number": "20",
            "text": "to ix ach vak' nivank'olal, ol ach mucjoc t'a junk'olal. Manhxo ol il-laj jun yaelal ol vak'cot t'a yib'anh jun chonhab' tik, xchi Jehová, xchi ix Hulda chi'. Ix paxta eb' vinh schecab' vinh rey chi' yic tzul yalan eb' vinh t'a vinh tas ix b'at yab' eb' vinh chi'."
        }
    ]
}