{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Josías wajxaque' ab'il sk'inal winh ayic ix och winh reyal. 31 ab'il ix yak' reyal winh t'a Jerusalén. Jedida sb'i ix snun winh, yisil ix winhaj Adaías aj Boscat."
        },
        {
            "number": "2",
            "text": "Te wach' ix yutej sb'a winh t'a yichanh Jehová, icha wal sb'eyb'al winhaj Dawid smam yicham winh, manh wal jab'oc ix yik'el sb'a winh t'a sb'eyb'al winh smam yicham chi'."
        },
        {
            "number": "3",
            "text": "Ayic 18 ab'ilxo yoch winhaj Josías chi' reyal, ix schekanb'at winh stz'ib'um winh t'a stemplo Jehová, aton winhaj Safán yuninal winhaj Azalías yixchiquin winhaj Mesulam. Ix yalan winh rey chi' t'a winh icha tik:"
        },
        {
            "number": "4",
            "text": "--Ixic t'a winhaj Hilcías winh sat sacerdote, tzalan t'a winh to smolb'ej k'een tumin winh tz'ak'ji t'a stemplo Jehová, k'een scha heb' stanhwan puerta b'aj tz'och heb' anima,"
        },
        {
            "number": "5",
            "text": "syak'an k'een winh t'a heb' winh yajal yaj yilan sb'ochajxi templo chi' yic stupchaj heb' winh smunlaj t'ay,"
        },
        {
            "number": "6",
            "text": "aton heb' winh nhicum te' yet' heb' winh tz'ilan tas tz'aj sb'o munlajel chi' yet' heb' winh albañil. Smanchajpax te te' yet' k'een k'een tzeyb'il, yic sb'ochajxi templo chi'."
        },
        {
            "number": "7",
            "text": "Manh yowaliloc sk'anchaj yumal k'een tumin chi' t'a heb' winh tz'ilan munlajel chi', yujto tz'akan syutej heb' winh sb'oani, xchi winh."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix yalan winhaj Hilcías chi' t'a winhaj Safán to ix checlaj b'aj tz'ib'ab'ilkan ley t'a yol stemplo Jehová. Ix yak'an ch'anh winh t'a winhaj Safán chi', ix yavtan ch'anh winh."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix b'at winhaj Safán chi' yal t'a winh rey chi' icha tik: --Toxo ix smol k'een tumin ay t'a yol templo heb' winh a chekab', ix yak'an k'een heb' winh t'a heb' winh ayoch yajalil yilan sb'ochajxi stemplo Jehová chi', xchi winh."
        },
        {
            "number": "10",
            "text": "Anhejtona' ix yalanxi winh to ix ak'ji jun ch'anh uum t'a winh yuj winhaj sacerdote Hilcías, yuj chi' ix yavtej ch'anh winh yab' winh rey chi'."
        },
        {
            "number": "11",
            "text": "Ayic ix yab'an winh rey chi' tas syal t'a yol ch'anh, ix snhik'chitan spichul winh,"
        },
        {
            "number": "12",
            "text": "ix schekan winh avtaj winhaj Hilcías chi', winhaj Safán tz'ib'um yet' winhaj Ahicam yuninal winhaj Safán chi', winhaj Acbor yuninal winhaj Micaías yet' winhaj Asaías schekab' winh rey chi'. Ix yalan winh rey chi' t'a heb' winh icha tik:"
        },
        {
            "number": "13",
            "text": "--Ixiquec he k'anb'ej t'a Jehová wuuj, yuj heb' chonhab', yuj pax masanil heb' aj Judá, tas syalelk'och ch'anh ley tik. Ay am cot yowal sk'ol Jehová chi' t'a quib'anh, yujto maj sk'anab'ajej heb' ko mam quicham tas syal ch'anh, xchi winh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix b'at winhaj sacerdote Hilcías, winhaj Ahicam, winhaj Acbor, winhaj Safán yet' winhaj Asaías yil ix schekab' Dios, ix skuchan Hulda yetb'eyum winhaj Salum yuninal winhaj Ticwa, yixchiquin winhaj Harhas. Ha winhaj Salum chi', a winh stanhwan b'aj sik'chaj k'apac pichul t'a templo. Ha ix Hulda chi', ha t'a junxo makan yic Jerusalén toto b'onac, ata' kajan ix. Ayic ix lolonb'at heb' winh t'a ix,"
        },
        {
            "number": "15",
            "text": "ix tak'wi ix t'a heb' winh icha tik: --Ha Jehová ko Diosal a onh israel onh tik, a tz'alan icha tik: Alec t'a winh ix ex chekancot he k'anb'ej tik t'ayin"
        },
        {
            "number": "16",
            "text": "to a in ol wak'cot junok yaelal t'a yib'anh jun chonhab' tik yet' t'a yib'anh heb' kajan t'a tik, icha yalan ch'anh ley ix yavtej winh sreyal Judá chi'."
        },
        {
            "number": "17",
            "text": "Yujto ix in yaktejkan heb' anima tik, ix snhusan incienso heb' t'a juntzanh comon Dios, ix stzuntzancot yowal in k'ol heb' yuj juntzanh sdiosal heb' ix sb'o chi'. Yuj wal chi' ix cot wowal t'a jun lugar tik. Manhxo ol sicb'ilaj wowal chi', xchi Jehová."
        },
        {
            "number": "18",
            "text": "Alec t'a winh rey chi', winh ix ex chekancot he k'anb'ej t'a Jehová: Ha Jehová ko Diosal a onh israel onh tik tz'alan icha tik: Yujto ix avtej tas ayem t'a yol ch'anh uum chi',"
        },
        {
            "number": "19",
            "text": "ix ak'anoch t'a a k'ool, yuj chi' ix al a b'a t'ayin, ix a nhik'chitanb'at a pichul, ix ach ok'k'e t'a wichanh. Yujto ix ab'pax tas ix wala' to ol satjoquel a chonhab' tik, ol in katab'an heb' kajan t'ay, yuj chi' toxo ix wab' tas ix ala'. Swal t'ayach"
        },
        {
            "number": "20",
            "text": "to ix ach wak' niwank'olal, ol ach mucjoc t'a junk'olal. Manhxo ol il-laj jun yaelal ol wak'cot t'a yib'anh jun chonhab' tik, xchi Jehová, xchi ix Hulda chi'. Ix paxta heb' winh schekab' winh rey chi' yic tzul yalan heb' winh t'a winh tas ix b'at yab' heb' winh chi'."
        }
    ]
}