{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Josías vajxaque' ab'il sk'inal winh ayic ix och winh reyal. 31 ab'il ix yak' reyal winh t'a Jerusalén. Jedida sb'i ix snun winh, yisil ix winhaj Adaías aj Boscat."
        },
        {
            "number": "2",
            "text": "Te wach' ix yutej sb'a winh t'a yichanh Jehová, icha val sb'eyb'al winhaj David smam yicham winh, manh val jab'oc ix yiq'uel sb'a winh t'a sb'eyb'al winh smam yicham chi'."
        },
        {
            "number": "3",
            "text": "Ayic 18 ab'ilxo yoch winhaj Josías chi' reyal, ix schecanb'at winh stz'ib'um winh t'a stemplo Jehová, aton winhaj Safán yuninal winhaj Azalías yixchiquin winhaj Mesulam. Ix yalan winh rey chi' t'a winh icha tik:"
        },
        {
            "number": "4",
            "text": "--Ixic t'a winhaj Hilcías winh sat sacerdote, tzalan t'a winh to smolb'ej q'uen tumin winh tz'ak'ji t'a stemplo Jehová, q'uen scha eb' stanhvan puerta b'aj tz'och eb' anima,"
        },
        {
            "number": "5",
            "text": "syak'an q'uen winh t'a eb' winh yajal yaj yilan sb'ochajxi templo chi' yic stupchaj eb' winh smunlaj t'ay,"
        },
        {
            "number": "6",
            "text": "aton eb' winh nhicum te' yet' eb' winh tz'ilan tas tz'aj sb'o munlajel chi' yet' eb' winh albañil. Smanchajpax te te' yet' q'uen q'ueen tzeyb'il, yic sb'ochajxi templo chi'."
        },
        {
            "number": "7",
            "text": "Manh yovaliloc sk'anchaj yumal q'uen tumin chi' t'a eb' winh tz'ilan munlajel chi', yujto tz'acan syutej eb' winh sb'oani, xchi winh."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix yalan winhaj Hilcías chi' t'a winhaj Safán to ix checlaj b'aj tz'ib'ab'ilcan ley t'a yol stemplo Jehová. Ix yak'an ch'anh winh t'a winhaj Safán chi', ix yavtan ch'anh winh."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix b'at winhaj Safán chi' yal t'a winh rey chi' icha tik: --Toxo ix smol q'uen tumin ay t'a yol templo eb' winh a checab', ix yak'an q'uen eb' winh t'a eb' winh ayoch yajalil yilan sb'ochajxi stemplo Jehová chi', xchi winh."
        },
        {
            "number": "10",
            "text": "Anhejtona' ix yalanxi winh to ix ak'ji jun ch'anh uum t'a winh yuj winhaj sacerdote Hilcías, yuj chi' ix yavtej ch'anh winh yab' winh rey chi'."
        },
        {
            "number": "11",
            "text": "Ayic ix yab'an winh rey chi' tas syal t'a yol ch'anh, ix snhik'chitan spichul winh,"
        },
        {
            "number": "12",
            "text": "ix schecan winh avtaj winhaj Hilcías chi', winhaj Safán tz'ib'um yet' winhaj Ahicam yuninal winhaj Safán chi', winhaj Acbor yuninal winhaj Micaías yet' winhaj Asaías schecab' winh rey chi'. Ix yalan winh rey chi' t'a eb' winh icha tik:"
        },
        {
            "number": "13",
            "text": "--Ixiquec e k'anb'ej t'a Jehová vuuj, yuj eb' chonhab', yuj pax masanil eb' aj Judá, tas syalelk'och ch'anh ley tik. Ay am cot yoval sk'ol Jehová chi' t'a quib'anh, yujto maj sk'anab'ajej eb' co mam quicham tas syal ch'anh, xchi winh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix b'at winhaj sacerdote Hilcías, winhaj Ahicam, winhaj Acbor, winhaj Safán yet' winhaj Asaías yil ix schecab' Dios, ix scuchan Hulda yetb'eyum winhaj Salum yuninal winhaj Ticva, yixchiquin winhaj Harhas. Ha winhaj Salum chi', a winh stanhvan b'aj sik'chaj k'apac pichul t'a templo. Ha ix Hulda chi', ha t'a junxo makan yic Jerusalén toto b'onac, ata' cajan ix. Ayic ix lolonb'at eb' winh t'a ix,"
        },
        {
            "number": "15",
            "text": "ix tak'vi ix t'a eb' winh icha tik: --Ha Jehová co Diosal a onh israel onh tik, a tz'alan icha tik: Alec t'a winh ix ex checancot e k'anb'ej tik t'ayin"
        },
        {
            "number": "16",
            "text": "to a in ol vak'cot junok yaelal t'a yib'anh jun chonhab' tik yet' t'a yib'anh eb' cajan t'a tik, icha yalan ch'anh ley ix yavtej winh sreyal Judá chi'."
        },
        {
            "number": "17",
            "text": "Yujto ix in yactejcan eb' anima tik, ix snhusan incienso eb' t'a juntzanh comon dios, ix stzuntzancot yoval in k'ol eb' yuj juntzanh sdiosal eb' ix sb'o chi'. Yuj val chi' ix cot voval t'a jun lugar tik. Manhxo ol sicb'ilaj voval chi', xchi Jehová."
        },
        {
            "number": "18",
            "text": "Alec t'a winh rey chi', winh ix ex checancot e k'anb'ej t'a Jehová: Ha Jehová co Diosal a onh israel onh tik tz'alan icha tik: Yujto ix avtej tas ayem t'a yol ch'anh uum chi',"
        },
        {
            "number": "19",
            "text": "ix ak'anoch t'a a k'ool, yuj chi' ix al a b'a t'ayin, ix a nhik'chitanb'at a pichul, ix ach ok'q'ue t'a vichanh. Yujto ix ab'pax tas ix vala' to ol satjoquel a chonhab' tik, ol in catab'an eb' cajan t'ay, yuj chi' toxo ix vab' tas ix ala'. Sval t'ayach"
        },
        {
            "number": "20",
            "text": "to ix ach vak' nivank'olal, ol ach mucjoc t'a junk'olal. Manhxo ol il-laj jun yaelal ol vak'cot t'a yib'anh jun chonhab' tik, xchi Jehová, xchi ix Hulda chi'. Ix paxta eb' winh schecab' winh rey chi' yic tzul yalan eb' winh t'a winh tas ix b'at yab' eb' winh chi'."
        }
    ]
}