{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ix yalan vinh rey chi' to tz'avtaj masanil eb' vinh yichamtac vinaquil Jerusalén yed' juntzanhxo chonhab' d'a yol yic Judá, yic vach' smolb'ej sb'a eb' vinh yed' vinh."
        },
        {
            "number": "2",
            "text": "Ayic ix javi eb' vinh, ix b'at vinh yed' eb' vinh, eb' vinh sacerdote, eb' vinh schecab' Dios yed' masanil eb' comon anima, eb' malaj val yelk'ochi yed' eb' nivac yelk'ochi. Ix b'at eb' smasanil d'a stemplo Jehová. Ata' ix yal vinh rey chi' to a ch'anh yumal strato Jehová ix chax d'a stemplo, tz'avtaj ch'anh d'a yichanh eb' anima chi'."
        },
        {
            "number": "3",
            "text": "Ix och tek'tek' vinh rey chi' d'a stz'ey jun nivan oy, ix yak'an sti' vinh d'a yichanh Jehová to ol sk'anab'ajej juntzanh checnab'il vinh yed' k'ayb'ub'al d'a smasanil sk'ool, icha syal jun trato tz'ib'ab'ilcan d'a yol ch'anh uum chi'. Anheja' masanil eb' anima chi', ix yak' sti' eb' sk'anab'ajani."
        },
        {
            "number": "4",
            "text": "Ix lajvi chi', ix yalan vinh rey chi' d'a vinh sat sacerdote aj Hilcías yed' d'a juntzanhxo eb' vinh sacerdote yed' d'a eb' vinh stanhvan spuertail templo to syiq'uelta eb' vinh masanil tastac ay d'a yol stemplo Jehová, aton yamk'ab' sk'an eb' anima yic tz'och eb' ejmelal d'a Baal, d'a Asera yed' d'a q'uen k'anal. Ix yiq'uel eb' vinh d'a stiel chonhab' Jerusalén, ix snhusantz'a eb' vinh d'a sti' a' Cedrón, ix lajvi chi' ix ik'jib'at staanhil d'a Betel."
        },
        {
            "number": "5",
            "text": "Ix yik'anel yopisio eb' vinh sacerdote vinh rey chi', aton eb' vinh snhusantz'a incienso b'aj chaanh d'a yol yic Judá yed' d'a stitac chonhab' Jerusalén, aton eb' vinh ak'b'il yopisio yuj eb' vinh rey ek'nac. Ix ik'chajpaxel eb' vinh sacerdote snhusantz'a incienso d'a Baal, d'a k'u, d'a q'uen uj, d'a q'uen k'anal yed' d'a juntzanh nivac k'anal sb'eyek' d'a satchaanh."
        },
        {
            "number": "6",
            "text": "Ix yik'anpaxel jun yechel Asera vinh rey chi', aton jun ayoch d'a yol stemplo Jehová. Ix b'at yak'ancan eb' d'a stiel chonhab' Jerusalén. Ix nhuschajtz'a d'a sti' a' Cedrón, ix stenanchojoc stanhil chi' vinh, ix stzicanb'at vinh d'a yib'anh b'aj mucan eb' comon anima."
        },
        {
            "number": "7",
            "text": "Ix pojjipaxem juntzanh yed'tal eb' vinh ix-vinac yuj vinh, aton b'ob'il d'a yamaq'uil stemplo Jehová. Ata' sch'alvipax eb' ix ix sb'oan k'apac mantiado yic Asera."
        },
        {
            "number": "8",
            "text": "Ix lajvi chi', ix yavtancot masanil eb' vinh sacerdote vinh rey chi', aton eb' vinh ay d'a junjun chonhab' d'a yol yic Judá, ix yixtanb'at masanil altar vinh d'a masanil lugar chaanh d'a Geba masanto d'a Beerseba, aton b'aj snhustz'a incienso juntzanh eb' vinh sacerdote. Ix spojanpaxem juntzanh altar vinh, juntzanh ay d'a spuertail chonhab' scan d'a stojolal sq'uexan mach tz'och d'a yol chonhab' chi', aton jun puerta yic vinhaj Josué yajal d'a Jerusalén."
        },
        {
            "number": "9",
            "text": "A eb' vinh sacerdote yinhtilal Leví ix ak'an silab' d'a juntzanh lugar chaanh, majxo k'ochlaj eb' vinh d'a altar yic Jehová d'a Jerusalén, axonhej svael eb' vinh tz'ak'ji yuj eb' vinh yetsacerdoteal chi'."
        },
        {
            "number": "10",
            "text": "Ix yixtanpaxb'at jun lugar vinh rey chi', jun scuchan Tofet d'a sch'olanil Ben-hinom b'aj snhusjitz'a eb' unin silab'il d'a jun comon dios scuchan Moloc, yic manhxa junoc mach sk'ulan jun chucal chi'."
        },
        {
            "number": "11",
            "text": "Ix yik'anpaxel nok' chej vinh, nok' ayoch yuj eb' vinh sreyal Judá yic tz'och ejmelal d'a k'u. Ix snhusantz'a scarruaje nok' chej chi' vinh. A juntzanh chi', a d'a jun amak' d'a slak'anil b'aj tz'och anima d'a yol stemplo Jehová, ata' ay, d'a stz'ey scuarto jun vinh ay yopisio scuchan Natán-melec."
        },
        {
            "number": "12",
            "text": "Ix spojanpaxem juntzanh altar vinh rey chi', juntzanh b'ob'ilcan yuj eb' vinh sreyal Judá d'a spanhanil yib'anh scuartocan vinhaj rey Acaz. Ay pax juntzanh altar b'ob'ilcan yuj vinhaj rey Manasés d'a chab' yamaq'uil stemplo Jehová, ix smak'poj vinh, ix syumancanb'at sk'ajil vinh d'a yol a' Cedrón."
        },
        {
            "number": "13",
            "text": "Ix yixtanpaxb'at juntzanh lugar vinh, juntzanh chaanh d'a stojolal b'aj sjavi k'u d'a Jerusalén, d'a stojolal sur d'a tzalan Olivo, aton jun sb'onaccan vinhaj Salomón sreyal Israel, aton Astarté sdiosal eb' aj Sidón, Quemos sdiosal eb' moabita yed' Milcom sdiosal eb' amonita. Masanil juntzanh chi' yajb'ilel yuj Jehová."
        },
        {
            "number": "14",
            "text": "Ix smak'anpaxpoj q'uen q'ueen vinh, q'uen chajul yaj d'a eb' anima, ix ch'acchajpaxel te' yechel Asera. Ix saclemajb'at sb'aquil chamnac ta' yuj vinh."
        },
        {
            "number": "15",
            "text": "Ix smak'paxpoj jun altar vinh yed' templo d'a Betel, aton sb'onaccan vinhaj rey Jeroboam yuninal vinhaj Nabat, vinh cuchb'annacb'at eb' yetisraelal d'a chucal. Pococxonhej ix aji, ix snhusantz'a yechel dios Asera chi' vinh."
        },
        {
            "number": "16",
            "text": "Ix ek' q'ueleloc vinhaj Josías chi', ix yilanb'at juntzanh yed'tal chamnac vinh d'a jun tzalan, ix yalan vinh to tz'ik'chajelta sb'aquil chamnac ayoch d'a yool chi', ix snhusantz'a vinh d'a yib'anh altar yic tz'ixtaxb'ati. Icha chi' ix aj yelk'och tas yalnaccan jun vinh schecab' Jehová d'a peca'."
        },
        {
            "number": "17",
            "text": "Ix sk'anb'an vinhaj rey Josías chi': --¿Mach ay yic jun yed'tal chamnac svilb'at chi'? xchi vinh. Ix tak'vi eb' cajan d'a Betel chi' d'a vinh icha tic: --Aton b'aj mucan jun vinh schecab' Dios cotnac d'a Judá, a vinh aljinaccan yuj tas ix utej jun altar d'a Betel tic, xchi eb' d'a vinh."
        },
        {
            "number": "18",
            "text": "Ix yalan vinh: --Actejeccani, malaj junoc mach syaman sb'aquil chi', xchi vinh. Yuj chi' majxo yamjilaj sb'aquil jun vinh schecab' Dios chi' yed' sb'aquil junxo vinh schecab' Dios cotnac d'a Samaria."
        },
        {
            "number": "19",
            "text": "Icha ix yutej vinhaj Josías chi' d'a Betel chi', icha pax chi' ix yutej vinh satanel juntzanh lugar chaanh, juntzanh b'ob'il d'a Samaria chi' yuj eb' vinh sreyal Israel, juntzanh stzuntzancot yoval sk'ol Jehová."
        },
        {
            "number": "20",
            "text": "Ix lajvi chi', axo d'a yib'anh juntzanh altar ix smilcham masanil eb' vinh sacerdote vinh, aton eb' vinh yic juntzanh lugar chaanh d'a Samaria chi'. Ix snhusantz'a sb'aquil juntzanh chamnac vinh d'a yib'anh juntzanh altar chi'. Ix lajvi chi' ix paxta vinh d'a Jerusalén."
        },
        {
            "number": "21",
            "text": "Ix lajvi chi' ix yalan vinhaj Josías d'a masanil eb' chonhab' icha tic: Caq'uecoch q'uinh yic sco naancot tas aj yelnaccot eb' co mam quicham d'a Egipto yic squik'anchaanh sb'i Jehová co Diosal, icha syalcan d'a yumal trato, xchi vinh."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix och jun q'uinh chi'. Yictax ix lajviek' stiempoal eb' juez, eb' ix ak'an yajalil d'a chonhab' Israel, malaj juneloc ix och jun q'uinh icha jun chi' d'a stiempoal eb' vinh ix ak'an reyal d'a Judá yed' d'a Israel."
        },
        {
            "number": "23",
            "text": "Yic val 18 ab'il yoch vinhaj Josías chi' reyal ix och jun q'uinh chi' d'a Jerusalén, yuj yik'jichaanh Jehová."
        },
        {
            "number": "24",
            "text": "Masanil eb' tz'avtan spixan eb' chamnac, eb' ajb'aal yed' juntzanh yechel d'a yoltac pat, ix satjiel yuj vinhaj Josías chi'. Masanil pax juntzanh comon dios yajb'entac ay d'a Jerusalén yed' d'a yol smacb'en Judá ix satel vinh. Icha chi' ix sk'ulej vinh yic sk'anab'ajan vinh tas syalcan d'a yumal ley ix chax yuj vinhaj sacerdote Hilcías d'a yol stemplo Jehová."
        },
        {
            "number": "25",
            "text": "Malaj junocxo rey ek'nacxo ix sq'uex spensar yic syak'anoch sb'a d'a yol sk'ab' Jehová d'a smasanil sk'ool, d'a smasanil spensar yed' d'a smasanil yip, icha ix yutej sb'a vinhaj Josías chi', yujto ix sk'anab'ajej vinh tas alb'ilcan d'a ley Moisés. Manhxalaj pax junocxo rey icha chi' ix yutej sb'a."
        },
        {
            "number": "26",
            "text": "Vach'chom icha chi' ix sk'ulej vinh, palta yuj tas te chuc sk'ulejnac vinhaj Manasés, yuj chi' aycot yoval sk'ol Jehová d'a Judá chi'."
        },
        {
            "number": "27",
            "text": "Yuj chi' ix yal Jehová icha tic: Ol viq'uel Judá d'a vichanh, icha vutejnac Israel. Ol in patiquejcanel Jerusalén, jun chonhab' sik'b'ilel vuuj yed' jun templo tic, jun valnac yuuj to a d'ay tz'och ejmelal d'ayin, xchi."
        },
        {
            "number": "28",
            "text": "A d'a stiempoal chi' ix cot vinhaj Necao sreyal Egipto yed' eb' soldado yic sb'at eb' d'a a' nivan Éufrates, yic sb'at colvaj vinh yed' vinh sreyal Asiria. Ix b'at vinhaj rey Josías yed' eb' soldado yak' oval yed' vinhaj Necao chi' d'a Meguido. Ayic ix schalan sb'a eb' vinh d'a oval chi', ix miljicham vinhaj Josías chi' yuj vinh. Ix ak'jiq'ue snivanil vinh d'a yol carruaje yuj eb' vinh ayoch yajalil yed' vinh. Ix cot eb' vinh d'a Meguido chi' masanto ix javi eb' vinh d'a Jerusalén, ix ak'jicanoch snivanil vinh chi' d'a jun yed'tal b'ob'ilxo. Axo eb' anima smasanil d'a yol chonhab' chi' ix ak'anoch vinhaj Joacaz yuninal vinh reyal sq'uexuloc. A jantacto yab'ixal vinhaj Josías chi' yed' tastac ix sk'ulej vinh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Judá."
        },
        {
            "number": "29",
            "text": "A vinhaj Joacaz chi', 23 ab'il sq'uinal vinh ayic ix och vinh reyal d'a Jerusalén. Oxenhej ujal ix yak' reyal chi' vinh. Hamutal sb'i ix snun vinh, yisil ix vinhaj Jeremías aj Libna."
        },
        {
            "number": "30",
            "text": "Te chuc tas ix sk'ulej vinh d'a yichanh Jehová, icha ix sk'ulej eb' smam yicham vinh."
        },
        {
            "number": "31",
            "text": "Ix ak'jioch vinh d'a preso yuj vinhaj rey Necao d'a Ribla d'a yol yic Hamat, yic vach' maxtzac yak' yajalil vinh d'a Jerusalén. Ix yak'anoch q'uen tumin vinhaj Necao chi' d'a yib'anh eb' aj Judá chi', 75 quintal q'uen plata yed' oxe' arroba q'uen oro."
        },
        {
            "number": "32",
            "text": "Axo vinhaj Eliaquim yuninal vinhaj Josías chi' ix yak'och vinhaj rey Necao chi' reyal sq'uexuloc vinh smam chi'. Ix sq'uexan sb'i vinhaj Eliaquim chi' vinh, Joacim ix sb'iej vinh. Ix yik'anb'at vinhaj Joacaz chi' vinh d'a Egipto. Ata' ix cham vinhaj Joacaz chi'."
        },
        {
            "number": "33",
            "text": "Ix yak'an q'uen oro vinhaj Joacim chi' yed' q'uen plata sk'an vinh sreyal Egipto chi'. Yuj chi' ix yak'och q'uen vinh d'a yib'anh eb' anima d'a yol smacb'en chi', junjun anima ix yak' q'uen oro yed' q'uen plata, icha tastac ay d'a junjun eb'. Icha chi' ix aj smolan q'uen tumin vinh ix can d'a yib'anh chi'."
        },
        {
            "number": "34",
            "text": "A vinhaj Joacim chi', 25 ab'il sq'uinal vinh ayic ix och vinh reyal, 11 ab'il ix yak' reyal vinh d'a Jerusalén. Zebu sb'i ix snun vinh, yisil ix vinhaj Pedaías aj Ruma."
        },
        {
            "number": "35",
            "text": "Te chuc tas ix sk'ulej vinh d'a yichanh Jehová, icha val ix sk'ulej eb' smam yicham vinh."
        }
    ]
}