{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix yalan winh rey chi' to tz'avtaj masanil heb' winh yichamtac winaquil Jerusalén yet' juntzanhxo chonhab' t'a yol yic Judá, yic wach' smolb'ej sb'a heb' winh yet' winh."
        },
        {
            "number": "2",
            "text": "Ayic ix jawi heb' winh, ix b'at winh yet' heb' winh, heb' winh sacerdote, heb' winh schekab' Dios yet' masanil heb' comon anima, heb' malaj wal yelk'ochi yet' heb' niwac yelk'ochi. Ix b'at heb' smasanil t'a stemplo Jehová. Ata' ix yal winh rey chi' to a ch'anh yumal strato Jehová ix chax t'a stemplo, tz'avtaj ch'anh t'a yichanh heb' anima chi'."
        },
        {
            "number": "3",
            "text": "Ix och tek'tek' winh rey chi' t'a stz'ey jun niwan oy, ix yak'an sti' winh t'a yichanh Jehová to ol sk'anab'ajej juntzanh checnab'il winh yet' k'ayb'ub'al t'a smasanil sk'ool, icha syal jun trato tz'ib'ab'ilkan t'a yol ch'anh uum chi'. Anheja' masanil heb' anima chi', ix yak' sti' heb' sk'anab'ajani."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix yalan winh rey chi' t'a winh sat sacerdote aj Hilcías yet' t'a juntzanhxo heb' winh sacerdote yet' t'a heb' winh stanhwan spuertail templo to syik'elta heb' winh masanil tastac ay t'a yol stemplo Jehová, aton yamk'ab' sk'an heb' anima yic tz'och heb' ejmelal t'a Baal, t'a Asera yet' t'a k'een k'anal. Ix yik'el heb' winh t'a stiel chonhab' Jerusalén, ix snhusantz'a heb' winh t'a sti' ha' Cedrón, ix lajwi chi' ix ik'jib'at staanhil t'a Betel."
        },
        {
            "number": "5",
            "text": "Ix yik'anel yopisio heb' winh sacerdote winh rey chi', aton heb' winh snhusantz'a incienso b'aj chaanh t'a yol yic Judá yet' t'a stitac chonhab' Jerusalén, aton heb' winh ak'b'il yopisio yuj heb' winh rey ek'nac. Ix ik'chajpaxel heb' winh sacerdote snhusantz'a incienso t'a Baal, t'a k'u, t'a k'een uj, t'a k'een k'anal yet' t'a juntzanh niwac k'anal sb'eyek' t'a satcha’anh."
        },
        {
            "number": "6",
            "text": "Ix yik'anpaxel jun yechel Asera winh rey chi', aton jun ayoch t'a yol stemplo Jehová. Ix b'at yak'ankan heb' t'a stiel chonhab' Jerusalén. Ix nhuschajtz'ha t'a sti' ha' Cedrón, ix stenanchojoc stanhil chi' winh, ix stzikanb'at winh t'a yib'anh b'aj mukan heb' comon anima."
        },
        {
            "number": "7",
            "text": "Ix pojjipaxem juntzanh yet'tal heb' winh ix-winak yuj winh, aton b'ob'il t'a yamaq'uil stemplo Jehová. Ata' sch'alwipax heb' ix ix sb'oan k'apac mantiado yic Asera."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix yavtancot masanil heb' winh sacerdote winh rey chi', aton heb' winh ay t'a junjun chonhab' t'a yol yic Judá, ix yixtanb'at masanil altar winh t'a masanil lugar chaanh t'a Geba masanto t'a Beerseba, aton b'aj snhustz'a incienso juntzanh heb' winh sacerdote. Ix spojanpaxem juntzanh altar winh, juntzanh ay t'a spuertail chonhab' skan t'a stojolal sk'exan mach tz'och t'a yol chonhab' chi', aton jun puerta yic winhaj Josué yajal t'a Jerusalén."
        },
        {
            "number": "9",
            "text": "Ha heb' winh sacerdote yinhtilal Leví ix ak'an silab' t'a juntzanh lugar chaanh, majxo k'ochlaj heb' winh t'a altar yic Jehová t'a Jerusalén, axonhej swael heb' winh tz'ak'ji yuj heb' winh yetsacerdoteal chi'."
        },
        {
            "number": "10",
            "text": "Ix yixtanpaxb'at jun lugar winh rey chi', jun skuchan Tofet t'a sch'olanil Ben-hinom b'aj snhusjitz'a heb' unin silab'il t'a jun comon Dios skuchan Moloc, yic manhxa junok mach sk'ulan jun chukal chi'."
        },
        {
            "number": "11",
            "text": "Ix yik'anpaxel nok' chej winh, nok' ayoch yuj heb' winh sreyal Judá yic tz'och ejmelal t'a k'u. Ix snhusantz'a skarruaje nok' chej chi' winh. Ha juntzanh chi', ha t'a jun amak' t'a slak'anil b'aj tz'och anima t'a yol stemplo Jehová, ata' ay, t'a stz'ey scuarto jun winh ay yopisio skuchan Natán-melec."
        },
        {
            "number": "12",
            "text": "Ix spojanpaxem juntzanh altar winh rey chi', juntzanh b'ob'ilkan yuj heb' winh sreyal Judá t'a spanhanil yib'anh scuartocan winhaj rey Acaz. Ay pax juntzanh altar b'ob'ilkan yuj winhaj rey Manasés t'a chab' yamaq'uil stemplo Jehová, ix smak'poj winh, ix syumankanb'at sk'ajil winh t'a yol ha' Cedrón."
        },
        {
            "number": "13",
            "text": "Ix yixtanpaxb'at juntzanh lugar winh, juntzanh chaanh t'a stojolal b'aj sjawi k'u t'a Jerusalén, t'a stojolal sur t'a tzalan Oliwo, aton jun sb'onakkan winhaj Salomón sreyal Israel, aton Astarté sdiosal heb' aj Sidón, Quemos sdiosal heb' moabita yet' Milcom sdiosal heb' amonita. Masanil juntzanh chi' yajb'ilel yuj Jehová."
        },
        {
            "number": "14",
            "text": "Ix smak'anpaxpoj k'een k'een winh, k'een chajul yaj t'a heb' anima, ix ch'acchajpaxel te' yechel Asera. Ix saclemajb'at sb'aquil chamnac ta' yuj winh."
        },
        {
            "number": "15",
            "text": "Ix smak'paxpoj jun altar winh yet' templo t'a Betel, aton sb'onakkan winhaj rey Jeroboam yuninal winhaj Nabat, winh cuchb'annacb'at heb' yetisraelal t'a chukal. Pococxonhej ix aji, ix snhusantz'a yechel Dios Asera chi' winh."
        },
        {
            "number": "16",
            "text": "Ix ek' k'eleloc winhaj Josías chi', ix yilanb'at juntzanh yet'tal chamnac winh t'a jun tzalan, ix yalan winh to tz'ik'chajelta sb'aquil chamnac ayoch t'a yool chi', ix snhusantz'a winh t'a yib'anh altar yic tz'ixtaxb'ati. Icha chi' ix aj yelk'och tas yalnakkan jun winh schekab' Jehová t'a peka'."
        },
        {
            "number": "17",
            "text": "Ix sk'anb'an winhaj rey Josías chi': --¿Mach ay yic jun yet'tal chamnac swilb'at chi'? xchi winh. Ix tak'wi heb' kajan t'a Betel chi' t'a winh icha tik: --Aton b'aj mukan jun winh schekab' Dios cotnac t'a Judá, a winh aljinakkan yuj tas ix utej jun altar t'a Betel tik, xchi heb' t'a winh."
        },
        {
            "number": "18",
            "text": "Ix yalan winh: --Actejeckani, malaj junok mach syaman sb'aquil chi', xchi winh. Yuj chi' majxo yamjilaj sb'aquil jun winh schekab' Dios chi' yet' sb'aquil junxo winh schekab' Dios cotnac t'a Samaria."
        },
        {
            "number": "19",
            "text": "Icha ix yutej winhaj Josías chi' t'a Betel chi', icha pax chi' ix yutej winh satanel juntzanh lugar chaanh, juntzanh b'ob'il t'a Samaria chi' yuj heb' winh sreyal Israel, juntzanh stzuntzancot yowal sk'ol Jehová."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', haxo t'a yib'anh juntzanh altar ix smilcham masanil heb' winh sacerdote winh, aton heb' winh yic juntzanh lugar chaanh t'a Samaria chi'. Ix snhusantz'a sb'aquil juntzanh chamnac winh t'a yib'anh juntzanh altar chi'. Ixlajwi chi' ix paxta winh t'a Jerusalén."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi' ix yalan winhaj Josías t'a masanil heb' chonhab' icha tik: Cak'ecoch q'uinh yic sko naancot tas aj yelnaccot heb' ko mam quicham t'a Egipto yic squik'anchaanh sb'i Jehová ko Diosal, icha syalkan t'a yumal trato, xchi winh."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix och jun q'uinh chi'. Yictax ix lajwiek' stiempoal heb' juez, heb' ix ak'an yajalil t'a chonhab' Israel, malaj juneloc ix och jun q'uinh icha jun chi' t'a stiempoal heb' winh ix ak'an reyal t'a Judá yet' t'a Israel."
        },
        {
            "number": "23",
            "text": "Yic wal 18 ab'il yoch winhaj Josías chi' reyal ix och jun q'uinh chi' t'a Jerusalén, yuj yik'jichaanh Jehová."
        },
        {
            "number": "24",
            "text": "Masanil heb' tz'awtan spixan heb' chamnac, heb' ajb'aal yet' juntzanh yechel t'a yoltac pat, ix satjiel yuj winhaj Josías chi'. Masanil pax juntzanh comon Dios yajb'entac ay t'a Jerusalén yet' t'a yol smacb'en Judá ix satel winh. Icha chi' ix sk'ulej winh yic sk'anab'ajan winh tas syalkan t'a yumal ley ix chax yuj winhaj sacerdote Hilcías t'a yol stemplo Jehová."
        },
        {
            "number": "25",
            "text": "Malaj junocxo rey ek'nacxo ix sk'ex spensar yic syak'anoch sb'ha t'a yol sk'ab' Jehová t'a smasanil sk'ool, t'a smasanil spensar yet' t'a smasanil yip, icha ix yutej sb'a winhaj Josías chi', yujto ix sk'anab'ajej winh tas alb'ilkan t'a ley Moisés. Manhxalaj pax junocxo rey icha chi' ix yutej sb'a."
        },
        {
            "number": "26",
            "text": "Wach'chom icha chi' ix sk'ulej winh, palta yuj tas te chuk sk'ulejnac winhaj Manasés, yuj chi' aycot yowal sk'ol Jehová t'a Judá chi'."
        },
        {
            "number": "27",
            "text": "Yuj chi' ix yal Jehová icha tik: Ol wik'el Judá t'a wichanh, icha wutejnac Israel. Ol in patiquejkanel Jerusalén, jun chonhab' sik'b'ilel wuuj yet' jun templo tik, jun walnac yuj to a t'ay tz'och ejmelal t'ayin, xchi."
        },
        {
            "number": "28",
            "text": "Ha t'a stiempoal chi' ix cot winhaj Necao sreyal Egipto yet' heb' soldado yic sb'at heb' t'ha ha' niwan Éufrates, yic sb'at kolwaj winh yet' winh sreyal Asiria. Ix b'at winhaj rey Josías yet' heb' soldado yak' owal yet' winhaj Necao chi' t'a Meguido. Ayic ix schalan sb'a heb' winh t'a owal chi', ix miljicham winhaj Josías chi' yuj winh. Ix ak'jik'e sniwanil winh t'a yol carruaje yuj heb' winh ayoch yajalil yet' winh. Ix cot heb' winh t'a Meguido chi' masanto ix jawi heb' winh t'a Jerusalén, ix ak'jikanoch sniwanil winh chi' t'a jun yet'tal b'ob'ilxo. Axo heb' anima smasanil t'a yol chonhab' chi' ix ak'anoch winhaj Joacaz yuninal winh reyal sk'exuloc. Ha jantacto yab'ixal winhaj Josías chi' yet' tastac ix sk'ulej winh, tz'ib'ab'ilkan b'aj aykan yab'ixal heb' winh sreyal Judá."
        },
        {
            "number": "29",
            "text": "Ha winhaj Joacaz chi', 23 ab'il sk'inal winh ayic ix och winh reyal t'a Jerusalén. Oxenhej ujal ix yak' reyal chi' winh. Hamutal sb'i ix snun winh, yisil ix winhaj Jeremías aj Libna."
        },
        {
            "number": "30",
            "text": "Te chuk tas ix sk'ulej winh t'a yichanh Jehová, icha ix sk'ulej heb' smam yicham winh."
        },
        {
            "number": "31",
            "text": "Ix ak'jioch winh t'a preso yuj winhaj rey Necao t'a Ribla t'a yol yic Hamat, yic wach' maxtzac yak' yajalil winh t'a Jerusalén. Ix yak'anoch k'een tumin winhaj Necao chi' t'a yib'anh heb' aj Judá chi', 75 quintal k'een plata yet' oxe' arroba k'een oro."
        },
        {
            "number": "32",
            "text": "Axo winhaj Eliaquim yuninal winhaj Josías chi' ix yak'och winhaj rey Necao chi' reyal sk'exuloc winh smam chi'. Ix sk'exan sb'i winhaj Eliaquim chi' winh, Joacim ix sb'iej winh. Ix yik'anb'at winhaj Joacaz chi' winh t'a Egipto. Ata' ix cham winhaj Joacaz chi'."
        },
        {
            "number": "33",
            "text": "Ix yak'an k'een oro winhaj Joacim chi' yet' k'een plata sk'an winh sreyal Egipto chi'. Yuj chi' ix yak'och k'een winh t'a yib'anh heb' anima t'a yol smacb'en chi', junjun anima ix yak' k'een oro yet' k'een plata, icha tastac ay t'a junjun heb'. Icha chi' ix aj smolan k'een tumin winh ix kan t'a yib'anh chi'."
        },
        {
            "number": "34",
            "text": "Ha winhaj Joacim chi', 25 ab'il sk'inal winh ayic ix och winh reyal, 11 ab'il ix yak' reyal winh t'a Jerusalén. Zebu sb'i ix snun winh, yisil ix winhaj Pedaías aj Ruma."
        },
        {
            "number": "35",
            "text": "Te chuk tas ix sk'ulej winh t'a yichanh Jehová, icha wal ix sk'ulej heb' smam yicham winh."
        }
    ]
}