{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a stiempoal winhaj Joacim chi', ix cot winhaj Nabucodonosor sreyal Babilonia yet' heb' soldado yak' owal yet' winh. Icha chi' ix aj yochcan winhaj rey Joacim oxe' ab'il t'a yalanh smandar winhaj Nabucodonosor chi'. Ixlajwi chi' ix meltzajoch winhaj Joacim chi' ajk'olal t'a winh sreyal Babilonia chi'."
        },
        {
            "number": "2",
            "text": "Palta ix ak'jicot heb' soldado caldeo yuj Jehová, heb' soldado sirio, heb' soldado moabita yet' heb' soldado amonita yic sjawi heb' elk'al t'a Judá yic syixtanb'at heb', icha ix aj yalan heb' schekab' Jehová."
        },
        {
            "number": "3",
            "text": "Val yel ix jawi jun tik t'a yib'anh Judá, yujto a Jehová ix alani yic syik'anel Judá t'a yichanh, yuj smul winhaj Manasés,"
        },
        {
            "number": "4",
            "text": "yuj pax schamel heb' anima malaj smul t'a Jerusalén ix cham yuj winh. Yuj chi' majxo yak'laj niwank'olal Jehová."
        },
        {
            "number": "5",
            "text": "Ha jantacto yab'ixal winhaj Joacim chi' yet' tastac ix sk'ulej winh, tz'ib'ab'ilkan b'aj aykan yab'ixal heb' winh sreyal Judá."
        },
        {
            "number": "6",
            "text": "Axo yic ix cham winh, a winhaj Joaquín yuninal winh ix ochkan reyal sk'exuloc."
        },
        {
            "number": "7",
            "text": "Majxo eltalaj winh sreyal Egipto yet' heb' soldado t'a yol smacb'en, yujto a winh sreyal Babilonia ix ik'anxiek' tas ik'b'ilek' yuj winh, scot t'ha ha' eluma' yic Egipto masanto t'ha ha' Éufrates."
        },
        {
            "number": "8",
            "text": "Ha winhaj Joaquín chi', 18 ab'ilxo sk'inal winh ayic ix och winh reyal, oxenhej ujal ix yak' reyal winh t'a Jerusalén. Nehusta sb'i ix snun winh, yisil ix winhaj Elnatán aj Jerusalén."
        },
        {
            "number": "9",
            "text": "Te chuk tas ix sk'ulej winh t'a yichanh Jehová, icha wal ix sk'ulej winh smam winh."
        },
        {
            "number": "10",
            "text": "Ha t'a jun pekti’ chi', ix cot heb' soldado winhaj Nabucodonosor sreyal Babilonia yak' owal t'a Jerusalén, ix oymaj heb' t'a spatic."
        },
        {
            "number": "11",
            "text": "Van yak'an owal heb', ix k'och winhaj Nabucodonosor chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix yak'och sb'a winhaj Joaquín sreyal Judá yet' ix snun, heb' winh yetyajalil winh yet' pax heb' winh schekab' winh t'a yol sk'ab' winhaj Nabucodonosor chi'. Ix ik'jib'at heb' t'a Babilonia ayic swajxaquilxo ab'il yoch winhaj Nabucodonosor chi' reyal."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix schekan winhaj Nabucodonosor chi' ik'chajelta masanil k'een tumin ay t'a yol stemplo Jehová yet' t'a yol spalacio winh sreyal Judá chi'. Ix smak'anpoj masanil yamk'ab' winh nab'a oro yic templo chi' b'ob'ilkan yuj winhaj Salomón sreyal Israel. Ix elk'och jun tik icha ajnac yalankan Jehová."
        },
        {
            "number": "14",
            "text": "Ix schekan winh ik'chajb'at masanil anima kajan t'a Jerusalén chi' yet' heb' yajal, heb' soldado te jelan, heb' winh jelan sb'oan tastac yet' heb' winh tenum k'een. 10 mil heb' ix ik'jib'at t'a Babilonia chi' t'a smasanil. Manhxa mach ix kani, axonhej heb' meb'a' ixto kani."
        },
        {
            "number": "15",
            "text": "Ha winhaj rey Joaquín chi', ix snun winh, heb' ix yetb'eyum winh, heb' ayoch yajalil yet' winh yet' heb' anima niwac yelk'och t'a yol smacb'en winh chi', ix ik'jib'at heb' yuj winhaj Nabucodonosor chi' t'a Babilonia."
        },
        {
            "number": "16",
            "text": "Ha t'a skal masanil anima ix ik'chajb'at chi', ay 7 mil heb' winh soldado, ay pax mil heb' winh syal sb'oan tastac yet' heb' winh tenum k'een. Masanil heb' winh tik te tek'an heb' winh, te jelan pax heb' winh t'a owal."
        },
        {
            "number": "17",
            "text": "Axo winhaj rey Nabucodonosor chi' ix ak'anoch winhaj Matanías yuk'tac smam winhaj Joaquín chi' reyal sk'exuloc winh. Ix k'exji sb'i winh yuj winh, Sedequías ix sb'iejkan winh."
        },
        {
            "number": "18",
            "text": "Ha winhaj Sedequías chi', 21 ab'il sk'inal winh ayic ix och winh reyal, 11 ab'il ix yak' reyal winh t'a Jerusalén. Hamutal sb'i ix snun winh, yisil ix winhaj Jeremías aj Libna."
        },
        {
            "number": "19",
            "text": "Te chuk tas ix sk'ulej winh t'a yichanh Jehová, icha ix sk'ulej winhaj Joacim."
        },
        {
            "number": "20",
            "text": "Yuj chi' ix cot yowal sk'ol Jehová t'a Jerusalén yet' t'a Judá, ix yik'ankanel heb' t'a yichanh. Ix meltzajoch winhaj Sedequías ajk'olal t'a winh sreyal Babilonia."
        }
    ]
}