{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "A d'a stiempoal vinhaj Joacim chi', ix cot vinhaj Nabucodonosor sreyal Babilonia yed' eb' soldado yak' oval yed' vinh. Icha chi' ix aj yochcan vinhaj rey Joacim oxe' ab'il d'a yalanh smandar vinhaj Nabucodonosor chi'. Ix lajvi chi' ix meltzajoch vinhaj Joacim chi' ajk'olal d'a vinh sreyal Babilonia chi'."
        },
        {
            "number": "2",
            "text": "Palta ix ak'jicot eb' soldado caldeo yuj Jehová, eb' soldado sirio, eb' soldado moabita yed' eb' soldado amonita yic sjavi eb' elk'al d'a Judá yic syixtanb'at eb', icha ix aj yalan eb' schecab' Jehová."
        },
        {
            "number": "3",
            "text": "Val yel ix javi jun tic d'a yib'anh Judá, yujto a Jehová ix alani yic syik'anel Judá d'a yichanh, yuj smul vinhaj Manasés,"
        },
        {
            "number": "4",
            "text": "yuj pax schamel eb' anima malaj smul d'a Jerusalén ix cham yuj vinh. Yuj chi' majxo yak'laj nivank'olal Jehová."
        },
        {
            "number": "5",
            "text": "A jantacto yab'ixal vinhaj Joacim chi' yed' tastac ix sk'ulej vinh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Judá."
        },
        {
            "number": "6",
            "text": "Axo yic ix cham vinh, a vinhaj Joaquín yuninal vinh ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "7",
            "text": "Majxo eltalaj vinh sreyal Egipto yed' eb' soldado d'a yol smacb'en, yujto a vinh sreyal Babilonia ix ik'anxiek' tas ik'b'ilek' yuj vinh, scot d'a a' eluma' yic Egipto masanto d'a a' Éufrates."
        },
        {
            "number": "8",
            "text": "A vinhaj Joaquín chi', 18 ab'ilxo sq'uinal vinh ayic ix och vinh reyal, oxenhej ujal ix yak' reyal vinh d'a Jerusalén. Nehusta sb'i ix snun vinh, yisil ix vinhaj Elnatán aj Jerusalén."
        },
        {
            "number": "9",
            "text": "Te chuc tas ix sk'ulej vinh d'a yichanh Jehová, icha val ix sk'ulej vinh smam vinh."
        },
        {
            "number": "10",
            "text": "A d'a jun tiempoal chi', ix cot eb' soldado vinhaj Nabucodonosor sreyal Babilonia yak' oval d'a Jerusalén, ix oymaj eb' d'a spatic."
        },
        {
            "number": "11",
            "text": "Van yak'an oval eb', ix k'och vinhaj Nabucodonosor chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix yak'och sb'a vinhaj Joaquín sreyal Judá yed' ix snun, eb' vinh yetyajalil vinh yed' pax eb' vinh schecab' vinh d'a yol sk'ab' vinhaj Nabucodonosor chi'. Ix ik'jib'at eb' d'a Babilonia ayic svajxaquilxo ab'il yoch vinhaj Nabucodonosor chi' reyal."
        },
        {
            "number": "13",
            "text": "Ix lajvi chi', ix schecan vinhaj Nabucodonosor chi' ik'chajelta masanil q'uen tumin ay d'a yol stemplo Jehová yed' d'a yol spalacio vinh sreyal Judá chi'. Ix smak'anpoj masanil yamk'ab' vinh nab'a oro yic templo chi' b'ob'ilcan yuj vinhaj Salomón sreyal Israel. Ix elk'och jun tic icha ajnac yalancan Jehová."
        },
        {
            "number": "14",
            "text": "Ix schecan vinh ik'chajb'at masanil anima cajan d'a Jerusalén chi' yed' eb' yajal, eb' soldado te jelan, eb' vinh jelan sb'oan tastac yed' eb' vinh tenum q'ueen. 10 mil eb' ix ik'jib'at d'a Babilonia chi' d'a smasanil. Manhxa mach ix cani, axonhej eb' meb'a' ixto cani."
        },
        {
            "number": "15",
            "text": "A vinhaj rey Joaquín chi', ix snun vinh, eb' ix yetb'eyum vinh, eb' ayoch yajalil yed' vinh yed' eb' anima nivac yelk'och d'a yol smacb'en vinh chi', ix ik'jib'at eb' yuj vinhaj Nabucodonosor chi' d'a Babilonia."
        },
        {
            "number": "16",
            "text": "A d'a scal masanil anima ix ik'chajb'at chi', ay 7 mil eb' vinh soldado, ay pax mil eb' vinh syal sb'oan tastac yed' eb' vinh tenum q'ueen. Masanil eb' vinh tic te tek'an eb' vinh, te jelan pax eb' vinh d'a oval."
        },
        {
            "number": "17",
            "text": "Axo vinhaj rey Nabucodonosor chi' ix ak'anoch vinhaj Matanías yuk'tac smam vinhaj Joaquín chi' reyal sq'uexuloc vinh. Ix q'uexji sb'i vinh yuj vinh, Sedequías ix sb'iejcan vinh."
        },
        {
            "number": "18",
            "text": "A vinhaj Sedequías chi', 21 ab'il sq'uinal vinh ayic ix och vinh reyal, 11 ab'il ix yak' reyal vinh d'a Jerusalén. Hamutal sb'i ix snun vinh, yisil ix vinhaj Jeremías aj Libna."
        },
        {
            "number": "19",
            "text": "Te chuc tas ix sk'ulej vinh d'a yichanh Jehová, icha ix sk'ulej vinhaj Joacim."
        },
        {
            "number": "20",
            "text": "Yuj chi' ix cot yoval sk'ol Jehová d'a Jerusalén yed' d'a Judá, ix yik'ancanel eb' d'a yichanh. Ix meltzajoch vinhaj Sedequías ajk'olal d'a vinh sreyal Babilonia."
        }
    ]
}