{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a stiempoal vinhaj Joacim chi', ix cot vinhaj Nabucodonosor sreyal Babilonia yet' eb' soldado yak' oval yet' vinh. Icha chi' ix aj yochcan vinhaj rey Joacim oxe' ab'il t'a yalanh smandar vinhaj Nabucodonosor chi'. Ixlajwi chi' ix meltzajoch vinhaj Joacim chi' ajk'olal t'a vinh sreyal Babilonia chi'."
        },
        {
            "number": "2",
            "text": "Palta ix ak'jicot eb' soldado caldeo yuj Jehová, eb' soldado sirio, eb' soldado moabita yet' eb' soldado amonita yic sjavi eb' elk'al t'a Judá yic syixtanb'at eb', icha ix aj yalan eb' schecab' Jehová."
        },
        {
            "number": "3",
            "text": "Val yel ix javi jun tik t'a yib'anh Judá, yujto a Jehová ix alani yic syik'anel Judá t'a yichanh, yuj smul vinhaj Manasés,"
        },
        {
            "number": "4",
            "text": "yuj pax schamel eb' anima malaj smul t'a Jerusalén ix cham yuj vinh. Yuj chi' majxo yak'laj nivank'olal Jehová."
        },
        {
            "number": "5",
            "text": "Ha jantacto yab'ixal vinhaj Joacim chi' yet' tastac ix sk'ulej vinh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Judá."
        },
        {
            "number": "6",
            "text": "Axo yic ix cham vinh, a vinhaj Joaquín yuninal vinh ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "7",
            "text": "Majxo eltalaj vinh sreyal Egipto yet' eb' soldado t'a yol smacb'en, yujto a vinh sreyal Babilonia ix ik'anxiek' tas ik'b'ilek' yuj vinh, scot t'ha ha' eluma' yic Egipto masanto t'ha ha' Éufrates."
        },
        {
            "number": "8",
            "text": "Ha vinhaj Joaquín chi', 18 ab'ilxo sq'uinal vinh ayic ix och vinh reyal, oxenhej ujal ix yak' reyal vinh t'a Jerusalén. Nehusta sb'i ix snun vinh, yisil ix vinhaj Elnatán aj Jerusalén."
        },
        {
            "number": "9",
            "text": "Te chuc tas ix sk'ulej vinh t'a yichanh Jehová, icha val ix sk'ulej vinh smam vinh."
        },
        {
            "number": "10",
            "text": "Ha t'a jun pekti’ chi', ix cot eb' soldado vinhaj Nabucodonosor sreyal Babilonia yak' oval t'a Jerusalén, ix oymaj eb' t'a spatic."
        },
        {
            "number": "11",
            "text": "Van yak'an oval eb', ix k'och vinhaj Nabucodonosor chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix yak'och sb'a vinhaj Joaquín sreyal Judá yet' ix snun, eb' vinh yetyajalil vinh yet' pax eb' vinh schecab' vinh t'a yol sk'ab' vinhaj Nabucodonosor chi'. Ix ik'jib'at eb' t'a Babilonia ayic svajxaquilxo ab'il yoch vinhaj Nabucodonosor chi' reyal."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix schecan vinhaj Nabucodonosor chi' ik'chajelta masanil q'uen tumin ay t'a yol stemplo Jehová yet' t'a yol spalacio vinh sreyal Judá chi'. Ix smak'anpoj masanil yamk'ab' vinh nab'a oro yic templo chi' b'ob'ilcan yuj vinhaj Salomón sreyal Israel. Ix elk'och jun tik icha ajnac yalancan Jehová."
        },
        {
            "number": "14",
            "text": "Ix schecan vinh ik'chajb'at masanil anima cajan t'a Jerusalén chi' yet' eb' yajal, eb' soldado te jelan, eb' vinh jelan sb'oan tastac yet' eb' vinh tenum q'ueen. 10 mil eb' ix ik'jib'at t'a Babilonia chi' t'a smasanil. Manhxa mach ix cani, axonhej eb' meb'a' ixto cani."
        },
        {
            "number": "15",
            "text": "Ha vinhaj rey Joaquín chi', ix snun vinh, eb' ix yetb'eyum vinh, eb' ayoch yajalil yet' vinh yet' eb' anima nivac yelk'och t'a yol smacb'en vinh chi', ix ik'jib'at eb' yuj vinhaj Nabucodonosor chi' t'a Babilonia."
        },
        {
            "number": "16",
            "text": "Ha t'a skal masanil anima ix ik'chajb'at chi', ay 7 mil eb' vinh soldado, ay pax mil eb' vinh syal sb'oan tastac yet' eb' vinh tenum q'ueen. Masanil eb' vinh tik te tek'an eb' vinh, te jelan pax eb' vinh t'a oval."
        },
        {
            "number": "17",
            "text": "Axo vinhaj rey Nabucodonosor chi' ix ak'anoch vinhaj Matanías yuk'tac smam vinhaj Joaquín chi' reyal sq'uexuloc vinh. Ix q'uexji sb'i vinh yuj vinh, Sedequías ix sb'iejkan vinh."
        },
        {
            "number": "18",
            "text": "Ha vinhaj Sedequías chi', 21 ab'il sq'uinal vinh ayic ix och vinh reyal, 11 ab'il ix yak' reyal vinh t'a Jerusalén. Hamutal sb'i ix snun vinh, yisil ix vinhaj Jeremías aj Libna."
        },
        {
            "number": "19",
            "text": "Te chuc tas ix sk'ulej vinh t'a yichanh Jehová, icha ix sk'ulej vinhaj Joacim."
        },
        {
            "number": "20",
            "text": "Yuj chi' ix cot yoval sk'ol Jehová t'a Jerusalén yet' t'a Judá, ix yik'ancanel eb' t'a yichanh. Ix meltzajoch vinhaj Sedequías ajk'olal t'a vinh sreyal Babilonia."
        }
    ]
}