{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ayic slajunhil k'ual yoch slajunhil uj, ayic sb'alunhil ab'il yoch vinhaj Sedequías reyal, ix javi vinhaj rey Nabucodonosor yet' eb' vinh soldado yak' oval t'a Jerusalén. Ix oymaj eb' vinh t'a spatictac Jerusalén chi', ix sb'oanq'ue scampamento eb' vinh t'a spatictac, ix sb'oanq'ue stek'nub' eb' vinh t'a spatictac smuroal."
        },
        {
            "number": "2",
            "text": "Oyb'ilnhej jun chonhab' chi' yuj eb' vinh, masanto ayic 11 ab'il yoch vinhaj Sedequías chi' reyal."
        },
        {
            "number": "3",
            "text": "Ayic sb'alunhil k'ual yoch schanhil uj t'a yol jun ab'il chi', ix em jun niwan vejel t'a yol chonhab' chi', manhxa jab'oc tas wach' svaan eb' anima chi'."
        },
        {
            "number": "4",
            "text": "Ix sb'oan jun olan eb' vinh soldado caldeo chi' t'a smuroal chonhab' chi'. Wach'chom oyanoch eb' vinh soldado t'a spatictac chi', palta ix el vinhaj rey Sedequías chi' yet' eb' vinh soldado t'ak'walil. Ix elk'och eb' vinh t'a jun puerta t'a skal chab' muro t'a stz'ey b'aj ay yavb'en te' eb' vinh rey, ix b'at eb' vinh t'a jun b'e sk'och t'a sch'olanil ha' Jordán."
        },
        {
            "number": "5",
            "text": "Palta ix b'at eb' vinh soldado caldeo chi' t'a spatic eb' vinh, ix yamchaj vinhaj Sedequías chi' yuj eb' vinh t'a yak'lical Jericó. Ix saclemcanb'at eb' vinh soldado vinh."
        },
        {
            "number": "6",
            "text": "Ix syaman vinh rey chi' eb' vinh, ix yik'anb'at vinh eb' vinh t'a vinhaj Nabucodonosor sreyal Babilonia chi' t'a Ribla, t'a yol yic Hamat. Ata' ix yal vinh tas ol utaj vinhaj Sedequías chi'."
        },
        {
            "number": "7",
            "text": "D'a val yichanh vinhaj Sedequías chi' ix xicjicham eb' yuninal. Ix ik'chajq'ueta yol sat vinh, ix tzek'chaj vinh t'a q'uen cadena nab'a bronce, ix ik'chajb'at vinh t'a Babilonia."
        },
        {
            "number": "8",
            "text": "Ayic uque' k'ualxo yoch yoil uj t'a 19 ab'il yoch vinhaj Nabucodonosor reyal t'a Babilonia, ix javi vinhaj Nabuzaradán yajalil eb' vinh soldado stanhvumal vinh rey chi' yet' eb' vinh soldado t'a Jerusalén."
        },
        {
            "number": "9",
            "text": "Ix snhusantz'a stemplo Jehová eb' vinh yet' spalacio vinh rey, masanil spat eb' cajan t'a Jerusalén chi' yet' masanil nivac pat."
        },
        {
            "number": "10",
            "text": "Ix spojanem masanil smuroal chonhab' Jerusalén chi' eb' vinh."
        },
        {
            "number": "11",
            "text": "Masanil eb' anima ayto cani, ix yik'b'at eb' vinhaj Nabuzaradán chi', aton eb' ix yak'och sb'a yet' vinh sreyal Babilonia yet' eb' jelan sb'oan tastac."
        },
        {
            "number": "12",
            "text": "Axonhej eb' te meb'a' ix yactejcan vinh, yic smunlaj eb' t'a avoj uva yet' juntzanhxo tas tz'avchaji."
        },
        {
            "number": "13",
            "text": "Masanil tastac nab'a bronce ay t'a yol templo ix smak'poj eb' vinh soldado chi', aton chab' oy ayoch t'a sat templo chi', juntzanh sb'achnub' yich cotac pila yet' jun niwan pila. Ix yik'anb'at q'uen bronce chi' eb' vinh t'a Babilonia."
        },
        {
            "number": "14",
            "text": "Anhejtona' b'aj tz'em q'uen tik'aq'uil taanh, q'uen pala, q'uen ik'lab'el stanhil b'aj tz'och sk'ak'al candil, q'uen nivac cuchara yet' masanil tastac nab'a bronce sk'anchaji ayic tz'och ejmelal t'a Jehová, ix yik'b'at eb' vinh smasanil."
        },
        {
            "number": "15",
            "text": "Ix yik'paxb'at juntzanh nivac vaso eb' vinh yet' q'uen b'aj snhusji incienso yet' juntzanhxo tastac nab'a oro ma nab'a plata."
        },
        {
            "number": "16",
            "text": "Manhxa yalb'anil jantac yalil q'uen bronce ayoch t'a chab' nivac oy yic templo, t'a jun pila yic ha ha' yet' t'a juntzanh yich b'achnub' b'ob'ilcan yuj vinhaj rey Salomón yic tz'ochcan t'a stemplo Jehová."
        },
        {
            "number": "17",
            "text": "Ha junjun oy chi', ek'b'al vajxaque' metro steel. Ha sjolom oy chi' nab'a bronce, nanhal schab'il metro yaj q'uei, haxo spatictac sjolom oy chi', aypaxoch yelvanub' icha yilji te' granada. Ha juntzanh chi' nab'a bronce. Lajannhej yaj chab' oy chi'."
        },
        {
            "number": "18",
            "text": "Ha vinhaj Nabuzaradán chi' ix yaman vinhaj Seraías sat sacerdote, vinhaj Sofonías schab'il sacerdote yet' oxvanh eb' vinh stanhvan sti' templo, ix ik'jib'at eb' vinh yuj vinh t'a Babilonia."
        },
        {
            "number": "19",
            "text": "Ha t'a skal eb' anima ix kan t'a yol chonhab' chi', ix yamchajpax jun vinh sat yajal scuchb'an eb' vinh soldado yet' pax ovanhxo eb' vinh tz'ak'an srazón vinh rey yet' jun vinh tz'ib'um sb'oan slistail eb' vinh soldado yet' pax 60-xo eb' vinh nivac vinac yaj t'a yol chonhab' chi'."
        },
        {
            "number": "20",
            "text": "Masanil juntzanh eb' anima chi' ix yik'b'at vinhaj Nabuzaradán chi' t'a Ribla t'a yol yic Hamat. Ata' ix yal vinh rey to scham eb'. Icha chi' ix aj yik'jiel eb' aj Judá chi' t'a schonhab' yet' t'a sluum, ix ik'jib'at eb' t'a Babilonia."
        },
        {
            "number": "21",
            "text": "Ix och vinhaj Gedalías yuninal vinhaj Ahicam yixchiquin vinhaj Safán gobernadoral yuj vinh sreyal Babilonia chi'. Ha vinh ix kan yil jantacto anima ix kan t'a Judá chi'."
        },
        {
            "number": "22",
            "text": "Ayic ix yab'an jun lolonel chi' eb' vinh yajal eb' vinh soldado ixto cani, ix b'at eb' vinh t'a Mizpa yet' eb' vinh soldado chi', yic b'at lolon eb' vinh yet' vinhaj Gedalías chi'. Ha eb' vinh chi', aton vinhaj Ismael yuninal vinhaj Netanías, vinhaj Johanán yuninal vinhaj Carea, vinhaj Seraías yuninal vinhaj Tanhumet aj Netofa yet' vinhaj Jaazanías yuninal jun vinh aj Maaca."
        },
        {
            "number": "23",
            "text": "Ix yak'an sti' vinhaj Gedalías chi' t'a eb' vinh yet' t'a eb' vinh soldado, ix yalan vinh icha tik: Manh ex xiv e kan t'a yalanh smandar eb' caldeo chi', cajnajanhec t'a yol nación tik, tzex och t'a yalanh schecnab'il vinh sreyal Babilonia. Tato icha chi' wach'nhej ol aj e b'eyb'ati, xchi vinh."
        },
        {
            "number": "24",
            "text": "Axo t'a yuquil uj, ix javi vinhaj Ismael yuninal vinhaj Netanías yixchiquin vinhaj Elisama, t'a yinhtilal eb' vinh sreyal Judá. Ay lajunhvanhxo eb' vinh vinac ajun yet' vinh, ix smilancham vinhaj Gedalías chi' eb' vinh yet' eb' aj Judá yet' pax eb' caldeo ayek' yet' vinh t'a Mizpa chi'."
        },
        {
            "number": "25",
            "text": "Yuj chi' masanil eb' anima ix b'at elelal t'a Egipto yuj xivelal t'a eb' caldeo chi'. Ata' ix b'at eb' anima nivac yelk'ochi, eb' malaj yelk'ochi yet' eb' yajalil eb' soldado."
        },
        {
            "number": "26",
            "text": "Ayic 27 k'ual yoch slajchavil ujal, ayic 37 ab'ilxo yik'chajb'at vinhaj rey Joaquín t'a Babilonia, ix och vinhaj Evil-merodac reyal t'a Babilonia chi'. Ha t'a b'ab'el ab'il yoch vinh reyal chi' ix sch'oxan svach'k'olal vinh t'a vinhaj Joaquín chi', ix yik'anelta vinh vinh t'a preso."
        },
        {
            "number": "27",
            "text": "Te wach' ix yutej sb'a vinh rey chi' t'a vinh t'a yichanh juntzanhxo eb' vinh rey ayoch preso t'a Babilonia chi'."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix sq'uexel spichul vinhaj Joaquín sk'an t'a yol preso chi', ix wa vinh yet' vinh rey chi' t'a jantacto tiempoal pitzan vinh."
        },
        {
            "number": "29",
            "text": "Ix ak'jinhej sgasto vinh yuj vinh sreyal Babilonia chi' masanto ix cham vinh."
        }
    ]
}