{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ayic slajunhil k'ual yoch slajunhil uj, ayic sb'alunhil ab'il yoch winhaj Sedequías reyal, ix jawi winhaj rey Nabucodonosor yet' heb' winh soldado yak' owal t'a Jerusalén. Ix oymaj heb' winh t'a spatictac Jerusalén chi', ix sb'oank'e scampamento heb' winh t'a spatictac, ix sb'oank'e stek'nub' heb' winh t'a spatictac smuroal."
        },
        {
            "number": "2",
            "text": "Oyb'ilnhej jun chonhab' chi' yuj heb' winh, masanto ayic 11 ab'il yoch winhaj Sedequías chi' reyal."
        },
        {
            "number": "3",
            "text": "Ayic sb'alunhil k'ual yoch schanhil uj t'a yol jun ab'il chi', ix em jun niwan wejel t'a yol chonhab' chi', manhxa jab'oc tas wach' swaan heb' anima chi'."
        },
        {
            "number": "4",
            "text": "Ix sb'oan jun olan heb' winh soldado caldeo chi' t'a smuroal chonhab' chi'. Wach'chom oyanoch heb' winh soldado t'a spatictac chi', palta ix el winhaj rey Sedequías chi' yet' heb' winh soldado t'ak'walil. Ix elk'och heb' winh t'a jun puerta t'a skal chab' muro t'a stz'ey b'aj ay yavb'en te' heb' winh rey, ix b'at heb' winh t'a jun b'e sk'och t'a sch'olanil ha' Jordán."
        },
        {
            "number": "5",
            "text": "Palta ix b'at heb' winh soldado caldeo chi' t'a spatic heb' winh, ix yamchaj winhaj Sedequías chi' yuj heb' winh t'a yak'lical Jericó. Ix saclemcanb'at heb' winh soldado winh."
        },
        {
            "number": "6",
            "text": "Ix syaman winh rey chi' heb' winh, ix yik'anb'at winh heb' winh t'a winhaj Nabucodonosor sreyal Babilonia chi' t'a Ribla, t'a yol yic Hamat. Ata' ix yal winh tas ol utaj winhaj Sedequías chi'."
        },
        {
            "number": "7",
            "text": "D'a wal yichanh winhaj Sedequías chi' ix xicjicham heb' yuninal. Ix ik'chajk'eta yol sat winh, ix tzek'chaj winh t'a k'een cadena nab'a bronce, ix ik'chajb'at winh t'a Babilonia."
        },
        {
            "number": "8",
            "text": "Ayic uque' k'ualxo yoch yoil uj t'a 19 ab'il yoch winhaj Nabucodonosor reyal t'a Babilonia, ix jawi winhaj Nabuzaradán yajalil heb' winh soldado stanhwumal winh rey chi' yet' heb' winh soldado t'a Jerusalén."
        },
        {
            "number": "9",
            "text": "Ix snhusantz'a stemplo Jehová heb' winh yet' spalacio winh rey, masanil spat heb' cajan t'a Jerusalén chi' yet' masanil niwac pat."
        },
        {
            "number": "10",
            "text": "Ix spojanem masanil smuroal chonhab' Jerusalén chi' heb' winh."
        },
        {
            "number": "11",
            "text": "Masanil heb' anima ayto cani, ix yik'b'at heb' winhaj Nabuzaradán chi', aton heb' ix yak'och sb'a yet' winh sreyal Babilonia yet' heb' jelan sb'oan tastac."
        },
        {
            "number": "12",
            "text": "Axonhej heb' te meb'a' ix yaktejcan winh, yic smunlaj heb' t'a awoj uwa yet' juntzanhxo tas tz'avchaji."
        },
        {
            "number": "13",
            "text": "Masanil tastac nab'a bronce ay t'a yol templo ix smak'poj heb' winh soldado chi', aton chab' oy ayoch t'a sat templo chi', juntzanh sb'achnub' yich cotac pila yet' jun niwan pila. Ix yik'anb'at k'een bronce chi' heb' winh t'a Babilonia."
        },
        {
            "number": "14",
            "text": "Anhejtona' b'aj tz'em k'een tik'aq'uil taanh, k'een pala, k'een ik'lab'el stanhil b'aj tz'och sk'ak'al candil, k'een niwac cuchara yet' masanil tastac nab'a bronce sk'anchaji ayic tz'och ejmelal t'a Jehová, ix yik'b'at heb' winh smasanil."
        },
        {
            "number": "15",
            "text": "Ix yik'paxb'at juntzanh niwac waso heb' winh yet' k'een b'aj snhusji incienso yet' juntzanhxo tastac nab'a oro ma nab'a plata."
        },
        {
            "number": "16",
            "text": "Manhxa yalb'anil jantac yalil k'een bronce ayoch t'a chab' niwac oy yic templo, t'a jun pila yic ha ha' yet' t'a juntzanh yich b'achnub' b'ob'ilcan yuj winhaj rey Salomón yic tz'ochcan t'a stemplo Jehová."
        },
        {
            "number": "17",
            "text": "Ha junjun oy chi', ek'b'al wajxaque' metro steel. Ha sjolom oy chi' nab'a bronce, nanhal schab'il metro yaj k'ei, haxo spatictac sjolom oy chi', aypaxoch yelwanub' icha yilji te' granada. Ha juntzanh chi' nab'a bronce. Lajannhej yaj chab' oy chi'."
        },
        {
            "number": "18",
            "text": "Ha winhaj Nabuzaradán chi' ix yaman winhaj Seraías sat sacerdote, winhaj Sofonías schab'il sacerdote yet' oxwanh heb' winh stanhwan sti' templo, ix ik'jib'at heb' winh yuj winh t'a Babilonia."
        },
        {
            "number": "19",
            "text": "Ha t'a skal heb' anima ix kan t'a yol chonhab' chi', ix yamchajpax jun winh sat yajal scuchb'an heb' winh soldado yet' pax owanhxo heb' winh tz'ak'an srazón winh rey yet' jun winh tz'ib'um sb'oan slistail heb' winh soldado yet' pax 60-xo heb' winh niwac winak yaj t'a yol chonhab' chi'."
        },
        {
            "number": "20",
            "text": "Masanil juntzanh heb' anima chi' ix yik'b'at winhaj Nabuzaradán chi' t'a Ribla t'a yol yic Hamat. Ata' ix yal winh rey to scham heb'. Icha chi' ix aj yik'jiel heb' aj Judá chi' t'a schonhab' yet' t'a sluum, ix ik'jib'at heb' t'a Babilonia."
        },
        {
            "number": "21",
            "text": "Ix och winhaj Gedalías yuninal winhaj Ahicam yixchiquin winhaj Safán gobernadoral yuj winh sreyal Babilonia chi'. Ha winh ix kan yil jantacto anima ix kan t'a Judá chi'."
        },
        {
            "number": "22",
            "text": "Ayic ix yab'an jun lolonel chi' heb' winh yajal heb' winh soldado ixto cani, ix b'at heb' winh t'a Mizpa yet' heb' winh soldado chi', yic b'at lolon heb' winh yet' winhaj Gedalías chi'. Ha heb' winh chi', aton winhaj Ismael yuninal winhaj Netanías, winhaj Johanán yuninal winhaj Carea, winhaj Seraías yuninal winhaj Tanhumet aj Netofa yet' winhaj Jaazanías yuninal jun winh aj Maaca."
        },
        {
            "number": "23",
            "text": "Ix yak'an sti' winhaj Gedalías chi' t'a heb' winh yet' t'a heb' winh soldado, ix yalan winh icha tik: Manh ex xiv he kan t'a yalanh smandar heb' caldeo chi', cajnajanhec t'a yol nación tik, tzex och t'a yalanh schecnab'il winh sreyal Babilonia. Tato icha chi' wach'nhej ol aj he b'eyb'ati, xchi winh."
        },
        {
            "number": "24",
            "text": "Axo t'a yuquil uj, ix jawi winhaj Ismael yuninal winhaj Netanías yixchiquin winhaj Elisama, t'a yinhtilal heb' winh sreyal Judá. Ay lajunhwanhxo heb' winh winak ajun yet' winh, ix smilancham winhaj Gedalías chi' heb' winh yet' heb' aj Judá yet' pax heb' caldeo ayek' yet' winh t'a Mizpa chi'."
        },
        {
            "number": "25",
            "text": "Yuj chi' masanil heb' anima ix b'at elelal t'a Egipto yuj xiwelal t'a heb' caldeo chi'. Ata' ix b'at heb' anima niwac yelk'ochi, heb' malaj yelk'ochi yet' heb' yajalil heb' soldado."
        },
        {
            "number": "26",
            "text": "Ayic 27 k'ual yoch slajchawil ujal, ayic 37 ab'ilxo yik'chajb'at winhaj rey Joaquín t'a Babilonia, ix och winhaj Ewil-merodac reyal t'a Babilonia chi'. Ha t'a b'ab'el ab'il yoch winh reyal chi' ix sch'oxan swach'k'olal winh t'a winhaj Joaquín chi', ix yik'anelta winh winh t'a preso."
        },
        {
            "number": "27",
            "text": "Te wach' ix yutej sb'a winh rey chi' t'a winh t'a yichanh juntzanhxo heb' winh rey ayoch preso t'a Babilonia chi'."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix sk'exel spichul winhaj Joaquín sk'an t'a yol preso chi', ix wa winh yet' winh rey chi' t'a jantacto tiempoal pitzan winh."
        },
        {
            "number": "29",
            "text": "Ix ak'jinhej sgasto winh yuj winh sreyal Babilonia chi' masanto ix cham winh."
        }
    ]
}