{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ayic slajunhil k'ual yoch slajunhil uj, ayic sb'alunhil ab'il yoch winhaj Sedequías reyal, ix javi winhaj rey Nabucodonosor yet' eb' winh soldado yak' oval t'a Jerusalén. Ix oymaj eb' winh t'a spatictac Jerusalén chi', ix sb'oanq'ue scampamento eb' winh t'a spatictac, ix sb'oanq'ue stek'nub' eb' winh t'a spatictac smuroal."
        },
        {
            "number": "2",
            "text": "Oyb'ilnhej jun chonhab' chi' yuj eb' winh, masanto ayic 11 ab'il yoch winhaj Sedequías chi' reyal."
        },
        {
            "number": "3",
            "text": "Ayic sb'alunhil k'ual yoch schanhil uj t'a yol jun ab'il chi', ix em jun niwan vejel t'a yol chonhab' chi', manhxa jab'oc tas wach' svaan eb' anima chi'."
        },
        {
            "number": "4",
            "text": "Ix sb'oan jun olan eb' winh soldado caldeo chi' t'a smuroal chonhab' chi'. Wach'chom oyanoch eb' winh soldado t'a spatictac chi', palta ix el winhaj rey Sedequías chi' yet' eb' winh soldado t'ak'walil. Ix elk'och eb' winh t'a jun puerta t'a skal chab' muro t'a stz'ey b'aj ay yavb'en te' eb' winh rey, ix b'at eb' winh t'a jun b'e sk'och t'a sch'olanil ha' Jordán."
        },
        {
            "number": "5",
            "text": "Palta ix b'at eb' winh soldado caldeo chi' t'a spatic eb' winh, ix yamchaj winhaj Sedequías chi' yuj eb' winh t'a yak'lical Jericó. Ix saclemcanb'at eb' winh soldado winh."
        },
        {
            "number": "6",
            "text": "Ix syaman winh rey chi' eb' winh, ix yik'anb'at winh eb' winh t'a winhaj Nabucodonosor sreyal Babilonia chi' t'a Ribla, t'a yol yic Hamat. Ata' ix yal winh tas ol utaj winhaj Sedequías chi'."
        },
        {
            "number": "7",
            "text": "D'a val yichanh winhaj Sedequías chi' ix xicjicham eb' yuninal. Ix ik'chajq'ueta yol sat winh, ix tzek'chaj winh t'a q'uen cadena nab'a bronce, ix ik'chajb'at winh t'a Babilonia."
        },
        {
            "number": "8",
            "text": "Ayic uque' k'ualxo yoch yoil uj t'a 19 ab'il yoch winhaj Nabucodonosor reyal t'a Babilonia, ix javi winhaj Nabuzaradán yajalil eb' winh soldado stanhvumal winh rey chi' yet' eb' winh soldado t'a Jerusalén."
        },
        {
            "number": "9",
            "text": "Ix snhusantz'a stemplo Jehová eb' winh yet' spalacio winh rey, masanil spat eb' cajan t'a Jerusalén chi' yet' masanil nivac pat."
        },
        {
            "number": "10",
            "text": "Ix spojanem masanil smuroal chonhab' Jerusalén chi' eb' winh."
        },
        {
            "number": "11",
            "text": "Masanil eb' anima ayto cani, ix yik'b'at eb' winhaj Nabuzaradán chi', aton eb' ix yak'och sb'a yet' winh sreyal Babilonia yet' eb' jelan sb'oan tastac."
        },
        {
            "number": "12",
            "text": "Axonhej eb' te meb'a' ix yactejcan winh, yic smunlaj eb' t'a avoj uva yet' juntzanhxo tas tz'avchaji."
        },
        {
            "number": "13",
            "text": "Masanil tastac nab'a bronce ay t'a yol templo ix smak'poj eb' winh soldado chi', aton chab' oy ayoch t'a sat templo chi', juntzanh sb'achnub' yich cotac pila yet' jun niwan pila. Ix yik'anb'at q'uen bronce chi' eb' winh t'a Babilonia."
        },
        {
            "number": "14",
            "text": "Anhejtona' b'aj tz'em q'uen tik'aq'uil taanh, q'uen pala, q'uen ik'lab'el stanhil b'aj tz'och sk'ak'al candil, q'uen nivac cuchara yet' masanil tastac nab'a bronce sk'anchaji ayic tz'och ejmelal t'a Jehová, ix yik'b'at eb' winh smasanil."
        },
        {
            "number": "15",
            "text": "Ix yik'paxb'at juntzanh nivac vaso eb' winh yet' q'uen b'aj snhusji incienso yet' juntzanhxo tastac nab'a oro ma nab'a plata."
        },
        {
            "number": "16",
            "text": "Manhxa yalb'anil jantac yalil q'uen bronce ayoch t'a chab' nivac oy yic templo, t'a jun pila yic ha ha' yet' t'a juntzanh yich b'achnub' b'ob'ilcan yuj winhaj rey Salomón yic tz'ochcan t'a stemplo Jehová."
        },
        {
            "number": "17",
            "text": "Ha junjun oy chi', ek'b'al vajxaque' metro steel. Ha sjolom oy chi' nab'a bronce, nanhal schab'il metro yaj q'uei, haxo spatictac sjolom oy chi', aypaxoch yelvanub' icha yilji te' granada. Ha juntzanh chi' nab'a bronce. Lajannhej yaj chab' oy chi'."
        },
        {
            "number": "18",
            "text": "Ha winhaj Nabuzaradán chi' ix yaman winhaj Seraías sat sacerdote, winhaj Sofonías schab'il sacerdote yet' oxvanh eb' winh stanhvan sti' templo, ix ik'jib'at eb' winh yuj winh t'a Babilonia."
        },
        {
            "number": "19",
            "text": "Ha t'a skal eb' anima ix kan t'a yol chonhab' chi', ix yamchajpax jun winh sat yajal scuchb'an eb' winh soldado yet' pax ovanhxo eb' winh tz'ak'an srazón winh rey yet' jun winh tz'ib'um sb'oan slistail eb' winh soldado yet' pax 60-xo eb' winh nivac vinac yaj t'a yol chonhab' chi'."
        },
        {
            "number": "20",
            "text": "Masanil juntzanh eb' anima chi' ix yik'b'at winhaj Nabuzaradán chi' t'a Ribla t'a yol yic Hamat. Ata' ix yal winh rey to scham eb'. Icha chi' ix aj yik'jiel eb' aj Judá chi' t'a schonhab' yet' t'a sluum, ix ik'jib'at eb' t'a Babilonia."
        },
        {
            "number": "21",
            "text": "Ix och winhaj Gedalías yuninal winhaj Ahicam yixchiquin winhaj Safán gobernadoral yuj winh sreyal Babilonia chi'. Ha winh ix kan yil jantacto anima ix kan t'a Judá chi'."
        },
        {
            "number": "22",
            "text": "Ayic ix yab'an jun lolonel chi' eb' winh yajal eb' winh soldado ixto cani, ix b'at eb' winh t'a Mizpa yet' eb' winh soldado chi', yic b'at lolon eb' winh yet' winhaj Gedalías chi'. Ha eb' winh chi', aton winhaj Ismael yuninal winhaj Netanías, winhaj Johanán yuninal winhaj Carea, winhaj Seraías yuninal winhaj Tanhumet aj Netofa yet' winhaj Jaazanías yuninal jun winh aj Maaca."
        },
        {
            "number": "23",
            "text": "Ix yak'an sti' winhaj Gedalías chi' t'a eb' winh yet' t'a eb' winh soldado, ix yalan winh icha tik: Manh ex xiv e kan t'a yalanh smandar eb' caldeo chi', cajnajanhec t'a yol nación tik, tzex och t'a yalanh schecnab'il winh sreyal Babilonia. Tato icha chi' wach'nhej ol aj e b'eyb'ati, xchi winh."
        },
        {
            "number": "24",
            "text": "Axo t'a yuquil uj, ix javi winhaj Ismael yuninal winhaj Netanías yixchiquin winhaj Elisama, t'a yinhtilal eb' winh sreyal Judá. Ay lajunhvanhxo eb' winh vinac ajun yet' winh, ix smilancham winhaj Gedalías chi' eb' winh yet' eb' aj Judá yet' pax eb' caldeo ayek' yet' winh t'a Mizpa chi'."
        },
        {
            "number": "25",
            "text": "Yuj chi' masanil eb' anima ix b'at elelal t'a Egipto yuj xivelal t'a eb' caldeo chi'. Ata' ix b'at eb' anima nivac yelk'ochi, eb' malaj yelk'ochi yet' eb' yajalil eb' soldado."
        },
        {
            "number": "26",
            "text": "Ayic 27 k'ual yoch slajchavil ujal, ayic 37 ab'ilxo yik'chajb'at winhaj rey Joaquín t'a Babilonia, ix och winhaj Evil-merodac reyal t'a Babilonia chi'. Ha t'a b'ab'el ab'il yoch winh reyal chi' ix sch'oxan swach'k'olal winh t'a winhaj Joaquín chi', ix yik'anelta winh winh t'a preso."
        },
        {
            "number": "27",
            "text": "Te wach' ix yutej sb'a winh rey chi' t'a winh t'a yichanh juntzanhxo eb' winh rey ayoch preso t'a Babilonia chi'."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix sq'uexel spichul winhaj Joaquín sk'an t'a yol preso chi', ix wa winh yet' winh rey chi' t'a jantacto tiempoal pitzan winh."
        },
        {
            "number": "29",
            "text": "Ix ak'jinhej sgasto winh yuj winh sreyal Babilonia chi' masanto ix cham winh."
        }
    ]
}