{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 18 ab'ilxo yoch vinhaj Josafat reyal t'a Judá, ix schaanel yich vinhaj Joram yuninal vinhaj Acab yak'an reyal t'a Israel, 12 ab'il ix yak' reyal vinh t'a Samaria."
        },
        {
            "number": "2",
            "text": "Te chuk tas ix sk'ulej vinh t'a yichanh Jehová, palta maj k'och val ijan chukal ix sk'ulej vinh t'a yichanh yic smam snun. Yujto ix sjuel jun q'uen q'ueen vinh yic Baal sb'onaccan vinh smam vinh chi'."
        },
        {
            "number": "3",
            "text": "Wach'chom icha chi', palta ix sb'eyb'alejnhej schucal b'eyb'al vinhaj Jeroboam yuninal vinhaj Nabat vinh, aton vinh cuchb'annacb'at eb' israel t'a chukal."
        },
        {
            "number": "4",
            "text": "Ha vinhaj Mesa sreyal Moab, molum calnel vinh yet' masanil anima ay t'a yol smacb'en chi'. Yuj chi' a nok' syak' vinh yic stupan vinh t'a vinh sreyal Israel chi', 100 mil nok' yunetac calnel yet' pax 100 mil nok' ch'ac calnel yet' slanail syak' vinh."
        },
        {
            "number": "5",
            "text": "Palta ayic ix cham vinhaj Acab, ix yik'anel sb'a vinh sreyal Moab chi' t'a yalanh smandar chonhab' Israel."
        },
        {
            "number": "6",
            "text": "Yuj chi', ix el vinhaj Joram t'a Samaria, ix smolb'an masanil eb' soldado yic Israel vinh."
        },
        {
            "number": "7",
            "text": "Elanhchamel ix yalb'at vinh t'a vinhaj Josafat sreyal Judá: Ha vinh sreyal Moab toxo ix yiq'uel sb'a vinh t'a yalanh in mandar, ¿tzam yal a k'ol tzach och ved'oc yic scak'an oval yet' vinh? xchib'at vinh. Ix tak'vi vinh sreyal Judá chi' icha tik: Ol in b'at ed'oc yet' eb' in soldado yet' nok' in chej."
        },
        {
            "number": "8",
            "text": "Anhej b'ian, ¿tas b'eal b'aj ol onh b'atoc? xchi vinh. Ix tak'vi vinhaj Joram chi' ix yalan vinh: Ha t'a sb'eal taquinh lu'um t'a yol yic Edom, ata' ol onh b'atoc, xchi vinh."
        },
        {
            "number": "9",
            "text": "Icha chi' ix aj sb'at vinh sreyal Israel yet' vinh sreyal Judá yet' pax vinh sreyal Edom yet' eb' soldado. Uque' k'ual ix b'ey eb' yujto ix ek' yoymitej lum taquinh lum chi' eb', yuj chi' ix lajviel ha' yaal eb' soldado syuq'uej yet' pax yic masanil snok' eb' yet'nac."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix yal vinh sreyal Israel chi' icha tik: --Ha ticnaic, ichato onh smolb'ej Jehová a onh oxvanh rey onh tik yic tzonh yak'anoch t'a yol sk'ab' eb' aj Moab tik, xchi vinh."
        },
        {
            "number": "11",
            "text": "Ix yalan vinhaj Josafat chi' icha tik: --¿Mama junok vinh schecab' Jehová ayek' t'a tik yic wach' sk'anb'ej vinh t'a Jehová cuuj? xchi vinh. Ay jun vinh yajal soldado yaj t'a vinh sreyal Israel chi' ix tak'vi icha tik: --Ha t'a tik ayek' vinhaj Eliseo yuninal vinhaj Safat. Aton vinh schecab'kan vinhaj Elías, xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix yalan vinhaj Josafat chi' icha tik: Ha jun vinh chi' yel schecab' Jehová yaj vinh, xchi vinh. Yuj chi' ix b'at oxvanh eb' vinh rey chi' lolonel yet' vinhaj Eliseo chi'."
        },
        {
            "number": "13",
            "text": "Palta ix yalan vinh t'a vinh sreyal Israel chi' icha tik: --¿Tas valan vic t'ayach? Ixic, b'at k'anb'ej a b'ha t'a eb' vinh schecab' sdiosalcan eb' a mam a nun, xchi vinh. Palta ix yalan vinh sreyal Israel chi': --Maay, yujto onh ik'jicot yuj Jehová a onh oxvanh rey onh tik, yic tzonh yak'anoch t'a yol sk'ab' eb' moabita, xchi vinh."
        },
        {
            "number": "14",
            "text": "Ix yalan vinhaj Eliseo chi' t'a vinh: --D'a val yichanh Jehová Yajal t'a Smasanil svala', aton jun svak' servil, q'uinaloc malaj yelk'och vinhaj Josafat sreyal Judá tik t'a yol in sat, manh jab'oc tzin cha vab' tas tzala', max in ochpax q'uelan jab'oc t'ayach."
        },
        {
            "number": "15",
            "text": "Iq'ueccot junok mach syal schalan te' arpa t'a vichanh tik, xchi vinh. Ix yik'ancot jun vinh syal schalan te' arpa chi' eb' vinh. Ayic van schalan te' arpa chi' vinh, ix javi yipalil Jehová t'a vinhaj Eliseo chi',"
        },
        {
            "number": "16",
            "text": "Ix yalan vinh icha tik: --Ha Jehová tz'alan icha tik: B'oec tzijtumoc sanja t'a jun ch'olan tik."
        },
        {
            "number": "17",
            "text": "Wach'chom malaj ik', ma nhab' ol eyil sjavi, palta a jun ch'olan tik ol b'ud'joc yuj ha ha', yuj chi' e masanil ol eyuk' ha', ol yuk'an ha' nok' e vacax yet' pax nok' e chej, xchi Jehová."
        },
        {
            "number": "18",
            "text": "Chequelnhej val yaj jun tik t'a yichanh tas ol sk'ulej Jehová, ol yak'och eb' moabita chi' t'a yol e k'ab'."
        },
        {
            "number": "19",
            "text": "Yuj chi' ol e juem lanhnaj schonhab' eb' wach' yajoch smuroal yet' juntzanh nivac chonhab' wach' yilji. Ol e ch'acanem masanil yavb'en te' eb', ol laj e mucancan sjaj ha' yuk'lab' ha' eb', ol e b'ut'ancan sat slum eb' yet' q'uen q'ueen b'aj smunlaji, xchi vinhaj Eliseo chi'."
        },
        {
            "number": "20",
            "text": "Axo ix aji, ha t'a junxo q'uinhib'alil, icha yorail tz'ak'ji silab' t'a Jehová, ha t'a yol yic Edom, ix cot ha ha', ix b'ud'jiel sat lum lum chi' yuj ha'."
        },
        {
            "number": "21",
            "text": "Ayic ix yab'an eb' moabita to van sk'och eb' vinh rey yak' oval yet' eb', ix smolb'an masanil eb' vinh quelemtac eb' yet' eb' vinh ichamtac vinac, eb' vinh syal yoch t'a oval, ix och eb' vinh smac t'a sat smojon snación chi'."
        },
        {
            "number": "22",
            "text": "Ayic ix q'ue van eb' moabita chi' t'a q'uinhib'alil, ix yilan eb' toxonhej scopopi yilji yib'anh ha ha' chi' yuj yoc k'u, ichato chik'xonhej yilji ha'."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yalan eb' icha tik: Ha jun chi' chik'. Tope a eb' vinh rey yet' eb' vinh soldado ix smil-lajcham sb'a. Ha ticnaic coyec sb'at quik'ancan masanil tastac yet'nac eb' ix cani, xchi eb'."
        },
        {
            "number": "24",
            "text": "Palta haxo ix javi eb' moabita t'a scampamento eb' israel, ix elta eb' israel chi' yak' oval yet' eb', ix ak'ji ganar eb' moabita chi' yuj eb'. Yuj chi' ix el eb' elelal, palta ix och eb' israel chi' t'a spatic eb', ix miljicham eb' yuj eb'."
        },
        {
            "number": "25",
            "text": "Ixlajwi chi', ix sjuanem lanhnaj schonhab' eb' moabita chi' eb', ix sb'ut'an lum lum eb' t'a q'uen q'ueen, aton lum te yax sat yic munlajel. Ix smucan sjajtac ha ha' eb', ix sch'acanel masanil te' avb'en te' eb' te wach'. Axonhej chonhab' Kir-hareset ixto cani, palta haxo eb' sjulvaj yet' ch'anh mejmeech, ix oymaj eb' t'a spatictac chonhab' chi', ix yak'an ganar jun chonhab' chi' eb'."
        },
        {
            "number": "26",
            "text": "Ayic ix yilan vinh sreyal Moab to van yak'ji ganar vinh t'a oval chi', ix yik'ancot 700 eb' soldado vinh, eb' te jelan yak'an oval yet' q'uen espada. Ix yecanoch sb'a eb' t'a skal eb' soldado yic sk'och eb' b'aj ayek' vinh sreyal Edom chi', yic smilancham vinh eb' yalani, palta maj yal-laj yuj eb'."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ix yik'ancot jun sb'ab'el yuninal vinh sreyal Moab chi', aton jun d'inhan yochcan reyal sq'uexuloc vinh. Ix snhusantz'a vinh silab'il t'a sdiosal t'a yib'anh smuroal schonhab' chi'. Te chuk ix aj snaan eb' vinh israel chi' yuj jun chi', yuj chi' ix yik'q'ue vaan scampamento eb' vinh, ix pax eb' vinh t'a schonhab'."
        }
    ]
}