{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 18 ab'ilxo yoch winhaj Josafat reyal t'a Judá, ix schaanel yich winhaj Joram yuninal winhaj Acab yak'an reyal t'a Israel, 12 ab'il ix yak' reyal winh t'a Samaria."
        },
        {
            "number": "2",
            "text": "Te chuk tas ix sk'ulej winh t'a yichanh Jehová, palta maj k'och wal ijan chukal ix sk'ulej winh t'a yichanh yic smam snun. Yujto ix sjuel jun k'een k'een winh yic Baal sb'onaccan winh smam winh chi'."
        },
        {
            "number": "3",
            "text": "Wach'chom icha chi', palta ix sb'eyb'alejnhej schucal b'eyb'al winhaj Jeroboam yuninal winhaj Nabat winh, aton winh cuchb'annacb'at heb' israel t'a chukal."
        },
        {
            "number": "4",
            "text": "Ha winhaj Mesa sreyal Moab, molum calnel winh yet' masanil anima ay t'a yol smacb'en chi'. Yuj chi' a nok' syak' winh yic stupan winh t'a winh sreyal Israel chi', 100 mil nok' yunetac calnel yet' pax 100 mil nok' ch'ac calnel yet' slanail syak' winh."
        },
        {
            "number": "5",
            "text": "Palta ayic ix cham winhaj Acab, ix yik'anel sb'a winh sreyal Moab chi' t'a yalanh smandar chonhab' Israel."
        },
        {
            "number": "6",
            "text": "Yuj chi', ix el winhaj Joram t'a Samaria, ix smolb'an masanil heb' soldado yic Israel winh."
        },
        {
            "number": "7",
            "text": "Elanhchamel ix yalb'at winh t'a winhaj Josafat sreyal Judá: Ha winh sreyal Moab toxo ix yik'el sb'a winh t'a yalanh in mandar, ¿tzam yal a k'ol tzach och wed'oc yic skak'an owal yet' winh? xchib'at winh. Ix tak'wi winh sreyal Judá chi' icha tik: Ol in b'at ed'oc yet' heb' in soldado yet' nok' in chej."
        },
        {
            "number": "8",
            "text": "Anhej b'ian, ¿tas b'eal b'aj ol onh b'atoc? xchi winh. Ix tak'wi winhaj Joram chi' ix yalan winh: Ha t'a sb'eal taquinh lu'um t'a yol yic Edom, ata' ol onh b'atoc, xchi winh."
        },
        {
            "number": "9",
            "text": "Icha chi' ix aj sb'at winh sreyal Israel yet' winh sreyal Judá yet' pax winh sreyal Edom yet' heb' soldado. Uque' k'ual ix b'ey heb' yujto ix ek' yoymitej lum taquinh lum chi' heb', yuj chi' ix lajwiel ha' yaal heb' soldado syuk'ej yet' pax yic masanil snok' heb' yet'nac."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix yal winh sreyal Israel chi' icha tik: --Ha ticnaik, ichato onh smolb'ej Jehová a onh oxwanh rey onh tik yic tzonh yak'anoch t'a yol sk'ab' heb' aj Moab tik, xchi winh."
        },
        {
            "number": "11",
            "text": "Ix yalan winhaj Josafat chi' icha tik: --¿Mama junok winh schecab' Jehová ayek' t'a tik yic wach' sk'anb'ej winh t'a Jehová cuuj? xchi winh. Ay jun winh yajal soldado yaj t'a winh sreyal Israel chi' ix tak'wi icha tik: --Ha t'a tik ayek' winhaj Eliseo yuninal winhaj Safat. Aton winh schecab'kan winhaj Elías, xchi winh."
        },
        {
            "number": "12",
            "text": "Ix yalan winhaj Josafat chi' icha tik: Ha jun winh chi' yel schecab' Jehová yaj winh, xchi winh. Yuj chi' ix b'at oxwanh heb' winh rey chi' lolonel yet' winhaj Eliseo chi'."
        },
        {
            "number": "13",
            "text": "Palta ix yalan winh t'a winh sreyal Israel chi' icha tik: --¿Tas walan wik t'ayach? Ixic, b'at k'anb'ej a b'ha t'a heb' winh schecab' sdiosalcan heb' a mam a nun, xchi winh. Palta ix yalan winh sreyal Israel chi': --Maay, yujto onh ik'jicot yuj Jehová a onh oxwanh rey onh tik, yic tzonh yak'anoch t'a yol sk'ab' heb' moabita, xchi winh."
        },
        {
            "number": "14",
            "text": "Ix yalan winhaj Eliseo chi' t'a winh: --D'a wal yichanh Jehová Yajal t'a Smasanil swala', aton jun swak' serwil, q'uinaloc malaj yelk'och winhaj Josafat sreyal Judá tik t'a yol in sat, manh jab'oc tzin cha wab' tas tzala', max in ochpax k'elan jab'oc t'ayach."
        },
        {
            "number": "15",
            "text": "Ik'eccot junok mach syal schalan te' arpa t'a wichanh tik, xchi winh. Ix yik'ancot jun winh syal schalan te' arpa chi' heb' winh. Ayic wan schalan te' arpa chi' winh, ix jawi yipalil Jehová t'a winhaj Eliseo chi',"
        },
        {
            "number": "16",
            "text": "Ix yalan winh icha tik: --Ha Jehová tz'alan icha tik: B'oec tzijtumoc sanja t'a jun ch'olan tik."
        },
        {
            "number": "17",
            "text": "Wach'chom malaj ik', ma nhab' ol eyil sjawi, palta a jun ch'olan tik ol b'ud'joc yuj ha ha', yuj chi' he masanil ol eyuk' ha', ol yuk'an ha' nok' he wacax yet' pax nok' he chej, xchi Jehová."
        },
        {
            "number": "18",
            "text": "Chequelnhej wal yaj jun tik t'a yichanh tas ol sk'ulej Jehová, ol yak'och heb' moabita chi' t'a yol he k'ab'."
        },
        {
            "number": "19",
            "text": "Yuj chi' ol he juem lanhnaj schonhab' heb' wach' yajoch smuroal yet' juntzanh niwac chonhab' wach' yilji. Ol he ch'acanem masanil yavb'en te' heb', ol laj he mucancan sjaj ha' yuk'lab' ha' heb', ol he b'ut'ancan sat slum heb' yet' k'een k'een b'aj smunlaji, xchi winhaj Eliseo chi'."
        },
        {
            "number": "20",
            "text": "Axo ix aji, ha t'a junxo q'uinhib'alil, icha yorail tz'ak'ji silab' t'a Jehová, ha t'a yol yic Edom, ix cot ha ha', ix b'ud'jiel sat lum lum chi' yuj ha'."
        },
        {
            "number": "21",
            "text": "Ayic ix yab'an heb' moabita to wan sk'och heb' winh rey yak' owal yet' heb', ix smolb'an masanil heb' winh kelemtac heb' yet' heb' winh ichamtac winak, heb' winh syal yoch t'a owal, ix och heb' winh smac t'a sat smojon snación chi'."
        },
        {
            "number": "22",
            "text": "Ayic ix k'e wan heb' moabita chi' t'a q'uinhib'alil, ix yilan heb' toxonhej scopopi yilji yib'anh ha ha' chi' yuj yoc k'u, ichato chik'xonhej yilji ha'."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yalan heb' icha tik: Ha jun chi' chik'. Tope a heb' winh rey yet' heb' winh soldado ix smil-lajcham sb'a. Ha ticnaik coyec sb'at quik'ancan masanil tastac yet'nac heb' ix cani, xchi heb'."
        },
        {
            "number": "24",
            "text": "Palta haxo ix jawi heb' moabita t'a scampamento heb' israel, ix elta heb' israel chi' yak' owal yet' heb', ix ak'ji ganar heb' moabita chi' yuj heb'. Yuj chi' ix el heb' elelal, palta ix och heb' israel chi' t'a spatic heb', ix miljicham heb' yuj heb'."
        },
        {
            "number": "25",
            "text": "Ixlajwi chi', ix sjuanem lanhnaj schonhab' heb' moabita chi' heb', ix sb'ut'an lum lum heb' t'a k'een k'een, aton lum te yax sat yic munlajel. Ix smucan sjajtac ha ha' heb', ix sch'acanel masanil te' avb'en te' heb' te wach'. Axonhej chonhab' Kir-hareset ixto cani, palta haxo heb' sjulwaj yet' ch'anh mejmeech, ix oymaj heb' t'a spatictac chonhab' chi', ix yak'an ganar jun chonhab' chi' heb'."
        },
        {
            "number": "26",
            "text": "Ayic ix yilan winh sreyal Moab to wan yak'ji ganar winh t'a owal chi', ix yik'ancot 700 heb' soldado winh, heb' te jelan yak'an owal yet' k'een espada. Ix yecanoch sb'a heb' t'a skal heb' soldado yic sk'och heb' b'aj ayek' winh sreyal Edom chi', yic smilancham winh heb' yalani, palta maj yal-laj yuj heb'."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ix yik'ancot jun sb'ab'el yuninal winh sreyal Moab chi', aton jun d'inhan yochcan reyal sk'exuloc winh. Ix snhusantz'a winh silab'il t'a sdiosal t'a yib'anh smuroal schonhab' chi'. Te chuk ix aj snaan heb' winh israel chi' yuj jun chi', yuj chi' ix yik'k'e waan scampamento heb' winh, ix pax heb' winh t'a schonhab'."
        }
    ]
}