{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun ix ix yetb'eyumcan junok heb' winh schecab' Dios, ix b'at ix yal sb'ha t'a winhaj Eliseo icha tik: --Ha winh wetb'eyum chamnacxo winh, ojtac to te ay xivk'olal winh t'a Jehová. Axo ticnaik ay jun winh ak'annac k'een tumin smajnej winh wetb'eyum chi', ix jawi winh t'ayin, snib'ej winh syik'b'at chawanh heb' wune' tik schecab'oc yuj k'een tumin chi', xchi ix."
        },
        {
            "number": "2",
            "text": "Ix sk'anb'an winhaj Eliseo chi' t'a ix icha tik: --¿Tas tza nib'ej tzin b'o t'ayach? Al t'ayin tastac ay t'ayach, xchi winh. Ix yalan ix t'a winh icha tik: --Ha in a checab' in tik, malaj wal jab'oc tas ay t'ayin, anhej wal jab' yune' xalu aceite ayek' t'ayin, xchi ix."
        },
        {
            "number": "3",
            "text": "Ix yalan winh t'a ix: --Ixic, tza k'anan a majnej jantac xalu t'a heb' ay t'a a lak'anil, jantacnhej malaj yool tz'ilchaj uuj."
        },
        {
            "number": "4",
            "text": "Elanhchamel tzach och t'a yol a pat yet' heb' winh une' chi'. Tza macan a pat chi', tzak'an b'ud'joc masanil juntzanh yet'tal chi' t'a aceite chi'. Ch'oc b'aj tzak'canem juntzanh sb'ud'jican chi', xchi winh."
        },
        {
            "number": "5",
            "text": "Ayic ix lajwi slolon ix yet' winhaj Eliseo chi', ix b'at smacanoch sb'a ix yet' heb' winh yune' chi' t'a yol spat, ix syamanoch heb' sb'ut'an juntzanh xalu ix smajnej chi' t'a aceite chi'."
        },
        {
            "number": "6",
            "text": "Ayic toxo ix b'ud'ji masanil xalu chi', ix yalan ix t'a junok heb' winh yune' chi' icha tik: --Ik'cot junocxo xalu, xchi ix. Ix yalan jun winh yune' ix chi': --Manhxalaj tas, xchi winh. Ha wal t'a jun rato chi' ix wanaj aceite chi' yeli."
        },
        {
            "number": "7",
            "text": "Ix lajwinhej chi', ix b'at ix yal t'a winhaj Eliseo schecab' Dios chi', ix yalan winh icha tik t'a ix: --Ha ticnaik ixic a chonh aceite chi', slajwi chi' tza tupan a b'oc chi', haxo jantac stojol chi' scani, tza k'an k'een yet' heb' winh une' chi', xchi winh t'a ix."
        },
        {
            "number": "8",
            "text": "Ay jun k'u ix ek' winhaj Eliseo t'a chonhab' Sunem. Ata' ay jun ix ix te b'eyum. Ix och tean ix t'a winh to tzek' winh wael t'a spat ix. Yuj chi' ayic tzek' winh juntac el t'a jun chonhab' chi', tzek'nhej winh wael t'a spat ix chi'."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix yalan ix t'a winh yetb'eyum icha tik: --Ha ticnaik, snachajel wuuj to a jun winh tzek'nhej onh yil t'a juntac el, wal yel schecab' Dios yaj winh."
        },
        {
            "number": "10",
            "text": "Yuj chi', wach' sco b'o junok cuarto t'a yib'anh ko pat tik, skak'anoch junok ch'at t'a yool, junok mexa, junok xila yet' junok candil, yic wach' ayic sjawi winh onh yila', ata' skan winh, xchi ix."
        },
        {
            "number": "11",
            "text": "Ix ek'xi winhaj Eliseo chi' ta' yet' winh schecab' scuchan Giezi, ix k'e heb' winh t'a yol jun cuarto chi', ata' ix waycan heb' winh."
        },
        {
            "number": "12",
            "text": "Ix yalan winh t'a winh schecab' chi' icha tik: --Avtej ix aj Sunem chi', xchi winh. Ix yavtan ix winh, ix jawi ix t'a yichanh winhaj Eliseo chi', ix yalan winh t'a winh schecab' chi':"
        },
        {
            "number": "13",
            "text": "--k'anb'ej t'a ix tas snib'ej sk'ol ix, yujto te wach' syutej sk'ol ix t'ayonh. Tato syal sk'ol ix syal tzonh lolon yet' winh rey yuj ix, ma yet' heb' yajalil heb' soldado, xchi winh. Ix yalan ix: --Maay, wach' waj t'a yol in chonhab' tik, xchi ix t'a winh checab' chi'. Ixlajwi chi', ix pax ix."
        },
        {
            "number": "14",
            "text": "--¿Tas wach' sco k'ulej t'a ix syal chi'? xchi winh t'a winh schecab' chi'. --Max nachajel wuuj, anhej, malaj yune' ix, haxo winh yetb'eyum ix icham winacxo winh, xchi winhaj Giezi chi'."
        },
        {
            "number": "15",
            "text": "--Avtejxicot ix, xchi winhaj Eliseo chi'. Ix avtajxicot ix, ix jawi tek'tek' ix t'a spuertail jun cuarto chi'."
        },
        {
            "number": "16",
            "text": "Ix yalan winhaj Eliseo chi' t'a ix: --Yab' wal icha tik junab', chelb'ilxo k'e junok une' uuj, xchi winh t'a ix. Ix yalan ix icha tik: --Maay mamin, ach schecab' Dios, manh ach b'uchwaj t'ayin, xchi ix."
        },
        {
            "number": "17",
            "text": "Palta ix scuchanoch jun yune' ix, haxo t'a junxo ab'il, ix alji jun yune' ix chi', icha wal ix aj yalan winhaj Eliseo chi'."
        },
        {
            "number": "18",
            "text": "Ix q'uib' jun unin chi', ay jun k'u ix b'at yil winh smam b'aj ayb'at yil heb' sjochum trigo."
        },
        {
            "number": "19",
            "text": "Ix yalan jun unin chi' t'a winh smam chi' icha tik: --Ay, te ya in jolom. Te ya in jolom, xchi. Ix yalan winh mamab'il chi' t'a junok heb' winh schecab': --Ik'b'at winh unin tik t'a ix snun, xchi winh."
        },
        {
            "number": "20",
            "text": "Ix ik'jib'at winh unin chi' t'a ix snun yuj winh checab' chi', ix schelank'e ix t'a sat xub', haxo ix och chimk'ualil ix chami."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi' ix b'at yak'ancanek' telan ix t'a sat sch'at winhaj Eliseo schecab' Dios chi', ix smacancan jun cuarto chi' ix."
        },
        {
            "number": "22",
            "text": "Elanhchamel ix yavtej winh yetb'eyum ix, ix yalan ix t'a winh: --Checb'at junok heb' winh ko checab' yet' junok nok' b'uru wed'oc, sb'at wilan winh schecab' Dios, nactic in jaxi, xchi ix."
        },
        {
            "number": "23",
            "text": "--¿Tas yuj b'at il winh ticnaik? Manh stiempoaloc yalji k'een uj, manh sk'ualoc pax ik'oj ip, xchi winh yetb'eyum ix chi'. --Manh ak' pensar, xchi ix."
        },
        {
            "number": "24",
            "text": "Ix yalan ix to tz'ak'jioch stz'uum nok' b'uru chi', ix yalan ix t'a winh schecab' chi': --Conh an, yelk'olal a pechan nok', manh a cha och waan nok' t'a yol b'e masanto a in ol wal t'ayach, xchi ix t'a winh."
        },
        {
            "number": "25",
            "text": "Icha chi' ix aj sb'at ix masanto ix k'och ix t'a lum witz Carmelo b'aj ayek' winhaj Eliseo schecab' Dios chi'. Najatto wan scot ix ix yilanb'at winh, ix yalan winh t'a winhaj Giezi icha tik: --Ilnab'i, a ix aj Sunem sjawi chi'."
        },
        {
            "number": "26",
            "text": "Ixic b'at cha ix, tza k'anb'an t'a ix tato wach' sk'ol ix yet' winh yetb'eyum yet' winh nene' unin, xchi winh. Ix b'at winh scha ix. Ix sk'anb'an winh t'a ix, ix yalan ix to wach' sk'ol heb'."
        },
        {
            "number": "27",
            "text": "Palta elanhchamel ix k'och ix b'aj ayek' winhaj Eliseo t'a lum witz Carmelo chi', ix och lak'naj ix t'a yoc winh, haxo winhaj Giezi chi' ix quetzanel ix yalani. Ix yalan winhaj Eliseo chi' t'a winh icha tik: --Actejel ix, yujto te cusnac spixan ix swila', manta tas syal Jehová t'ayin tas yuj ix cot ix, xchi winh."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix yalan ix icha tik: --Mamin, ¿tocwal a in ix in k'an t'ayach to tz'alji junok wune'? ¿Tom maj wal t'ayach tas yuj tonhej tzach b'uchwaj t'ayin? xchi ix."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix yalan winhaj Eliseo t'a winh schecab' chi': --Ak' lista a b'a, ik'b'at te' in k'ococh tik ed'oc, tzach b'at t'a elanhchamel. Tato ay mach tza cha'a, manh ach lolon yet'oc. Tato ay heb' tz'awajcot t'ayach, manh ach tak'woc t'a heb'. Ayic tzach k'och chi' tzak'em te' in k'ococh tik t'a sat winh unin chi', xchi winh."
        },
        {
            "number": "30",
            "text": "Ix yalan ix snun winh unin chi': --Swak' in ti' t'ayach t'a yichanh Jehová to max in b'at t'a tik tato max ach b'at wed'oc, xchi ix."
        },
        {
            "number": "31",
            "text": "Yuj chi' ix b'at winh yet' ix. Axo pax winhaj Giezi chi', toxo ix b'ab'lajb'at winh, toxo ix yak'em te' k'ococh chi' winh t'a sat winh unin chi', palta maj jaxlaj sk'ol winh. Yuj chi' ix cot winh scha winhaj Eliseo chi', ix yalan winh: --Max jalaj sk'ol winh unin chi', xchi winh."
        },
        {
            "number": "32",
            "text": "Ayic ix k'och winhaj Eliseo t'a yol cuarto chi', telanek' winh unin chi' t'a sat sch'at winh, chamnacxo."
        },
        {
            "number": "33",
            "text": "Yuj chi' ix och winh t'a yol jun cuarto chi' sch'ocoj yet' winh unin chi', ix smacan winh, ix lesalwi winh t'a Jehová."
        },
        {
            "number": "34",
            "text": "Ixlajwi chi' ix k'e winh t'a sat ch'at chi', ix k'e lachan winh t'a yib'anh winh unin chi', ix em tenan sat winh t'a sat winh unin chi', ix yak'anoch sti' winh t'a sti' yet' sk'ab' winh t'a sk'ab'. Ix k'e lachan winh t'a yib'anh winh unin chi'. Ix q'uixnajxi sniwanil winh unin chi'."
        },
        {
            "number": "35",
            "text": "Ix el winh t'a yib'anh winh unin chi', ix ek' b'esesoc winh t'a yol pat chi'. Ixlajwi chi' ix k'ex lachan winh t'a yib'anh winh unin chi' icha t'a sb'ab'elal. Axo ix aj jun, uquel ix ad'iswi winh unin chi', ichato chi' ix elta k'elan winh."
        },
        {
            "number": "36",
            "text": "Ix yavtan winhaj Giezi winhaj Eliseo chi', ix yalan winh: --Avtejcot ix sunamita chi', xchi winh. Ix b'at winh yavtejcot ix. Axo ix k'och ix t'a stz'ey winhaj Eliseo chi' jun, ix yalan winh: --Ina winh une' tik, xchi winh."
        },
        {
            "number": "37",
            "text": "Ix snitzanoch sb'a ix, ix em cuman ix t'a yichanh winh. Ixlajwi chi', ix schelank'e winh yune' ix chi', ix elta ix t'a yol scuarto winhaj Eliseo chi'."
        },
        {
            "number": "38",
            "text": "Ixlajwi chi', ix meltzajxi winhaj Eliseo chi' t'a Gilgal ayic te ayem jun niwan wejel t'a yol yic Israel. Ha junel molanoch heb' winh schecab' Dios t'a stz'ey winhaj Eliseo chi', ix yalan winh t'a winh schecab' icha tik: Ak'k'e junok niwan chen t'a yib'anh k'ak', tza b'oan swael heb' winh schecab' Dios tik, xchi winh."
        },
        {
            "number": "39",
            "text": "Ay jun winh t'a skal heb' winh checab' chi' ix b'at sayoj itaj. Ix ilchaj jun anh itaj icha anh caltacte'al k'um ay sat yuj winh. Ix smolancot sat chi' winh t'a yol jun spichul jucan. Axo yic ix jax winh, ix slesanem winh t'a yol jun niwan chen chi', palta manh yojtacoc winh tas."
        },
        {
            "number": "40",
            "text": "Ixlajwi chi' ix yak'an winh t'a heb' winh schecab' Dios chi'. Axo ix syamanoch heb' winh swa'i, ix el yav heb' winh, ix yalan heb' winh: --Mamin schecab' Dios, a jun wan ko chi'an tik ayb'at weneno t'a skal, xchi heb' winh. Yuj chi' majxo schilaj heb' winh."
        },
        {
            "number": "41",
            "text": "Ix yalan winhaj Eliseo chi' icha tik: --Ik'eccot jab'oc ixim harina t'ayin, xchi winh. Ix yak'anem ixim winh t'a yol chen chi', ix yalan winh: --Ha ticnaik ak' wa heb' anima tik, xchi winh. Axo ix schi'an heb', manhxalaj tas ix ik'an heb'."
        },
        {
            "number": "42",
            "text": "Axo t'a junel ix k'och jun winh winak aj Baal-salisa, yet'nac 20 ixim pan cebada winh b'ob'il t'a ixim b'ab'el sat cebada chi', ix yak'an winh t'a winhaj Eliseo chi', yet'nacpax ixim jolom trigo winh yaxto. Ix yalan winhaj Eliseo chi' t'a winh schecab': --Ak' ixim pan chi' swa heb' anima tik, xchi winh."
        },
        {
            "number": "43",
            "text": "Ix tak'wi winh schecab' winh chi': --¿Tocwal ol yal wak'an jab' tik t'a 100 anima tik? xchi winh. Ix yalanxi winhaj Eliseo chi': --Ak' wa heb' anima tik, yujto toxo ix yal Jehová to ol wa heb', aytopax ol canoc, xchi winh."
        },
        {
            "number": "44",
            "text": "Ixlajwi chi', ix yak'an wa heb' anima chi' winh checab' chi'. Ayto ix cani, icha wal ix aj yalan Jehová."
        }
    ]
}