{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun ix ix yetb'eyumcan junok eb' vinh schecab' Dios, ix b'at ix yal sb'ha t'a vinhaj Eliseo icha tik: --Ha vinh vetb'eyum chamnacxo vinh, ojtac to te ay xivk'olal vinh t'a Jehová. Axo ticnaic ay jun vinh ak'annac q'uen tumin smajnej vinh vetb'eyum chi', ix javi vinh t'ayin, snib'ej vinh syik'b'at chavanh eb' vune' tik schecab'oc yuj q'uen tumin chi', xchi ix."
        },
        {
            "number": "2",
            "text": "Ix sk'anb'an vinhaj Eliseo chi' t'a ix icha tik: --¿Tas tza nib'ej tzin b'o t'ayach? Al t'ayin tastac ay t'ayach, xchi vinh. Ix yalan ix t'a vinh icha tik: --Ha in a checab' in tik, malaj val jab'oc tas ay t'ayin, anhej val jab' yune' xalu aceite ayek' t'ayin, xchi ix."
        },
        {
            "number": "3",
            "text": "Ix yalan vinh t'a ix: --Ixic, tza k'anan a majnej jantac xalu t'a eb' ay t'a a lak'anil, jantacnhej malaj yool tz'ilchaj uuj."
        },
        {
            "number": "4",
            "text": "Elanhchamel tzach och t'a yol a pat yet' eb' vinh une' chi'. Tza macan a pat chi', tzak'an b'ud'joc masanil juntzanh yet'tal chi' t'a aceite chi'. Ch'oc b'aj tzak'canem juntzanh sb'ud'jican chi', xchi vinh."
        },
        {
            "number": "5",
            "text": "Ayic ix lajvi slolon ix yet' vinhaj Eliseo chi', ix b'at smacanoch sb'a ix yet' eb' vinh yune' chi' t'a yol spat, ix syamanoch eb' sb'ut'an juntzanh xalu ix smajnej chi' t'a aceite chi'."
        },
        {
            "number": "6",
            "text": "Ayic toxo ix b'ud'ji masanil xalu chi', ix yalan ix t'a junok eb' vinh yune' chi' icha tik: --Ik'cot junocxo xalu, xchi ix. Ix yalan jun vinh yune' ix chi': --Manhxalaj tas, xchi vinh. Ha val t'a jun rato chi' ix vanaj aceite chi' yeli."
        },
        {
            "number": "7",
            "text": "Ix lajvinhej chi', ix b'at ix yal t'a vinhaj Eliseo schecab' Dios chi', ix yalan vinh icha tik t'a ix: --Ha ticnaic ixic a chonh aceite chi', slajvi chi' tza tupan a b'oc chi', haxo jantac stojol chi' scani, tza k'an q'ueen yet' eb' vinh une' chi', xchi vinh t'a ix."
        },
        {
            "number": "8",
            "text": "Ay jun k'u ix ek' vinhaj Eliseo t'a chonhab' Sunem. Ata' ay jun ix ix te b'eyum. Ix och tean ix t'a vinh to tzek' vinh vael t'a spat ix. Yuj chi' ayic tzek' vinh juntac el t'a jun chonhab' chi', tzek'nhej vinh vael t'a spat ix chi'."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix yalan ix t'a vinh yetb'eyum icha tik: --Ha ticnaic, snachajel vuuj to a jun vinh tzek'nhej onh yil t'a juntac el, val yel schecab' Dios yaj vinh."
        },
        {
            "number": "10",
            "text": "Yuj chi', wach' sco b'o junok cuarto t'a yib'anh co pat tik, scak'anoch junok ch'at t'a yool, junok mexa, junok xila yet' junok candil, yic wach' ayic sjavi vinh onh yila', ata' skan vinh, xchi ix."
        },
        {
            "number": "11",
            "text": "Ix ek'xi vinhaj Eliseo chi' ta' yet' vinh schecab' scuchan Giezi, ix q'ue eb' vinh t'a yol jun cuarto chi', ata' ix vaycan eb' vinh."
        },
        {
            "number": "12",
            "text": "Ix yalan vinh t'a vinh schecab' chi' icha tik: --Avtej ix aj Sunem chi', xchi vinh. Ix yavtan ix vinh, ix javi ix t'a yichanh vinhaj Eliseo chi', ix yalan vinh t'a vinh schecab' chi':"
        },
        {
            "number": "13",
            "text": "--k'anb'ej t'a ix tas snib'ej sk'ol ix, yujto te wach' syutej sk'ol ix t'ayonh. Tato syal sk'ol ix syal tzonh lolon yet' vinh rey yuj ix, ma yet' eb' yajalil eb' soldado, xchi vinh. Ix yalan ix: --Maay, wach' vaj t'a yol in chonhab' tik, xchi ix t'a vinh checab' chi'. Ixlajwi chi', ix pax ix."
        },
        {
            "number": "14",
            "text": "--¿Tas wach' sco k'ulej t'a ix syal chi'? xchi vinh t'a vinh schecab' chi'. --Max nachajel vuuj, anhej, malaj yune' ix, haxo vinh yetb'eyum ix icham vinacxo vinh, xchi vinhaj Giezi chi'."
        },
        {
            "number": "15",
            "text": "--Avtejxicot ix, xchi vinhaj Eliseo chi'. Ix avtajxicot ix, ix javi tek'tek' ix t'a spuertail jun cuarto chi'."
        },
        {
            "number": "16",
            "text": "Ix yalan vinhaj Eliseo chi' t'a ix: --Yab' val icha tik junab', chelb'ilxo q'ue junok une' uuj, xchi vinh t'a ix. Ix yalan ix icha tik: --Maay mamin, ach schecab' Dios, manh ach b'uchvaj t'ayin, xchi ix."
        },
        {
            "number": "17",
            "text": "Palta ix scuchanoch jun yune' ix, haxo t'a junxo ab'il, ix alji jun yune' ix chi', icha val ix aj yalan vinhaj Eliseo chi'."
        },
        {
            "number": "18",
            "text": "Ix q'uib' jun unin chi', ay jun k'u ix b'at yil vinh smam b'aj ayb'at yil eb' sjochum trigo."
        },
        {
            "number": "19",
            "text": "Ix yalan jun unin chi' t'a vinh smam chi' icha tik: --Ay, te ya in jolom. Te ya in jolom, xchi. Ix yalan vinh mamab'il chi' t'a junok eb' vinh schecab': --Ik'b'at vinh unin tik t'a ix snun, xchi vinh."
        },
        {
            "number": "20",
            "text": "Ix ik'jib'at vinh unin chi' t'a ix snun yuj vinh checab' chi', ix schelanq'ue ix t'a sat xub', haxo ix och chimk'ualil ix chami."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi' ix b'at yak'ancanek' telan ix t'a sat sch'at vinhaj Eliseo schecab' Dios chi', ix smacancan jun cuarto chi' ix."
        },
        {
            "number": "22",
            "text": "Elanhchamel ix yavtej vinh yetb'eyum ix, ix yalan ix t'a vinh: --Checb'at junok eb' vinh co checab' yet' junok nok' b'uru ved'oc, sb'at vilan vinh schecab' Dios, nactic in jaxi, xchi ix."
        },
        {
            "number": "23",
            "text": "--¿Tas yuj b'at il vinh ticnaic? Manh stiempoaloc yalji q'uen uj, manh sk'ualoc pax ik'oj ip, xchi vinh yetb'eyum ix chi'. --Manh ak' pensar, xchi ix."
        },
        {
            "number": "24",
            "text": "Ix yalan ix to tz'ak'jioch stz'uum nok' b'uru chi', ix yalan ix t'a vinh schecab' chi': --Conh an, yelk'olal a pechan nok', manh a cha och vaan nok' t'a yol b'e masanto a in ol val t'ayach, xchi ix t'a vinh."
        },
        {
            "number": "25",
            "text": "Icha chi' ix aj sb'at ix masanto ix k'och ix t'a lum vitz Carmelo b'aj ayek' vinhaj Eliseo schecab' Dios chi'. Najatto van scot ix ix yilanb'at vinh, ix yalan vinh t'a vinhaj Giezi icha tik: --Ilnab'i, a ix aj Sunem sjavi chi'."
        },
        {
            "number": "26",
            "text": "Ixic b'at cha ix, tza k'anb'an t'a ix tato wach' sk'ol ix yet' vinh yetb'eyum yet' vinh nene' unin, xchi vinh. Ix b'at vinh scha ix. Ix sk'anb'an vinh t'a ix, ix yalan ix to wach' sk'ol eb'."
        },
        {
            "number": "27",
            "text": "Palta elanhchamel ix k'och ix b'aj ayek' vinhaj Eliseo t'a lum vitz Carmelo chi', ix och lak'naj ix t'a yoc vinh, haxo vinhaj Giezi chi' ix quetzanel ix yalani. Ix yalan vinhaj Eliseo chi' t'a vinh icha tik: --Actejel ix, yujto te cusnac spixan ix svila', manta tas syal Jehová t'ayin tas yuj ix cot ix, xchi vinh."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix yalan ix icha tik: --Mamin, ¿tocval a in ix in k'an t'ayach to tz'alji junok vune'? ¿Tom maj val t'ayach tas yuj tonhej tzach b'uchvaj t'ayin? xchi ix."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix yalan vinhaj Eliseo t'a vinh schecab' chi': --Ak' lista a b'a, ik'b'at te' in k'ococh tik ed'oc, tzach b'at t'a elanhchamel. Tato ay mach tza cha'a, manh ach lolon yet'oc. Tato ay eb' tz'avajcot t'ayach, manh ach tak'voc t'a eb'. Ayic tzach k'och chi' tzaq'uem te' in k'ococh tik t'a sat vinh unin chi', xchi vinh."
        },
        {
            "number": "30",
            "text": "Ix yalan ix snun vinh unin chi': --Svak' in ti' t'ayach t'a yichanh Jehová to max in b'at t'a tik tato max ach b'at ved'oc, xchi ix."
        },
        {
            "number": "31",
            "text": "Yuj chi' ix b'at vinh yet' ix. Axo pax vinhaj Giezi chi', toxo ix b'ab'lajb'at vinh, toxo ix yaq'uem te' k'ococh chi' vinh t'a sat vinh unin chi', palta maj jaxlaj sk'ol vinh. Yuj chi' ix cot vinh scha vinhaj Eliseo chi', ix yalan vinh: --Max jalaj sk'ol vinh unin chi', xchi vinh."
        },
        {
            "number": "32",
            "text": "Ayic ix k'och vinhaj Eliseo t'a yol cuarto chi', telanek' vinh unin chi' t'a sat sch'at vinh, chamnacxo."
        },
        {
            "number": "33",
            "text": "Yuj chi' ix och vinh t'a yol jun cuarto chi' sch'ocoj yet' vinh unin chi', ix smacan vinh, ix lesalvi vinh t'a Jehová."
        },
        {
            "number": "34",
            "text": "Ixlajwi chi' ix q'ue vinh t'a sat ch'at chi', ix q'ue lachan vinh t'a yib'anh vinh unin chi', ix em tenan sat vinh t'a sat vinh unin chi', ix yak'anoch sti' vinh t'a sti' yet' sk'ab' vinh t'a sk'ab'. Ix q'ue lachan vinh t'a yib'anh vinh unin chi'. Ix q'uixnajxi snivanil vinh unin chi'."
        },
        {
            "number": "35",
            "text": "Ix el vinh t'a yib'anh vinh unin chi', ix ek' b'esesoc vinh t'a yol pat chi'. Ixlajwi chi' ix q'uex lachan vinh t'a yib'anh vinh unin chi' icha t'a sb'ab'elal. Axo ix aj jun, uquel ix ad'isvi vinh unin chi', ichato chi' ix elta q'uelan vinh."
        },
        {
            "number": "36",
            "text": "Ix yavtan vinhaj Giezi vinhaj Eliseo chi', ix yalan vinh: --Avtejcot ix sunamita chi', xchi vinh. Ix b'at vinh yavtejcot ix. Axo ix k'och ix t'a stz'ey vinhaj Eliseo chi' jun, ix yalan vinh: --Ina vinh une' tik, xchi vinh."
        },
        {
            "number": "37",
            "text": "Ix snitzanoch sb'a ix, ix em cuman ix t'a yichanh vinh. Ixlajwi chi', ix schelanq'ue vinh yune' ix chi', ix elta ix t'a yol scuarto vinhaj Eliseo chi'."
        },
        {
            "number": "38",
            "text": "Ixlajwi chi', ix meltzajxi vinhaj Eliseo chi' t'a Gilgal ayic te ayem jun niwan vejel t'a yol yic Israel. Ha junel molanoch eb' vinh schecab' Dios t'a stz'ey vinhaj Eliseo chi', ix yalan vinh t'a vinh schecab' icha tik: Ak'q'ue junok niwan chen t'a yib'anh k'ak', tza b'oan svael eb' vinh schecab' Dios tik, xchi vinh."
        },
        {
            "number": "39",
            "text": "Ay jun vinh t'a skal eb' vinh checab' chi' ix b'at sayoj itaj. Ix ilchaj jun anh itaj icha anh caltacte'al k'um ay sat yuj vinh. Ix smolancot sat chi' vinh t'a yol jun spichul jucan. Axo yic ix jax vinh, ix slesanem vinh t'a yol jun niwan chen chi', palta manh yojtacoc vinh tas."
        },
        {
            "number": "40",
            "text": "Ixlajwi chi' ix yak'an vinh t'a eb' vinh schecab' Dios chi'. Axo ix syamanoch eb' vinh sva'i, ix el yav eb' vinh, ix yalan eb' vinh: --Mamin schecab' Dios, a jun van co chi'an tik ayb'at veneno t'a skal, xchi eb' vinh. Yuj chi' majxo schilaj eb' vinh."
        },
        {
            "number": "41",
            "text": "Ix yalan vinhaj Eliseo chi' icha tik: --Iq'ueccot jab'oc ixim harina t'ayin, xchi vinh. Ix yak'anem ixim vinh t'a yol chen chi', ix yalan vinh: --Ha ticnaic ak' wa eb' anima tik, xchi vinh. Axo ix schi'an eb', manhxalaj tas ix ik'an eb'."
        },
        {
            "number": "42",
            "text": "Axo t'a junel ix k'och jun vinh vinac aj Baal-salisa, yet'nac 20 ixim pan cebada vinh b'ob'il t'a ixim b'ab'el sat cebada chi', ix yak'an vinh t'a vinhaj Eliseo chi', yet'nacpax ixim jolom trigo vinh yaxto. Ix yalan vinhaj Eliseo chi' t'a vinh schecab': --Ak' ixim pan chi' sva eb' anima tik, xchi vinh."
        },
        {
            "number": "43",
            "text": "Ix tak'vi vinh schecab' vinh chi': --¿Tocval ol yal vak'an jab' tik t'a 100 anima tik? xchi vinh. Ix yalanxi vinhaj Eliseo chi': --Ak' wa eb' anima tik, yujto toxo ix yal Jehová to ol wa eb', aytopax ol canoc, xchi vinh."
        },
        {
            "number": "44",
            "text": "Ixlajwi chi', ix yak'an wa eb' anima chi' vinh checab' chi'. Ayto ix cani, icha val ix aj yalan Jehová."
        }
    ]
}