{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun vinh vinac scuch Naamán, yajalil eb' soldado vinh sreyal Siria. Te xajan vinh yuj vinh rey chi', te niwan pax yelk'och vinh, yujto a Jehová ix ak'anoch eb' ajk'ol t'a yol sk'ab' vinh. Te jelan vinh t'a oval, palta ayoch jun yab'il lepra t'a vinh."
        },
        {
            "number": "2",
            "text": "Ay junel, ay juntzanh eb' soldado aj Siria ix b'at elk'al t'a yol yic Israel. Ix yelq'uejb'at jun ix cob'es unin eb'. Ix och ix schecab'oc ix yetb'eyum vinhaj Naamán chi'."
        },
        {
            "number": "3",
            "text": "Ix yalan ix cob'es unin chi' t'a ix b'aj ayoch checab'oc chi': --Comonoc sb'at vinh in patrón tik t'a jun vinh schecab' Dios ay t'a Samaria, talaj sb'oxi vinh yuj jun yab'il tik, xchi ix."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix b'at vinhaj Naamán chi' yal t'a vinh sreyal Siria tas ix yal ix cob'es chi'."
        },
        {
            "number": "5",
            "text": "Ix yalan vinh rey chi' t'a vinh: --Wach' tzach b'ati, svak'b'at junok carta t'a vinh sreyal Israel chi', xchi vinh. Icha chi' ix aj sb'at vinhaj Naamán chi', ix yik'anb'at nanhal svajxaquil quintal q'uen plata vinh yet' nanhal schab'il quintal q'uen oro yet' lajunh moj pichul."
        },
        {
            "number": "6",
            "text": "Ix yik'anb'at jun carta chi' vinh t'a vinh sreyal Israel chi', syalan vinh sreyal Siria chi' t'a jun carta chi' icha tik: Ayic ol a chaan in carta tik, ol ojtaquejeli to a in tzin checb'at vinh sat yajal eb' in soldado scuchan Naamán tik t'ayach, tzanhtej vinh t'a jun lepra ayoch t'ay, xchi vinh t'a scarta chi'."
        },
        {
            "number": "7",
            "text": "Ayic ix lajvi yilan jun carta chi' vinh sreyal Israel chi', ix snhik'chitanb'at spichul vinh yuj sch'oxaneli to tz'och vinh t'a ilk'olal, ix yalan vinh: --Tocval Dios in, ¿tom a in syal vak'an schamel anima, ma svak'anpax sq'uinal eb', yuj chi' schecjicot jun vinh vinac tik t'ayin yic sviq'uel jun lepra tik t'a vinh? Syalelk'ochi to ay tas sna' vinh rey chi' t'a in patic, xchi vinh."
        },
        {
            "number": "8",
            "text": "Ayic ix yab'an vinhaj Eliseo schecab' Dios to ix snhik'chitejb'at spichul vinh rey chi', ix yalanb'at vinh: --¿Tas yuj ix a nhik'chitejb'at a pichul? Checcot jun vinh chi' t'ayin, ol yilan vinh to ay schecab' Dios t'a co chonhab' Israel tik, xchib'at vinh."
        },
        {
            "number": "9",
            "text": "Ix b'at vinhaj Naamán chi' yet' scarruaje yet' schej yet' eb' ajun yet'oc, ix k'och linhan eb' t'a sti' spat vinhaj Eliseo chi'."
        },
        {
            "number": "10",
            "text": "Ix schecanb'at vinh schecab' vinhaj Eliseo chi' yal t'a vinhaj Naamán chi' icha tik: Ixic, b'at b'iquel uqueloc a b'ha t'ha ha' Jordán, icha chi' ol aj yel yab'il lepra chi' t'a a nivanil chi', xchi vinhaj Eliseo chi'."
        },
        {
            "number": "11",
            "text": "Ix cot yoval vinhaj Naamán chi', ix b'at vinh, ix yalan vinh: --Ha val in naani to ol elta vinh in scha'a, ol q'ue val linhan vinh slesalvi t'a Jehová sDiosal t'a vichanh, ol yak'anek' sk'ab' vinh b'aj ayoch lepra chi' t'ayin, tz'elcan yab'il valani."
        },
        {
            "number": "12",
            "text": "¿Toc ek'b'al svach'il junok ha' ay t'a Israel tik t'a yichanh ha' Abana yet' ha' Farfar ay t'a Damasco? ¿Tom max yal b'at in b'icanel in b'ha t'a yol ha' chi', tzin b'oxi? xchi vinh. Te aycot yoval vinh, ix meltzaj vinh."
        },
        {
            "number": "13",
            "text": "Palta haxo eb' schecab' vinh ajun yet'oc, ix yal eb' t'a vinh icha tik: --Mamin, q'uinaloc ay junok tas ajaltac ix yal vinh schecab' Dios t'ayach, ¿tom max a k'anab'ajej? Ocxo jun, anhej ix yal vinh to tza b'iquel a b'a tzach b'oxicani, xchi eb' t'a vinh."
        },
        {
            "number": "14",
            "text": "Ichato chi' ix b'at vinhaj Naamán chi', uquel ix em vinh t'a yol ha' Jordán chi', icha ix aj yalan vinhaj Eliseo schecab' Dios. Ix b'oxican snivanil vinh chi', icha snivanil junok unin, te wach' ix ajcani."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix b'at vinh yet' eb' ajun yet' chi' yil vinhaj Eliseo chi'. Ayic ix k'och eb' t'a yichanh vinh, ix yalan vinhaj Naamán chi' icha tik: --Ha ticnaic ix nachajel vuuj to malaj junocxo Dios t'a yol yib'anhk’inal tik, palta anhej val e Diosal a ex israel ex tik. Yuj chi', elocab' t'a a k'ool a chaan in silab' svak' tik t'ayach, xchi vinh."
        },
        {
            "number": "16",
            "text": "Ix tak'vi vinhaj Eliseo chi': --Svak' in ti' t'a Jehová, aton ayin schecab', max in chalaj tas tzak' chi', xchi vinh. Wach'chom ix ochnhej tean vinhaj Naamán chi' t'a vinh, palta maj schalaj vinh."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix yalan vinhaj Naamán chi' icha tik: --Tato icha chi' jun, eloc val t'a a k'ool a chaan vik'b'at chab'oc chejal lum lum yic Israel tik, yujto a in a checab' in tik, manhxa junocxo dios b'aj ol vak' in silab', palta to anhej t'a Jehová sDiosal Israel."
        },
        {
            "number": "18",
            "text": "Anhej val jun tzin k'an t'a Jehová to tzin yak' nivank'olal, yujto ayic ol b'at vinh in reyal yaq'uem sb'ha t'a stemplo sdiosal scuch Rimón, ol och quetzquetz vinh t'a in k'ab', anhejtona' ol in em cuman yet' vinh t'a templo chi', yak'ocab' nivank'olal Jehová t'a in patic yuj jun chi', xchi vinhaj Naamán chi'."
        },
        {
            "number": "19",
            "text": "Ix tak'vi vinhaj Eliseo chi': --Manh ak' pensar, ixic, xchi vinh. Ix b'at vinhaj Naamán chi'. Palta quenanto sb'at vinh,"
        },
        {
            "number": "20",
            "text": "ix snaan vinhaj Giezi schecab' vinhaj Eliseo chi': ¿Tas yuj tonhej ix schab'at vinhaj Naamán aj Siria vinh vajalil tik, malaj jab'oc tas ix yak'kan vinh? Svak' in ti' t'a Jehová to b'at in tzak'vej vinh, yalnhej tas ol viq'uek' t'a vinh, xchi vinh."
        },
        {
            "number": "21",
            "text": "Ix b'at lemnaj vinhaj Giezi chi'. Axo ix yilancot vinhaj Naamán to van scot vinh t'a spatic, ix emta vinh t'a yol scarruaje, ix cot vinh scha vinh, ix sk'anb'an vinh: --¿Mantoc ay tas ix uji? xchi vinh."
        },
        {
            "number": "22",
            "text": "Ix tak'vi vinhaj Giezi chi' icha tik: Maay, malaj tasi, palta a vinh vajalil ix in checancot val t'ayach to ato val sk'och chavanh eb' quelemtac schecab' Dios spetoj t'a tzalquixtac yic Efraín. Yuj chi' sk'an vinh t'ayach to tzak' oxeoc arroba q'uen plata yet' cha mojanhoc k'apac pichul yuj eb' vinh, xchi vinh."
        },
        {
            "number": "23",
            "text": "Ix tak'vi vinhaj Naamán chi': --Comonoc tz'el t'a a k'ool tza cha val vaqueoc arroba q'uen plata tik, xchi vinh. Yacb'an van yalan vinh chi', ix schecan vinh ak'chajem q'ueen yet' cha moj k'apac pichul chi' t'a yol chab' coxtal, ix yak'ancot chavanh schecab' vinh yet' vinhaj Giezi chi'."
        },
        {
            "number": "24",
            "text": "Ayic ix k'och eb' t'a tzalan b'aj ayek' vinhaj Eliseo chi', ix yik'an ek' vinhaj Giezi tastac yet'nac eb' schecab' vinhaj Naamán chi', ix sk'ub'ancanel vinh t'a yol spat, ix schecan meltzaj eb' vinh."
        },
        {
            "number": "25",
            "text": "Elanhchamel ix javi vinh t'a vinhaj Eliseo chi', ix sk'anb'an vinhaj Eliseo chi' t'a vinh: --Giezi, ¿b'ajtil ix ach xid'eq'ui? xchi vinh. --Malaj b'aj ix in xid'ek' mamin, xchi vinhaj Giezi chi'."
        },
        {
            "number": "26",
            "text": "Palta ix yalan vinhaj Eliseo chi' t'a vinh icha tik: --Ayic ix emta jun vinh vinac t'a yol scarruaje ix cot vinh ul ach scha'a, ¿tocval maj yil in pixan jun chi' tza na'a? Ha ticnaic, manh smojoc co chaan tumin yet' pichul. Manh smojoc pax co manan te' avb'en te', icha te' olivo yet' te' uva, nok' calnel, ma nok' vacax, ma eb' vinh checab' yet' eb' ix checab'."
        },
        {
            "number": "27",
            "text": "Yuj jun tas ix a k'ulej tik, a ticnaic, a slepra vinhaj Naamán chi' ol ochcan t'ayach yet' t'a eb' inhtilal t'a junelnhej, xchi vinh. Axo yic ix spucan sb'a vinhaj Giezi yet' vinhaj Eliseo chi', ayxo lepra t'a vinh, sacxonhej yilji snivanil vinh icha q'uen cheev."
        }
    ]
}