{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun winh vinac scuch Naamán, yajalil eb' soldado winh sreyal Siria. Te xajan winh yuj winh rey chi', te niwan pax yelk'och winh, yujto a Jehová ix ak'anoch eb' ajk'ol t'a yol sk'ab' winh. Te jelan winh t'a oval, palta ayoch jun yab'il lepra t'a winh."
        },
        {
            "number": "2",
            "text": "Ay junel, ay juntzanh eb' soldado aj Siria ix b'at elk'al t'a yol yic Israel. Ix yelq'uejb'at jun ix cob'es unin eb'. Ix och ix schecab'oc ix yetb'eyum winhaj Naamán chi'."
        },
        {
            "number": "3",
            "text": "Ix yalan ix cob'es unin chi' t'a ix b'aj ayoch checab'oc chi': --Comonoc sb'at winh in patrón tik t'a jun winh schecab' Dios ay t'a Samaria, talaj sb'oxi winh yuj jun yab'il tik, xchi ix."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix b'at winhaj Naamán chi' yal t'a winh sreyal Siria tas ix yal ix cob'es chi'."
        },
        {
            "number": "5",
            "text": "Ix yalan winh rey chi' t'a winh: --Wach' tzach b'ati, svak'b'at junok carta t'a winh sreyal Israel chi', xchi winh. Icha chi' ix aj sb'at winhaj Naamán chi', ix yik'anb'at nanhal svajxaquil quintal q'uen plata winh yet' nanhal schab'il quintal q'uen oro yet' lajunh moj pichul."
        },
        {
            "number": "6",
            "text": "Ix yik'anb'at jun carta chi' winh t'a winh sreyal Israel chi', syalan winh sreyal Siria chi' t'a jun carta chi' icha tik: Ayic ol a chaan in carta tik, ol ojtaquejeli to a in tzin checb'at winh sat yajal eb' in soldado scuchan Naamán tik t'ayach, tzanhtej winh t'a jun lepra ayoch t'ay, xchi winh t'a scarta chi'."
        },
        {
            "number": "7",
            "text": "Ayic ix lajvi yilan jun carta chi' winh sreyal Israel chi', ix snhik'chitanb'at spichul winh yuj sch'oxaneli to tz'och winh t'a ilk'olal, ix yalan winh: --Tocval Dios in, ¿tom a in syal vak'an schamel anima, ma svak'anpax sk'inal eb', yuj chi' schecjicot jun winh vinac tik t'ayin yic sviq'uel jun lepra tik t'a winh? Syalelk'ochi to ay tas sna' winh rey chi' t'a in patic, xchi winh."
        },
        {
            "number": "8",
            "text": "Ayic ix yab'an winhaj Eliseo schecab' Dios to ix snhik'chitejb'at spichul winh rey chi', ix yalanb'at winh: --¿Tas yuj ix a nhik'chitejb'at a pichul? Checcot jun winh chi' t'ayin, ol yilan winh to ay schecab' Dios t'a co chonhab' Israel tik, xchib'at winh."
        },
        {
            "number": "9",
            "text": "Ix b'at winhaj Naamán chi' yet' scarruaje yet' schej yet' eb' ajun yet'oc, ix k'och linhan eb' t'a sti' spat winhaj Eliseo chi'."
        },
        {
            "number": "10",
            "text": "Ix schecanb'at winh schecab' winhaj Eliseo chi' yal t'a winhaj Naamán chi' icha tik: Ixic, b'at b'iquel uqueloc a b'ha t'ha ha' Jordán, icha chi' ol aj yel yab'il lepra chi' t'a a nivanil chi', xchi winhaj Eliseo chi'."
        },
        {
            "number": "11",
            "text": "Ix cot yoval winhaj Naamán chi', ix b'at winh, ix yalan winh: --Ha val in naani to ol elta winh in scha'a, ol q'ue val linhan winh slesalvi t'a Jehová sDiosal t'a vichanh, ol yak'anek' sk'ab' winh b'aj ayoch lepra chi' t'ayin, tz'elcan yab'il valani."
        },
        {
            "number": "12",
            "text": "¿Toc ek'b'al swach'il junok ha' ay t'a Israel tik t'a yichanh ha' Abana yet' ha' Farfar ay t'a Damasco? ¿Tom max yal b'at in b'icanel in b'ha t'a yol ha' chi', tzin b'oxi? xchi winh. Te aycot yoval winh, ix meltzaj winh."
        },
        {
            "number": "13",
            "text": "Palta haxo eb' schecab' winh ajun yet'oc, ix yal eb' t'a winh icha tik: --Mamin, q'uinaloc ay junok tas ajaltac ix yal winh schecab' Dios t'ayach, ¿tom max a k'anab'ajej? Ocxo jun, anhej ix yal winh to tza b'iquel a b'a tzach b'oxicani, xchi eb' t'a winh."
        },
        {
            "number": "14",
            "text": "Ichato chi' ix b'at winhaj Naamán chi', uquel ix em winh t'a yol ha' Jordán chi', icha ix aj yalan winhaj Eliseo schecab' Dios. Ix b'oxican snivanil winh chi', icha snivanil junok unin, te wach' ix ajcani."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix b'at winh yet' eb' ajun yet' chi' yil winhaj Eliseo chi'. Ayic ix k'och eb' t'a yichanh winh, ix yalan winhaj Naamán chi' icha tik: --Ha ticnaic ix nachajel vuuj to malaj junocxo Dios t'a yol yib'anhk’inal tik, palta anhej val e Diosal a ex israel ex tik. Yuj chi', elocab' t'a a k'ool a chaan in silab' svak' tik t'ayach, xchi winh."
        },
        {
            "number": "16",
            "text": "Ix tak'vi winhaj Eliseo chi': --Svak' in ti' t'a Jehová, aton ayin schecab', max in chalaj tas tzak' chi', xchi winh. Wach'chom ix ochnhej tean winhaj Naamán chi' t'a winh, palta maj schalaj winh."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix yalan winhaj Naamán chi' icha tik: --Tato icha chi' jun, eloc val t'a a k'ool a chaan vik'b'at chab'oc chejal lum lum yic Israel tik, yujto a in a checab' in tik, manhxa junocxo dios b'aj ol vak' in silab', palta to anhej t'a Jehová sDiosal Israel."
        },
        {
            "number": "18",
            "text": "Anhej val jun tzin k'an t'a Jehová to tzin yak' nivank'olal, yujto ayic ol b'at winh in reyal yaq'uem sb'ha t'a stemplo sdiosal scuch Rimón, ol och quetzquetz winh t'a in k'ab', anhejtona' ol in em cuman yet' winh t'a templo chi', yak'ocab' nivank'olal Jehová t'a in patic yuj jun chi', xchi winhaj Naamán chi'."
        },
        {
            "number": "19",
            "text": "Ix tak'vi winhaj Eliseo chi': --Manh ak' pensar, ixic, xchi winh. Ix b'at winhaj Naamán chi'. Palta quenanto sb'at winh,"
        },
        {
            "number": "20",
            "text": "ix snaan winhaj Giezi schecab' winhaj Eliseo chi': ¿Tas yuj tonhej ix schab'at winhaj Naamán aj Siria winh vajalil tik, malaj jab'oc tas ix yak'kan winh? Svak' in ti' t'a Jehová to b'at in tzak'vej winh, yalnhej tas ol viq'uek' t'a winh, xchi winh."
        },
        {
            "number": "21",
            "text": "Ix b'at lemnaj winhaj Giezi chi'. Axo ix yilancot winhaj Naamán to van scot winh t'a spatic, ix emta winh t'a yol scarruaje, ix cot winh scha winh, ix sk'anb'an winh: --¿Mantoc ay tas ix uji? xchi winh."
        },
        {
            "number": "22",
            "text": "Ix tak'vi winhaj Giezi chi' icha tik: Maay, malaj tasi, palta a winh vajalil ix in checancot val t'ayach to ato val sk'och chavanh eb' quelemtac schecab' Dios spetoj t'a tzalquixtac yic Efraín. Yuj chi' sk'an winh t'ayach to tzak' oxeoc arroba q'uen plata yet' cha mojanhoc k'apac pichul yuj eb' winh, xchi winh."
        },
        {
            "number": "23",
            "text": "Ix tak'vi winhaj Naamán chi': --Comonoc tz'el t'a a k'ool tza cha val vaqueoc arroba q'uen plata tik, xchi winh. Yacb'an van yalan winh chi', ix schecan winh ak'chajem q'ueen yet' cha moj k'apac pichul chi' t'a yol chab' coxtal, ix yak'ancot chavanh schecab' winh yet' winhaj Giezi chi'."
        },
        {
            "number": "24",
            "text": "Ayic ix k'och eb' t'a tzalan b'aj ayek' winhaj Eliseo chi', ix yik'an ek' winhaj Giezi tastac yet'nac eb' schecab' winhaj Naamán chi', ix sk'ub'ancanel winh t'a yol spat, ix schecan meltzaj eb' winh."
        },
        {
            "number": "25",
            "text": "Elanhchamel ix javi winh t'a winhaj Eliseo chi', ix sk'anb'an winhaj Eliseo chi' t'a winh: --Giezi, ¿b'ajtil ix ach xid'eq'ui? xchi winh. --Malaj b'aj ix in xid'ek' mamin, xchi winhaj Giezi chi'."
        },
        {
            "number": "26",
            "text": "Palta ix yalan winhaj Eliseo chi' t'a winh icha tik: --Ayic ix emta jun winh vinac t'a yol scarruaje ix cot winh ul ach scha'a, ¿tocval maj yil in pixan jun chi' tza na'a? Ha ticnaic, manh smojoc co chaan tumin yet' pichul. Manh smojoc pax co manan te' avb'en te', icha te' olivo yet' te' uva, nok' calnel, ma nok' vacax, ma eb' winh checab' yet' eb' ix checab'."
        },
        {
            "number": "27",
            "text": "Yuj jun tas ix a k'ulej tik, a ticnaic, a slepra winhaj Naamán chi' ol ochcan t'ayach yet' t'a eb' inhtilal t'a junelnhej, xchi winh. Axo yic ix spucan sb'a winhaj Giezi yet' winhaj Eliseo chi', ayxo lepra t'a winh, sacxonhej yilji snivanil winh icha q'uen cheev."
        }
    ]
}