{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun winh winak scuch Naamán, yajalil heb' soldado winh sreyal Siria. Te xajan winh yuj winh rey chi', te niwan pax yelk'och winh, yujto a Jehová ix ak'anoch heb' ajk'ol t'a yol sk'ab' winh. Te jelan winh t'a owal, palta ayoch jun yab'il lepra t'a winh."
        },
        {
            "number": "2",
            "text": "Ay junel, ay juntzanh heb' soldado aj Siria ix b'at elk'al t'a yol yic Israel. Ix yelk'ejb'at jun ix cob'es unin heb'. Ix och ix schekab'oc ix yetb'eyum winhaj Naamán chi'."
        },
        {
            "number": "3",
            "text": "Ix yalan ix cob'es unin chi' t'a ix b'aj ayoch chekab'oc chi': --Comonoc sb'at winh in patrón tik t'a jun winh schekab' Dios ay t'a Samaria, talaj sb'oxi winh yuj jun yab'il tik, xchi ix."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix b'at winhaj Naamán chi' yal t'a winh sreyal Siria tas ix yal ix cob'es chi'."
        },
        {
            "number": "5",
            "text": "Ix yalan winh rey chi' t'a winh: --Wach' tzach b'ati, swak'b'at junok carta t'a winh sreyal Israel chi', xchi winh. Icha chi' ix aj sb'at winhaj Naamán chi', ix yik'anb'at nanhal swajxaquil quintal k'een plata winh yet' nanhal schab'il quintal k'een oro yet' lajunh moj pichul."
        },
        {
            "number": "6",
            "text": "Ix yik'anb'at jun carta chi' winh t'a winh sreyal Israel chi', syalan winh sreyal Siria chi' t'a jun carta chi' icha tik: Ayic ol a chaan in carta tik, ol ojtaquejeli to a in tzin checb'at winh sat yajal heb' in soldado skuchan Naamán tik t'ayach, tzanhtej winh t'a jun lepra ayoch t'ay, xchi winh t'a skarta chi'."
        },
        {
            "number": "7",
            "text": "Ayic ix lajwi yilan jun carta chi' winh sreyal Israel chi', ix snhik'chitanb'at spichul winh yuj sch'oxaneli to tz'och winh t'a ilk'olal, ix yalan winh: --Tocwal Dios in, ¿tom a in syal wak'an schamel anima, ma swak'anpax sk'inal heb', yuj chi' schecjicot jun winh winak tik t'ayin yic swik'el jun lepra tik t'a winh? Syalelk'ochi to ay tas sna' winh rey chi' t'a in patic, xchi winh."
        },
        {
            "number": "8",
            "text": "Ayic ix yab'an winhaj Eliseo schekab' Dios to ix snhik'chitejb'at spichul winh rey chi', ix yalanb'at winh: --¿Tas yuj ix a nhik'chitejb'at a pichul? Checcot jun winh chi' t'ayin, ol yilan winh to ay schekab' Dios t'a ko chonhab' Israel tik, xchib'at winh."
        },
        {
            "number": "9",
            "text": "Ix b'at winhaj Naamán chi' yet' skarruaje yet' schej yet' heb' ajun yet'oc, ix k'och linhan heb' t'a sti' spat winhaj Eliseo chi'."
        },
        {
            "number": "10",
            "text": "Ix schekanb'at winh schekab' winhaj Eliseo chi' yal t'a winhaj Naamán chi' icha tik: Ixic, b'at b'iquel uqueloc a b'ha t'ha ha' Jordán, icha chi' ol aj yel yab'il lepra chi' t'a a niwanil chi', xchi winhaj Eliseo chi'."
        },
        {
            "number": "11",
            "text": "Ix cot yowal winhaj Naamán chi', ix b'at winh, ix yalan winh: --Ha wal in naani to ol elta winh in scha'a, ol k'e wal linhan winh slesalwi t'a Jehová sDiosal t'a wichanh, ol yak'anek' sk'ab' winh b'aj ayoch lepra chi' t'ayin, tz'elkan yab'il walani."
        },
        {
            "number": "12",
            "text": "¿Toc ek'b'al swach'il junok ha' ay t'a Israel tik t'a yichanh ha' Abana yet' ha' Farfar ay t'a Damasco? ¿Tom max yal b'at in b'ikanel in b'ha t'a yol ha' chi', tzin b'oxi? xchi winh. Te aycot yowal winh, ix meltzaj winh."
        },
        {
            "number": "13",
            "text": "Palta haxo heb' schekab' winh ajun yet'oc, ix yal heb' t'a winh icha tik: --Mamin, q'uinaloc ay junok tas ajaltac ix yal winh schekab' Dios t'ayach, ¿tom max a k'anab'ajej? Ocxo jun, anhej ix yal winh to tza b'iquel a b'a tzach b'oxikani, xchi heb' t'a winh."
        },
        {
            "number": "14",
            "text": "Ichato chi' ix b'at winhaj Naamán chi', uquel ix em winh t'a yol ha' Jordán chi', icha ix aj yalan winhaj Eliseo schekab' Dios. Ix b'oxikan sniwanil winh chi', icha sniwanil junok unin, te wach' ix ajkani."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix b'at winh yet' heb' ajun yet' chi' yil winhaj Eliseo chi'. Ayic ix k'och heb' t'a yichanh winh, ix yalan winhaj Naamán chi' icha tik: --Ha ticnaik ix nachajel wuuj to malaj junocxo Dios t'a yol yib'anhk’inal tik, palta anhej wal he Diosal a ex israel ex tik. Yuj chi', elokab' t'a a k'ool a chaan in silab' swak' tik t'ayach, xchi winh."
        },
        {
            "number": "16",
            "text": "Ix tak'wi winhaj Eliseo chi': --Swak' in ti' t'a Jehová, aton ayin schekab', max in chalaj tas tzak' chi', xchi winh. Wach'chom ix ochnhej tean winhaj Naamán chi' t'a winh, palta maj schalaj winh."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix yalan winhaj Naamán chi' icha tik: --Tato icha chi' jun, eloc wal t'a a k'ool a chaan wik'b'at chab'oc chejal lum lum yic Israel tik, yujto a in a chekab' in tik, manhxa junocxo Dios b'aj ol wak' in silab', palta to anhej t'a Jehová sDiosal Israel."
        },
        {
            "number": "18",
            "text": "Anhej wal jun tzin k'an t'a Jehová to tzin yak' niwank'olal, yujto ayic ol b'at winh in reyal yak'em sb'ha t'a stemplo sdiosal scuch Rimón, ol och quetzquetz winh t'a in k'ab', anhejtona' ol in em cuman yet' winh t'a templo chi', yak'okab' niwank'olal Jehová t'a in patic yuj jun chi', xchi winhaj Naamán chi'."
        },
        {
            "number": "19",
            "text": "Ix tak'wi winhaj Eliseo chi': --Manh ak' pensar, ixic, xchi winh. Ix b'at winhaj Naamán chi'. Palta quenanto sb'at winh,"
        },
        {
            "number": "20",
            "text": "ix snaan winhaj Giezi schekab' winhaj Eliseo chi': ¿Tas yuj tonhej ix schab'at winhaj Naamán aj Siria winh wajalil tik, malaj jab'oc tas ix yak'kan winh? Swak' in ti' t'a Jehová to b'at in tzak'wej winh, yalnhej tas ol wik'ek' t'a winh, xchi winh."
        },
        {
            "number": "21",
            "text": "Ix b'at lemnaj winhaj Giezi chi'. Axo ix yilancot winhaj Naamán to wan scot winh t'a spatic, ix emta winh t'a yol skarruaje, ix cot winh scha winh, ix sk'anb'an winh: --¿Mantoc ay tas ix uji? xchi winh."
        },
        {
            "number": "22",
            "text": "Ix tak'wi winhaj Giezi chi' icha tik: Maay, malaj tasi, palta a winh wajalil ix in chekancot wal t'ayach to ato wal sk'och chawanh heb' kelemtac schekab' Dios spetoj t'a tzalquixtac yic Efraín. Yuj chi' sk'an winh t'ayach to tzak' oxeoc arroba k'een plata yet' cha mojanhoc k'apac pichul yuj heb' winh, xchi winh."
        },
        {
            "number": "23",
            "text": "Ix tak'wi winhaj Naamán chi': --Comonoc tz'el t'a a k'ool tza cha wal waqueoc arroba k'een plata tik, xchi winh. Yacb'an wan yalan winh chi', ix schekan winh ak'chajem k'een yet' cha moj k'apac pichul chi' t'a yol chab' coxtal, ix yak'ancot chawanh schekab' winh yet' winhaj Giezi chi'."
        },
        {
            "number": "24",
            "text": "Ayic ix k'och heb' t'a tzalan b'aj ayek' winhaj Eliseo chi', ix yik'an ek' winhaj Giezi tastac yet'nac heb' schekab' winhaj Naamán chi', ix sk'ub'ankanel winh t'a yol spat, ix schekan meltzaj heb' winh."
        },
        {
            "number": "25",
            "text": "Elanhchamel ix jawi winh t'a winhaj Eliseo chi', ix sk'anb'an winhaj Eliseo chi' t'a winh: --Giezi, ¿b'ajtil ix ach xid'eq'ui? xchi winh. --Malaj b'aj ix in xid'ek' mamin, xchi winhaj Giezi chi'."
        },
        {
            "number": "26",
            "text": "Palta ix yalan winhaj Eliseo chi' t'a winh icha tik: --Ayic ix emta jun winh winak t'a yol skarruaje ix cot winh ul ach scha'a, ¿tocwal maj yil in pixan jun chi' tza na'a? Ha ticnaik, manh smojoc ko chaan tumin yet' pichul. Manh smojoc pax ko manan te' avb'en te', icha te' oliwo yet' te' uwa, nok' kalnel, ma nok' wakax, ma heb' winh chekab' yet' heb' ix chekab'."
        },
        {
            "number": "27",
            "text": "Yuj jun tas ix a k'ulej tik, a ticnaik, a slepra winhaj Naamán chi' ol ochkan t'ayach yet' t'a heb' inhtilal t'a junelnhej, xchi winh. Axo yic ix spukan sb'a winhaj Giezi yet' winhaj Eliseo chi', ayxo lepra t'a winh, sacxonhej yilji sniwanil winh icha k'een cheev."
        }
    ]
}