{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ay junel ix yal heb' winh schecab' Dios t'a winhaj Eliseo: --Ina wal jun lugar b'aj ayonh ek' ed' tik, te lot'an."
        },
        {
            "number": "2",
            "text": "Yuj chi' tzoc wal el t'a a k'ool tzonh a chab'at t'a sti' ha' Jordán, sb'at ko ch'ac junjunoc ko te', sco b'oank'e junok pat b'aj tzonh aji, xchi heb' winh. --Ixiquec, xchi winhaj Eliseo chi'."
        },
        {
            "number": "3",
            "text": "--Tzoc yal a k'ool tzach b'at qued'oc, xchi jun winh t'a winh. --Inye, ol in b'atoc, xchi winh."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix b'at winhaj Eliseo chi' yet' heb' winh t'a sti' ha' Jordán ch'acoj te' chi'."
        },
        {
            "number": "5",
            "text": "Ayic wan sch'acan te' heb' winh, ay jun winh ix elta surnaj k'een sch'acab', ix b'atcan k'een t'a yol ha ha' chi', ix el yav winh: --Ach in k'ayb'umal. Ha jun k'een ch'acab' tik hierro k'een, in majanpax k'een, xchi winh."
        },
        {
            "number": "6",
            "text": "--¿B'ajtil ix b'at k'een? xchi winhaj Eliseo chi'. Ix sch'oxan winh b'aj ix b'at k'een chi'. Ix xicanelta jun te te' winhaj Eliseo chi', ix yak'anem te' winh t'a yol ha', ix k'eul b'achnaj k'een ch'acab' chi' t'a sat ha'."
        },
        {
            "number": "7",
            "text": "--Ik'k'eta k'een, xchi winhaj Eliseo chi' t'a winh. Ix yak'anem sk'ab' winh, ix yik'ank'eta k'een winh."
        },
        {
            "number": "8",
            "text": "Ha winh sreyal Siria ayoch owal yuj winh t'a Israel, ix slajtian sb'a winh yet' heb' winh yajalil heb' winh soldado smasanil b'ajtil sb'ok'e scampamento heb' winh."
        },
        {
            "number": "9",
            "text": "Ix yalanb'at winhaj Eliseo t'a winh sreyal Israel b'ajtac ayek' heb' winh aj Siria chi' yic wach' syak' lista sb'a winh b'ajtac ayek' heb' winh chi'."
        },
        {
            "number": "10",
            "text": "Ix schecanpaxb'at yilumal winh sreyal Israel t'a juntzanh lugar b'aj syal winh schecab' Dios chi', yic syil heb' winh tas yaji, yuj chi' tzijtum el ix scol sb'a heb' winh."
        },
        {
            "number": "11",
            "text": "Ha winh sreyal Siria chi', ix te somchaj spensar winh, yuj chi' ix yavtej heb' winh yajalil soldado winh, ix yalan winh: --Alec t'ayin mach junok t'a ko kal tik ayoch yet' winh sreyal Israel chi', xchi winh t'a heb' winh."
        },
        {
            "number": "12",
            "text": "Ix tak'wi jun winh yajal soldado icha tik: --Malaj mach mamin, palta a winhaj Eliseo schecab' Dios ayek' t'a Israel chi', a winh tz'alan t'a winh rey masanil tas tzala', wach'chom t'a elk'altac tzala', xchi winh."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix yal winh sreyal Siria chi': --Ixiquec, b'at ilec b'ajtil ayek' winhaj Eliseo chi', ol wak'anb'at jaywanhoc in soldado yic b'at tzek'jicot winh, xchi winh. Axo ix aj yalji t'a winh rey chi' to ha t'a Dotán ayek' winhaj Eliseo chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix yak'anb'at jun nhilanh heb' winh soldado winh yet' heb' winh ayk'e t'a yib'anh chej yet' carruaje yic owal. D'ak'walil ix k'och heb' winh t'a Dotán chi', ix yoyan sb'a heb' winh t'a spatictac chonhab' chi'."
        },
        {
            "number": "15",
            "text": "Ayic ix sakb'i, ix k'e waan winh schecab' winhaj Eliseo chi'. Ayic ix elta winh, ix yilan winh to manhxo jantacoc soldado oyanek' t'a spatictac chonhab' chi', ay nok' chej yet' carruaje yic owal. Yuj chi' ix b'at winh yal t'a winhaj Eliseo chi': --Ay mamin, ¿tas wal ol ko k'ulej? xchi winh."
        },
        {
            "number": "16",
            "text": "Ix tak'wi winhaj Eliseo chi': --Manh ach xiwoc, yujto ek'alto sb'isul heb' ayek' qued'oc t'a yichanh heb' winh chi', xchi winh."
        },
        {
            "number": "17",
            "text": "Ix och ijan winhaj Eliseo chi' slesalwi t'a Jehová icha tik: Mamin tzin k'an t'ayach to tza jac sat winh in checab' tik, xchi winh. Ix jacji sat winh checab' chi' yuj Jehová, ix yilan winh to ha t'a sattac witz yet' t'a jolomtac witz, toxonhej oyancot soldado t'a yib'anh chej yet' t'a yoltac carruaje nab'a k'ak', oyanoch t'a spatic yichanh winhaj Eliseo chi'."
        },
        {
            "number": "18",
            "text": "Ayic wan sjawi heb' winh sirio chi' yak' owal, ix sk'anan winhaj Eliseo chi' t'a Jehová: Mamin tzin k'an t'ayach to tza mac sat heb' winh tik, xchi winh. Axo Jehová ix macan sat heb' winh soldado ajk'ol chi', icha ix aj sk'anan winhaj Eliseo chi'."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi' ix b'at winhaj Eliseo chi' yal t'a heb' winh: --Manhoklaj jun b'e yet' jun chonhab' tik tze saya'. Ochanhec tzak'an wuuj, ol ex wik'b'at b'aj ayek' jun winh tze say chi', xchi winh t'a heb' winh. Ix yik'anb'at heb' winh winh t'a Samaria."
        },
        {
            "number": "20",
            "text": "Ayic toxo ix och heb' winh t'a yol chonhab' chi', ix lesalwi winh icha tik: Mamin Jehová, jac sat heb' winh yic syal yilan heb' winh, xchi winh. Ix jacji sat heb' winh chi'. Ix yilan heb' winh to ha t'a yol chonhab' Samaria ayek' heb' winh."
        },
        {
            "number": "21",
            "text": "Ayic ix yilan heb' winh chi' winh sreyal Israel, ix sk'anb'an winh t'a winhaj Eliseo chi'. --Mamin, ¿tzam yal in milancham heb' winh tik? xchi winh."
        },
        {
            "number": "22",
            "text": "Ix yalan winhaj Eliseo chi': --Maay, manh a milchamlaj heb' winh. Q'uinaloc ay heb' syamchaj uuj t'a owal, ¿tom tza milcham heb'? Ak' wa heb' winh, tzak'an yuk' ha' heb' winh, tzak'an meltzaj heb' winh t'a winh yajalil, xchi winh."
        },
        {
            "number": "23",
            "text": "Ix b'o jun niwan wael, ix wa heb' winh, ix yuk'an ha' heb' winh. Ixlajwi chi' ix yalan winh sreyal Israel to spax heb' winh, ix meltzaj heb' winh b'aj ayek' winh yajalil chi'. Atax ta' ix yaktej heb' winh soldado sirio yochta yic syixtan chonhab' Israel yet' yochta heb' elk'al."
        },
        {
            "number": "24",
            "text": "Ixlajwi yek' jun pekti’, a winhaj Ben-adad sreyal Siria, ix molb'ej masanil heb' winh soldado winh, ix b'at yoyank'e Samaria heb' winh yic syak'an owal yet'oc."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix em jun niwan wejel t'a Samaria chi'. Ix te k'e stojol masanil tastac, yujto te wach' yajoch oyan heb' winh aj Siria chi' t'a spatic chonhab' chi'. Ha junok sjolom nok' b'uru, 80 ciclo plata stojol, haxo junok waso stza' nok' paramuch, oye' ciclo plata stojol."
        },
        {
            "number": "26",
            "text": "Ay jun k'u wan sb'eyek' winh sreyal Israel chi' t'a yib'anh smuroal chonhab' chi', ix awajb'at jun ix ix t'a winh: --Mamin rey, colin, xchi ix."
        },
        {
            "number": "27",
            "text": "Ix tak'wi winh rey chi': --Tato max ach colji yuj Jehová, ¿tom a into wal tik ol ach in colo'? ¿Tom ol yal wak'an ixim a trigo yet' a wino?"
        },
        {
            "number": "28",
            "text": "¿Tas tzach ik'ani? xchi winh. Ix tak'wi ix: --Ha jun ix ix tik, ix yal ix t'ayin: Ak' jun une' tik ko chi ticnaik, haxo k'ik'an sco chi'an jun wik tik, xchi ix."
        },
        {
            "number": "29",
            "text": "Yuj chi' ko tz'anh wune' chi', ko chi'ani. Axo t'a junxo k'u chi', walan t'a ix to syak' yune' ix chi' ko chi'a, palta toxo ix sk'ub'ejel ix, xchi ix t'a winh rey chi'."
        },
        {
            "number": "30",
            "text": "Ayic ix yab'an winh rey tas ix yal jun ix chi', ix snhik'chitanb'at spichul winh yuj sch'oxanel scusk'olal. Yacb'an wan yek' winh t'a yib'anh muro chi', ix yilan heb' anima ayek' t'a slak'anil chi' to ayoch pichul ya swa yuj winh t'a yol spichul."
        },
        {
            "number": "31",
            "text": "Ix yalan winh rey chi': Cotocab'kan yowal sk'ol Dios t'a wib'anh tato max wik'el sjolom winhaj Eliseo yuninal winhaj Safat t'a jun k'u tik, xchi winh."
        },
        {
            "number": "32",
            "text": "Ix schecanb'at jun winh winak winh rey chi' t'a winhaj Eliseo chi'. k'ojanem winh t'a yol spat yet' heb' winh yichamtac winaquil chonhab'. Ayic manto k'ochlaj jun winh schecab' winh rey chi', ix yalan winh t'a heb' winh ichamtac winak chi': --Ilec tonab'i, ix scheccot jun winh schecab' jun winh milum anima chi' yic tzul yik'el in jolom winh. Palta maclejec eyab' tas ol wala': Ayic ol jawok winh chi', ol he maquel te' puerta tik, wach' tzeyutej he macan te', tzak'an sjawi winh rey t'a spatic winh, xchi winh."
        },
        {
            "number": "33",
            "text": "Vanto wal slolon winh ix jawi winh schecab' winh rey chi', ajun pax winh rey chi', ix yalan winh rey chi': --Ha jun yaelal tik, a Jehová ix ak'ancoti. ¿Tasto wal sco te tanhwej ticnaik yic tzonh scolani? xchi winh."
        }
    ]
}