{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ay junel ix yal eb' vinh schecab' Dios t'a vinhaj Eliseo: --Ina val jun lugar b'aj ayonh ek' ed' tik, te lot'an."
        },
        {
            "number": "2",
            "text": "Yuj chi' tzoc val el t'a a k'ool tzonh a chab'at t'a sti' ha' Jordán, sb'at co ch'ac junjunoc co te', sco b'oanq'ue junok pat b'aj tzonh aji, xchi eb' vinh. --Ixiquec, xchi vinhaj Eliseo chi'."
        },
        {
            "number": "3",
            "text": "--Tzoc yal a k'ool tzach b'at qued'oc, xchi jun vinh t'a vinh. --Inye, ol in b'atoc, xchi vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix b'at vinhaj Eliseo chi' yet' eb' vinh t'a sti' ha' Jordán ch'acoj te' chi'."
        },
        {
            "number": "5",
            "text": "Ayic van sch'acan te' eb' vinh, ay jun vinh ix elta surnaj q'uen sch'acab', ix b'atcan q'uen t'a yol ha ha' chi', ix el yav vinh: --Ach in k'ayb'umal. Ha jun q'uen ch'acab' tik hierro q'ueen, in majanpax q'ueen, xchi vinh."
        },
        {
            "number": "6",
            "text": "--¿B'ajtil ix b'at q'ueen? xchi vinhaj Eliseo chi'. Ix sch'oxan vinh b'aj ix b'at q'ueen chi'. Ix xicanelta jun te te' vinhaj Eliseo chi', ix yak'anem te' vinh t'a yol ha', ix q'ueul b'achnaj q'uen ch'acab' chi' t'a sat ha'."
        },
        {
            "number": "7",
            "text": "--Ik'q'ueta q'ueen, xchi vinhaj Eliseo chi' t'a vinh. Ix yak'anem sk'ab' vinh, ix yik'anq'ueta q'ueen vinh."
        },
        {
            "number": "8",
            "text": "Ha vinh sreyal Siria ayoch oval yuj vinh t'a Israel, ix slajtian sb'a vinh yet' eb' vinh yajalil eb' vinh soldado smasanil b'ajtil sb'oq'ue scampamento eb' vinh."
        },
        {
            "number": "9",
            "text": "Ix yalanb'at vinhaj Eliseo t'a vinh sreyal Israel b'ajtac ayek' eb' vinh aj Siria chi' yic wach' syak' lista sb'a vinh b'ajtac ayek' eb' vinh chi'."
        },
        {
            "number": "10",
            "text": "Ix schecanpaxb'at yilumal vinh sreyal Israel t'a juntzanh lugar b'aj syal vinh schecab' Dios chi', yic syil eb' vinh tas yaji, yuj chi' tzijtum el ix scol sb'a eb' vinh."
        },
        {
            "number": "11",
            "text": "Ha vinh sreyal Siria chi', ix te somchaj spensar vinh, yuj chi' ix yavtej eb' vinh yajalil soldado vinh, ix yalan vinh: --Alec t'ayin mach junok t'a co cal tik ayoch yet' vinh sreyal Israel chi', xchi vinh t'a eb' vinh."
        },
        {
            "number": "12",
            "text": "Ix tak'vi jun vinh yajal soldado icha tik: --Malaj mach mamin, palta a vinhaj Eliseo schecab' Dios ayek' t'a Israel chi', a vinh tz'alan t'a vinh rey masanil tas tzala', wach'chom t'a elk'altac tzala', xchi vinh."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix yal vinh sreyal Siria chi': --Ixiquec, b'at ilec b'ajtil ayek' vinhaj Eliseo chi', ol vak'anb'at jayvanhoc in soldado yic b'at tzek'jicot vinh, xchi vinh. Axo ix aj yalji t'a vinh rey chi' to ha t'a Dotán ayek' vinhaj Eliseo chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix yak'anb'at jun nhilanh eb' vinh soldado vinh yet' eb' vinh ayq'ue t'a yib'anh chej yet' carruaje yic oval. D'ak'walil ix k'och eb' vinh t'a Dotán chi', ix yoyan sb'a eb' vinh t'a spatictac chonhab' chi'."
        },
        {
            "number": "15",
            "text": "Ayic ix sakb'i, ix q'ue vaan vinh schecab' vinhaj Eliseo chi'. Ayic ix elta vinh, ix yilan vinh to manhxo jantacoc soldado oyanek' t'a spatictac chonhab' chi', ay nok' chej yet' carruaje yic oval. Yuj chi' ix b'at vinh yal t'a vinhaj Eliseo chi': --Ay mamin, ¿tas val ol co k'ulej? xchi vinh."
        },
        {
            "number": "16",
            "text": "Ix tak'vi vinhaj Eliseo chi': --Manh ach xivoc, yujto ek'alto sb'isul eb' ayek' qued'oc t'a yichanh eb' vinh chi', xchi vinh."
        },
        {
            "number": "17",
            "text": "Ix och ijan vinhaj Eliseo chi' slesalvi t'a Jehová icha tik: Mamin tzin k'an t'ayach to tza jac sat vinh in checab' tik, xchi vinh. Ix jacji sat vinh checab' chi' yuj Jehová, ix yilan vinh to ha t'a sattac vitz yet' t'a jolomtac vitz, toxonhej oyancot soldado t'a yib'anh chej yet' t'a yoltac carruaje nab'a k'ak', oyanoch t'a spatic yichanh vinhaj Eliseo chi'."
        },
        {
            "number": "18",
            "text": "Ayic van sjavi eb' vinh sirio chi' yak' oval, ix sk'anan vinhaj Eliseo chi' t'a Jehová: Mamin tzin k'an t'ayach to tza mac sat eb' vinh tik, xchi vinh. Axo Jehová ix macan sat eb' vinh soldado ajk'ol chi', icha ix aj sk'anan vinhaj Eliseo chi'."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi' ix b'at vinhaj Eliseo chi' yal t'a eb' vinh: --Manhoclaj jun b'e yet' jun chonhab' tik tze saya'. Ochanhec tzak'an vuuj, ol ex vik'b'at b'aj ayek' jun vinh tze say chi', xchi vinh t'a eb' vinh. Ix yik'anb'at eb' vinh vinh t'a Samaria."
        },
        {
            "number": "20",
            "text": "Ayic toxo ix och eb' vinh t'a yol chonhab' chi', ix lesalvi vinh icha tik: Mamin Jehová, jac sat eb' vinh yic syal yilan eb' vinh, xchi vinh. Ix jacji sat eb' vinh chi'. Ix yilan eb' vinh to ha t'a yol chonhab' Samaria ayek' eb' vinh."
        },
        {
            "number": "21",
            "text": "Ayic ix yilan eb' vinh chi' vinh sreyal Israel, ix sk'anb'an vinh t'a vinhaj Eliseo chi'. --Mamin, ¿tzam yal in milancham eb' vinh tik? xchi vinh."
        },
        {
            "number": "22",
            "text": "Ix yalan vinhaj Eliseo chi': --Maay, manh a milchamlaj eb' vinh. Q'uinaloc ay eb' syamchaj uuj t'a oval, ¿tom tza milcham eb'? Ak' wa eb' vinh, tzak'an yuk' ha' eb' vinh, tzak'an meltzaj eb' vinh t'a vinh yajalil, xchi vinh."
        },
        {
            "number": "23",
            "text": "Ix b'o jun niwan vael, ix wa eb' vinh, ix yuk'an ha' eb' vinh. Ixlajwi chi' ix yalan vinh sreyal Israel to spax eb' vinh, ix meltzaj eb' vinh b'aj ayek' vinh yajalil chi'. Atax ta' ix yactej eb' vinh soldado sirio yochta yic syixtan chonhab' Israel yet' yochta eb' elk'al."
        },
        {
            "number": "24",
            "text": "Ixlajwi yek' jun pekti’, a vinhaj Ben-adad sreyal Siria, ix molb'ej masanil eb' vinh soldado vinh, ix b'at yoyanq'ue Samaria eb' vinh yic syak'an oval yet'oc."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix em jun niwan vejel t'a Samaria chi'. Ix te q'ue stojol masanil tastac, yujto te wach' yajoch oyan eb' vinh aj Siria chi' t'a spatic chonhab' chi'. Ha junok sjolom nok' b'uru, 80 ciclo plata stojol, haxo junok vaso stza' nok' paramuch, oye' ciclo plata stojol."
        },
        {
            "number": "26",
            "text": "Ay jun k'u van sb'eyek' vinh sreyal Israel chi' t'a yib'anh smuroal chonhab' chi', ix avajb'at jun ix ix t'a vinh: --Mamin rey, colin, xchi ix."
        },
        {
            "number": "27",
            "text": "Ix tak'vi vinh rey chi': --Tato max ach colji yuj Jehová, ¿tom a into val tik ol ach in colo'? ¿Tom ol yal vak'an ixim a trigo yet' a vino?"
        },
        {
            "number": "28",
            "text": "¿Tas tzach ik'ani? xchi vinh. Ix tak'vi ix: --Ha jun ix ix tik, ix yal ix t'ayin: Ak' jun une' tik co chi ticnaic, haxo k'ik'an sco chi'an jun vic tik, xchi ix."
        },
        {
            "number": "29",
            "text": "Yuj chi' co tz'anh vune' chi', co chi'ani. Axo t'a junxo k'u chi', valan t'a ix to syak' yune' ix chi' co chi'a, palta toxo ix sk'ub'ejel ix, xchi ix t'a vinh rey chi'."
        },
        {
            "number": "30",
            "text": "Ayic ix yab'an vinh rey tas ix yal jun ix chi', ix snhik'chitanb'at spichul vinh yuj sch'oxanel scusk'olal. Yacb'an van yek' vinh t'a yib'anh muro chi', ix yilan eb' anima ayek' t'a slak'anil chi' to ayoch pichul ya sva yuj vinh t'a yol spichul."
        },
        {
            "number": "31",
            "text": "Ix yalan vinh rey chi': Cotocab'kan yoval sk'ol Dios t'a vib'anh tato max viq'uel sjolom vinhaj Eliseo yuninal vinhaj Safat t'a jun k'u tik, xchi vinh."
        },
        {
            "number": "32",
            "text": "Ix schecanb'at jun vinh vinac vinh rey chi' t'a vinhaj Eliseo chi'. k'ojanem vinh t'a yol spat yet' eb' vinh yichamtac vinaquil chonhab'. Ayic manto k'ochlaj jun vinh schecab' vinh rey chi', ix yalan vinh t'a eb' vinh ichamtac vinac chi': --Ilec tonab'i, ix scheccot jun vinh schecab' jun vinh milum anima chi' yic tzul yiq'uel in jolom vinh. Palta maclejec eyab' tas ol vala': Ayic ol javoc vinh chi', ol e maquel te' puerta tik, wach' tzeyutej e macan te', tzak'an sjavi vinh rey t'a spatic vinh, xchi vinh."
        },
        {
            "number": "33",
            "text": "Vanto val slolon vinh ix javi vinh schecab' vinh rey chi', ajun pax vinh rey chi', ix yalan vinh rey chi': --Ha jun yaelal tik, a Jehová ix ak'ancoti. ¿Tasto val sco te tanhvej ticnaic yic tzonh scolani? xchi vinh."
        }
    ]
}