{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi' ix yalan winhaj Eliseo chi' icha tik: --Ab'ec val tas syal Jehová: Ha k'ik'an yab' icha tik, ha t'a spuertail Samaria tik, a junok almul ixim harina, jun ciclo plata stojol ixim. Chab' almul pax ixim cebada t'a jun ciclo q'ueen, xchi Jehová, xchi winh."
        },
        {
            "number": "2",
            "text": "Ix tak'vi jun winh stanhvan winh rey chi' icha tik: --Wach'chom sjacvi sventenail satcha’anh yuj Jehová, palta max ujilaj icha tzal chi', xchi winh. Ix tak'vi winhaj Eliseo chi': --Olto il val jun chi', palta manhxo ol a valaj ixim, xchi winh."
        },
        {
            "number": "3",
            "text": "Ha t'a jun pekti’ chi', ay chanhvanh eb' winh ayoch lepra t'ay, ayel eb' winh t'a stiel chonhab' chi', ix yal-lan eb' winh t'ay junjun: --¿Tas val sco k'ulej t'a tik? Tonhej k'ojan onh em co tanhvan cham co b'a."
        },
        {
            "number": "4",
            "text": "Tato tzonh och t'a yol chonhab' tik, yowalil tzonh cham yuj vejel. Tato tzonh kan k'ojan t'a tik, yowalil ol onh champaxoc. Ha ticnaic coyec t'a scampamento eb' sirio, talaj tzonh yak' nivank'olal eb', max onh smil-laj eb'. Tato maay jun, toxonton yic chamel caji, xchi eb' winh."
        },
        {
            "number": "5",
            "text": "Ayic numnonxo sq'uik'b'i, ix b'at eb' winh t'a scampamento eb' sirio chi'. Axo ix k'och eb' winh, ix yilan eb' winh manhxa junok mach ayeq'ui."
        },
        {
            "number": "6",
            "text": "Yujto a Jehová ix ak'an yab' eb' soldado sirio sk'anh yek' carruaje yet' nok' chej yet' pax jun niwan nhilanh soldado. Ha yalan eb' sirio chi' to a winh sreyal eb' israel ix tupan eb' winh sreyal hitita yet' winh sreyal Egipto yic syak'an oval yet' eb' yalani."
        },
        {
            "number": "7",
            "text": "Yuj chi' ayic van sq'uik'b'i ix b'at eb' elelal, ix yactancan scampamento eb' yet' smantiado yet' nok' chej yet' scarruaje eb'. Anhej eb' ix scol sb'a."
        },
        {
            "number": "8",
            "text": "Ayic ix k'och eb' winh ayoch lepra chi' t'ay t'a stitac campamento chi', ix och eb' winh t'a yol junok mantiado, ix wa eb' winh, ix yuk'an ha' eb' winh. Ix yik'anelta q'uen oro eb' winh, q'uen plata yet' pichul, ix b'at eb' winh sk'ub'ejeli. Ixlajwi chi' ix meltzaj eb' winh, ix ochxi eb' winh t'a yol junxo mantiado, ix yik'anelta eb' winh tastac ay t'a yool, ix b'atxi eb' winh sk'ub'ejeli."
        },
        {
            "number": "9",
            "text": "Ix laj yalan eb' winh t'ay junjun: --Manh wach'oc jun van co k'ulan tik. Ha ticnaic smoj val quik'anb'at ab'ix, palta ichnhejta' cajeq'ui. Tato sco tanhvej, ato k'ik'an b'at cala', ay ta tas scot t'a quib'anh. Wach' to b'at calec t'a winh rey, xchi eb' winh."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix b'at eb' winh, ix yavtan eb' winh stanhvumal sti' chonhab' chi' eb' winh, ix yalan eb' winh icha tik: --Ix onh xid'ek' t'a scampamento eb' sirio, manhxa junok mach ayeq'ui, manhxa junok mach scab' sloloni, axonhej nok' chej yet' nok' b'uru etzjab'cani. Axo smantiado eb', icha ix aj sb'oancan eb', icha chi' yajcani."
        },
        {
            "number": "11",
            "text": "Ix b'at eb' winh stanhvumal sti' chonhab' chi' yavtej eb' winh stanhvan spalacio winh rey."
        },
        {
            "number": "12",
            "text": "Ix alji yab' winh rey chi', yuj chi' ix q'ue vaan winh t'ak'walil chi', ix yalan winh t'a eb' winh ayoch t'a opisio yet'oc: --Ol val t'ayex tas snib'ej eb' sirio chi' tzonh yutej, yujto yojtac eb' to van co cham yuj vejel, yuj chi' ix yactejcan scampamento eb' chi', ix sk'ub'anel sb'a eb' t'a caltac te', yuj chi' tato tzonh el t'a spatiquel chonhab' tik, ol onh syam eb' t'a pitzanil, haxo yochcancot eb' t'a yol chonhab' tik, xchi winh rey chi'."
        },
        {
            "number": "13",
            "text": "Ix yalan junok eb' winh schecab' winh icha tik: --B'atocab' jayvanhoc vinac yila' yet' ovanhoc nok' chej ayto ek' tik, ol quilani tas ix uji chi'. Tato scham eb', mato maay, lajannhej, yujto ay smay b'aj sb'at eb' chi', ay pax smay t'a tik, xchi winh checab' chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix yik'b'at chab' carruaje eb' yet' nok' chej, ix checjib'at eb' yuj winh rey chi', yic b'at yil eb' b'ajtil ix b'at eb' sirio chi'. Ix yalan winh t'a eb' icha tik: B'at ilec tas val yaji, xchi winh."
        },
        {
            "number": "15",
            "text": "Ix b'at tzak'an eb' t'a yoclem eb' sirio chi', masanto ix k'och eb' t'ha ha' Jordán. Ix yilan eb' to aycan spichul eb' t'a yoltac b'e yet' syamk'ab' eb' ayic van yel eb' scol sb'a yalani. Elanhchamel ix meltzaj eb' checab' chi', ix ul yalan eb' t'a winh rey chi' tas ix yil eb' chi'."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi' ix elta masanil eb' anima t'a yol chonhab' chi', ix yik'anelta masanil tastac ay t'a yol scampamento eb' sirio chi' eb', ix yik'ancot eb'. Ix elk'och icha ix aj yalan Jehová, a jun almul ixim harina, jun ciclo plata stojol ixim. Chab' almul pax ixim cebada t'a jun ciclo plata chi'."
        },
        {
            "number": "17",
            "text": "Ix yalan winh rey t'a winh stanhvumal to skan winh stanhvej spuertail chonhab' chi', palta ix b'at eb' anima t'a yib'anh winh, ix telvican winh t'a skal yoc eb', ix cham winh, icha ix aj yalan winhaj Eliseo schecab' Dios t'a winh ayic ix xid'ek' winh rey lolonel yet' winhaj Eliseo chi'."
        },
        {
            "number": "18",
            "text": "Ix elk'och icha ix aj yalan winhaj Eliseo chi' to ha t'a spuertail chonhab' Samaria yab' icha tik k'ik'an, schonhchaj ixim harina, a jun almul ixim, jun ciclo plata stojol. Chab' almul pax ixim cebada t'a jun ciclo q'ueen, xchi winh."
        },
        {
            "number": "19",
            "text": "Axo jun winh stanhvumal winh rey chi', ix tak'vi winh t'a winh schecab' Dios chi': Wach'chom sjacvi sventenail satcha’anh yuj Jehová, palta max ujilaj icha tzal chi', xchi winh. Ix tak'vi winhaj Eliseo: Olto il val jun chi', palta manhxo ol a valaj ixim, xchi winh."
        },
        {
            "number": "20",
            "text": "Ichaton chi' ix aji, yujto a eb' anima ix tek'ancham winh t'a spuertail chonhab' chi'."
        }
    ]
}