{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi' ix yalan vinhaj Eliseo chi' icha tik: --Ab'ec val tas syal Jehová: Ha k'ik'an yab' icha tik, ha t'a spuertail Samaria tik, a junok almul ixim harina, jun ciclo plata stojol ixim. Chab' almul pax ixim cebada t'a jun ciclo q'ueen, xchi Jehová, xchi vinh."
        },
        {
            "number": "2",
            "text": "Ix tak'vi jun vinh stanhvan vinh rey chi' icha tik: --Wach'chom sjacvi sventenail satcha’anh yuj Jehová, palta max ujilaj icha tzal chi', xchi vinh. Ix tak'vi vinhaj Eliseo chi': --Olto il val jun chi', palta manhxo ol a valaj ixim, xchi vinh."
        },
        {
            "number": "3",
            "text": "Ha t'a jun pekti’ chi', ay chanhvanh eb' vinh ayoch lepra t'ay, ayel eb' vinh t'a stiel chonhab' chi', ix yal-lan eb' vinh t'ay junjun: --¿Tas val sco k'ulej t'a tik? Tonhej k'ojan onh em co tanhvan cham co b'a."
        },
        {
            "number": "4",
            "text": "Tato tzonh och t'a yol chonhab' tik, yowalil tzonh cham yuj vejel. Tato tzonh kan k'ojan t'a tik, yowalil ol onh champaxoc. Ha ticnaic coyec t'a scampamento eb' sirio, talaj tzonh yak' nivank'olal eb', max onh smil-laj eb'. Tato maay jun, toxonton yic chamel caji, xchi eb' vinh."
        },
        {
            "number": "5",
            "text": "Ayic numnonxo sq'uik'b'i, ix b'at eb' vinh t'a scampamento eb' sirio chi'. Axo ix k'och eb' vinh, ix yilan eb' vinh manhxa junok mach ayeq'ui."
        },
        {
            "number": "6",
            "text": "Yujto a Jehová ix ak'an yab' eb' soldado sirio sk'anh yek' carruaje yet' nok' chej yet' pax jun niwan nhilanh soldado. Ha yalan eb' sirio chi' to a vinh sreyal eb' israel ix tupan eb' vinh sreyal hitita yet' vinh sreyal Egipto yic syak'an oval yet' eb' yalani."
        },
        {
            "number": "7",
            "text": "Yuj chi' ayic van sq'uik'b'i ix b'at eb' elelal, ix yactancan scampamento eb' yet' smantiado yet' nok' chej yet' scarruaje eb'. Anhej eb' ix scol sb'a."
        },
        {
            "number": "8",
            "text": "Ayic ix k'och eb' vinh ayoch lepra chi' t'ay t'a stitac campamento chi', ix och eb' vinh t'a yol junok mantiado, ix wa eb' vinh, ix yuk'an ha' eb' vinh. Ix yik'anelta q'uen oro eb' vinh, q'uen plata yet' pichul, ix b'at eb' vinh sk'ub'ejeli. Ixlajwi chi' ix meltzaj eb' vinh, ix ochxi eb' vinh t'a yol junxo mantiado, ix yik'anelta eb' vinh tastac ay t'a yool, ix b'atxi eb' vinh sk'ub'ejeli."
        },
        {
            "number": "9",
            "text": "Ix laj yalan eb' vinh t'ay junjun: --Manh wach'oc jun van co k'ulan tik. Ha ticnaic smoj val quik'anb'at ab'ix, palta ichnhejta' cajeq'ui. Tato sco tanhvej, ato k'ik'an b'at cala', ay ta tas scot t'a quib'anh. Wach' to b'at calec t'a vinh rey, xchi eb' vinh."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix b'at eb' vinh, ix yavtan eb' vinh stanhvumal sti' chonhab' chi' eb' vinh, ix yalan eb' vinh icha tik: --Ix onh xid'ek' t'a scampamento eb' sirio, manhxa junok mach ayeq'ui, manhxa junok mach scab' sloloni, axonhej nok' chej yet' nok' b'uru etzjab'cani. Axo smantiado eb', icha ix aj sb'oancan eb', icha chi' yajcani."
        },
        {
            "number": "11",
            "text": "Ix b'at eb' vinh stanhvumal sti' chonhab' chi' yavtej eb' vinh stanhvan spalacio vinh rey."
        },
        {
            "number": "12",
            "text": "Ix alji yab' vinh rey chi', yuj chi' ix q'ue vaan vinh t'ak'walil chi', ix yalan vinh t'a eb' vinh ayoch t'a opisio yet'oc: --Ol val t'ayex tas snib'ej eb' sirio chi' tzonh yutej, yujto yojtac eb' to van co cham yuj vejel, yuj chi' ix yactejcan scampamento eb' chi', ix sk'ub'anel sb'a eb' t'a caltac te', yuj chi' tato tzonh el t'a spatiquel chonhab' tik, ol onh syam eb' t'a pitzanil, haxo yochcancot eb' t'a yol chonhab' tik, xchi vinh rey chi'."
        },
        {
            "number": "13",
            "text": "Ix yalan junok eb' vinh schecab' vinh icha tik: --B'atocab' jayvanhoc vinac yila' yet' ovanhoc nok' chej ayto ek' tik, ol quilani tas ix uji chi'. Tato scham eb', mato maay, lajannhej, yujto ay smay b'aj sb'at eb' chi', ay pax smay t'a tik, xchi vinh checab' chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix yik'b'at chab' carruaje eb' yet' nok' chej, ix checjib'at eb' yuj vinh rey chi', yic b'at yil eb' b'ajtil ix b'at eb' sirio chi'. Ix yalan vinh t'a eb' icha tik: B'at ilec tas val yaji, xchi vinh."
        },
        {
            "number": "15",
            "text": "Ix b'at tzak'an eb' t'a yoclem eb' sirio chi', masanto ix k'och eb' t'ha ha' Jordán. Ix yilan eb' to aycan spichul eb' t'a yoltac b'e yet' syamk'ab' eb' ayic van yel eb' scol sb'a yalani. Elanhchamel ix meltzaj eb' checab' chi', ix ul yalan eb' t'a vinh rey chi' tas ix yil eb' chi'."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi' ix elta masanil eb' anima t'a yol chonhab' chi', ix yik'anelta masanil tastac ay t'a yol scampamento eb' sirio chi' eb', ix yik'ancot eb'. Ix elk'och icha ix aj yalan Jehová, a jun almul ixim harina, jun ciclo plata stojol ixim. Chab' almul pax ixim cebada t'a jun ciclo plata chi'."
        },
        {
            "number": "17",
            "text": "Ix yalan vinh rey t'a vinh stanhvumal to skan vinh stanhvej spuertail chonhab' chi', palta ix b'at eb' anima t'a yib'anh vinh, ix telvican vinh t'a skal yoc eb', ix cham vinh, icha ix aj yalan vinhaj Eliseo schecab' Dios t'a vinh ayic ix xid'ek' vinh rey lolonel yet' vinhaj Eliseo chi'."
        },
        {
            "number": "18",
            "text": "Ix elk'och icha ix aj yalan vinhaj Eliseo chi' to ha t'a spuertail chonhab' Samaria yab' icha tik k'ik'an, schonhchaj ixim harina, a jun almul ixim, jun ciclo plata stojol. Chab' almul pax ixim cebada t'a jun ciclo q'ueen, xchi vinh."
        },
        {
            "number": "19",
            "text": "Axo jun vinh stanhvumal vinh rey chi', ix tak'vi vinh t'a vinh schecab' Dios chi': Wach'chom sjacvi sventenail satcha’anh yuj Jehová, palta max ujilaj icha tzal chi', xchi vinh. Ix tak'vi vinhaj Eliseo: Olto il val jun chi', palta manhxo ol a valaj ixim, xchi vinh."
        },
        {
            "number": "20",
            "text": "Ichaton chi' ix aji, yujto a eb' anima ix tek'ancham vinh t'a spuertail chonhab' chi'."
        }
    ]
}