{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan winhaj Eliseo t'a ix aj Sunem, aton ix pitzwinacxi yune' yuj winh, ix yalan winh t'a ix icha tik: Ixic, b'at cajnajan t'a junocxo nación yet' heb' cajan t'a a pat, yujto ix yal Jehová to ol yak'cot junok niwan wejel t'a ko nación tik, uque' ab'il ol yak'a', xchi winh t'a ix."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix sk'anab'ajej ix sb'ati, icha ix aj yalan winh chi'. Ix b'atcan ix t'a yol smacb'en heb' filisteo. Uque' ab'il ix kan cajan ix ta'."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', ix paxta ix t'a smacb'en heb' filisteo chi'. Ix b'at ix t'a yichanh winh sreyal Israel yic sk'ananxi spat ix yet' sluum."
        },
        {
            "number": "4",
            "text": "Van slolon winh rey chi' yet' winhaj Giezi schecab' winhaj Eliseo chi', ix yalan winh rey chi' t'a winh icha tik: Al wab' masanil tastac satub'tac ix sk'ulej winhaj Eliseo chi', xchi winh."
        },
        {
            "number": "5",
            "text": "Ha wal yic wan yalan winhaj Giezi chi' yab'ixal tas ix aj yak'anxi pitzwoc jun yune' jun ix ix chi' winhaj Eliseo chi', ix jawi ix yal yuj sluum yet' spat. Yuj chi' ix yalan winhaj Giezi chi' t'a winh rey chi' icha tik: --Mamin rey, aton wal jun ix ix tik swala', aton jun yune' ix tik pitzwinacxi yuj winhaj Eliseo chi', xchi winh t'a winh rey chi'."
        },
        {
            "number": "6",
            "text": "Ix sk'anb'an winh rey chi' t'a ix, ix yalan jun ab'ix chi' ix t'a winh. Ixlajwi chi' ix schecan junok heb' schecab' winh rey chi' yic b'at ak'jixi smacb'en ix ix chi' yet' masanil sat avb'en ix el t'a lu'um yictax ix el ix t'a yol nación chi' masanto ix meltzajxi ix."
        },
        {
            "number": "7",
            "text": "Ay junel ix b'at winhaj Eliseo t'a Damasco. Ha t'a jun pekti’ chi', te penaay winhaj Ben-adad sreyal Siria. Ix alchaj t'a winh to ix k'och winh schecab' Jehová ta'."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix yal winh rey chi' t'a winhaj Hazael schecab' icha tik: --Ik'b'at junok silab' tzach b'at il winh schecab' Jehová chi'. Tza k'anan t'a winh to sk'anb'ej winh t'a Jehová chi' wuuj, tato olto in b'oxoc yuj jun yaelal tik, xchi winh."
        },
        {
            "number": "9",
            "text": "Ix b'at winhaj Hazael chi' yil winhaj Eliseo chi'. Ix yik'anb'at silab' winh, aton tas te wach' tz'el t'a Damasco chi', 40 nok' camello cuchjinac silab' chi'. Ayic ix k'och winh t'a yichanh winhaj Eliseo chi', ix yalan winh: --Ha winh a checab' aj Ben-adad sreyal Siria, a winh tzin checancoti yic tzul in k'anb'an t'ayach, tom olto b'oxoc sk'ol winh yuj jun yaelal ayoch t'ay, mato manhxo, xchi winh."
        },
        {
            "number": "10",
            "text": "Ix tak'wi winhaj Eliseo chi': --Ixic, tzalan t'a winh to ol b'oxoc sk'ol winh yuj jun yaelal chi', palta ix yal Jehová to ol chamxonhej winh, xchi winh."
        },
        {
            "number": "11",
            "text": "Ha wal t'a jun rato chi', ix te och k'elan winhaj Eliseo chi' t'a sat winhaj Hazael chi', masanto ix q'uixwi winh. Ixlajwi chi' ix ok'k'e winh schecab' Dios chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix sk'anb'ej winhaj Hazael chi' t'a winh: --Mamin ¿tas yuj tzach oq'ui? xchi winh. Ix tak'wi winhaj Eliseo chi': --Vojtac wal to ol ak' wal chukal t'a heb' wetisraelal, ol ak'och sk'ak'al scuartel heb', ol a milancham heb' kelemtac t'a owal. Ol a milancham heb' cotac unin, ol a tecanelta yol sk'ol heb' ix yab'ix, xchi winh."
        },
        {
            "number": "13",
            "text": "Ix yalan winhaj Hazael t'a winh icha tik: --Ha in tik te malaj jab'oc welk'ochi, lajan in icha junok nok' tz'i'. ¿Tas wal ol aj in k'ulan tas icha chi'? xchi winh. Ix tak'wi winhaj Eliseo chi' t'a winh: --Toxo ix yal Jehová t'ayin to a ach ol ach ochcan sreyaloc Siria tik, xchi winh."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi' ix spucan sb'a winhaj Hazael chi' yet' winhaj Eliseo chi', ix meltzaj winh t'a winh yajalil chi'. Ix sk'anb'an winh rey chi' t'a winh: --¿Tas xchi winhaj Eliseo chi' t'ayach? xchi winh. Ix tak'wi winhaj Hazael chi' icha tik: --Ix yal winh t'ayin tob' ol ach b'oxoc yuj jun a yaelal tik, xchi winh."
        },
        {
            "number": "15",
            "text": "Axo t'a junxo k'u, ix sch'ayan jun k'apac k'apac pim winhaj Hazael chi', ix b'at yak'anb'at k'apac winh t'a sat winh rey chi', ix tup yic winh. Icha chi' ix aj scham winh rey chi'. Axo winhaj Hazael chi' ix ochcan reyal sk'exuloc winh."
        },
        {
            "number": "16",
            "text": "Ayic oyexo ab'il yoch winhaj Joram yuninal winhaj Acab reyal t'a Israel, ix schaanel yich winhaj Joram yuninal winhaj Josafat yak'an reyal t'a Judá."
        },
        {
            "number": "17",
            "text": "Ha winhaj Joram chi', 32 ab'il sk'inal winh ayic ix schaanel yich winh yak'an reyal chi'. Vajxaque' ab'il ix yak' reyal winh t'a Jerusalén."
        },
        {
            "number": "18",
            "text": "Palta ha' sb'eyb'al heb' winh sreyal Israel yet' sb'eyb'al heb' yinhtilal winhaj Acab chi' ix sb'eyb'alej winh, yujto ix yik' ix yisil winhaj Acab chi' winh yetb'eyumoc. Yuj chi', te chuk tas ix sk'ulej winh t'a yichanh Jehová."
        },
        {
            "number": "19",
            "text": "Palta maj yal-laj sk'ol Jehová ix satel Judá, yujto yak'naccan sti' t'a winhaj rey Dawid schecab' to ol ochnhejcan yinhtilal winh reyal."
        },
        {
            "number": "20",
            "text": "Ha t'a stiempoal winhaj Joram chi', ayic ix yak'an reyal winh, ix yik'el sb'a heb' aj Edom t'a yalanh smandar chonhab' Judá, ix yak'anoch sreyal heb' t'a yol yico'."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix b'at winhaj Joram chi' yet' masanil scarruaje yak' owal yet' heb' aj Edom chi' t'a Zair, palta a heb' aj Edom chi', ix oymaj heb' t'a spatic winh yet' heb' yajal yaj t'a scarruaje winh yic owal. Axo t'ak'walil ix k'e wan winh, ix yak'an owal winh yet' heb' edomita chi'. Icha chi' ix aj scolanel sb'a winh t'a yol sk'ab' heb', a heb' soldado winh chi', ix paxcan heb' t'a spat."
        },
        {
            "number": "22",
            "text": "Atax ta' ix yiquej sb'a heb' aj Edom chi'. Anheja' pax t'a jun pekti’ chi' ix yik'el sb'a chonhab' Libna t'a Judá chi'."
        },
        {
            "number": "23",
            "text": "Ha jantacto yab'ixal winhaj Joram chi' yet' tastac ix sk'ulej winh, tz'ib'ab'ilcan b'aj aycan yab'ixal heb' winh sreyal Judá."
        },
        {
            "number": "24",
            "text": "Ayic ix cham winhaj Joram chi', ix mucji sniwanil winh b'aj mucan heb' smam yicham, aton t'a schonhab' winhaj Dawid. Axo winhaj Ocozías winh yuninal winh ix ochcan reyal sk'exuloc."
        },
        {
            "number": "25",
            "text": "Ayic slajchawil ab'il yoch winhaj Joram yuninal winhaj Acab reyal t'a Israel, ix schaanel yich winhaj Ocozías yak'an reyal t'a Judá."
        },
        {
            "number": "26",
            "text": "Ha winhaj Ocozías chi', 22 ab'il sk'inal winh ayic ix och winh reyal chi', jun ab'il ix yak' reyal winh t'a Jerusalén. Atalía sb'i ix snun winh, yixchiquin ix winhaj Omri sreyal Israel."
        },
        {
            "number": "27",
            "text": "Ha winhaj Ocozías chi', a sb'eyb'al winhaj Acab ix sb'eyb'alej winh, te chuk tas ix sk'ulej winh t'a yichanh Jehová, yujto smam icham winhaj Acab chi' winh."
        },
        {
            "number": "28",
            "text": "Ha winhaj Ocozías chi', junnhej ix yutej spensar winh yet' winhaj Joram yuninal winhaj Acab, ix yak'an owal heb' winh t'a Ramot t'a yol yic Galaad yet' winhaj Hazael sreyal Siria, palta ix lajwi winhaj Joram chi' yuj heb' sirio chi'."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix k'ochcan winh t'a Jezreel yic syanhtan sb'a winh b'aj ix echnaj yuj heb' sirio chi'. Ix k'och winhaj Ocozías chi' yil winh yujto ya yaj winh."
        }
    ]
}