{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj Eliseo schecab' Dios, ix yavtej jun vinh yetchecab'vumal vinh quelemto, ix yalan vinh icha tik: --Ak' lista a b'a, tzach b'at t'a Ramot t'a yol yic Galaad. Ik'b'at jun yet'tal aceite tik tzach b'ati."
        },
        {
            "number": "2",
            "text": "Ayic tzach k'och ta', tza sayanek' vinhaj Jehú yuninal vinhaj Josafat yixchiquin vinhaj Nimsi. Tzach och b'aj ayek' vinh chi', tzik'anelta vinh t'a skal eb' vinh ayek' yet' vinh ta', tzik'anb'at vinh t'a junocxo cuarto."
        },
        {
            "number": "3",
            "text": "Slajvi chi' tzik'ancot aceite chi', tza tob'anq'ue t'a sjolom vinh, tzalan t'a vinh icha tik: Ha Jehová tz'alan icha tik: Ha in tzach in sik'caneli yic ol ach och reyal t'a Israel, xchi, xa chi. Slajvi chi' tza jacan puerta, tzach el lemnajoc, manh ach och vaan, xchi vinhaj Eliseo chi'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix b'at vinh quelem schecab' Dios t'a Ramot t'a yol yic Galaad chi'."
        },
        {
            "number": "5",
            "text": "Ayic ix k'och vinh ta', molanek' masanil eb' vinh yajalil eb' soldado, ix yalan vinh icha tik: --Ach in capitán, ay val jab' tas ol val t'ayach, xchi vinh. --¿Mach junok onh b'aj tzal chi'? xchi vinhaj Jehú. --Ach in capitán, a ach ton tzach vala', xchi vinh t'a vinhaj Jehú chi'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix q'ue jucnaj vinhaj Jehú chi', ix och vinh t'a yol pat. Ix yak'anq'ue aceite vinh schecab' Dios chi' t'a sjolom vinh, ix yalan vinh: --Ha Jehová co Diosal tz'alan t'ayach icha tik: Ha in tzach in sik'caneli, yic ol ach och reyal t'a in chonhab' Israel."
        },
        {
            "number": "7",
            "text": "Ha ach ol a satel masanil eb' yinhtilal vinhaj Acab, vinh ayach t'a yalanh smandar. Icha chi' ol aj in pacan schamel eb' vinh in checab' yet' eb' vinh tz'alanel in lolonel, yujto elnac schiq'uil eb' vinh yuj ix Jezabel."
        },
        {
            "number": "8",
            "text": "Masanil eb' yinhtilal vinhaj Acab chi', yowalil ol satel eb'. Masanil eb' vinac, wach'chom checab' yaji, ma yic sb'a, ol satel eb' t'a chonhab' Israel. Manhxa junok yinhtilal vinh chi' olto canoc."
        },
        {
            "number": "9",
            "text": "Icha vutejnac yinhtilal vinhaj Jeroboam yuninal vinhaj Nabat, icha vutejnacpax yic vinhaj Baasa yuninal vinhaj Ahías, icha val chi' ol vutej yinhtilal vinhaj Acab chi'."
        },
        {
            "number": "10",
            "text": "Axo pax ix Jezabel jun, a nok' tz'i' ol chianb'at snivanil ix t'a yol yic Jezreel, manhxalaj mach ol mucan ix, xchi Jehová, xchi vinh schecab' Dios chi'. Ayic ix lajvi yalan masanil juntzanh tik vinh schecab' Dios chi', ix sjacan spuertail jun pat chi' vinh, ix b'at vinh elelal."
        },
        {
            "number": "11",
            "text": "Ayic ix k'ochxi vinhaj Jehú chi' b'aj molanek' eb' vinh yetyajalil chi', ix sk'anb'an eb' vinh t'a vinh: --¿Tas xchi, wach' ama? ¿Tas yuj ix ul ach yil jun vinh quistal chi'? xchi eb' vinh. --Ha ex tik eyojtacxo vinh, eyojtac tas syaltaxon eb' vinh schecab' Dios chi', xchi vinhaj Jehú chi'."
        },
        {
            "number": "12",
            "text": "--Maay, manh cojtacoclaj, al t'ayonh tas ix ul yal vinh, xchi eb' vinh. Ix tak'vi vinhaj Jehú chi' t'a eb' vinh: --Ix yal vinh t'ayin icha tik: Ha Jehová tz'alan icha tik: Ha in tzach in sik'canel sreyaloc Israel ticnaic, xchi Jehová, xchi vinh t'ayin, xchi vinhaj Jehú chi'."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', junjun eb' vinh ix yiq'uel sjucan pichul, ix slich'anem eb' vinh t'a yalanh yoc vinhaj Jehú b'aj b'achquiltac sq'uei. Ix laj spu'an sch'aac eb' vinh, te chaanh ix yal eb' vinh: Ha vinhaj Jehú, reyxo vinh, xchi eb' vinh."
        },
        {
            "number": "14",
            "text": "Ha vinhaj Jehú yuninal vinhaj Josafat yixchiquin vinhaj Nimsi, te chuk tas sna vinh t'a yib'anh vinhaj Joram. Ha vinhaj Joram chi', aynhejoch vinh yet' eb' yetisraelal scolanelta chonhab' Ramot t'a yol yic Galaad t'a yol sk'ab' vinhaj Hazael sreyal Siria."
        },
        {
            "number": "15",
            "text": "Palta ayxo jaye' k'u sk'och vinh t'a Jezreel yic syanhtan sb'a vinh b'aj ix lajvi yuj eb' sirio chi' ayic ix yak'an oval vinh yet' vinhaj Hazael chi'. Ix yalan vinhaj Jehú t'a eb' ajun yet'oc: Tato t'a val yel e gana tzin och e reyaloc, malaj junok mach tz'el t'a yol chonhab' tik yic wach' malaj mach sb'at alan jun ab'ix tik t'a eb' vinh aj Jezreel, xchi vinh."
        },
        {
            "number": "16",
            "text": "Ix q'ue vinh t'a yol scarruaje yic oval, ix b'at vinh t'a Jezreel b'aj van yanhtan sb'a vinhaj Joram chi'. Aypaxek' vinhaj Ocozías sreyal Judá ta', yujto ayk'och vinh yil vinhaj Joram chi'."
        },
        {
            "number": "17",
            "text": "Ayic ix yilanb'at vinh ayq'ue t'a chaanh stanhvej chonhab' Jezreel chi' to van sjavi vinhaj Jehú yet' jun nhilanh eb' soldado, ix el yav vinh, ix yalan vinh: --Ay juntzanh eb' soldado van sjavi, xchi vinh. Yuj chi' ix yal vinhaj Joram chi' icha tik: --B'atocab' junok vinh soldado t'a yib'anh chej, yic b'at yil vinh mach jun sjavi chi', sk'anb'anpax t'ay, tom t'a ak'ank'olal sjavi, xchi vinh."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix b'at jun vinh soldado t'a yib'anh chej chi' yic b'at yil vinh, ix yalan vinh: --Ha vinh rey tzin checancot in k'anb'ej t'ayach, tom ak'ank'olal tzach javi, xchi vinh. Ix yalan vinhaj Jehú chi' t'a vinh: --Ha ach tik, malaj alan ic t'a jun tik, anhej to tzach och tzak'an vuuj, xchi vinh. Axo ix yalanxi vinh stanhvumal chonhab' chi' icha tik: --Ha vinh checab' chi', ix k'och vinh b'aj van sjavi eb' chi', palta malaj vinh smeltzaji, xchi vinh."
        },
        {
            "number": "19",
            "text": "Val t'a jun rato chi' ix checjib'at junxo vinh soldado t'a yib'anh chej yuj vinh rey chi'. Ix k'och vinh soldado chi' t'a eb', ix yalan vinh: --Ha vinh rey tzin checancoti yic tzul in k'anb'an t'ayach, tom ak'ank'olal tzach javi, xchi vinh. Ix yalan vinhaj Jehú chi' t'a vinh: --Ha ach tik, malaj alan ic t'a jun tik, anhej to tzach och tzak'an vuuj, xchi vinh."
        },
        {
            "number": "20",
            "text": "Ix yalanxi vinh stanhvumal chonhab' chi': --Anheja' junxo vinh chi' ix k'och vinh t'a eb', palta malaj vinh smeltzaji. Ha mach sja t'a yol carruaje chi', ichato a vinhaj Jehú yixchiquin vinhaj Nimsi, yujto te locotac scot vinh, ichataxon smodo, xchi vinh."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix yalan vinhaj Joram chi': --Hak'uecoch nok' chej t'a in carruaje yic oval, xchi vinh. Yuj chi' ix b'ochaj scarruaje vinhaj Joram sreyal Israel chi' yet' pax yic vinhaj Ocozías sreyal Judá. Ix b'at eb' vinh junjun t'a yol scarruaje chi'. Ix b'at schaan vinhaj Jehú chi' eb' vinh. Ix schalaj sb'a eb' vinh t'a lum sluum vinhaj Nabot t'a yol yic Jezreel."
        },
        {
            "number": "22",
            "text": "Ayic ix yilan vinhaj Joram chi' to a vinhaj Jehú sk'ochi, ix yalan vinh: --Ach Jehú, ¿tom t'a ak'ank'olal tzach javi? xchi vinh. Ix yalan vinhaj Jehú chi': --Tom ijan ak'ank'olal tzin javi yacb'an a ix a nun ix Jezabel, anheja' yak'anem sb'a ix t'a juntzanh sdiosal yet' t'a yajb'aalil, xchi vinh."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix meltzaj vinhaj Joram chi', ix el lemnaj vinh, ixto avajcan vinh t'a vinhaj Ocozías chi': --Ocozías, chamel jun tik, xchi vinh."
        },
        {
            "number": "24",
            "text": "Yuj chi' a vinhaj Jehú chi' yet' val yip vinh ix sjulb'at sjul-lab' t'a vinhaj Joram chi', aval t'a snanhal yich spatic vinh ix ochi, ix k'axpaj t'a spixan vinh. Yuj chi' ix telvi vinh t'a yol scarruaje chi', ix cham vinh."
        },
        {
            "number": "25",
            "text": "Ixlajwi chi' ix yalan vinhaj Jehú chi' t'a vinhaj Bidcar, vinh skolwaj yet'oc: --Iq'uelta vinh t'a yol scarruaje chi', tza yumancanb'at vinh t'a yol smacb'encan vinhaj Nabot aj Jezreel, yujto tzato in nacoti to a ach jun ved'nac ach ayic tzak'an onh och t'a spatic scarruaje vinhaj Acab smam jun vinh tik, ayic yalannaccan jun lolonel tik Jehová t'a yib'anh vinhaj Acab chi' icha tik:"
        },
        {
            "number": "26",
            "text": "Ha evi vil schamel vinhaj Nabot yet' eb' yuninal. Anheja' icha val chi' ol aj vak'an spac t'ayach t'a jun lugar tik, xchi Jehová. Yuj chi' iq'uelta snivanil vinh chi', tza julancanb'at t'a lum sluumcan vinhaj Nabot chi', yujto icha chi' ajnac yalan Jehová, xchi vinhaj Jehú chi'."
        },
        {
            "number": "27",
            "text": "Ayic ix yilan vinhaj Ocozías sreyal Judá tas ix uji chi', ix el lemnaj vinh, ix b'atcan vinh t'a sb'eal Bet-hagán, palta ix b'at vinhaj Jehú chi' t'a spatic vinh, ix yalan vinh: --Milecpaxcham jun vinh tik, xchi vinh. Ix yamchaj vinhaj Ocozías chi' yuj eb' t'a svitzal Gur t'a slak'anil Ibleam. Ata' ix lajvi vinh t'a yol scarruaje chi' yuj eb', palta ixto yal yel vinh, masanto ix k'och vinh t'a Meguido. Ata' ix cham vinh."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi' ix ik'jib'at snivanil vinh yuj eb' vinh schecab' t'a Jerusalén t'a yol jun carruaje. Ix mucchaj vinh b'aj mucan eb' smam yicham t'a schonhab' vinhaj rey David."
        },
        {
            "number": "29",
            "text": "Ha vinhaj Ocozías chi', ix schael yich vinh yak'an reyal t'a Judá ayic yuxluchilxo ab'il yoch vinhaj Joram yuninal vinhaj Acab reyal t'a Israel."
        },
        {
            "number": "30",
            "text": "Ixlajwi chi', ix b'at vinhaj Jehú chi' t'a Jezreel. Ayic ix yab'an ix Jezabel tas ix uji chi', ix yak'an uk' stitac sat ix, ix sjixb'an sjolom ix, ix elta t'anhan ix t'a jun ventena."
        },
        {
            "number": "31",
            "text": "Ayic ix k'och vinhaj Jehú t'a ti' chonhab' chi', ix yalan ix t'a vinh icha tik: --¿Vach'am a k'ool? Lajan ach yet' vinhaj Zimri, ix a milcham vinh ajalil, xchi ix."
        },
        {
            "number": "32",
            "text": "Ix q'ue q'uelan vinhaj Jehú chi' t'a jun ventena chi', ix yalan vinh: --¿Mach ayoch ved'oc? xchi vinh. Ay chavanh oxvanh eb' vinh munlajvum t'a yol spat ix, ix elta t'anhan eb' vinh yila'."
        },
        {
            "number": "33",
            "text": "Ix yalan vinhaj Jehú chi' t'a eb' vinh: --Equec emta jun ix ix chi' t'a tik, xchi vinh. Ix yecancot sutnaj ix eb' vinh, ix laj och tzipnaj schiq'uil ix t'a sattac yich pat chi' yet' t'a nok' chej, haxo nok' chej chi' ix ek' t'a yib'anh snivanil ix chi' yet' scarruaje."
        },
        {
            "number": "34",
            "text": "Ixlajwi chi' ix b'at vinhaj Jehú chi' vael. Ayic ix lajvi sva vinh chi', ix yalan vinh: --Ilec tas tzeyutej jun ix ix te chuk chi', yujnhej to yisil ix vinh rey, yuj chi' mucchajocab' ix, xchi vinh."
        },
        {
            "number": "35",
            "text": "Ayic ix b'at eb' vinh smuc snivanil ix yalani, ix yilan eb' vinh to axonhej sb'aquil sjolom ix, yoc ix yet' sk'ab' ix ayeq'ui."
        },
        {
            "number": "36",
            "text": "Axo ix paxta eb' vinh, ix yalan eb' vinh t'a vinhaj Jehú tas yaji, ix yalan vinh: --Icha tik ix aj yelk'och tas schecnac Jehová yal vinhaj Elías aj Tisbe, vinh schecab' to a nok' tz'i' ol chianb'at snivanil ix Jezabel t'a yol yic Jezreel."
        },
        {
            "number": "37",
            "text": "Ha snivanil ix chi', stza' nok' nok' ol ajcanb'atoc, yuj chi' yalxonhej b'aj ol kan t'a sattac lum lum t'a yol yic Jezreel, malaj mach ol alanoc: Ina b'aj mucan ix Jezabel tik, manh xchioc eb', xchi Jehová, xchican vinhaj Elías chi', xchi vinhaj Jehú chi'."
        }
    ]
}