{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Eliseo schekab' Dios, ix yavtej jun winh yetchekab'wumal winh quelemto, ix yalan winh icha tik: --Ak' lista a b'a, tzach b'at t'a Ramot t'a yol yic Galaad. Ik'b'at jun yet'tal aceite tik tzach b'ati."
        },
        {
            "number": "2",
            "text": "Ayic tzach k'och ta', tza sayanek' winhaj Jehú yuninal winhaj Josafat yixchiquin winhaj Nimsi. Tzach och b'aj ayek' winh chi', tzik'anelta winh t'a skal heb' winh ayek' yet' winh ta', tzik'anb'at winh t'a junocxo cuarto."
        },
        {
            "number": "3",
            "text": "Slajwi chi' tzik'ancot aceite chi', tza tob'ank'e t'a sjolom winh, tzalan t'a winh icha tik: Ha Jehová tz'alan icha tik: Ha in tzach in sik'kaneli yic ol ach och reyal t'a Israel, xchi, xa chi. Slajwi chi' tza jakan puerta, tzach el lemnajoc, manh ach och waan, xchi winhaj Eliseo chi'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix b'at winh quelem schekab' Dios t'a Ramot t'a yol yic Galaad chi'."
        },
        {
            "number": "5",
            "text": "Ayic ix k'och winh ta', molanek' masanil heb' winh yajalil heb' soldado, ix yalan winh icha tik: --Ach in capitán, ay wal jab' tas ol wal t'ayach, xchi winh. --¿Mach junok onh b'aj tzal chi'? xchi winhaj Jehú. --Ach in capitán, a ach ton tzach wala', xchi winh t'a winhaj Jehú chi'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix k'e jucnaj winhaj Jehú chi', ix och winh t'a yol pat. Ix yak'ank'e aceite winh schekab' Dios chi' t'a sjolom winh, ix yalan winh: --Ha Jehová ko Diosal tz'alan t'ayach icha tik: Ha in tzach in sik'kaneli, yic ol ach och reyal t'a in chonhab' Israel."
        },
        {
            "number": "7",
            "text": "Ha ach ol a satel masanil heb' yinhtilal winhaj Acab, winh ayach t'a yalanh smandar. Icha chi' ol aj in pakan schamel heb' winh in chekab' yet' heb' winh tz'alanel in lolonel, yujto elnac schiq'uil heb' winh yuj ix Jezabel."
        },
        {
            "number": "8",
            "text": "Masanil heb' yinhtilal winhaj Acab chi', yowalil ol satel heb'. Masanil heb' winak, wach'chom chekab' yaji, ma yic sb'a, ol satel heb' t'a chonhab' Israel. Manhxa junok yinhtilal winh chi' olto kanok."
        },
        {
            "number": "9",
            "text": "Icha wutejnac yinhtilal winhaj Jeroboam yuninal winhaj Nabat, icha wutejnacpax yic winhaj Baasa yuninal winhaj Ahías, icha wal chi' ol wutej yinhtilal winhaj Acab chi'."
        },
        {
            "number": "10",
            "text": "Axo pax ix Jezabel jun, a nok' tz'i' ol chianb'at sniwanil ix t'a yol yic Jezreel, manhxalaj mach ol mukan ix, xchi Jehová, xchi winh schekab' Dios chi'. Ayic ix lajwi yalan masanil juntzanh tik winh schekab' Dios chi', ix sjakan spuertail jun pat chi' winh, ix b'at winh elelal."
        },
        {
            "number": "11",
            "text": "Ayic ix k'ochxi winhaj Jehú chi' b'aj molanek' heb' winh yetyajalil chi', ix sk'anb'an heb' winh t'a winh: --¿Tas xchi, wach' ama? ¿Tas yuj ix ul ach yil jun winh quistal chi'? xchi heb' winh. --Ha ex tik eyojtakxo winh, eyojtak tas syaltaxon heb' winh schekab' Dios chi', xchi winhaj Jehú chi'."
        },
        {
            "number": "12",
            "text": "--Maay, manh cojtakoclaj, al t'ayonh tas ix ul yal winh, xchi heb' winh. Ix tak'wi winhaj Jehú chi' t'a heb' winh: --Ix yal winh t'ayin icha tik: Ha Jehová tz'alan icha tik: Ha in tzach in sik'kanel sreyaloc Israel ticnaik, xchi Jehová, xchi winh t'ayin, xchi winhaj Jehú chi'."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', junjun heb' winh ix yik'el sjucan pichul, ix slich'anem heb' winh t'a yalanh yoc winhaj Jehú b'aj b'akhquiltac sk'ei. Ix laj spu'an sch'aac heb' winh, te chaanh ix yal heb' winh: Ha winhaj Jehú, reyxo winh, xchi heb' winh."
        },
        {
            "number": "14",
            "text": "Ha winhaj Jehú yuninal winhaj Josafat yixchiquin winhaj Nimsi, te chuk tas sna winh t'a yib'anh winhaj Joram. Ha winhaj Joram chi', aynhejoch winh yet' heb' yetisraelal scolanelta chonhab' Ramot t'a yol yic Galaad t'a yol sk'ab' winhaj Hazael sreyal Siria."
        },
        {
            "number": "15",
            "text": "Palta ayxo jaye' k'u sk'och winh t'a Jezreel yic syanhtan sb'a winh b'aj ix lajwi yuj heb' sirio chi' ayic ix yak'an owal winh yet' winhaj Hazael chi'. Ix yalan winhaj Jehú t'a heb' ajun yet'oc: Tato t'a wal yel he gana tzin och he reyaloc, malaj junok mach tz'el t'a yol chonhab' tik yic wach' malaj mach sb'at alan jun ab'ix tik t'a heb' winh aj Jezreel, xchi winh."
        },
        {
            "number": "16",
            "text": "Ix k'e winh t'a yol skarruaje yic owal, ix b'at winh t'a Jezreel b'aj wan yanhtan sb'a winhaj Joram chi'. Aypaxek' winhaj Ocozías sreyal Judá ta', yujto ayk'och winh yil winhaj Joram chi'."
        },
        {
            "number": "17",
            "text": "Ayic ix yilanb'at winh ayk'e t'a chaanh stanhwej chonhab' Jezreel chi' to wan sjawi winhaj Jehú yet' jun nhilanh heb' soldado, ix el yav winh, ix yalan winh: --Ay juntzanh heb' soldado wan sjawi, xchi winh. Yuj chi' ix yal winhaj Joram chi' icha tik: --B'atokab' junok winh soldado t'a yib'anh chej, yic b'at yil winh mach jun sjawi chi', sk'anb'anpax t'ay, tom t'a ak'ank'olal sjawi, xchi winh."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix b'at jun winh soldado t'a yib'anh chej chi' yic b'at yil winh, ix yalan winh: --Ha winh rey tzin chekancot in k'anb'ej t'ayach, tom ak'ank'olal tzach jawi, xchi winh. Ix yalan winhaj Jehú chi' t'a winh: --Ha ach tik, malaj alan ic t'a jun tik, anhej to tzach och tzak'an wuuj, xchi winh. Axo ix yalanxi winh stanhwumal chonhab' chi' icha tik: --Ha winh chekab' chi', ix k'och winh b'aj wan sjawi heb' chi', palta malaj winh smeltzaji, xchi winh."
        },
        {
            "number": "19",
            "text": "Val t'a jun rato chi' ix checjib'at junxo winh soldado t'a yib'anh chej yuj winh rey chi'. Ix k'och winh soldado chi' t'a heb', ix yalan winh: --Ha winh rey tzin chekancoti yic tzul in k'anb'an t'ayach, tom ak'ank'olal tzach jawi, xchi winh. Ix yalan winhaj Jehú chi' t'a winh: --Ha ach tik, malaj alan ic t'a jun tik, anhej to tzach och tzak'an wuuj, xchi winh."
        },
        {
            "number": "20",
            "text": "Ix yalanxi winh stanhwumal chonhab' chi': --Anheja' junxo winh chi' ix k'och winh t'a heb', palta malaj winh smeltzaji. Ha mach sja t'a yol carruaje chi', ichato a winhaj Jehú yixchiquin winhaj Nimsi, yujto te locotac scot winh, ichataxon smodo, xchi winh."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix yalan winhaj Joram chi': --Hak'uecoch nok' chej t'a in carruaje yic owal, xchi winh. Yuj chi' ix b'ochaj skarruaje winhaj Joram sreyal Israel chi' yet' pax yic winhaj Ocozías sreyal Judá. Ix b'at heb' winh junjun t'a yol skarruaje chi'. Ix b'at schaan winhaj Jehú chi' heb' winh. Ix schalaj sb'a heb' winh t'a lum sluum winhaj Nabot t'a yol yic Jezreel."
        },
        {
            "number": "22",
            "text": "Ayic ix yilan winhaj Joram chi' to a winhaj Jehú sk'ochi, ix yalan winh: --Ach Jehú, ¿tom t'a ak'ank'olal tzach jawi? xchi winh. Ix yalan winhaj Jehú chi': --Tom ijan ak'ank'olal tzin jawi yacb'an a ix a nun ix Jezabel, anheja' yak'anem sb'a ix t'a juntzanh sdiosal yet' t'a yajb'aalil, xchi winh."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix meltzaj winhaj Joram chi', ix el lemnaj winh, ixto awajkan winh t'a winhaj Ocozías chi': --Ocozías, chamel jun tik, xchi winh."
        },
        {
            "number": "24",
            "text": "Yuj chi' a winhaj Jehú chi' yet' wal yip winh ix sjulb'at sjul-lab' t'a winhaj Joram chi', awal t'a snanhal yich spatic winh ix ochi, ix k'axpaj t'a spixan winh. Yuj chi' ix telwi winh t'a yol skarruaje chi', ix cham winh."
        },
        {
            "number": "25",
            "text": "Ixlajwi chi' ix yalan winhaj Jehú chi' t'a winhaj Bidcar, winh skolwaj yet'oc: --Ik'elta winh t'a yol skarruaje chi', tza yumankanb'at winh t'a yol smacb'enkan winhaj Nabot aj Jezreel, yujto tzato in nacoti to a ach jun wed'nac ach ayic tzak'an onh och t'a spatic skarruaje winhaj Acab smam jun winh tik, ayic yalannakkan jun lolonel tik Jehová t'a yib'anh winhaj Acab chi' icha tik:"
        },
        {
            "number": "26",
            "text": "Ha ewi wil schamel winhaj Nabot yet' heb' yuninal. Anheja' icha wal chi' ol aj wak'an spak t'ayach t'a jun lugar tik, xchi Jehová. Yuj chi' ik'elta sniwanil winh chi', tza julankanb'at t'a lum sluumkan winhaj Nabot chi', yujto icha chi' ajnac yalan Jehová, xchi winhaj Jehú chi'."
        },
        {
            "number": "27",
            "text": "Ayic ix yilan winhaj Ocozías sreyal Judá tas ix uji chi', ix el lemnaj winh, ix b'atkan winh t'a sb'eal Bet-hagán, palta ix b'at winhaj Jehú chi' t'a spatic winh, ix yalan winh: --Milecpaxcham jun winh tik, xchi winh. Ix yamchaj winhaj Ocozías chi' yuj heb' t'a switzal Gur t'a slak'anil Ibleam. Ata' ix lajwi winh t'a yol skarruaje chi' yuj heb', palta ixto yal yel winh, masanto ix k'och winh t'a Meguido. Ata' ix cham winh."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi' ix ik'jib'at sniwanil winh yuj heb' winh schekab' t'a Jerusalén t'a yol jun carruaje. Ix mucchaj winh b'aj mukan heb' smam yicham t'a schonhab' winhaj rey Dawid."
        },
        {
            "number": "29",
            "text": "Ha winhaj Ocozías chi', ix schael yich winh yak'an reyal t'a Judá ayic yuxluchilxo ab'il yoch winhaj Joram yuninal winhaj Acab reyal t'a Israel."
        },
        {
            "number": "30",
            "text": "Ixlajwi chi', ix b'at winhaj Jehú chi' t'a Jezreel. Ayic ix yab'an ix Jezabel tas ix uji chi', ix yak'an uk' stitac sat ix, ix sjixb'an sjolom ix, ix elta t'anhan ix t'a jun wentena."
        },
        {
            "number": "31",
            "text": "Ayic ix k'och winhaj Jehú t'a ti' chonhab' chi', ix yalan ix t'a winh icha tik: --¿Vach'am a k'ool? Lajan ach yet' winhaj Zimri, ix a milcham winh ajalil, xchi ix."
        },
        {
            "number": "32",
            "text": "Ix k'e k'elan winhaj Jehú chi' t'a jun wentena chi', ix yalan winh: --¿Mach ayoch wed'oc? xchi winh. Ay chawanh oxwanh heb' winh munlajwum t'a yol spat ix, ix elta t'anhan heb' winh yila'."
        },
        {
            "number": "33",
            "text": "Ix yalan winhaj Jehú chi' t'a heb' winh: --Equec emta jun ix ix chi' t'a tik, xchi winh. Ix yekancot sutnaj ix heb' winh, ix laj och tzipnaj schiq'uil ix t'a sattac yich pat chi' yet' t'a nok' chej, haxo nok' chej chi' ix ek' t'a yib'anh sniwanil ix chi' yet' skarruaje."
        },
        {
            "number": "34",
            "text": "Ixlajwi chi' ix b'at winhaj Jehú chi' wael. Ayic ix lajwi swa winh chi', ix yalan winh: --Ilec tas tzeyutej jun ix ix te chuk chi', yujnhej to yisil ix winh rey, yuj chi' mucchajokab' ix, xchi winh."
        },
        {
            "number": "35",
            "text": "Ayic ix b'at heb' winh smuc sniwanil ix yalani, ix yilan heb' winh to axonhej sb'aquil sjolom ix, yoc ix yet' sk'ab' ix ayeq'ui."
        },
        {
            "number": "36",
            "text": "Axo ix paxta heb' winh, ix yalan heb' winh t'a winhaj Jehú tas yaji, ix yalan winh: --Icha tik ix aj yelk'och tas schecnac Jehová yal winhaj Elías aj Tisbe, winh schekab' to a nok' tz'i' ol chianb'at sniwanil ix Jezabel t'a yol yic Jezreel."
        },
        {
            "number": "37",
            "text": "Ha sniwanil ix chi', stza' nok' nok' ol ajkanb'atoc, yuj chi' yalxonhej b'aj ol kan t'a sattac lum lum t'a yol yic Jezreel, malaj mach ol alanoc: Ina b'aj mukan ix Jezabel tik, manh xchioc heb', xchi Jehová, xchikan winhaj Elías chi', xchi winhaj Jehú chi'."
        }
    ]
}