{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Jeremías in tik, yuninal in winhaj Hilcías, yinhtilal in eb' sacerdote cajan t'a chonhab' Anatot t'a yol smacb'en lum Benjamín. Aton t'a jun tik tz'ib'ab'ilcan tas ix yal Jehová t'ayin yic svaleli."
        },
        {
            "number": "2",
            "text": "Ix el yich slolon Jehová t'ayin ayic 13 ab'il yoch winhaj Josías yuninal winhaj Amón reyal t'a Judá."
        },
        {
            "number": "3",
            "text": "Ix lolonnhej t'ayin ayic ayoch winhaj Joacim yuninal winhaj Josías chi' reyal t'a Judá. Ix lolonnhej pax t'ayin masanto ayic yoil ujal yoch yuxluchil ab'il yoch winhaj Sedequías reyal, yuninal pax winhaj Josías chi'. Ata' ix ik'jib'at eb' cajan t'a Jerusalén icha preso t'a Babilonia."
        },
        {
            "number": "4",
            "text": "Ayic ix el yich slolon Jehová t'ayin, ix yalan icha tik:"
        },
        {
            "number": "5",
            "text": "Ach Jeremías, yictax manto ach vak' pitzvoc t'a a nun, sik'b'ilachxoel vuuj. Ayic manto ach alji, sik'b'ilachxoel vuuj yic tzach och in checab'oc t'a juntzanh chonhab', xchi t'ayin."
        },
        {
            "number": "6",
            "text": "Ix in tak'vi icha tik: Mamin Jehová, ach Vajalil, unin into. Maxto nachaj tas svutej in loloni, xin chi."
        },
        {
            "number": "7",
            "text": "Ix yalanxi Jehová chi' t'ayin: Manh ala' to unin ach. Anhej to ol ach b'at b'aj ol ach in checb'ati, ol alan tas ol in chec ala'."
        },
        {
            "number": "8",
            "text": "Malaj mach b'aj tzach xivi. Ha in Jehová in svala' to ayinnhejoch ed'oc yic tzach in colani, xchi t'ayin."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix yak'ancot sk'ab', ix yak'anoch t'a in ti', ix yalan t'ayin:"
        },
        {
            "number": "10",
            "text": "Aton val ticnaic svak'och in lolonel t'a a ti'. Tzach in checb'at t'a juntzanh chonhab' yic tzalan yab' eb' to ol javok yaelal t'a yib'anh eb', ol satel eb', ol lajvoquem eb'. Ay chonhab' chi' ol satel t'a junelnhej, ay pax ol b'ochajxiq'ueoc, xchi Jehová."
        },
        {
            "number": "11",
            "text": "Ix lolonxi Jehová t'ayin, ix yalani: ¿Tas tzil chi' ach Jeremías? xchi. Ha jun te' k'ab' almendro svila', xin chi."
        },
        {
            "number": "12",
            "text": "Yel tzala'. Ol vilnhej to a tas swal tik t'ayach ol elk'och t'a elanhchamel, xchi Jehová chi'."
        },
        {
            "number": "13",
            "text": "Ix yalanxi Jehová chi' t'ayin t'a schaelal: ¿Tas tzil chi'? xchi t'ayin. Svil jun lum chen van xeji, van stob'cot t'a stojolal norte, xin chi t'ay."
        },
        {
            "number": "14",
            "text": "Ix yalanxi t'ayin: Ha t'a norte chi', ata' ol cot yaelal ol javok t'a yib'anh masanil eb' anima cajan t'a tik."
        },
        {
            "number": "15",
            "text": "Ha in Jehová in tik swal t'ayach to ol laj vavtejcot jantac soldado scot t'a juntzanh chonhab' ay t'a norte. Ol oymaj eb' t'a spatictac chonhab' Jerusalén tik yet' t'a spatictac juntzanhxo chonhab' t'a smacb'en Judá. Ol javok sreyal eb', ol sb'oanem sdespacho eb' t'a spuertail Jerusalén tik."
        },
        {
            "number": "16",
            "text": "Aton jun yaelal tik ol vak'cot t'a yib'anh eb' anima ix och smul t'ayin. Ix in yactejcan eb', haxo t'a juntzanh comon dios ix sb'o eb', ata' ix och eb' ejmelal. Ix snhusanpaxtz'a incienso eb' t'ay."
        },
        {
            "number": "17",
            "text": "Ha ticnaic ak' ip, tek'b'ej a b'a, b'at alan masanil tas ol in chec ala'. Manh ach xiv t'a eb' etanimail chi'. Tato ol ach xivoc, ol ach vak' ib'xocq'ue t'a yichanh eb'."
        },
        {
            "number": "18",
            "text": "Ha ticnaic tzach vak'och icha junok chonhab' te tek'an, icha val junok oy nab'a hierro, ma icha muro nab'a bronce. Yuj chi' ol yal a tek'b'an a b'ha t'a yichanh chonhab' Judá, t'a yichanh eb' rey, eb' yajal, eb' sacerdote yet' t'a yichanh masanil anima."
        },
        {
            "number": "19",
            "text": "Ol yak' oval eb' chi' ed'oc, palta a in val Jehová in svala' to manh ol ach telvoc yuj eb', yujto ayinnhejoch ed'oc ach in colani, xchi Jehová."
        }
    ]
}