{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Jeremías in tik, ix wal icha tik: E masanil ex wetchonhab' israel, maclejec eyab' tas syal Jehová."
        },
        {
            "number": "2",
            "text": "Ha tz'alan t'ayex icha tik: Manh he b'eyb'alej sb'eyb'al juntzanhxo nación, manh ex xiv yuj juntzanh tas sch'ox sb'ha t'a satcha’anh, icha syutej sb'a juntzanh ch'oc chonhab'il chi'."
        },
        {
            "number": "3",
            "text": "Ha sb'eyb'al juntzanh nación chi', malaj jab'oc yelk'ochi. Sb'at suycot junok te yib' te' heb' t'a kaltac te', haxo junok winh nhicum te' snhikan te' yet' syamk'ab'."
        },
        {
            "number": "4",
            "text": "Slajwi chi' syak'anoch k'een plata yet' k'een oro winh yelwanub'oc. Smak'anb'at slawuxal te' winh yet' k'een martillo yic stzatzb'i te', yic max el k'otnaj te'."
        },
        {
            "number": "5",
            "text": "Ha juntzanh yechel chi', lajan icha xib'tanub'al nok' much t'a skal junok avb'en. Max yal-laj sloloni. Yowalil scuchji b'eyek'oc, yujto max yal-laj sb'eyi. Manh ex xiv t'a juntzanh chi', yujto malaj chukal, ma wach'il syak' t'a heb' anima, xchi Jehová."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, malaj junocxo mach lajan ed'oc, yujto te niwan elk'ochi, te b'inajnac ach, syal uj smasanil."
        },
        {
            "number": "7",
            "text": "Ach sReyal masanil nación, ¿tom ay junok mach manh smojoc xiv t'ayach? Smoj wal te niwan elk'och t'a masanil anima. Ha t'a skal heb' jelan yet' t'a skal heb' rey t'a yol yib'anhk’inal tik, malaj junocxo mach lajan ed'oc."
        },
        {
            "number": "8",
            "text": "Masanil heb' anima chi' malaj spensar heb', malaj sjelanil heb', max yal sk'ayb'aj jab'oc heb' yuj juntzanh yechel b'ob'il t'a te te' chi'."
        },
        {
            "number": "9",
            "text": "Ha juntzanh yechel comon Dios chi', b'ob'il yuj heb' tenum k'een, nab'a plata, aton k'een ik'b'ilcot t'a Tarsis yet' k'een oro ik'b'ilcot t'a Ufaz. Ha k'apac k'apac k'ik'mutz'inac yilji yet' k'apac chacchac k'apac ayoch spichuloc. Masanil juntzanh chi', b'ob'il yuj heb' anima jelan spensar sb'oan tastac."
        },
        {
            "number": "10",
            "text": "Axo Jehová, aton Dios pitzan, Dios t'a wal yel, Rey t'a junelnhej. Ayic scot yowal, tz'ib'xi wal lum lum tik yuj. Maxtzac yal-laj stek'b'an sb'a juntzanh niwac chonhab' t'a yichanh yowal sk'ol Jehová chi'."
        },
        {
            "number": "11",
            "text": "Ex wetisraelal, alec t'a heb' ch'oc chonhab'il icha tik: Ha juntzanh comon Dios, manhoc b'oannac satcha’anh yet' lum lum tik, ol satel t'a yol yib'anhk’inal tik, manhxa junok ol kanok, xe chi."
        },
        {
            "number": "12",
            "text": "Ha Jehová b'oannac lum lum tik yet' spoder, a yet' sjelanil sb'onac yol yib'anhk’inal tik. Anheja' yet' sjelanil chi' sb'onac pax satcha’anh."
        },
        {
            "number": "13",
            "text": "Ayic tz'awaj Jehová chi', tz'ib'xik'e ha ha' t'a satcha’anh, sk'e waan asun t'a chaanh yuj masanto b'aj slajwik'och lum lum tik. Tz'ek' copoljoc lheb'lon t'a skal niwac yaxnhab' yuj, sjakanelta ik' b'aj molan yuj."
        },
        {
            "number": "14",
            "text": "Masanil heb' anima tz'ak'anoch comon Dios yipoc sk'ool, malaj spensar heb', malaj tas yojtak heb'. Masanil heb' tenum k'een, tz'ak'ji q'uixwelal heb' yuj juntzanh yechel sb'o chi'. Ha juntzanh yechel sb'o heb' chi', malaj yelk'ochi, malaj spixan."
        },
        {
            "number": "15",
            "text": "Ha juntzanh yechel chi', malaj jab'oc yopisio, smoj wal stzetzaji. Ayic ol jawok yaelal yuj Jehová, ol sateloc."
        },
        {
            "number": "16",
            "text": "Te ch'oc yel ko Diosal a onh yinhtilal onh winhaj Jacob tik. Ha b'oannac masanil tasi, ix onh sik'anpaxel a onh israel onh tik yic tzonh ochkan yicoc. Ha sb'i, aton Jehová Yajal t'a Smasanil."
        },
        {
            "number": "17",
            "text": "Ex aj Jerusalén, oyb'ilxok'e ko chonhab' yuj heb' ajk'ool, molb'ejec masanil he k'ael."
        },
        {
            "number": "18",
            "text": "Yujto syal Jehová icha tik: Ha ticnaik ol in molcot yaelal t'a he patic masanto ol yal eyamchaji. Masanil ex kajan ex t'a jun chonhab' tik, ol ex in pechb'at t'a najat, icha tz'aj sjuljib'at junok k'een k'een yet' ch'anh mejmeech, xchi."
        },
        {
            "number": "19",
            "text": "Ix walan a in Jeremías in tik: Ob'iltac in, wan wab'an syail. Ha wechen tik malaj yanhal. Ha jun yaelal tik wik yaji yuj chi' ol wak' techajoc."
        },
        {
            "number": "20",
            "text": "Toxo ix em lanhnaj ko pat, icha mantiado sd'inhchaj sch'anhal. Toxo ix cham heb' cuninal, ix onh yaktejkan heb', yuj chi' manhxa mach skolwaj qued'oc yic slich'ank'e jab'oc quenhul."
        },
        {
            "number": "21",
            "text": "Ha heb' yilumal ko chonhab', malaj spensar heb'. Max sk'an sjelanil heb' t'a Jehová. Yuj chi' onh saclemb'at icha nok' kalnel."
        },
        {
            "number": "22",
            "text": "Ab'ec wal sjawi jun ab'ix tik. Ay jun chonhab' scot t'a stojolal norte nhilili sk'anh scoti. Ha jun chi' ol ak'ankanoch juntzanh ko chonhab' tik tzinan lumal. Axonhej nok' niwac oques ol kajnajkan t'ay."
        },
        {
            "number": "23",
            "text": "Mamin Jehová, wojtak sik'lab'il to a onh anima onh tik manh cojtakoc tas ol aj quelk'ochi. Max nachaj cuj tastac sjawi t'a quichanh."
        },
        {
            "number": "24",
            "text": "Ak' ko yaelal icha wal t'a stojolal, palta manhokab' yet' yowal a k'ool yic max onh a sateli."
        },
        {
            "number": "25",
            "text": "Hak'uem yowal a k'ol t'a yib'anh juntzanh ch'oc chonhab'il, juntzanh chonhab' to manh ach ojtannacoc, juntzanh chonhab' max yal sb'a t'ayach, yujto ix satel ko chonhab' heb' a onh yinhtilal onh winhaj Jacob tik. Junelnhej ix onh satel heb'. Ix laj yak'kan tzinan ko chonhab' tik heb', xin chi."
        }
    ]
}