{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Jeremías in tik, ix val icha tik: E masanil ex vetchonhab' israel, maclejec eyab' tas syal Jehová."
        },
        {
            "number": "2",
            "text": "Ha tz'alan t'ayex icha tik: Manh e b'eyb'alej sb'eyb'al juntzanhxo nación, manh ex xiv yuj juntzanh tas sch'ox sb'ha t'a satcha’anh, icha syutej sb'a juntzanh ch'oc chonhab'il chi'."
        },
        {
            "number": "3",
            "text": "Ha sb'eyb'al juntzanh nación chi', malaj jab'oc yelk'ochi. Sb'at suycot junok te yib' te' eb' t'a caltac te', haxo junok winh nhicum te' snhican te' yet' syamk'ab'."
        },
        {
            "number": "4",
            "text": "Slajvi chi' syak'anoch q'uen plata yet' q'uen oro winh yelvanub'oc. Smak'anb'at slavuxal te' winh yet' q'uen martillo yic stzatzb'i te', yic max el k'otnaj te'."
        },
        {
            "number": "5",
            "text": "Ha juntzanh yechel chi', lajan icha xib'tanub'al nok' much t'a skal junok avb'en. Max yal-laj sloloni. Yovalil scuchji b'eyek'oc, yujto max yal-laj sb'eyi. Manh ex xiv t'a juntzanh chi', yujto malaj chukal, ma wach'il syak' t'a eb' anima, xchi Jehová."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, malaj junocxo mach lajan ed'oc, yujto te niwan elk'ochi, te b'inajnac ach, syal uj smasanil."
        },
        {
            "number": "7",
            "text": "Ach sReyal masanil nación, ¿tom ay junok mach manh smojoc xiv t'ayach? Smoj val te niwan elk'och t'a masanil anima. Ha t'a skal eb' jelan yet' t'a skal eb' rey t'a yol yib'anhk’inal tik, malaj junocxo mach lajan ed'oc."
        },
        {
            "number": "8",
            "text": "Masanil eb' anima chi' malaj spensar eb', malaj sjelanil eb', max yal sk'ayb'aj jab'oc eb' yuj juntzanh yechel b'ob'il t'a te te' chi'."
        },
        {
            "number": "9",
            "text": "Ha juntzanh yechel comon dios chi', b'ob'il yuj eb' tenum q'ueen, nab'a plata, aton q'uen ik'b'ilcot t'a Tarsis yet' q'uen oro ik'b'ilcot t'a Ufaz. Ha k'apac k'apac k'ik'mutz'inac yilji yet' k'apac chacchac k'apac ayoch spichuloc. Masanil juntzanh chi', b'ob'il yuj eb' anima jelan spensar sb'oan tastac."
        },
        {
            "number": "10",
            "text": "Axo Jehová, aton Dios pitzan, Dios t'a val yel, Rey t'a junelnhej. Ayic scot yoval, tz'ib'xi val lum lum tik yuj. Maxtzac yal-laj stek'b'an sb'a juntzanh nivac chonhab' t'a yichanh yoval sk'ol Jehová chi'."
        },
        {
            "number": "11",
            "text": "Ex vetisraelal, alec t'a eb' ch'oc chonhab'il icha tik: Ha juntzanh comon dios, manhoc b'oannac satcha’anh yet' lum lum tik, ol satel t'a yol yib'anhk’inal tik, manhxa junok ol canoc, xe chi."
        },
        {
            "number": "12",
            "text": "Ha Jehová b'oannac lum lum tik yet' spoder, a yet' sjelanil sb'onac yol yib'anhk’inal tik. Anheja' yet' sjelanil chi' sb'onac pax satcha’anh."
        },
        {
            "number": "13",
            "text": "Ayic tz'avaj Jehová chi', tz'ib'xiq'ue ha ha' t'a satcha’anh, sq'ue vaan asun t'a chaanh yuj masanto b'aj slajvik'och lum lum tik. Tz'ek' copoljoc leb'lon t'a skal nivac yaxnhab' yuj, sjacanelta ik' b'aj molan yuj."
        },
        {
            "number": "14",
            "text": "Masanil eb' anima tz'ak'anoch comon dios yipoc sk'ool, malaj spensar eb', malaj tas yojtac eb'. Masanil eb' tenum q'ueen, tz'ak'ji q'uixvelal eb' yuj juntzanh yechel sb'o chi'. Ha juntzanh yechel sb'o eb' chi', malaj yelk'ochi, malaj spixan."
        },
        {
            "number": "15",
            "text": "Ha juntzanh yechel chi', malaj jab'oc yopisio, smoj val stzetzaji. Ayic ol javok yaelal yuj Jehová, ol sateloc."
        },
        {
            "number": "16",
            "text": "Te ch'oc yel co Diosal a onh yinhtilal onh winhaj Jacob tik. Ha b'oannac masanil tasi, ix onh sik'anpaxel a onh israel onh tik yic tzonh ochcan yicoc. Ha sb'i, aton Jehová Yajal t'a Smasanil."
        },
        {
            "number": "17",
            "text": "Ex aj Jerusalén, oyb'ilxoq'ue co chonhab' yuj eb' ajk'ool, molb'ejec masanil e k'ael."
        },
        {
            "number": "18",
            "text": "Yujto syal Jehová icha tik: Ha ticnaic ol in molcot yaelal t'a e patic masanto ol yal eyamchaji. Masanil ex cajan ex t'a jun chonhab' tik, ol ex in pechb'at t'a najat, icha tz'aj sjuljib'at junok q'uen q'ueen yet' ch'anh mejmeech, xchi."
        },
        {
            "number": "19",
            "text": "Ix valan a in Jeremías in tik: Ob'iltac in, van vab'an syail. Ha vechen tik malaj yanhal. Ha jun yaelal tik wik yaji yuj chi' ol vak' techajoc."
        },
        {
            "number": "20",
            "text": "Toxo ix em lanhnaj co pat, icha mantiado sd'inhchaj sch'anhal. Toxo ix cham eb' cuninal, ix onh yactejcan eb', yuj chi' manhxa mach skolwaj qued'oc yic slich'anq'ue jab'oc quenhul."
        },
        {
            "number": "21",
            "text": "Ha eb' yilumal co chonhab', malaj spensar eb'. Max sk'an sjelanil eb' t'a Jehová. Yuj chi' onh saclemb'at icha nok' calnel."
        },
        {
            "number": "22",
            "text": "Ab'ec val sjavi jun ab'ix tik. Ay jun chonhab' scot t'a stojolal norte nhilili sk'anh scoti. Ha jun chi' ol ak'ancanoch juntzanh co chonhab' tik tzinan lumal. Axonhej nok' nivac oques ol cajnajcan t'ay."
        },
        {
            "number": "23",
            "text": "Mamin Jehová, vojtac sik'lab'il to a onh anima onh tik manh cojtacoc tas ol aj quelk'ochi. Max nachaj cuj tastac sjavi t'a quichanh."
        },
        {
            "number": "24",
            "text": "Ak' co yaelal icha val t'a stojolal, palta manhocab' yet' yoval a k'ool yic max onh a sateli."
        },
        {
            "number": "25",
            "text": "Hak'uem yoval a k'ol t'a yib'anh juntzanh ch'oc chonhab'il, juntzanh chonhab' to manh ach ojtannacoc, juntzanh chonhab' max yal sb'a t'ayach, yujto ix satel co chonhab' eb' a onh yinhtilal onh winhaj Jacob tik. Junelnhej ix onh satel eb'. Ix laj yak'kan tzinan co chonhab' tik eb', xin chi."
        }
    ]
}