{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin Jeremías in tik icha tik:"
        },
        {
            "number": "2",
            "text": "Ab' val tas syal in trato, tzalan t'a eb' aj Judá yet' pax t'a eb' cajan t'a Jerusalén."
        },
        {
            "number": "3",
            "text": "Tzalan t'a eb' to a in Jehová sDiosal in eb', a in svala' to scatab'aj mach max k'anab'ajan tas syal in trato tik."
        },
        {
            "number": "4",
            "text": "Aton in trato in b'onac yet' eb' e mam eyicham, ayic vik'annaquelta eb' t'a Egipto. Ha jun nación chi', lajan yaj t'a eb' icha junok horno b'aj stz'a q'uen hierro. Valannac t'a eb': k'anab'ajejinec, b'oec masanil tas svala'. Tato icha chi' tze k'ulej, ol ex och in chonhab'oc, a inxo ol in och e Diosaloc, xin chi t'a eb'."
        },
        {
            "number": "5",
            "text": "Ha exxo pax tik, tato ol in e k'anab'ajej, ol vak'nhej elk'och in ti' vak'nac t'a eb' e mam eyicham, yic svak'an jun e lu'um, aton lum te yax sat b'aj ayex ek' tik, xchi Jehová, xa chi, xchi t'ayin. Yuj chi' ix in tak'vi t'ay icha tik: Ujocab' Mamin Jehová, xin chi."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yalanxi Jehová t'ayin icha tik: Al jun checnab'il tik t'a juntzanh chonhab' ay t'a yol yic Judá yet' t'a yoltac scalleal Jerusalén. Tzalan t'a eb' anima icha tik: Maclejec eyab' jun trato tik, tze b'eyb'alan tas syala'."
        },
        {
            "number": "7",
            "text": "Ayic vik'annaquelta eb' e mam eyicham t'a Egipto, cham val valnac t'a eb' to scha yab' eb' tas svala'. Atax t'a jun pekti’ chi' masanto ticnaic ayinnhejoch valani."
        },
        {
            "number": "8",
            "text": "Palta maj schalaj yab' eb', maj sk'anab'ajej eb', anhej to wach' pitb'inaquel spensar eb'. Yak'annacb'at sb'a eb' t'a skal chukal. Maj yal sk'ol eb' sk'anab'ajej tas svala'. Yuj chi' vak'nacb'at yaelal t'a yib'anh eb', icha yajcan t'a in trato chi', xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Ha eb' aj Judá yet' eb' cajan t'a Jerusalén, ix slajtiej sb'a eb' yic syik'anel sb'a eb' t'a yol in k'ab'."
        },
        {
            "number": "10",
            "text": "Ix sk'ulejxi chukal eb' icha sb'eyb'alejnac eb' e mam eyicham. Aton eb' manh k'anab'ajannacoc tas valnac, haxo t'a juntzanh comon dios yak'nacoch spensar eb', yochnac eb' ejmelal t'ay. Ha pax ticnaic manhoc chonhab' Israel, manhoc pax chonhab' Judá sk'anab'ajan in trato in b'onac yet' eb' e mam eyicham chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' a in val Jehová in svala', ol vak'cot yaelal t'a yib'anh eb', manhxo ol yal scolan sb'a eb' t'ay. Olto avaj eb' t'ayin sk'anan in colval, palta manhxo ol in tak'voc t'a eb'."
        },
        {
            "number": "12",
            "text": "Ichato chi' b'ian a eb' aj Judá yet' eb' cajan t'a Jerusalén tik, ol b'at snhus incienso eb' yic sk'anan colval t'a juntzanh sdiosal chi'. Yujto a eb' aj Judá tik, tzijtum val sdiosal eb', lajan sb'isul icha sb'isul schonhab' eb'. Anheja' pax eb' cajan t'a Jerusalén, te tzijtum altar ix sb'oq'ue eb', icha val scalleal chonhab', aton ta' snhus incienso eb' t'a Baal, jun comon dios yajb'entac. Palta manh ol yal-laj scolji eb' t'a syaelal chi' yuj juntzanh scomon diosal chi'."
        },
        {
            "number": "13",
            "text": "Ach Jeremías, manh ach lesalvoc yuj jun chonhab' tik. Manh al t'ayin, manh ach tevoc t'ayin yuj eb', yujto manh ol in tak'voc, wach'chom ol sk'an in colval eb' t'a skal syaelal."
        },
        {
            "number": "14",
            "text": "Ix yalan Jehová to sval t'a eb' vetchonhab' icha tik: Ex in chonhab' xajanab'il vuuj, malaj eyalan eyic e javi t'a in cajnub', yujto manh jantacoc tas yajb'entac tze k'ulej. Ha xepual yet' schib'ejal nok' e silab', manh ol yal ex scolanel t'a jun yaelal ol javoc t'a eyib'anh. Manhxo eyak'och q'uinh t'a in cajnub' tik."
        },
        {
            "number": "15",
            "text": "Yujto ha t'a yalanhtaxo, lajan ex icha junok te' olivo k'ayum xiil, te ay sat. Palta haxo ticnaic, ol ex in sateli, icha tz'aj slajviem junok te te' sjecchaj sk'ab' yuj junok oval ik' nhab', stz'ab'at te' yuj sk'ak'al leb'lon."
        },
        {
            "number": "16",
            "text": "Ha in Jehová Yajal in t'a Smasanil, a in ix ex vak' pitzvoc ex aj Israel yet' ex aj Judá, icha yavchaj junok te te'. Palta toxo ix vala' to ol ex in satel yuj jantac chukal tze k'ulej, icha junok te te' stok'jiq'ueta t'a yol lu'um. Ix e tzuntzejcot yoval in k'ool, yujto ix e nhus incienso t'a Baal, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Mamin Jehová, ix ak' vojtaquejeli to ay eb' ajk'ol t'ayin van snaan in smilani. Ix a jac in pensar yic snachajel vuuj."
        },
        {
            "number": "18",
            "text": "Junk'olal vajeq'ui, icha junok nok' calnel tz'ik'jib'at b'aj smiljichamoc, palta manh vojtacoc tas van snaan eb' t'a in patic. Syalan eb' icha tik: Co maq'uecchamoc, yic wach' manhxa mach ol naancotoc, icha val tz'aj xicjiel junok te te' syak' sat, xchi eb'."
        },
        {
            "number": "19",
            "text": "Mamin Jehová, Yajal ach t'a Smasanil, Juez ach t'a stojolal. Ojtac tas ayek' t'a co pensar. Ak' vil tas ol aj ak'an spac t'a juntzanh anima tik, yujto toxo ix vab'enejoch t'a yol a k'ab' tas sna eb' t'a in patic, xin chi."
        },
        {
            "number": "20",
            "text": "Ha eb' aj Anatot, ix sna eb' tas tz'aj in chami. Ix yalan eb' to tzin smilcham eb' tato anheja' valanel slolonel Jehová."
        },
        {
            "number": "21",
            "text": "Ha Jehová Yajal t'a Smasanil ix alan yuj eb' aj Anatot chi' icha tik: Ayic ol in b'oan yaj yet' eb', a eb' quelemtac ol cham eb' t'a skal oval, haxo yuninal eb' yet' yisil, ol cham eb' yuj vejel."
        },
        {
            "number": "22",
            "text": "Manhxa junok eb' vinac ol canoc, yujto ol ja sk'ual ol in ch'olb'itan tas sk'ulej eb'. Ol javoc yaelal t'a yib'anh eb', xchi Jehová."
        }
    ]
}