{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin Jeremías in tik icha tik:"
        },
        {
            "number": "2",
            "text": "Ab' wal tas syal in trato, tzalan t'a heb' aj Judá yet' pax t'a heb' kajan t'a Jerusalén."
        },
        {
            "number": "3",
            "text": "Tzalan t'a heb' to a in Jehová sDiosal in heb', a in swala' to skatab'aj mach max k'anab'ajan tas syal in trato tik."
        },
        {
            "number": "4",
            "text": "Aton in trato in b'onac yet' heb' he mam eyicham, ayic wik'annaquelta heb' t'a Egipto. Ha jun nación chi', lajan yaj t'a heb' icha junok horno b'aj stz'a k'een hierro. Valannac t'a heb': k'anab'ajejinec, b'oec masanil tas swala'. Tato icha chi' tze k'ulej, ol ex och in chonhab'oc, a inxo ol in och he Diosaloc, xin chi t'a heb'."
        },
        {
            "number": "5",
            "text": "Ha exxo pax tik, tato ol in he k'anab'ajej, ol wak'nhej elk'och in ti' wak'nac t'a heb' he mam eyicham, yic swak'an jun he lu'um, aton lum te yax sat b'aj ayex ek' tik, xchi Jehová, xa chi, xchi t'ayin. Yuj chi' ix in tak'wi t'ay icha tik: Ujokab' Mamin Jehová, xin chi."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yalanxi Jehová t'ayin icha tik: Al jun checnab'il tik t'a juntzanh chonhab' ay t'a yol yic Judá yet' t'a yoltac skalleal Jerusalén. Tzalan t'a heb' anima icha tik: Maclejec eyab' jun trato tik, tze b'eyb'alan tas syala'."
        },
        {
            "number": "7",
            "text": "Ayic wik'annaquelta heb' he mam eyicham t'a Egipto, cham wal walnac t'a heb' to scha yab' heb' tas swala'. Atax t'a jun pekti’ chi' masanto ticnaik ayinnhejoch walani."
        },
        {
            "number": "8",
            "text": "Palta maj schalaj yab' heb', maj sk'anab'ajej heb', anhej to wach' pitb'inaquel spensar heb'. Yak'annacb'at sb'a heb' t'a skal chukal. Maj yal sk'ol heb' sk'anab'ajej tas swala'. Yuj chi' wak'nacb'at yaelal t'a yib'anh heb', icha yajkan t'a in trato chi', xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Ha heb' aj Judá yet' heb' kajan t'a Jerusalén, ix slajtiej sb'a heb' yic syik'anel sb'a heb' t'a yol in k'ab'."
        },
        {
            "number": "10",
            "text": "Ix sk'ulejxi chukal heb' icha sb'eyb'alejnac heb' he mam eyicham. Aton heb' manh k'anab'ajannacoc tas walnac, haxo t'a juntzanh comon Dios yak'nacoch spensar heb', yochnac heb' ejmelal t'ay. Ha pax ticnaik manhoc chonhab' Israel, manhoc pax chonhab' Judá sk'anab'ajan in trato in b'onac yet' heb' he mam eyicham chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' a in wal Jehová in swala', ol wak'cot yaelal t'a yib'anh heb', manhxo ol yal scolan sb'a heb' t'ay. Olto awaj heb' t'ayin sk'anan in colwal, palta manhxo ol in tak'woc t'a heb'."
        },
        {
            "number": "12",
            "text": "Ichato chi' b'ian a heb' aj Judá yet' heb' kajan t'a Jerusalén tik, ol b'at snhus incienso heb' yic sk'anan colwal t'a juntzanh sdiosal chi'. Yujto a heb' aj Judá tik, tzijtum wal sdiosal heb', lajan sb'isul icha sb'isul schonhab' heb'. Anheja' pax heb' kajan t'a Jerusalén, te tzijtum altar ix sb'ok'e heb', icha wal skalleal chonhab', aton ta' snhus incienso heb' t'a Baal, jun comon Dios yajb'entac. Palta manh ol yal-laj scolji heb' t'a syaelal chi' yuj juntzanh scomon diosal chi'."
        },
        {
            "number": "13",
            "text": "Ach Jeremías, manh ach lesalwoc yuj jun chonhab' tik. Manh al t'ayin, manh ach tewoc t'ayin yuj heb', yujto manh ol in tak'woc, wach'chom ol sk'an in colwal heb' t'a skal syaelal."
        },
        {
            "number": "14",
            "text": "Ix yalan Jehová to swal t'a heb' wetchonhab' icha tik: Ex in chonhab' xajanab'il wuuj, malaj eyalan eyic he jawi t'a in kajnub', yujto manh jantacoc tas yajb'entac tze k'ulej. Ha xepual yet' schib'ejal nok' he silab', manh ol yal ex scolanel t'a jun yaelal ol jawok t'a eyib'anh. Manhxo eyak'och q'uinh t'a in kajnub' tik."
        },
        {
            "number": "15",
            "text": "Yujto ha t'a yalanhtaxo, lajan ex icha junok te' oliwo k'ayum xiil, te ay sat. Palta haxo ticnaik, ol ex in sateli, icha tz'aj slajwiem junok te te' sjekchaj sk'ab' yuj junok owal ik' nhab', stz'ab'at te' yuj sk'ak'al lheb'lon."
        },
        {
            "number": "16",
            "text": "Ha in Jehová Yajal in t'a Smasanil, a in ix ex wak' pitzwoc ex aj Israel yet' ex aj Judá, icha yavchaj junok te te'. Palta toxo ix wala' to ol ex in satel yuj jantac chukal tze k'ulej, icha junok te te' stok'jik'eta t'a yol lu'um. Ix he tzuntzejcot yowal in k'ool, yujto ix he nhus incienso t'a Baal, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Mamin Jehová, ix ak' wojtaquejeli to ay heb' ajk'ol t'ayin wan snaan in smilani. Ix a jac in pensar yic snachajel wuuj."
        },
        {
            "number": "18",
            "text": "Junk'olal wajeq'ui, icha junok nok' kalnel tz'ik'jib'at b'aj smiljichamoc, palta manh wojtakoc tas wan snaan heb' t'a in patic. Syalan heb' icha tik: Co mak'ecchamoc, yic wach' manhxa mach ol naancotoc, icha wal tz'aj xicjiel junok te te' syak' sat, xchi heb'."
        },
        {
            "number": "19",
            "text": "Mamin Jehová, Yajal ach t'a Smasanil, Juez ach t'a stojolal. Ojtac tas ayek' t'a ko pensar. Ak' wil tas ol aj ak'an spak t'a juntzanh anima tik, yujto toxo ix wab'enejoch t'a yol a k'ab' tas sna heb' t'a in patic, xin chi."
        },
        {
            "number": "20",
            "text": "Ha heb' aj Anatot, ix sna heb' tas tz'aj in chami. Ix yalan heb' to tzin smilcham heb' tato anheja' walanel slolonel Jehová."
        },
        {
            "number": "21",
            "text": "Ha Jehová Yajal t'a Smasanil ix alan yuj heb' aj Anatot chi' icha tik: Ayic ol in b'oan yaj yet' heb', a heb' kelemtac ol cham heb' t'a skal owal, haxo yuninal heb' yet' yisil, ol cham heb' yuj wejel."
        },
        {
            "number": "22",
            "text": "Manhxa junok heb' winak ol kanok, yujto ol ja sk'ual ol in ch'olb'itan tas sk'ulej heb'. Ol jawok yaelal t'a yib'anh heb', xchi Jehová."
        }
    ]
}