{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'ayin Jeremías in tic icha tic:"
        },
        {
            "number": "2",
            "text": "Ab' val tas syal in trato, tzalan d'a eb' aj Judá yed' pax d'a eb' cajan d'a Jerusalén."
        },
        {
            "number": "3",
            "text": "Tzalan d'a eb' to a in Jehová sDiosal in eb', a in svala' to scatab'aj mach max k'anab'ajan tas syal in trato tic."
        },
        {
            "number": "4",
            "text": "Aton in trato in b'onac yed' eb' e mam eyicham, ayic vik'annaquelta eb' d'a Egipto. A jun nación chi', lajan yaj d'a eb' icha junoc horno b'aj stz'a q'uen hierro. Valannac d'a eb': k'anab'ajejinec, b'oec masanil tas svala'. Tato icha chi' tze k'ulej, ol ex och in chonhab'oc, a inxo ol in och e Diosaloc, xin chi d'a eb'."
        },
        {
            "number": "5",
            "text": "A exxo pax tic, tato ol in e k'anab'ajej, ol vak'nhej elk'och in ti' vak'nac d'a eb' e mam eyicham, yic svak'an jun e luum, aton lum te yax sat b'aj ayex ek' tic, xchi Jehová, xa chi, xchi d'ayin. Yuj chi' ix in tak'vi d'ay icha tic: Ujocab' Mamin Jehová, xin chi."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yalanxi Jehová d'ayin icha tic: Al jun checnab'il tic d'a juntzanh chonhab' ay d'a yol yic Judá yed' d'a yoltac scalleal Jerusalén. Tzalan d'a eb' anima icha tic: Maclejec eyab' jun trato tic, tze b'eyb'alan tas syala'."
        },
        {
            "number": "7",
            "text": "Ayic vik'annaquelta eb' e mam eyicham d'a Egipto, cham val valnac d'a eb' to scha yab' eb' tas svala'. Atax d'a jun tiempoal chi' masanto ticnaic ayinnhejoch valani."
        },
        {
            "number": "8",
            "text": "Palta maj schalaj yab' eb', maj sk'anab'ajej eb', anhej to vach' pitb'inaquel spensar eb'. Yak'annacb'at sb'a eb' d'a scal chucal. Maj yal sk'ol eb' sk'anab'ajej tas svala'. Yuj chi' vak'nacb'at yaelal d'a yib'anh eb', icha yajcan d'a in trato chi', xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ix yalanxi Jehová d'ayin icha tic: A eb' aj Judá yed' eb' cajan d'a Jerusalén, ix slajtiej sb'a eb' yic syik'anel sb'a eb' d'a yol in k'ab'."
        },
        {
            "number": "10",
            "text": "Ix sk'ulejxi chucal eb' icha sb'eyb'alejnac eb' e mam eyicham. Aton eb' manh k'anab'ajannacoc tas valnac, axo d'a juntzanh comon dios yak'nacoch spensar eb', yochnac eb' ejmelal d'ay. A pax ticnaic manhoc chonhab' Israel, manhoc pax chonhab' Judá sk'anab'ajan in trato in b'onac yed' eb' e mam eyicham chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' a in val Jehová in svala', ol vak'cot yaelal d'a yib'anh eb', manhxo ol yal scolan sb'a eb' d'ay. Olto avaj eb' d'ayin sk'anan in colval, palta manhxo ol in tak'voc d'a eb'."
        },
        {
            "number": "12",
            "text": "Ichato chi' b'ian a eb' aj Judá yed' eb' cajan d'a Jerusalén tic, ol b'at snhus incienso eb' yic sk'anan colval d'a juntzanh sdiosal chi'. Yujto a eb' aj Judá tic, tzijtum val sdiosal eb', lajan sb'isul icha sb'isul schonhab' eb'. Anheja' pax eb' cajan d'a Jerusalén, te tzijtum altar ix sb'oq'ue eb', icha val scalleal chonhab', aton ta' snhus incienso eb' d'a Baal, jun comon dios yajb'entac. Palta manh ol yal-laj scolji eb' d'a syaelal chi' yuj juntzanh scomon diosal chi'."
        },
        {
            "number": "13",
            "text": "Ach Jeremías, manh ach lesalvoc yuj jun chonhab' tic. Manh al d'ayin, manh ach tevoc d'ayin yuj eb', yujto manh ol in tak'voc, vach'chom ol sk'an in colval eb' d'a scal syaelal."
        },
        {
            "number": "14",
            "text": "Ix yalan Jehová to sval d'a eb' vetchonhab' icha tic: Ex in chonhab' xajanab'il vuuj, malaj eyalan eyic e javi d'a in cajnub', yujto manh jantacoc tas yajb'entac tze k'ulej. A xepual yed' schib'ejal nok' e silab', manh ol yal ex scolanel d'a jun yaelal ol javoc d'a eyib'anh. Manhxo eyak'och q'uinh d'a in cajnub' tic."
        },
        {
            "number": "15",
            "text": "Yujto a d'a yalanhtaxo, lajan ex icha junoc te' olivo k'ayum xiil, te ay sat. Palta axo ticnaic, ol ex in sateli, icha tz'aj slajviem junoc te te' sjecchaj sk'ab' yuj junoc oval ik' nhab', stz'ab'at te' yuj sk'ak'al leb'lon."
        },
        {
            "number": "16",
            "text": "A in Jehová Yajal in d'a Smasanil, a in ix ex vak' pitzvoc ex aj Israel yed' ex aj Judá, icha yavchaj junoc te te'. Palta toxo ix vala' to ol ex in satel yuj jantac chucal tze k'ulej, icha junoc te te' stok'jiq'ueta d'a yol luum. Ix e tzuntzejcot yoval in k'ool, yujto ix e nhus incienso d'a Baal, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Mamin Jehová, ix ak' vojtaquejeli to ay eb' ajk'ol d'ayin van snaan in smilani. Ix a jac in pensar yic snachajel vuuj."
        },
        {
            "number": "18",
            "text": "Junk'olal vajeq'ui, icha junoc nok' calnel tz'ik'jib'at b'aj smiljichamoc, palta manh vojtacoc tas van snaan eb' d'a in patic. Syalan eb' icha tic: Co maq'uecchamoc, yic vach' manhxa mach ol naancotoc, icha val tz'aj xicjiel junoc te te' syak' sat, xchi eb'."
        },
        {
            "number": "19",
            "text": "Mamin Jehová, Yajal ach d'a Smasanil, Juez ach d'a stojolal. Ojtac tas ayek' d'a co pensar. Ak' vil tas ol aj ak'an spac d'a juntzanh anima tic, yujto toxo ix vab'enejoch d'a yol a k'ab' tas sna eb' d'a in patic, xin chi."
        },
        {
            "number": "20",
            "text": "A eb' aj Anatot, ix sna eb' tas tz'aj in chami. Ix yalan eb' to tzin smilcham eb' tato anheja' valanel slolonel Jehová."
        },
        {
            "number": "21",
            "text": "A Jehová Yajal d'a Smasanil ix alan yuj eb' aj Anatot chi' icha tic: Ayic ol in b'oan yaj yed' eb', a eb' quelemtac ol cham eb' d'a scal oval, axo yuninal eb' yed' yisil, ol cham eb' yuj vejel."
        },
        {
            "number": "22",
            "text": "Manhxa junoc eb' vinac ol canoc, yujto ol ja sk'ual ol in ch'olb'itan tas sk'ulej eb'. Ol javoc yaelal d'a yib'anh eb', xchi Jehová."
        }
    ]
}