{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ix valan d'a Jehová icha tic: Mamin Jehová, vach'chom vojtac to te tojol a pensar, palta in gana tzin telaj in b'a ed'oc. Tzin nib'ej tzin k'anb'ej juntzanh tic d'ayach: ¿Tas yuj vach'nhej yaj eb' chuc sb'eyb'al? ¿Tas yuj junk'olal yaj eb' anhej chucal sna'a?"
        },
        {
            "number": "2",
            "text": "A ach a b'onac eb', vach'nhej sq'uib' eb', icha junoc te te' vach' sb'at sch'anhal yib', vach' sq'uib'i, syak'an sat, icha chi' yaj eb'. Anhej yed' sti' eb' syal vach' lolonel d'ayach, axo spensar eb' najat yajeli."
        },
        {
            "number": "3",
            "text": "Palta a ach tic Mamin Jehová, ojtac in. Tzila' jantac yajoch in pensar d'ayach. Ik'b'at juntzanh anima chi', icha tz'aj yik'jib'at nok' calnel b'aj smiljichamoc. Tza sik'canel eb', yic vach' ol cham eb' d'a jun k'ual ayic ol miljoccham anima."
        },
        {
            "number": "4",
            "text": "¿B'aq'uinh ol och vaan stacji yib'anhq'uinal tic yed' stacjiel anh ank'ultac sk'ux nok' nok'? Anheja' nok' much van scham nok' yuj schucal eb' anima cajan d'a jun chonhab' tic. Sna eb' to max il tastac sk'ulej eb', xin chi d'a Jehová."
        },
        {
            "number": "5",
            "text": "Ix yalan Jehová d'ayin: Tato maj ach tzak'van a b'ey yed' eb' sb'ey d'a yoc, ¿tas val ol aj a lajb'an a b'ey yed' eb' ayq'ue d'a yib'anh chej? Tato manh junk'olaloc ajek' b'aj secan, ¿tas ol aj a naani tato tzach ek' d'a scaltac svayumtaquil stitac a' Jordán?"
        },
        {
            "number": "6",
            "text": "Ijan spax ip, palta manto ojtacoc to a eb' ayoch ajk'olal d'ayach, aton eb' ayto uj a b'a yed'oc. Tz'avaj eb' scot eb' d'a a patic icha eb' pechum nok'. Vach'chom vach'nhej syutej lolon sb'a eb' d'ayach, manh ak'och eb' yipoc a k'ool, xchi d'ayin."
        },
        {
            "number": "7",
            "text": "Ix yalanxi Jehová icha tic: Ol vactejcan in chonhab' tic, ol in patiquejel jun chonhab' to vic yaji. Ol vak'och in chonhab' xajanab'il tic vuj d'a yol sk'ab' eb' ajk'ool."
        },
        {
            "number": "8",
            "text": "A eb' in chonhab' victaxon yaj tic, icha junoc nok' choj d'a caltac te' tz'el yav scoti, icha chi' syutej sb'a eb' d'ayin, yuj chi' tzin yajcanel eb'."
        },
        {
            "number": "9",
            "text": "A in chonhab' tic, lajan val icha junoc nok' ch'acb'a ch'oc yilji, stzok'jicham nok' yuj juntzanhxo nok' yetch'acb'ail. Cotocab' masanil juntzanhxo chonhab' ul satel in chonhab' tic."
        },
        {
            "number": "10",
            "text": "Tzijtum eb' yilumal eb' ch'oc chonhab'il ol satanel in chonhab' tic, ichato van satanel te' uva eb' avab'il vuuj. Ol steq'uem lad'an in munlajel eb'. A lum luum nib'ab'il vuuj, taquinh lum ol ajcan lum yuj eb'."
        },
        {
            "number": "11",
            "text": "Cuseltacxonhej ol ajcan in chonhab' tic yuj eb', ichato ol ok' lum d'ayin. Masanil in chonhab' tic, cuseltacxonhej ol ajcanoc. Manhxa mach ol naan jab'oc yuuj."
        },
        {
            "number": "12",
            "text": "Masanil d'a tzalquixtac d'a tz'inan luum, ol javoc eb' vinh vinac sateli, yujto a vespada a in Jehová in tic, a ol satanel masanil b'aj slajvik'och smacb'en in chonhab' tic. Manhxalaj junoc mach junk'olal ol ajoc."
        },
        {
            "number": "13",
            "text": "Ix yavej ixim trigo eb', axo te' q'uiix ix q'uib' sq'uexuloc. Nab'anhej ix munlaj eb'. Ix lajviel yavb'en eb', q'uixvelalxo smolanq'ue jab'jab' sat yavb'en eb' chi', yuj val yoval in k'ol d'a eb', xchi Jehová."
        },
        {
            "number": "14",
            "text": "Icha tic sval a in Jehová in tic yuj juntzanh nación te chuc d'a slak'anil Israel tic, to ix yiq'uek' lum luum eb' ix vak' smacb'enej Israel in chonhab': Ol viq'uel eb' d'a sluum junjun, axo eb' aj Judá ol viq'uel eb' d'a scal eb'."
        },
        {
            "number": "15",
            "text": "Ayic toxo ix viq'uel juntzanh ch'oc chonhab'il chi', ol ok'xoc in k'ol d'a eb', ol vik'an meltzaj eb' d'a sluum yed' d'a schonhab' junjun."
        },
        {
            "number": "16",
            "text": "A juntzanh chonhab' chi' ix k'ayb'an in chonhab' yak'an sti' d'a sb'i Baal. Axo ol ajoc, tato ol sk'anab'ajej sk'ayb'ub'al in chonhab' tic eb', ol slocan in b'i eb' d'a tas syala', tato icha chi' ol yal yaj eb' d'a scal eb' in chonhab' tic."
        },
        {
            "number": "17",
            "text": "Tato manh ol sk'anab'ajej eb' tas sval jun, a in val Jehová in svala' to ol in satel eb' icha stok'jiq'ueta junoc te te' yed' sch'anhal yib', xchi Jehová."
        }
    ]
}