{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ix walan t'a Jehová icha tik: Mamin Jehová, wach'chom wojtak to te tojol a pensar, palta in gana tzin telaj in b'a ed'oc. Tzin nib'ej tzin k'anb'ej juntzanh tik t'ayach: ¿Tas yuj wach'nhej yaj heb' chuk sb'eyb'al? ¿Tas yuj junk'olal yaj heb' anhej chukal sna'a?"
        },
        {
            "number": "2",
            "text": "Ha ach a b'onac heb', wach'nhej sq'uib' heb', icha junok te te' wach' sb'at sch'anhal yib', wach' sq'uib'i, syak'an sat, icha chi' yaj heb'. Anhej yet' sti' heb' syal wach' lolonel t'ayach, haxo spensar heb' najat yajeli."
        },
        {
            "number": "3",
            "text": "Palta a ach tik Mamin Jehová, ojtak in. Tzila' jantac yajoch in pensar t'ayach. Ik'b'at juntzanh anima chi', icha tz'aj yik'jib'at nok' kalnel b'aj smiljichamoc. Tza sik'kanel heb', yic wach' ol cham heb' t'a jun k'ual ayic ol miljoccham anima."
        },
        {
            "number": "4",
            "text": "¿B'aq'uinh ol och waan stacji yib'anhq'uinal tik yet' stacjiel anh ank'ultak sk'ux nok' nok'? Anheja' nok' much wan scham nok' yuj schukal heb' anima kajan t'a jun chonhab' tik. Sna heb' to max il tastac sk'ulej heb', xin chi t'a Jehová."
        },
        {
            "number": "5",
            "text": "Ix yalan Jehová t'ayin: Tato maj ach tzak'wan a b'ey yet' heb' sb'ey t'a yoc, ¿tas wal ol aj a lajb'an a b'ey yet' heb' ayk'e t'a yib'anh chej? Tato manh junk'olaloc ajek' b'aj sekan, ¿tas ol aj a naani tato tzach ek' t'a skaltac swayumtaquil stitac ha' Jordán?"
        },
        {
            "number": "6",
            "text": "Ijan spax ip, palta manto ojtakoc to a heb' ayoch ajk'olal t'ayach, aton heb' ayto uj a b'a yet'oc. Tz'awaj heb' scot heb' t'a a patic icha heb' pechum nok'. Wach'chom wach'nhej syutej lolon sb'a heb' t'ayach, manh ak'och heb' yipoc a k'ool, xchi t'ayin."
        },
        {
            "number": "7",
            "text": "Ix yalanxi Jehová icha tik: Ol wactejkan in chonhab' tik, ol in patiquejel jun chonhab' to wik yaji. Ol wak'och in chonhab' xajanab'il tik wuj t'a yol sk'ab' heb' ajk'ool."
        },
        {
            "number": "8",
            "text": "Ha heb' in chonhab' wictaxon yaj tik, icha junok nok' choj t'a kaltac te' tz'el yav scoti, icha chi' syutej sb'a heb' t'ayin, yuj chi' tzin yajkanel heb'."
        },
        {
            "number": "9",
            "text": "Ha in chonhab' tik, lajan wal icha junok nok' ch'acb'a ch'oc yilji, stzok'jicham nok' yuj juntzanhxo nok' yetch'acb'ail. Cotokab' masanil juntzanhxo chonhab' ul satel in chonhab' tik."
        },
        {
            "number": "10",
            "text": "Tzijtum heb' yilumal heb' ch'oc chonhab'il ol satanel in chonhab' tik, ichato wan satanel te' uwa heb' awab'il wuuj. Ol stek'em lat'an in munlajel heb'. Ha lum lum nib'ab'il wuuj, taquinh lum ol ajkan lum yuj heb'."
        },
        {
            "number": "11",
            "text": "Cuseltacxonhej ol ajkan in chonhab' tik yuj heb', ichato ol ok' lum t'ayin. Masanil in chonhab' tik, cuseltacxonhej ol ajkanoc. Manhxa mach ol naan jab'oc yuj."
        },
        {
            "number": "12",
            "text": "Masanil t'a tzalquixtac t'a tzinan lu'um, ol jawok heb' winh winak sateli, yujto a wespada a in Jehová in tik, a ol satanel masanil b'aj slajwik'och smacb'en in chonhab' tik. Manhxalaj junok mach junk'olal ol ajoc."
        },
        {
            "number": "13",
            "text": "Ix yawej ixim trigo heb', haxo te' q'uiix ix q'uib' sk'exuloc. Nab'anhej ix munlaj heb'. Ix lajwiel yavb'en heb', q'uixwelalxo smolank'e jab'jab' sat yavb'en heb' chi', yuj wal yowal in k'ol t'a heb', xchi Jehová."
        },
        {
            "number": "14",
            "text": "Icha tik swal a in Jehová in tik yuj juntzanh nación te chuk t'a slak'anil Israel tik, to ix yik'ek' lum lum heb' ix wak' smacb'enej Israel in chonhab': Ol wik'el heb' t'a sluum junjun, haxo heb' aj Judá ol wik'el heb' t'a skal heb'."
        },
        {
            "number": "15",
            "text": "Ayic toxo ix wik'el juntzanh ch'oc chonhab'il chi', ol ok'xoc in k'ol t'a heb', ol wik'an meltzaj heb' t'a sluum yet' t'a schonhab' junjun."
        },
        {
            "number": "16",
            "text": "Ha juntzanh chonhab' chi' ix k'ayb'an in chonhab' yak'an sti' t'a sb'i Baal. Axo ol ajoc, tato ol sk'anab'ajej sk'ayb'ub'al in chonhab' tik heb', ol slocan in b'i heb' t'a tas syala', tato icha chi' ol yal yaj heb' t'a skal heb' in chonhab' tik."
        },
        {
            "number": "17",
            "text": "Tato manh ol sk'anab'ajej heb' tas swal jun, a in wal Jehová in swala' to ol in satel heb' icha stok'jik'eta junok te te' yet' sch'anhal yib', xchi Jehová."
        }
    ]
}