{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ix valan t'a Jehová icha tik: Mamin Jehová, wach'chom vojtac to te tojol a pensar, palta in gana tzin telaj in b'a ed'oc. Tzin nib'ej tzin k'anb'ej juntzanh tik t'ayach: ¿Tas yuj wach'nhej yaj eb' chuk sb'eyb'al? ¿Tas yuj junk'olal yaj eb' anhej chukal sna'a?"
        },
        {
            "number": "2",
            "text": "Ha ach a b'onac eb', wach'nhej sq'uib' eb', icha junok te te' wach' sb'at sch'anhal yib', wach' sq'uib'i, syak'an sat, icha chi' yaj eb'. Anhej yet' sti' eb' syal wach' lolonel t'ayach, haxo spensar eb' najat yajeli."
        },
        {
            "number": "3",
            "text": "Palta a ach tik Mamin Jehová, ojtac in. Tzila' jantac yajoch in pensar t'ayach. Ik'b'at juntzanh anima chi', icha tz'aj yik'jib'at nok' calnel b'aj smiljichamoc. Tza sik'canel eb', yic wach' ol cham eb' t'a jun k'ual ayic ol miljoccham anima."
        },
        {
            "number": "4",
            "text": "¿B'aq'uinh ol och vaan stacji yib'anhq'uinal tik yet' stacjiel anh ank'ultak sk'ux nok' nok'? Anheja' nok' much van scham nok' yuj schucal eb' anima cajan t'a jun chonhab' tik. Sna eb' to max il tastac sk'ulej eb', xin chi t'a Jehová."
        },
        {
            "number": "5",
            "text": "Ix yalan Jehová t'ayin: Tato maj ach tzak'van a b'ey yet' eb' sb'ey t'a yoc, ¿tas val ol aj a lajb'an a b'ey yet' eb' ayq'ue t'a yib'anh chej? Tato manh junk'olaloc ajek' b'aj secan, ¿tas ol aj a naani tato tzach ek' t'a scaltac svayumtaquil stitac ha' Jordán?"
        },
        {
            "number": "6",
            "text": "Ijan spax ip, palta manto ojtacoc to a eb' ayoch ajk'olal t'ayach, aton eb' ayto uj a b'a yet'oc. Tz'avaj eb' scot eb' t'a a patic icha eb' pechum nok'. Wach'chom wach'nhej syutej lolon sb'a eb' t'ayach, manh ak'och eb' yipoc a k'ool, xchi t'ayin."
        },
        {
            "number": "7",
            "text": "Ix yalanxi Jehová icha tik: Ol vactejcan in chonhab' tik, ol in patiquejel jun chonhab' to vic yaji. Ol vak'och in chonhab' xajanab'il tik vuj t'a yol sk'ab' eb' ajk'ool."
        },
        {
            "number": "8",
            "text": "Ha eb' in chonhab' victaxon yaj tik, icha junok nok' choj t'a caltac te' tz'el yav scoti, icha chi' syutej sb'a eb' t'ayin, yuj chi' tzin yajcanel eb'."
        },
        {
            "number": "9",
            "text": "Ha in chonhab' tik, lajan val icha junok nok' ch'acb'a ch'oc yilji, stzok'jicham nok' yuj juntzanhxo nok' yetch'acb'ail. Cotocab' masanil juntzanhxo chonhab' ul satel in chonhab' tik."
        },
        {
            "number": "10",
            "text": "Tzijtum eb' yilumal eb' ch'oc chonhab'il ol satanel in chonhab' tik, ichato van satanel te' uva eb' avab'il vuuj. Ol steq'uem lat'an in munlajel eb'. Ha lum lum nib'ab'il vuuj, taquinh lum ol ajkan lum yuj eb'."
        },
        {
            "number": "11",
            "text": "Cuseltacxonhej ol ajkan in chonhab' tik yuj eb', ichato ol ok' lum t'ayin. Masanil in chonhab' tik, cuseltacxonhej ol ajcanoc. Manhxa mach ol naan jab'oc yuj."
        },
        {
            "number": "12",
            "text": "Masanil t'a tzalquixtac t'a tzinan lu'um, ol javoc eb' vinh vinac sateli, yujto a vespada a in Jehová in tik, a ol satanel masanil b'aj slajvik'och smacb'en in chonhab' tik. Manhxalaj junok mach junk'olal ol ajoc."
        },
        {
            "number": "13",
            "text": "Ix yavej ixim trigo eb', haxo te' q'uiix ix q'uib' sq'uexuloc. Nab'anhej ix munlaj eb'. Ix lajviel yavb'en eb', q'uixvelalxo smolanq'ue jab'jab' sat yavb'en eb' chi', yuj val yoval in k'ol t'a eb', xchi Jehová."
        },
        {
            "number": "14",
            "text": "Icha tik sval a in Jehová in tik yuj juntzanh nación te chuk t'a slak'anil Israel tik, to ix yiq'uek' lum lum eb' ix vak' smacb'enej Israel in chonhab': Ol viq'uel eb' t'a sluum junjun, haxo eb' aj Judá ol viq'uel eb' t'a skal eb'."
        },
        {
            "number": "15",
            "text": "Ayic toxo ix viq'uel juntzanh ch'oc chonhab'il chi', ol ok'xoc in k'ol t'a eb', ol vik'an meltzaj eb' t'a sluum yet' t'a schonhab' junjun."
        },
        {
            "number": "16",
            "text": "Ha juntzanh chonhab' chi' ix k'ayb'an in chonhab' yak'an sti' t'a sb'i Baal. Axo ol ajoc, tato ol sk'anab'ajej sk'ayb'ub'al in chonhab' tik eb', ol slocan in b'i eb' t'a tas syala', tato icha chi' ol yal yaj eb' t'a skal eb' in chonhab' tik."
        },
        {
            "number": "17",
            "text": "Tato manh ol sk'anab'ajej eb' tas sval jun, a in val Jehová in svala' to ol in satel eb' icha stok'jiq'ueta junok te te' yet' sch'anhal yib', xchi Jehová."
        }
    ]
}