{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'ayin icha tik: Ixic, b'at man junok tzek'ul nab'a lino, tzak'anoch t'a a nanhal ayic manto juk'chajoc, xchi t'ayin."
        },
        {
            "number": "2",
            "text": "Ix in manan jun tzek'ul chi' icha ix yal Jehová, ix wak'anoch t'a in nanhal."
        },
        {
            "number": "3",
            "text": "Ix yalanxi Jehová t'ayin:"
        },
        {
            "number": "4",
            "text": "Ik'b'at jun a tzek'ul ix a man chi', jun ayoch t'a a nanhal chi', tzach b'at t'a Perat. Ata' tza k'ub'ejel t'a sjatelal junok k'een tenam, xchi Jehová."
        },
        {
            "number": "5",
            "text": "Ix in b'at b'ian, ix in k'ub'anel jun tzek'ul chi', icha ix aj yalan Jehová t'ayin."
        },
        {
            "number": "6",
            "text": "Ix ek' junok tiempoal, ix yalanxi Jehová icha tik: Ixic t'a Perat, b'at ik'xicot jun tzek'ul in checnac b'at a k'ub'ejel ta', xchi t'ayin."
        },
        {
            "number": "7",
            "text": "Ix in b'at b'ian, ix in joyan b'aj aycan chi' wuuj, ix wik'ancoti, palta k'haxo, manhxalaj yopisio."
        },
        {
            "number": "8",
            "text": "Ix yalanxi Jehová t'ayin yic swaleli:"
        },
        {
            "number": "9",
            "text": "Icha tik ol aj in satanel yik'ojchanhb'ail Judá yet' Jerusalén."
        },
        {
            "number": "10",
            "text": "Ha ex in chonhab' ex tik, te chuk ex, malaj he gana tze k'anab'ajej in checnab'il, anhej tas tze nib'ej a tze k'ulej. Tzex och ejmelal t'a juntzanh comon Dios, tzeyak'an serwil. Lajan ex icha jun tzek'ul manhxalaj yopisio tik."
        },
        {
            "number": "11",
            "text": "Icha junok mach stzek'och junok tzek'ul t'a snanhal, icha chi' ix in k'ulej eyed' ex aj Israel yet' ex aj Judá, yic junnhej tzex aj wed'oc, in chonhab' eyaji, yic tzeyak'an ojtacajeli to b'inajnac in, niwan welk'ochi. Palta maj in he k'anab'ajej, xchi Jehová, xa chi, xchi t'ayin."
        },
        {
            "number": "12",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Al t'a heb' etchonhab' tik: Ha Jehová ko Diosal tz'alani: Junjun yet'tal wino, smoj sb'ud'ji yuj wino, xa chi. Ol yalan heb' t'ayach: Toxon cojtac to junjun yet'tal wino smoj sb'ud'ji yuj, xcham heb'."
        },
        {
            "number": "13",
            "text": "Ol alan t'a heb' to a in swal icha tik: Ol wak' sat he k'ol he masanil ex cajan ex t'a jun chonhab' tik yuj yowal in k'ool, icha wal tz'aj sat sk'ol mach niwan wino syuk'ej. Ha heb' ol satel sk'ol chi', aton heb' rey yinhtilal winhaj Dawid, heb' sacerdote, heb' syaloch sb'a in checab'oc yet' masanil ex cajan ex t'a Jerusalén tik."
        },
        {
            "number": "14",
            "text": "Ol wak' he mak'lajcham he b'a icha tz'aj spojb'at lum yet'tal wino ayic stenlan sb'a lu'um. Lajan ol yutej sb'a heb' mamab'il yet' heb' uninab'il. Ha in wal Jehová in swala', ol ex in sateli, manhxo ol ok'laj in k'ol t'ayex, xchi Jehová, xa chi, xchi t'ayin."
        },
        {
            "number": "15",
            "text": "Ex aj Judá, a Jehová wan slolon t'ayex. Emnaquil tzeyutej he b'a, tze maclan eyab' tas syala'."
        },
        {
            "number": "16",
            "text": "Aleck'eta he mul t'a Jehová ko Diosal, yacb'an manta tas scot t'a eyib'anh, icha sk'ulej heb' sb'eyek' t'a sat pak'an t'a skal k’ik’ k’inal. Tze na' to ol ja wach'ilal t'ayex palta te niwan yaelal ol cot t'a eyib'anh yuj Jehová, ichato ol k'ik'b'oc k 'inal ol eyila'."
        },
        {
            "number": "17",
            "text": "Tato max he cha eyab'i, elk'altac ol in ok' yuj eyik'ojchanhb'ail chi'. Ol elta yal in sat, yujto ol ex ik'chajcanb'at t'a najat, xin chi t'a heb'."
        },
        {
            "number": "18",
            "text": "Ix yalanxi Jehová t'ayin: Al t'a winh a reyal yet' t'a ix snun winh: Emanheccot t'a xilail he reyal, tzex em k'ojan t'a sat lu'um, yujto ol ik'chajel he corona manh jantacoc swach'il yilji ayk'e t'a he jolom."
        },
        {
            "number": "19",
            "text": "Ha juntzanh chonhab' t'a Neguev ol macchaj yuj heb' soldado, ol oymaj heb' t'a spatictac, manhxa mach ol yal yochi. Masanil heb' aj Judá, ol ik'chajcanb'at heb' t'a najat."
        },
        {
            "number": "20",
            "text": "Ixiquec k'elan t'a stojolal norte, tzeyilan scot heb' ajk'ool. ¿Tas yaj in chonhab' wak'nacoch t'a yol he k'ab' he tanhwani, aton heb' ayoch he b'inajb'iloc?"
        },
        {
            "number": "21",
            "text": "¿Tas ol eyala' ayic ol wak'anoch juntzanh anima eyajaliloc, aton heb' eyak'nacoch yipoc he k'ool? Ol ja yaelal t'a eyib'anh icha sjawi yaelal t'a yib'anh junok ix ix wan yalji yune'."
        },
        {
            "number": "22",
            "text": "Ex aj Jerusalén, tato tze k'anb'ej tas yuj sjawi juntzanh tik t'a eyib'anh, nachajocab' el eyuuj to yuj jantac he mul, yuj chi' b'eran ex eli tzex eq'ui, tzex te ixtajpaxi."
        },
        {
            "number": "23",
            "text": "Ha junok k'ik'al anima, tocwal syal sk'exmaj yilji. Ha spintotaquil nok' leopardo, tocwal syal sk'exmaji. Ichexta' te k'aynac ex t'a chukal, maxtzac yal sk'exmaj he b'eyb'al."
        },
        {
            "number": "24",
            "text": "Yuj chi' ol ex in saclemejb'ati, icha tz'aj saclemcanb'at smatz'il ixim trigo yuj ik' scot t'a taquinh lu'um."
        },
        {
            "number": "25",
            "text": "Aton wal tik aycanoch t'a eyib'anh wuuj, icha wal smojal. Yujto ix in b'atcan satk'olal eyuuj, axonhej juntzanh comon Dios tzeyak'och yipoc he k'ool."
        },
        {
            "number": "26",
            "text": "Ol ex wak'el b'eran, ol ex wak'an q'uixwelal."
        },
        {
            "number": "27",
            "text": "Ix wil jantac eyajmulal, aton juntzanh q'uixwelaltac tze k'ulej. Yajb'entac tas tze k'ulej t'a lum jolomtac witz yet' t'a yichtac te te' k'ayum xiil. Ex aj Jerusalén, ob'iltac ex, ¿b'aq'uinh ol eyactejcan he k'ulan chukal chi'? xchi Jehová."
        }
    ]
}