{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'ayin icha tik: Ixic, b'at man junok tzek'ul nab'a lino, tzak'anoch t'a a nanhal ayic manto juk'chajoc, xchi t'ayin."
        },
        {
            "number": "2",
            "text": "Ix in manan jun tzek'ul chi' icha ix yal Jehová, ix vak'anoch t'a in nanhal."
        },
        {
            "number": "3",
            "text": "Ix yalanxi Jehová t'ayin:"
        },
        {
            "number": "4",
            "text": "Ik'b'at jun a tzek'ul ix a man chi', jun ayoch t'a a nanhal chi', tzach b'at t'a Perat. Ata' tza k'ub'ejel t'a sjatelal junok q'uen tenam, xchi Jehová."
        },
        {
            "number": "5",
            "text": "Ix in b'at b'ian, ix in k'ub'anel jun tzek'ul chi', icha ix aj yalan Jehová t'ayin."
        },
        {
            "number": "6",
            "text": "Ix ek' junok tiempoal, ix yalanxi Jehová icha tik: Ixic t'a Perat, b'at ik'xicot jun tzek'ul in checnac b'at a k'ub'ejel ta', xchi t'ayin."
        },
        {
            "number": "7",
            "text": "Ix in b'at b'ian, ix in joyan b'aj aycan chi' vuuj, ix vik'ancoti, palta k'haxo, manhxalaj yopisio."
        },
        {
            "number": "8",
            "text": "Ix yalanxi Jehová t'ayin yic svaleli:"
        },
        {
            "number": "9",
            "text": "Icha tik ol aj in satanel yik'ojchanhb'ail Judá yet' Jerusalén."
        },
        {
            "number": "10",
            "text": "Ha ex in chonhab' ex tik, te chuk ex, malaj e gana tze k'anab'ajej in checnab'il, anhej tas tze nib'ej a tze k'ulej. Tzex och ejmelal t'a juntzanh comon dios, tzeyak'an servil. Lajan ex icha jun tzek'ul manhxalaj yopisio tik."
        },
        {
            "number": "11",
            "text": "Icha junok mach stzek'och junok tzek'ul t'a snanhal, icha chi' ix in k'ulej eyed' ex aj Israel yet' ex aj Judá, yic junnhej tzex aj ved'oc, in chonhab' eyaji, yic tzeyak'an ojtacajeli to b'inajnac in, niwan velk'ochi. Palta maj in e k'anab'ajej, xchi Jehová, xa chi, xchi t'ayin."
        },
        {
            "number": "12",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Al t'a eb' etchonhab' tik: Ha Jehová co Diosal tz'alani: Junjun yet'tal vino, smoj sb'ud'ji yuj vino, xa chi. Ol yalan eb' t'ayach: Toxon cojtac to junjun yet'tal vino smoj sb'ud'ji yuj, xcham eb'."
        },
        {
            "number": "13",
            "text": "Ol alan t'a eb' to a in sval icha tik: Ol vak' sat e k'ol e masanil ex cajan ex t'a jun chonhab' tik yuj yoval in k'ool, icha val tz'aj sat sk'ol mach niwan vino syuq'uej. Ha eb' ol satel sk'ol chi', aton eb' rey yinhtilal vinhaj David, eb' sacerdote, eb' syaloch sb'a in checab'oc yet' masanil ex cajan ex t'a Jerusalén tik."
        },
        {
            "number": "14",
            "text": "Ol vak' e mak'lajcham e b'a icha tz'aj spojb'at lum yet'tal vino ayic stenlan sb'a lu'um. Lajan ol yutej sb'a eb' mamab'il yet' eb' uninab'il. Ha in val Jehová in svala', ol ex in sateli, manhxo ol ok'laj in k'ol t'ayex, xchi Jehová, xa chi, xchi t'ayin."
        },
        {
            "number": "15",
            "text": "Ex aj Judá, a Jehová van slolon t'ayex. Emnaquil tzeyutej e b'a, tze maclan eyab' tas syala'."
        },
        {
            "number": "16",
            "text": "Alecq'ueta e mul t'a Jehová co Diosal, yacb'an manta tas scot t'a eyib'anh, icha sk'ulej eb' sb'eyek' t'a sat pak'an t'a skal k’ik’ k’inal. Tze na' to ol ja wach'ilal t'ayex palta te niwan yaelal ol cot t'a eyib'anh yuj Jehová, ichato ol k'ik'b'oc q'uinal ol eyila'."
        },
        {
            "number": "17",
            "text": "Tato max e cha eyab'i, elk'altac ol in ok' yuj eyik'ojchanhb'ail chi'. Ol elta yal in sat, yujto ol ex ik'chajcanb'at t'a najat, xin chi t'a eb'."
        },
        {
            "number": "18",
            "text": "Ix yalanxi Jehová t'ayin: Al t'a vinh a reyal yet' t'a ix snun vinh: Emanheccot t'a xilail e reyal, tzex em k'ojan t'a sat lu'um, yujto ol ik'chajel e corona manh jantacoc swach'il yilji ayq'ue t'a e jolom."
        },
        {
            "number": "19",
            "text": "Ha juntzanh chonhab' t'a Neguev ol macchaj yuj eb' soldado, ol oymaj eb' t'a spatictac, manhxa mach ol yal yochi. Masanil eb' aj Judá, ol ik'chajcanb'at eb' t'a najat."
        },
        {
            "number": "20",
            "text": "Ixiquec q'uelan t'a stojolal norte, tzeyilan scot eb' ajk'ool. ¿Tas yaj in chonhab' vak'nacoch t'a yol e k'ab' e tanhvani, aton eb' ayoch e b'inajb'iloc?"
        },
        {
            "number": "21",
            "text": "¿Tas ol eyala' ayic ol vak'anoch juntzanh anima eyajaliloc, aton eb' eyak'nacoch yipoc e k'ool? Ol ja yaelal t'a eyib'anh icha sjavi yaelal t'a yib'anh junok ix ix van yalji yune'."
        },
        {
            "number": "22",
            "text": "Ex aj Jerusalén, tato tze k'anb'ej tas yuj sjavi juntzanh tik t'a eyib'anh, nachajocab' el eyuuj to yuj jantac e mul, yuj chi' b'eran ex eli tzex eq'ui, tzex te ixtajpaxi."
        },
        {
            "number": "23",
            "text": "Ha junok k'ik'al anima, tocval syal sq'uexmaj yilji. Ha spintotaquil nok' leopardo, tocval syal sq'uexmaji. Ichexta' te k'aynac ex t'a chukal, maxtzac yal sq'uexmaj e b'eyb'al."
        },
        {
            "number": "24",
            "text": "Yuj chi' ol ex in saclemejb'ati, icha tz'aj saclemcanb'at smatz'il ixim trigo yuj ik' scot t'a taquinh lu'um."
        },
        {
            "number": "25",
            "text": "Aton val tik aycanoch t'a eyib'anh vuuj, icha val smojal. Yujto ix in b'atcan satk'olal eyuuj, axonhej juntzanh comon dios tzeyak'och yipoc e k'ool."
        },
        {
            "number": "26",
            "text": "Ol ex vaq'uel b'eran, ol ex vak'an q'uixvelal."
        },
        {
            "number": "27",
            "text": "Ix vil jantac eyajmulal, aton juntzanh q'uixvelaltac tze k'ulej. Yajb'entac tas tze k'ulej t'a lum jolomtac vitz yet' t'a yichtac te te' k'ayum xiil. Ex aj Jerusalén, ob'iltac ex, ¿b'aq'uinh ol eyactejcan e k'ulan chukal chi'? xchi Jehová."
        }
    ]
}