{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová d'ayin icha tic: Ixic, b'at man junoc tzek'ul nab'a lino, tzak'anoch d'a a nanhal ayic manto juk'chajoc, xchi d'ayin."
        },
        {
            "number": "2",
            "text": "Ix in manan jun tzek'ul chi' icha ix yal Jehová, ix vak'anoch d'a in nanhal."
        },
        {
            "number": "3",
            "text": "Ix yalanxi Jehová d'ayin:"
        },
        {
            "number": "4",
            "text": "Ik'b'at jun a tzek'ul ix a man chi', jun ayoch d'a a nanhal chi', tzach b'at d'a Perat. Ata' tza k'ub'ejel d'a sjatelal junoc q'uen tenam, xchi Jehová."
        },
        {
            "number": "5",
            "text": "Ix in b'at b'ian, ix in k'ub'anel jun tzek'ul chi', icha ix aj yalan Jehová d'ayin."
        },
        {
            "number": "6",
            "text": "Ix ek' junoc tiempoal, ix yalanxi Jehová icha tic: Ixic d'a Perat, b'at ik'xicot jun tzek'ul in checnac b'at a k'ub'ejel ta', xchi d'ayin."
        },
        {
            "number": "7",
            "text": "Ix in b'at b'ian, ix in joyan b'aj aycan chi' vuuj, ix vik'ancoti, palta k'axo, manhxalaj yopisio."
        },
        {
            "number": "8",
            "text": "Ix yalanxi Jehová d'ayin yic svaleli:"
        },
        {
            "number": "9",
            "text": "Icha tic ol aj in satanel yik'ojchanhb'ail Judá yed' Jerusalén."
        },
        {
            "number": "10",
            "text": "A ex in chonhab' ex tic, te chuc ex, malaj e gana tze k'anab'ajej in checnab'il, anhej tas tze nib'ej a tze k'ulej. Tzex och ejmelal d'a juntzanh comon dios, tzeyak'an servil. Lajan ex icha jun tzek'ul manhxalaj yopisio tic."
        },
        {
            "number": "11",
            "text": "Icha junoc mach stzek'och junoc tzek'ul d'a snanhal, icha chi' ix in k'ulej eyed' ex aj Israel yed' ex aj Judá, yic junnhej tzex aj ved'oc, in chonhab' eyaji, yic tzeyak'an ojtacajeli to b'inajnac in, nivan velk'ochi. Palta maj in e k'anab'ajej, xchi Jehová, xa chi, xchi d'ayin."
        },
        {
            "number": "12",
            "text": "Ix yalanxi Jehová d'ayin icha tic: Al d'a eb' etchonhab' tic: A Jehová co Diosal tz'alani: Junjun yed'tal vino, smoj sb'ud'ji yuj vino, xa chi. Ol yalan eb' d'ayach: Toxon cojtac to junjun yed'tal vino smoj sb'ud'ji yuuj, xcham eb'."
        },
        {
            "number": "13",
            "text": "Ol alan d'a eb' to a in sval icha tic: Ol vak' sat e k'ol e masanil ex cajan ex d'a jun chonhab' tic yuj yoval in k'ool, icha val tz'aj sat sk'ol mach nivan vino syuq'uej. A eb' ol satel sk'ol chi', aton eb' rey yinhtilal vinhaj David, eb' sacerdote, eb' syaloch sb'a in checab'oc yed' masanil ex cajan ex d'a Jerusalén tic."
        },
        {
            "number": "14",
            "text": "Ol vak' e mak'lajcham e b'a icha tz'aj spojb'at lum yed'tal vino ayic stenlan sb'a luum. Lajan ol yutej sb'a eb' mamab'il yed' eb' uninab'il. A in val Jehová in svala', ol ex in sateli, manhxo ol ok'laj in k'ol d'ayex, xchi Jehová, xa chi, xchi d'ayin."
        },
        {
            "number": "15",
            "text": "Ex aj Judá, a Jehová van slolon d'ayex. Emnaquil tzeyutej e b'a, tze maclan eyab' tas syala'."
        },
        {
            "number": "16",
            "text": "Alecq'ueta e mul d'a Jehová co Diosal, yacb'an manta tas scot d'a eyib'anh, icha sk'ulej eb' sb'eyek' d'a sat pak'an d'a scal q'uik'alq'uinal. Tze na' to ol ja vach'ilal d'ayex palta te nivan yaelal ol cot d'a eyib'anh yuj Jehová, ichato ol q'uik'b'oc q'uinal ol eyila'."
        },
        {
            "number": "17",
            "text": "Tato max e cha eyab'i, elk'altac ol in ok' yuj eyik'ojchanhb'ail chi'. Ol elta yal in sat, yujto ol ex ik'chajcanb'at d'a najat, xin chi d'a eb'."
        },
        {
            "number": "18",
            "text": "Ix yalanxi Jehová d'ayin: Al d'a vinh a reyal yed' d'a ix snun vinh: Emanheccot d'a xilail e reyal, tzex em k'ojan d'a sat luum, yujto ol ik'chajel e corona manh jantacoc svach'il yilji ayq'ue d'a e jolom."
        },
        {
            "number": "19",
            "text": "A juntzanh chonhab' d'a Neguev ol macchaj yuj eb' soldado, ol oymaj eb' d'a spatictac, manhxa mach ol yal yochi. Masanil eb' aj Judá, ol ik'chajcanb'at eb' d'a najat."
        },
        {
            "number": "20",
            "text": "Ixiquec q'uelan d'a stojolal norte, tzeyilan scot eb' ajk'ool. ¿Tas yaj in chonhab' vak'nacoch d'a yol e k'ab' e tanhvani, aton eb' ayoch e b'inajb'iloc?"
        },
        {
            "number": "21",
            "text": "¿Tas ol eyala' ayic ol vak'anoch juntzanh anima eyajaliloc, aton eb' eyak'nacoch yipoc e k'ool? Ol ja yaelal d'a eyib'anh icha sjavi yaelal d'a yib'anh junoc ix ix van yalji yune'."
        },
        {
            "number": "22",
            "text": "Ex aj Jerusalén, tato tze k'anb'ej tas yuj sjavi juntzanh tic d'a eyib'anh, nachajocab' el eyuuj to yuj jantac e mul, yuj chi' b'eran ex eli tzex eq'ui, tzex te ixtajpaxi."
        },
        {
            "number": "23",
            "text": "A junoc q'uik'al anima, tocval syal sq'uexmaj yilji. A spintotaquil nok' leopardo, tocval syal sq'uexmaji. Ichexta' te k'aynac ex d'a chucal, maxtzac yal sq'uexmaj e b'eyb'al."
        },
        {
            "number": "24",
            "text": "Yuj chi' ol ex in saclemejb'ati, icha tz'aj saclemcanb'at smatz'il ixim trigo yuj ik' scot d'a taquinh luum."
        },
        {
            "number": "25",
            "text": "Aton val tic aycanoch d'a eyib'anh vuuj, icha val smojal. Yujto ix in b'atcan satk'olal eyuuj, axonhej juntzanh comon dios tzeyak'och yipoc e k'ool."
        },
        {
            "number": "26",
            "text": "Ol ex vaq'uel b'eran, ol ex vak'an q'uixvelal."
        },
        {
            "number": "27",
            "text": "Ix vil jantac eyajmulal, aton juntzanh q'uixvelaltac tze k'ulej. Yajb'entac tas tze k'ulej d'a lum jolomtac vitz yed' d'a yichtac te te' k'ayum xiil. Ex aj Jerusalén, ob'iltac ex, ¿b'aq'uinh ol eyactejcan e k'ulan chucal chi'? xchi Jehová."
        }
    ]
}