{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Yuj val jun nivan tiempo manhxalaj nhab' syak'a', yuj chi' ix lolon Jehová d'ayin Jeremías in tic, ix yalan icha tic:"
        },
        {
            "number": "2",
            "text": "A eb' aj Judá tz'ok' val eb' yuj cusk'olal, manhxa yip schonhab' eb', toxonhej teltumb'a eb' d'a sat luum yuj cusk'olal. Sq'ue val yav eb' aj Jerusalén yuj syaelal."
        },
        {
            "number": "3",
            "text": "A eb' b'eyum, schecb'at eb' schecab' eb' ik'oj a'. Sb'at eb' say a' d'a yoltac jul, palta manhxalaj a', malaj yol sch'ub' eb' smeltzaj eb'. Toxonhej smac sat eb' yuj q'uixvelal."
        },
        {
            "number": "4",
            "text": "Sq'ue tamaljoc lum luum sjat yuj staquinhal. Yuj chi' a eb' munlajvum, stac val sk'ol eb', smac sat eb' yuj q'uixvelal."
        },
        {
            "number": "5",
            "text": "Icha chi' nok' k'ultaquil chej, syactejcan yune' nok' toto tz'alji, yujto manhxa anh ank'ultac sk'ux nok'."
        },
        {
            "number": "6",
            "text": "Yed' nok' caltacte'al b'uru, a d'a tzalquixtac b'aj malaj ste'al scot tek'tek' nok'. Suk'lan ik' nok' icha nok' oques. Sk'unb'i val yol sat nok' yilani, yujto manhxa anh ank'ultac vach' sk'uxan nok', xchi Jehová."
        },
        {
            "number": "7",
            "text": "Mamin Jehová, vach'chom te nivan co mul d'a a sat, palta colvajanh d'ayonh yic vach' max ach alchaj chucal. Tzijtum el sco pitej co b'a d'ayach, tz'ochpax co mul."
        },
        {
            "number": "8",
            "text": "A achnhej ayach och yipoc co k'ool, a achnhej pax co Columal aji ayic ayonh och d'a syaelal. ¿Tas yuj icha ch'oc chonhab'il tzutej a b'a d'a co chonhab' tic, icha junoc paxyalvum junnhej ak'val tz'ek' d'ayonh?"
        },
        {
            "number": "9",
            "text": "¿Tas yuj lajan ach icha junoc soldado satk'olal yaji syamji, maxtzac yal scolvaji? Palta Mamin, tic pax ayachek' d'a co cal. Masanil chonhab' ojtannac to a chonhab' onh. Manh onh actejcani, xin chi."
        },
        {
            "number": "10",
            "text": "Aton juntzanh tic ix yal Jehová yuj eb' chonhab' israel: A eb' anima d'a jun chonhab' tic, te ay stzalajk'olal eb' sb'eyeq'ui. Sb'at eb' d'a jun, sb'at eb' d'a junxo. Yuj chi' manh jab'oc tzin tzalaj yed' eb'. A ticnaic ol in nacot schucal eb', ol in ch'olb'itan tastac sk'ulej eb', xchi."
        },
        {
            "number": "11",
            "text": "Ix yalanxi Jehová d'ayin icha tic: Manh ach tevoc d'ayin yuj svach'iloc juntzanh anima d'a jun chonhab' tic."
        },
        {
            "number": "12",
            "text": "Vach'chom tz'och eb' d'a tzek'ojk'olal, palta manh ol in tak'voclaj d'a eb'. Vach'chom tzijtum silab' snhus eb' yed' jantac sat avb'en syik'cot eb' ofrendail, palta manh ol in tzalaj yed' eb'. Ol in satel eb' yuj oval, yuj vejel yed' pax yuj ilya, xchi d'ayin."
        },
        {
            "number": "13",
            "text": "Ix in tak'vi d'a Jehová chi' icha tic: Palta Mamin Jehová in Diosal, a eb' syaloch sb'a a checab'oc, syal eb' d'a eb' anima tic to malaj oval ol ochoc. Malaj vejel ol javoc. Syal eb' to ol ak'nhej junk'olal b'aj cajan onh tic, xin chi."
        },
        {
            "number": "14",
            "text": "Ix tak'vi Jehová d'ayin icha tic: Tato icha chi' tz'aj yalanel eb' checab' chi' d'a in b'i, van yesan eb' syal chi', yujto manhoc in tzin chec yal eb'. Malaj junoc checnab'il ix vak' d'a eb', maj in lolonpax d'a eb'. A juntzanh syal eb' chi' to a in ix vak' yil eb' yalani, palta manh yeloclaj, malaj yelk'ochi. Munil d'a yol yic eb' snachaanh juntzanh syal chi'."
        },
        {
            "number": "15",
            "text": "A in Jehová in sval d'a juntzanh checab' stek'b'ej sb'a yalanel d'a in b'i to malaj oval, malaj vejel ol javoc d'a yib'anh chonhab' tic, manhoc in tzin chec yal eb', yuj chi' ol cham eb' yuj oval yed' yuj vejel chi'."
        },
        {
            "number": "16",
            "text": "Yed' pax eb' anima b'aj syal eb' chi', ol cham eb' yuj oval yed' vejel. Ol cham eb' ix yetb'eyum eb' yed' yalyuninal. Toxonhej ol can teljab' snivanil eb' d'a yoltac scalleal chonhab' Jerusalén. Malaj mach ol mucan eb'. Icha chi' ol aj stupanel smul eb' ix yak'ochi."
        },
        {
            "number": "17",
            "text": "Yuj chi' al juntzanh tic d'a eb' anima: k'ual dak'valxo yel yal in sat vok' yuj yaelal ayxo smay ix javi d'a yib'anh eb' vetchonhab', yuj yaelal tz'ak'an echnaj eb'."
        },
        {
            "number": "18",
            "text": "Ayic tzin ek' d'a cal munlajel svilani, ay snivanil anima teltumb'a yajcan yuj oval. Axo yic tzin ochxita d'a yol chonhab' tic, svilani to van scham anima yuj vejel. Axo eb' syaloch sb'a schecab'oc Dios yed' eb' sacerdote, toxo ix ik'chajb'at eb' d'a ch'oc chonhab'il manh yojtacoc, xa chi, xchi Jehová d'ayin."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix valan icha tic: Mamin Jehová, ¿tom junelnhej ix iq'uel eb' aj Judá tic d'a a k'ool? ¿Tom toxo ix a patiquejel chonhab' Sion? ¿Tas yuj ix onh ak' echnajoc to maxtzac yal canhtaji? Sco nib'ej junk'olal caji, palta malaj jab'oc tas vach' sjavi d'ayonh. Sco na' to vach'nhej ol onh b'ey d'a quichanh, palta anhej tas ay smay ix ja d'a quib'anh."
        },
        {
            "number": "20",
            "text": "Mamin Jehová, scojtaquejel co chucal yed' pax spitalil eb' co mam quicham. Ix och val co mul d'ayach."
        },
        {
            "number": "21",
            "text": "Yuj val yik'jichaanh a b'i, manhxo onh a patiquejeli. Manh a patiquejel jun chonhab' tic b'aj ay a despacho to nivan yelk'ochi. Nacot a trato ix ak' qued'oc. ¿Tocval manh ol aq'uelk'ochi?"
        },
        {
            "number": "22",
            "text": "Malaj junoc comon dios, sdiosal ch'oc chonhab'il ol yal yak'ancot nhab'. A satchaanh max yal-laj yak'ancot yaxnhab' d'a yol yico'. Mamin Jehová, co Diosal ach, yuj chi' tzach cak'och yipoc co k'ool, yujto a achnhej tzak'cot juntzanh tic, xin chi d'a Jehová."
        }
    ]
}