{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Yuj val jun niwan tiempo manhxalaj nhab' syak'a', yuj chi' ix lolon Jehová t'ayin Jeremías in tik, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ha eb' aj Judá tz'ok' val eb' yuj cusk'olal, manhxa yip schonhab' eb', toxonhej teltumb'a eb' t'a sat lu'um yuj cusk'olal. Sq'ue val yav eb' aj Jerusalén yuj syaelal."
        },
        {
            "number": "3",
            "text": "Ha eb' b'eyum, schecb'at eb' schecab' eb' ik'oj ha'. Sb'at eb' say ha' t'a yoltac jul, palta manhxalaj ha', malaj yol sch'ub' eb' smeltzaj eb'. Toxonhej smac sat eb' yuj q'uixvelal."
        },
        {
            "number": "4",
            "text": "Sq'ue tamaljoc lum lum sjat yuj stak'inhal. Yuj chi' a eb' munlajvum, stac val sk'ol eb', smac sat eb' yuj q'uixvelal."
        },
        {
            "number": "5",
            "text": "Icha chi' nok' k'ultaquil chej, syactejcan yune' nok' toto tz'alji, yujto manhxa anh ank'ultak sk'ux nok'."
        },
        {
            "number": "6",
            "text": "Yed' nok' caltacte'al b'uru, ha t'a tzalquixtac b'aj malaj ste'al scot tek'tek' nok'. Suk'lan ik' nok' icha nok' oques. Sk'unb'i val yol sat nok' yilani, yujto manhxa anh ank'ultak wach' sk'uxan nok', xchi Jehová."
        },
        {
            "number": "7",
            "text": "Mamin Jehová, wach'chom te niwan co mul t'a a sat, palta colvajanh t'ayonh yic wach' max ach alchaj chukal. Tzijtum el sco pitej co b'a t'ayach, tz'ochpax co mul."
        },
        {
            "number": "8",
            "text": "Ha achnhej ayach och yipoc co k'ool, a achnhej pax co Columal aji ayic ayonh och t'a syaelal. ¿Tas yuj icha ch'oc chonhab'il tzutej a b'ha t'a co chonhab' tik, icha junok paxyalvum junnhej ak'val tzek' t'ayonh?"
        },
        {
            "number": "9",
            "text": "¿Tas yuj lajan ach icha junok soldado satk'olal yaji syamji, maxtzac yal scolvaji? Palta Mamin, tik pax ayachek' t'a co cal. Masanil chonhab' ojtannac to a chonhab' onh. Manh onh actejcani, xin chi."
        },
        {
            "number": "10",
            "text": "Aton juntzanh tik ix yal Jehová yuj eb' chonhab' israel: Ha eb' anima t'a jun chonhab' tik, te ay stzalajk'olal eb' sb'eyeq'ui. Sb'at eb' t'a jun, sb'at eb' t'a junxo. Yuj chi' manh jab'oc tzin tzalaj yet' eb'. Ha ticnaic ol in nacot schucal eb', ol in ch'olb'itan tastac sk'ulej eb', xchi."
        },
        {
            "number": "11",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Manh ach tevoc t'ayin yuj swach'iloc juntzanh anima t'a jun chonhab' tik."
        },
        {
            "number": "12",
            "text": "Wach'chom tz'och eb' t'a tzek'ojk'olal, palta manh ol in tak'voclaj t'a eb'. Wach'chom tzijtum silab' snhus eb' yet' jantac sat avb'en syik'cot eb' ofrendail, palta manh ol in tzalaj yet' eb'. Ol in satel eb' yuj oval, yuj vejel yet' pax yuj ilya, xchi t'ayin."
        },
        {
            "number": "13",
            "text": "Ix in tak'vi t'a Jehová chi' icha tik: Palta Mamin Jehová in Diosal, a eb' syaloch sb'a a checab'oc, syal eb' t'a eb' anima tik to malaj oval ol ochoc. Malaj vejel ol javok. Syal eb' to ol ak'nhej junk'olal b'aj cajan onh tik, xin chi."
        },
        {
            "number": "14",
            "text": "Ix tak'vi Jehová t'ayin icha tik: Tato icha chi' tz'aj yalanel eb' checab' chi' t'a in b'i, van yesan eb' syal chi', yujto manhoc in tzin chec yal eb'. Malaj junok checnab'il ix vak' t'a eb', maj in lolonpax t'a eb'. Ha juntzanh syal eb' chi' to a in ix vak' yil eb' yalani, palta manh yeloclaj, malaj yelk'ochi. Munil t'a yol yic eb' snachaanh juntzanh syal chi'."
        },
        {
            "number": "15",
            "text": "Ha in Jehová in swal t'a juntzanh checab' stek'b'ej sb'a yalanel t'a in b'i to malaj oval, malaj vejel ol javok t'a yib'anh chonhab' tik, manhoc in tzin chec yal eb', yuj chi' ol cham eb' yuj oval yet' yuj vejel chi'."
        },
        {
            "number": "16",
            "text": "Yed' pax eb' anima b'aj syal eb' chi', ol cham eb' yuj oval yet' vejel. Ol cham eb' ix yetb'eyum eb' yet' yalyuninal. Toxonhej ol kan teljab' snivanil eb' t'a yoltac scalleal chonhab' Jerusalén. Malaj mach ol mucan eb'. Icha chi' ol aj stupanel smul eb' ix yak'ochi."
        },
        {
            "number": "17",
            "text": "Yuj chi' al juntzanh tik t'a eb' anima: k'ual dak'valxo yel yal in sat vok' yuj yaelal ayxo smay ix javi t'a yib'anh eb' vetchonhab', yuj yaelal tz'ak'an echnaj eb'."
        },
        {
            "number": "18",
            "text": "Ayic tzin ek' t'a cal munlajel svilani, ay snivanil anima teltumb'a yajcan yuj oval. Axo yic tzin ochxita t'a yol chonhab' tik, svilani to van scham anima yuj vejel. Axo eb' syaloch sb'a schecab'oc Dios yet' eb' sacerdote, toxo ix ik'chajb'at eb' t'a ch'oc chonhab'il manh yojtacoc, xa chi, xchi Jehová t'ayin."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix valan icha tik: Mamin Jehová, ¿tom junelnhej ix iq'uel eb' aj Judá tik t'a a k'ool? ¿Tom toxo ix a patiquejel chonhab' Sion? ¿Tas yuj ix onh ak' echnajoc to maxtzac yal canhtaji? Sco nib'ej junk'olal caji, palta malaj jab'oc tas wach' sjavi t'ayonh. Sco na' to wach'nhej ol onh b'ey t'a quichanh, palta anhej tas ay smay ix ja t'a quib'anh."
        },
        {
            "number": "20",
            "text": "Mamin Jehová, scojtaquejel co chukal yet' pax spitalil eb' co mam quicham. Ix och val co mul t'ayach."
        },
        {
            "number": "21",
            "text": "Yuj val yik'jichaanh a b'i, manhxo onh a patiquejeli. Manh a patiquejel jun chonhab' tik b'aj ay a despacho to niwan yelk'ochi. Nacot a trato ix ak' qued'oc. ¿Tocval manh ol aq'uelk'ochi?"
        },
        {
            "number": "22",
            "text": "Malaj junok comon dios, sdiosal ch'oc chonhab'il ol yal yak'ancot nhab'. Ha satcha’anh max yal-laj yak'ancot yaxnhab' t'a yol yico'. Mamin Jehová, co Diosal ach, yuj chi' tzach cak'och yipoc co k'ool, yujto a achnhej tzak'cot juntzanh tik, xin chi t'a Jehová."
        }
    ]
}