{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Yuj wal jun niwan tiempo manhxalaj nhab' syak'a', yuj chi' ix lolon Jehová t'ayin Jeremías in tik, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ha heb' aj Judá tz'ok' wal heb' yuj cusk'olal, manhxa yip schonhab' heb', toxonhej teltumb'a heb' t'a sat lu'um yuj cusk'olal. Sk'e wal yav heb' aj Jerusalén yuj syaelal."
        },
        {
            "number": "3",
            "text": "Ha heb' b'eyum, schecb'at heb' schecab' heb' ik'oj ha'. Sb'at heb' say ha' t'a yoltac jul, palta manhxalaj ha', malaj yol sch'ub' heb' smeltzaj heb'. Toxonhej smac sat heb' yuj q'uixwelal."
        },
        {
            "number": "4",
            "text": "Sk'e tamaljoc lum lum sjat yuj stak'inhal. Yuj chi' a heb' munlajwum, stac wal sk'ol heb', smac sat heb' yuj q'uixwelal."
        },
        {
            "number": "5",
            "text": "Icha chi' nok' k'ultaquil chej, syactejcan yune' nok' toto tz'alji, yujto manhxa anh ank'ultak sk'ux nok'."
        },
        {
            "number": "6",
            "text": "Yed' nok' caltacte'al b'uru, ha t'a tzalquixtac b'aj malaj ste'al scot tek'tek' nok'. Suk'lan ik' nok' icha nok' oques. Sk'unb'i wal yol sat nok' yilani, yujto manhxa anh ank'ultak wach' sk'uxan nok', xchi Jehová."
        },
        {
            "number": "7",
            "text": "Mamin Jehová, wach'chom te niwan ko mul t'a a sat, palta colwajanh t'ayonh yic wach' max ach alchaj chukal. Tzijtum el sco pitej ko b'a t'ayach, tz'ochpax ko mul."
        },
        {
            "number": "8",
            "text": "Ha achnhej ayach och yipoc ko k'ool, a achnhej pax ko Kolumal aji ayic ayonh och t'a syaelal. ¿Tas yuj icha ch'oc chonhab'il tzutej a b'ha t'a ko chonhab' tik, icha junok paxyalwum junnhej ak'wal tzek' t'ayonh?"
        },
        {
            "number": "9",
            "text": "¿Tas yuj lajan ach icha junok soldado satk'olal yaji syamji, maxtzac yal scolwaji? Palta Mamin, tik pax ayachek' t'a ko kal. Masanil chonhab' ojtannac to a chonhab' onh. Manh onh actejcani, xin chi."
        },
        {
            "number": "10",
            "text": "Aton juntzanh tik ix yal Jehová yuj heb' chonhab' israel: Ha heb' anima t'a jun chonhab' tik, te ay stzalajk'olal heb' sb'eyeq'ui. Sb'at heb' t'a jun, sb'at heb' t'a junxo. Yuj chi' manh jab'oc tzin tzalaj yet' heb'. Ha ticnaik ol in nacot schucal heb', ol in ch'olb'itan tastac sk'ulej heb', xchi."
        },
        {
            "number": "11",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Manh ach tewoc t'ayin yuj swach'iloc juntzanh anima t'a jun chonhab' tik."
        },
        {
            "number": "12",
            "text": "Wach'chom tz'och heb' t'a tzek'ojk'olal, palta manh ol in tak'woclaj t'a heb'. Wach'chom tzijtum silab' snhus heb' yet' jantac sat avb'en syik'cot heb' ofrendail, palta manh ol in tzalaj yet' heb'. Ol in satel heb' yuj owal, yuj wejel yet' pax yuj ilya, xchi t'ayin."
        },
        {
            "number": "13",
            "text": "Ix in tak'wi t'a Jehová chi' icha tik: Palta Mamin Jehová in Diosal, a heb' syaloch sb'a a checab'oc, syal heb' t'a heb' anima tik to malaj owal ol ochoc. Malaj wejel ol jawok. Syal heb' to ol ak'nhej junk'olal b'aj cajan onh tik, xin chi."
        },
        {
            "number": "14",
            "text": "Ix tak'wi Jehová t'ayin icha tik: Tato icha chi' tz'aj yalanel heb' checab' chi' t'a in b'i, wan yesan heb' syal chi', yujto manhoc in tzin chec yal heb'. Malaj junok checnab'il ix wak' t'a heb', maj in lolonpax t'a heb'. Ha juntzanh syal heb' chi' to a in ix wak' yil heb' yalani, palta manh yeloclaj, malaj yelk'ochi. Munil t'a yol yic heb' snachaanh juntzanh syal chi'."
        },
        {
            "number": "15",
            "text": "Ha in Jehová in swal t'a juntzanh checab' stek'b'ej sb'a yalanel t'a in b'i to malaj owal, malaj wejel ol jawok t'a yib'anh chonhab' tik, manhoc in tzin chec yal heb', yuj chi' ol cham heb' yuj owal yet' yuj wejel chi'."
        },
        {
            "number": "16",
            "text": "Yed' pax heb' anima b'aj syal heb' chi', ol cham heb' yuj owal yet' wejel. Ol cham heb' ix yetb'eyum heb' yet' yalyuninal. Toxonhej ol kan teljab' sniwanil heb' t'a yoltac scalleal chonhab' Jerusalén. Malaj mach ol mucan heb'. Icha chi' ol aj stupanel smul heb' ix yak'ochi."
        },
        {
            "number": "17",
            "text": "Yuj chi' al juntzanh tik t'a heb' anima: k'ual dak'walxo yel yal in sat wok' yuj yaelal ayxo smay ix jawi t'a yib'anh heb' wetchonhab', yuj yaelal tz'ak'an echnaj heb'."
        },
        {
            "number": "18",
            "text": "Ayic tzin ek' t'a kal munlajel swilani, ay sniwanil anima teltumb'a yajcan yuj owal. Axo yic tzin ochxita t'a yol chonhab' tik, swilani to wan scham anima yuj wejel. Axo heb' syaloch sb'a schecab'oc Dios yet' heb' sacerdote, toxo ix ik'chajb'at heb' t'a ch'oc chonhab'il manh yojtacoc, xa chi, xchi Jehová t'ayin."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix walan icha tik: Mamin Jehová, ¿tom junelnhej ix ik'el heb' aj Judá tik t'a a k'ool? ¿Tom toxo ix a patiquejel chonhab' Sion? ¿Tas yuj ix onh ak' echnajoc to maxtzac yal canhtaji? Sco nib'ej junk'olal caji, palta malaj jab'oc tas wach' sjawi t'ayonh. Sco na' to wach'nhej ol onh b'ey t'a quichanh, palta anhej tas ay smay ix ja t'a quib'anh."
        },
        {
            "number": "20",
            "text": "Mamin Jehová, scojtaquejel ko chukal yet' pax spitalil heb' ko mam quicham. Ix och wal ko mul t'ayach."
        },
        {
            "number": "21",
            "text": "Yuj wal yik'jichaanh a b'i, manhxo onh a patiquejeli. Manh a patiquejel jun chonhab' tik b'aj ay a despacho to niwan yelk'ochi. Nacot a trato ix ak' qued'oc. ¿Tocwal manh ol ak'elk'ochi?"
        },
        {
            "number": "22",
            "text": "Malaj junok comon Dios, sdiosal ch'oc chonhab'il ol yal yak'ancot nhab'. Ha satcha’anh max yal-laj yak'ancot yaxnhab' t'a yol yico'. Mamin Jehová, ko Diosal ach, yuj chi' tzach cak'och yipoc ko k'ool, yujto a achnhej tzak'cot juntzanh tik, xin chi t'a Jehová."
        }
    ]
}