{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ix tak'wi Jehová t'ayin icha tik: Wach'chom a winhaj Moisés, ma winhaj Samuel tzul tewoc t'ayin yuj heb', manhxo ol ok' in k'ol t'a in chonhab' tik. Al t'a heb' to tz'el heb' t'a wichanh, sb'at heb'."
        },
        {
            "number": "2",
            "text": "Tato ay heb' sk'anb'an t'ayach, b'ajtil tzonh b'ati, tato xchi heb', al juntzanh swal tik t'a heb': Ha mach ayoch t'a yib'anh scham yuj ilya, ha' ilya chi' ol milanoc. Ha mach ayoch t'a yib'anh scham t'a owal, ha t'a owal chi' ol chamoc. Ha mach ayoch t'a yib'anh scham yuj wejel, a wejel chi' ol milanoc. Ha pax mach ayoch t'a yib'anh yik'jib'at t'a ch'oc chonhab'il, ol ik'jocnhejb'atoc, xa chi."
        },
        {
            "number": "3",
            "text": "Ha in Jehová in swala': Ol wak'cot chanh makan yaelal t'a yib'anh heb' anima tik: Ol cham heb' t'a skal owal, ol nherjoc b'eyek' sniwanil heb' yuj nok' tz'i', ol chijocb'at heb' yuj nok' ostoc, haxo nok' kaltacte'al nok' ol wach' lajanel heb'."
        },
        {
            "number": "4",
            "text": "Ol jawok jun yaelal chi' yuj wal juntzanh chukal ix sk'ulej winhaj Manasés yuninal winhaj Ezequías t'a Jerusalén, ayic ayoch winh reyal t'a Judá. Masanil chonhab' t'a yol yib'anhk’inal tik, ol te xiv heb' yilanoch juntzanh yaelal ol jawok t'a yib'anh in chonhab' tik."
        },
        {
            "number": "5",
            "text": "Ex aj Jerusalén, ¿machto wal ol ok' sk'ol t'ayex? ¿Machto wal ol kus sk'ol eyuuj? ¿Machto wal ol och ilk'olal eyuuj?"
        },
        {
            "number": "6",
            "text": "Ha in Jehová in swala', a ex tik ix in he patiquejeli, ex te juwieli. Toxo ix in te tzactzaj ex wak'an niwank'olal, yuj chi' toxo ix wik'chanh in k'ab' wak'an eyaelal yic tzex in sataneli."
        },
        {
            "number": "7",
            "text": "Ol ex wik'elta t'a yoltac he chonhab' t'a yol he macb'en tik, ol ex in saclemejb'at icha tz'aj saclem smatz'il ixim trigo yuj ik'. Ol wak'an satjoquel in chonhab' tik. Manhxa junok eyuninal ol wak'kani, yujto max yal he k'ol tzeyactejkan he chuk b'eyb'al."
        },
        {
            "number": "8",
            "text": "Vuujnhej tzijtum ol ajkan heb' ix ix ol cham yetb'eyum, icha wal yarenail sti' ha' mar maxtzac b'ischaji. D'a chimk'ualil ol jawok jun yaelal t'a yib'anh heb' ix nunab'il ayb'at yune' t'a owal, aynhej heb' nank'olal ol jawok cusk'olal yet' xivk'olal t'a yib'anh heb'."
        },
        {
            "number": "9",
            "text": "Ha heb' ix nunab'il manh jantacoc yune', tz'el yip heb' ix yuj q'uixwelal, maxtzac yal yik'an yik' heb' ix, emnaquilxonhej tz'ajkan heb' ix. Ha k'ualil smeltzajkanoch t'ak'walil t'a heb' ix. Tato ayto heb' ol kan t'a yol schonhab' chi', a in Jehová in swala' to ol wak' miljoccham heb' yuj heb' ajk'ool, xchi Jehová."
        },
        {
            "number": "10",
            "text": "Nunin, ob'iltac in. ¿Tas wal yuj ix in ak' aljoc? Anhej wal owal yet' telajb'ail swak' yet' masanil anima. Malaj junok mach b'aj ix wak' tumin majanil, malaj pax mach b'aj ix in majnej k'een, palta masanil heb' tzin katab'ani."
        },
        {
            "number": "11",
            "text": "Mamin Jehová, elokab'k'och b'aj tzin skatab'ej heb' chi' tato chuk ix wutej ach wak'an serwil, tato maj in k'an a wach'k'olal t'a yib'anh heb' ayoch ajk'olal t'ayin, ayic ayoch heb' t'a cusk'olal yet' t'a syaelal."
        },
        {
            "number": "12",
            "text": "Ix yalan Jehová icha tik: Ex aj Judá, ¿toc ay mach syal smak'an canhchaj k'een bronce yet' k'een hierro? Icha chi' yaj heb' ajk'ol ol cot t'a stojolal norte, manh ol techaj eyak'an owal yet' heb'."
        },
        {
            "number": "13",
            "text": "Yuj wal jantac he chukal ex aj Israel, yuj chi' a wal he b'eyumal yet' masanil tas ay t'a sat he lum tik, ol wak' t'a heb' eyajk'ool chi'. Nab'anhej ol yik'b'at heb', manh ol stupcanlaj heb' t'ayex."
        },
        {
            "number": "14",
            "text": "Ol ex wak'kanoch schekab'oc heb' eyajk'ol chi' t'a jun lum lum manh eyojtakoc, yujto a yowal in k'ool lajan icha te' k'ak', ol ex satel yuj, xchi Jehová."
        },
        {
            "number": "15",
            "text": "Mamin Jehová, ojtak smasanil, na in koti, colin. Pactzitej t'a heb' wajk'ool. Mokab' ak' niwank'olal heb', pactzitej t'a heb' yacb'an manto in smilcham heb'. Ilnab' wal, uuj tzin sb'uch heb'."
        },
        {
            "number": "16",
            "text": "Ayic tzalan a lolonel t'ayin tzin chanhej wab'i, anhej ayoch in tzalajk'olaloc, yujto ic in Mamin Jehová in Diosal, Yajal ach t'a Smasanil."
        },
        {
            "number": "17",
            "text": "Manh junnhejoc tzin ek' yet' heb' stzalaj sk'ulan chukal. Yuj wopisio ak'nac, in ch'ocoj tzin eq'ui, yujto swab' syail yowal a k'ol ed'oc."
        },
        {
            "number": "18",
            "text": "¿Tas wal yuj malaj b'ak'uinh tz'och waan in yaelal icha junok echen malaj yanhal? ¿Tom ol in ixtej icha ha' eluma' stupemi?"
        },
        {
            "number": "19",
            "text": "Yuj chi' ix tak'wi Jehová t'ayin icha tik: Tato tzach meltzajcot t'ayin, ol ach in chaxi, icha chi' b'ian ol yal in ak'an serwil. Tato max a comon alej comon lolonel, anhej tas niwan yelk'och tzala', a ach ol ach lolon wuuj. Ha heb' anima ol meltzajcot heb' ul yab'an a loloni, manhoc ach ol a cha ab' slolonel heb'."
        },
        {
            "number": "20",
            "text": "Lajan wal ol ach wutejkan t'a heb' etchonhab' tik icha junok muro nab'a bronce. Ol yak' owal heb' ed'oc, palta a in wal Jehová in swala' to manh ol ach yak' ganar heb', yujto ayin och ed'oc, ol ach in colo'."
        },
        {
            "number": "21",
            "text": "Ol ach in colel t'a yol sk'ab' heb' chuk, ol ach in colnhej t'a heb' milumcham anima, xchi t'ayin."
        }
    ]
}