{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ix tak'vi Jehová d'ayin icha tic: Vach'chom a vinhaj Moisés, ma vinhaj Samuel tzul tevoc d'ayin yuj eb', manhxo ol ok' in k'ol d'a in chonhab' tic. Al d'a eb' to tz'el eb' d'a vichanh, sb'at eb'."
        },
        {
            "number": "2",
            "text": "Tato ay eb' sk'anb'an d'ayach, b'ajtil tzonh b'ati, tato xchi eb', al juntzanh sval tic d'a eb': A mach ayoch d'a yib'anh scham yuj ilya, a' ilya chi' ol milanoc. A mach ayoch d'a yib'anh scham d'a oval, a d'a oval chi' ol chamoc. A mach ayoch d'a yib'anh scham yuj vejel, a vejel chi' ol milanoc. A pax mach ayoch d'a yib'anh yik'jib'at d'a ch'oc chonhab'il, ol ik'jocnhejb'atoc, xa chi."
        },
        {
            "number": "3",
            "text": "A in Jehová in svala': Ol vak'cot chanh macanh yaelal d'a yib'anh eb' anima tic: Ol cham eb' d'a scal oval, ol nherjoc b'eyek' snivanil eb' yuj nok' tz'i', ol chijocb'at eb' yuj nok' ostoc, axo nok' caltacte'al nok' ol vach' lajanel eb'."
        },
        {
            "number": "4",
            "text": "Ol javoc jun yaelal chi' yuj val juntzanh chucal ix sk'ulej vinhaj Manasés yuninal vinhaj Ezequías d'a Jerusalén, ayic ayoch vinh reyal d'a Judá. Masanil chonhab' d'a yolyib'anhq'uinal tic, ol te xiv eb' yilanoch juntzanh yaelal ol javoc d'a yib'anh in chonhab' tic."
        },
        {
            "number": "5",
            "text": "Ex aj Jerusalén, ¿machto val ol ok' sk'ol d'ayex? ¿Machto val ol cus sk'ol eyuuj? ¿Machto val ol och ilk'olal eyuuj?"
        },
        {
            "number": "6",
            "text": "A in Jehová in svala', a ex tic ix in e patiquejeli, ex te juvieli. Toxo ix in te tzactzaj ex vak'an nivank'olal, yuj chi' toxo ix vik'chanh in k'ab' vak'an eyaelal yic tzex in sataneli."
        },
        {
            "number": "7",
            "text": "Ol ex viq'uelta d'a yoltac e chonhab' d'a yol e macb'en tic, ol ex in saclemejb'at icha tz'aj saclem smatz'il ixim trigo yuj ik'. Ol vak'an satjoquel in chonhab' tic. Manhxa junoc eyuninal ol vak'cani, yujto max yal e k'ol tzeyactejcan e chuc b'eyb'al."
        },
        {
            "number": "8",
            "text": "Vuujnhej tzijtum ol ajcan eb' ix ix ol cham yetb'eyum, icha val yarenail sti' a' mar maxtzac b'ischaji. D'a chimk'ualil ol javoc jun yaelal d'a yib'anh eb' ix nunab'il ayb'at yune' d'a oval, aynhej eb' nank'olal ol javoc cusk'olal yed' xivk'olal d'a yib'anh eb'."
        },
        {
            "number": "9",
            "text": "A eb' ix nunab'il manh jantacoc yune', tz'el yip eb' ix yuj q'uixvelal, maxtzac yal yik'an yik' eb' ix, emnaquilxonhej tz'ajcan eb' ix. A k'ualil smeltzajcanoch d'ak'valil d'a eb' ix. Tato ayto eb' ol can d'a yol schonhab' chi', a in Jehová in svala' to ol vak' miljoccham eb' yuj eb' ajk'ool, xchi Jehová."
        },
        {
            "number": "10",
            "text": "Nunin, ob'iltac in. ¿Tas val yuj ix in ak' aljoc? Anhej val oval yed' telajb'ail svak' yed' masanil anima. Malaj junoc mach b'aj ix vak' tumin majanil, malaj pax mach b'aj ix in majnej q'ueen, palta masanil eb' tzin catab'ani."
        },
        {
            "number": "11",
            "text": "Mamin Jehová, elocab'k'och b'aj tzin scatab'ej eb' chi' tato chuc ix vutej ach vak'an servil, tato maj in k'an a vach'k'olal d'a yib'anh eb' ayoch ajk'olal d'ayin, ayic ayoch eb' d'a cusk'olal yed' d'a syaelal."
        },
        {
            "number": "12",
            "text": "Ix yalan Jehová icha tic: Ex aj Judá, ¿toc ay mach syal smak'an canhchaj q'uen bronce yed' q'uen hierro? Icha chi' yaj eb' ajk'ol ol cot d'a stojolal norte, manh ol techaj eyak'an oval yed' eb'."
        },
        {
            "number": "13",
            "text": "Yuj val jantac e chucal ex aj Israel, yuj chi' a val e b'eyumal yed' masanil tas ay d'a sat e lum tic, ol vak' d'a eb' eyajk'ool chi'. Nab'anhej ol yik'b'at eb', manh ol stupcanlaj eb' d'ayex."
        },
        {
            "number": "14",
            "text": "Ol ex vak'canoch schecab'oc eb' eyajk'ol chi' d'a jun lum luum manh eyojtacoc, yujto a yoval in k'ool lajan icha te' k'ak', ol ex satel yuuj, xchi Jehová."
        },
        {
            "number": "15",
            "text": "Mamin Jehová, ojtac smasanil, na in coti, colin. Pactzitej d'a eb' vajk'ool. Mocab' ak' nivank'olal eb', pactzitej d'a eb' yacb'an manto in smilcham eb'. Ilnab' val, uuj tzin sb'uch eb'."
        },
        {
            "number": "16",
            "text": "Ayic tzalan a lolonel d'ayin tzin chanhej vab'i, anhej ayoch in tzalajk'olaloc, yujto ic in Mamin Jehová in Diosal, Yajal ach d'a Smasanil."
        },
        {
            "number": "17",
            "text": "Manh junnhejoc tzin ek' yed' eb' stzalaj sk'ulan chucal. Yuj vopisio ak'nac, in ch'ocoj tzin eq'ui, yujto svab' syail yoval a k'ol ed'oc."
        },
        {
            "number": "18",
            "text": "¿Tas val yuj malaj b'aq'uinh tz'och vaan in yaelal icha junoc echen malaj yanhal? ¿Tom ol in ixtej icha a' eluma' stupemi?"
        },
        {
            "number": "19",
            "text": "Yuj chi' ix tak'vi Jehová d'ayin icha tic: Tato tzach meltzajcot d'ayin, ol ach in chaxi, icha chi' b'ian ol yal in ak'an servil. Tato max a comon alej comon lolonel, anhej tas nivan yelk'och tzala', a ach ol ach lolon vuuj. A eb' anima ol meltzajcot eb' ul yab'an a loloni, manhoc ach ol a cha ab' slolonel eb'."
        },
        {
            "number": "20",
            "text": "Lajan val ol ach vutejcan d'a eb' etchonhab' tic icha junoc muro nab'a bronce. Ol yak' oval eb' ed'oc, palta a in val Jehová in svala' to manh ol ach yak' ganar eb', yujto ayin och ed'oc, ol ach in colo'."
        },
        {
            "number": "21",
            "text": "Ol ach in colel d'a yol sk'ab' eb' chuc, ol ach in colnhej d'a eb' milumcham anima, xchi d'ayin."
        }
    ]
}