{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Jehová t'ayin, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Manh ak'och etb'eyum, manh ol aj uninal t'a jun chonhab' tik."
        },
        {
            "number": "3",
            "text": "Ha in Jehová in tik ol val t'ayach tas ol javok t'a yib'anh eb' unin ol aljoc t'a jun chonhab' tik yet' t'a yib'anh eb' mamab'il nunab'il."
        },
        {
            "number": "4",
            "text": "Ol cham eb' yuj juntzanh ilya te ov, malaj mach ol ok' yuj eb', malaj mach ol mucan eb'. Toxonhej ol kan teljab' eb' t'a sat lu'um, icha tz'aj nok' nok'. Ha oval yet' vejel ol ik'an scham eb'. Axo snivanil eb' chi', ol laj chijocb'at yuj nok' ostoc yet' nok' chium nok' t'a caltac te', xchi Jehová t'ayin."
        },
        {
            "number": "5",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Manh ach och t'a yol junok pat b'aj ayek' eb' anima iloj ak'val yuj chamnac. Manh ach ok' yet' eb', manh ak' snivanil sk'ol eb', yujto a in Jehová in svala' to ix viq'uel junk'olal t'a eb', maxtzac in xajanej eb', maxtzac ok' in k'ol t'a jun chonhab' tik."
        },
        {
            "number": "6",
            "text": "Ol cham eb' icham anima yet' eb' unin. Manhxalaj mach ol mucan eb', malaj mach ol ok' yuj eb'. Malaj mach ol yak' echnaj snivanil, ma sjoxanel xil sjolom yuj sch'oxanel scusk'olal yuj eb'."
        },
        {
            "number": "7",
            "text": "Manhxalaj mach ol b'oan vael yuj chamel chi', yic tz'ak'ji snivanil sk'ol eb' ayto yuj sb'a yet' jun ix cham chi', wach'chom a eb' mamab'il nunab'il schami."
        },
        {
            "number": "8",
            "text": "Anhejtona' manh ach och k'ojan t'a yol junok pat a wa'i yet' uk'an ha' b'aj ay junok q'uinh."
        },
        {
            "number": "9",
            "text": "Yujto a in Jehová in Yajal in t'a Smasanil, e Diosal in, a in swal icha tik: Ol vak' lajvoc q'uinh yic tzalajk'olal, icha q'uinh yic nupnajel t'a jun chonhab' tik. Ha t'a yol e tiempoal tik ol ujok jun tik, ol eyil val."
        },
        {
            "number": "10",
            "text": "Ayic ol alan jun lolonel tik t'a eb' etchonhab' tik, ol sk'anb'ej eb' t'ayach: ¿Tas yuj ol yak'cot jun niwan yaelal chi' Jehová t'a quib'anh? ¿Tas chukal ix co k'ulej? ¿Tas co mul ix och t'a Jehová co Diosal? xcham eb'."
        },
        {
            "number": "11",
            "text": "Tza pacan t'a eb' icha tik: Ha val Jehová tz'alan icha tik: Ha eb' e mam eyicham ix in yactejcan eb', ix b'at tzak'an eb' t'a spatic comon dios, ix och eb' ejmelal t'ay. Ix in spaticanel eb', maj sk'anab'ajej sk'ayb'ub'al eb' ix vak'a'."
        },
        {
            "number": "12",
            "text": "Ha exxo pax tik, ek'al te chuk tze k'ulej t'a yichanh eb' e mam eyicham chi'. Junjun ex tze k'ulej chukal scot t'a e pensar, maxtzac e k'anab'ajej tas svala'."
        },
        {
            "number": "13",
            "text": "Yuj chi' ol ex viq'uel t'a jun lum tik, ol ex vak'ancanb'at t'a junocxo chonhab' manh eyojtacoc, manh yojtacoc pax eb' e mam eyicham. Ata' k'ual t'ak'val ol eyak' servil juntzanh comon dios. Manhxo ol ok' in k'ol t'ayex, xchi Jehová, xa chi t'a eb'."
        },
        {
            "number": "14",
            "text": "Palta a in Jehová in svak' in ti': Ha ticnaic, ayic slocan in b'i eb' anima tik, syalan eb' icha tik: D'a sb'i Jehová Dios ik'annaquelta eb' co mam quicham t'a Egipto, xchi eb'."
        },
        {
            "number": "15",
            "text": "Palta ol javok jun pekti’, ol yalan eb' anima icha tik: D'a sb'i Jehová, aton ix ik'anelta eb' israel t'a juntzanh chonhab' t'a norte yet' t'a juntzanhxo chonhab' b'aj ix saclemcanb'at eb', xcham eb'. Yujto a in ol vik' meltzaj eb' etisraelal t'a schonhab', aton lum lum vak'naccan t'a eb' e mam eyicham."
        },
        {
            "number": "16",
            "text": "Palta ayic manto ol ujok jun chi', ol vik'cot eb' yajk'ol eb' israel yic tzul yamji eb' yuj eb', icha tz'aj syaman nok' chay eb' yamum chay yet' schimpa, ma icha eb' pechum nok' sb'at tzak'an t'a spatic nok' nok' t'a tzalquixtac, tzek' sayan nok' eb' t'a yoltac q'uen nhaq'ueen yet' t'a yoltac sjatelal q'ueen."
        },
        {
            "number": "17",
            "text": "Yujto svil masanil tastac sk'ulej eb'. Malaj junok mach syal sk'ub'anel sb'ha t'a yol in sat, ma sk'ub'anel schucal t'a vichanh."
        },
        {
            "number": "18",
            "text": "Ol vak' spak t'a eb' yuj chukal sk'ulej chi', yujto ix yixtejb'at in lum eb' yuj juntzanh sdiosal to manh pitzanoc, yajb'entac icha snivanil junok chamnac. Ix sk'ulej eb' tas to max scha in k'ool, xchi Jehová."
        },
        {
            "number": "19",
            "text": "Mamin Jehová, vilumal ach, in tanhvumal aji. Ha ach val tzin a colo' ayic ay in och t'a syaelal. Ol cot juntzanh chonhab' b'aj slajvik'och lum lum tik, ol ul yalan eb' t'ayach: Ha eb' co mam quicham, anhej t'a juntzanh comon dios malaj wach' yochi, malaj yopisio, anhej ta' yak'naquem sb'a eb'."
        },
        {
            "number": "20",
            "text": "¿Tom syal sb'oan sdiosal eb' anima? Tato a eb' sb'oani, manh diosoc syal chi', xcham eb', xin chi."
        },
        {
            "number": "21",
            "text": "Ix yalanxi Jehová icha tik: Yuj chi' t'a junelnhej ol vak' yojtaquejel in poder eb'. Icha val chi' ol aj yojtacanel eb' to a in Jehová in a innhej Dios in, xchi."
        }
    ]
}