{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Jehová t'ayin, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Manh ak'och etb'eyum, manh ol aj uninal t'a jun chonhab' tik."
        },
        {
            "number": "3",
            "text": "Ha in Jehová in tik ol wal t'ayach tas ol jawok t'a yib'anh heb' unin ol aljoc t'a jun chonhab' tik yet' t'a yib'anh heb' mamab'il nunab'il."
        },
        {
            "number": "4",
            "text": "Ol cham heb' yuj juntzanh ilya te ov, malaj mach ol ok' yuj heb', malaj mach ol mucan heb'. Toxonhej ol kan teljab' heb' t'a sat lu'um, icha tz'aj nok' nok'. Ha owal yet' wejel ol ik'an scham heb'. Axo sniwanil heb' chi', ol laj chijocb'at yuj nok' ostoc yet' nok' chium nok' t'a caltac te', xchi Jehová t'ayin."
        },
        {
            "number": "5",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Manh ach och t'a yol junok pat b'aj ayek' heb' anima iloj ak'wal yuj chamnac. Manh ach ok' yet' heb', manh ak' sniwanil sk'ol heb', yujto a in Jehová in swala' to ix wik'el junk'olal t'a heb', maxtzac in xajanej heb', maxtzac ok' in k'ol t'a jun chonhab' tik."
        },
        {
            "number": "6",
            "text": "Ol cham heb' icham anima yet' heb' unin. Manhxalaj mach ol mucan heb', malaj mach ol ok' yuj heb'. Malaj mach ol yak' echnaj sniwanil, ma sjoxanel xil sjolom yuj sch'oxanel scusk'olal yuj heb'."
        },
        {
            "number": "7",
            "text": "Manhxalaj mach ol b'oan wael yuj chamel chi', yic tz'ak'ji sniwanil sk'ol heb' ayto yuj sb'a yet' jun ix cham chi', wach'chom a heb' mamab'il nunab'il schami."
        },
        {
            "number": "8",
            "text": "Anhejtona' manh ach och k'ojan t'a yol junok pat a wa'i yet' uk'an ha' b'aj ay junok q'uinh."
        },
        {
            "number": "9",
            "text": "Yujto a in Jehová in Yajal in t'a Smasanil, he Diosal in, a in swal icha tik: Ol wak' lajwoc q'uinh yic tzalajk'olal, icha q'uinh yic nupnajel t'a jun chonhab' tik. Ha t'a yol he tiempoal tik ol ujok jun tik, ol eyil wal."
        },
        {
            "number": "10",
            "text": "Ayic ol alan jun lolonel tik t'a heb' etchonhab' tik, ol sk'anb'ej heb' t'ayach: ¿Tas yuj ol yak'cot jun niwan yaelal chi' Jehová t'a quib'anh? ¿Tas chukal ix ko k'ulej? ¿Tas ko mul ix och t'a Jehová ko Diosal? xcham heb'."
        },
        {
            "number": "11",
            "text": "Tza pacan t'a heb' icha tik: Ha wal Jehová tz'alan icha tik: Ha heb' he mam eyicham ix in yaktejcan heb', ix b'at tzak'an heb' t'a spatic comon Dios, ix och heb' ejmelal t'ay. Ix in spaticanel heb', maj sk'anab'ajej sk'ayb'ub'al heb' ix wak'a'."
        },
        {
            "number": "12",
            "text": "Ha exxo pax tik, ek'al te chuk tze k'ulej t'a yichanh heb' he mam eyicham chi'. Junjun ex tze k'ulej chukal scot t'a he pensar, maxtzac he k'anab'ajej tas swala'."
        },
        {
            "number": "13",
            "text": "Yuj chi' ol ex wik'el t'a jun lum tik, ol ex wak'ancanb'at t'a junocxo chonhab' manh eyojtacoc, manh yojtacoc pax heb' he mam eyicham. Ata' k'ual t'ak'wal ol eyak' serwil juntzanh comon Dios. Manhxo ol ok' in k'ol t'ayex, xchi Jehová, xa chi t'a heb'."
        },
        {
            "number": "14",
            "text": "Palta a in Jehová in swak' in ti': Ha ticnaik, ayic slocan in b'i heb' anima tik, syalan heb' icha tik: D'a sb'i Jehová Dios ik'annaquelta heb' ko mam quicham t'a Egipto, xchi heb'."
        },
        {
            "number": "15",
            "text": "Palta ol jawok jun pekti’, ol yalan heb' anima icha tik: D'a sb'i Jehová, aton ix ik'anelta heb' israel t'a juntzanh chonhab' t'a norte yet' t'a juntzanhxo chonhab' b'aj ix saclemcanb'at heb', xcham heb'. Yujto a in ol wik' meltzaj heb' etisraelal t'a schonhab', aton lum lum wak'naccan t'a heb' he mam eyicham."
        },
        {
            "number": "16",
            "text": "Palta ayic manto ol ujok jun chi', ol wik'cot heb' yajk'ol heb' israel yic tzul yamji heb' yuj heb', icha tz'aj syaman nok' chay heb' yamum chay yet' schimpa, ma icha heb' pechum nok' sb'at tzak'an t'a spatic nok' nok' t'a tzalquixtac, tzek' sayan nok' heb' t'a yoltac k'een nhak'een yet' t'a yoltac sjatelal k'een."
        },
        {
            "number": "17",
            "text": "Yujto swil masanil tastac sk'ulej heb'. Malaj junok mach syal sk'ub'anel sb'ha t'a yol in sat, ma sk'ub'anel schucal t'a wichanh."
        },
        {
            "number": "18",
            "text": "Ol wak' spak t'a heb' yuj chukal sk'ulej chi', yujto ix yixtejb'at in lum heb' yuj juntzanh sdiosal to manh pitzanoc, yajb'entac icha sniwanil junok chamnac. Ix sk'ulej heb' tas to max scha in k'ool, xchi Jehová."
        },
        {
            "number": "19",
            "text": "Mamin Jehová, wilumal ach, in tanhwumal aji. Ha ach wal tzin a colo' ayic ay in och t'a syaelal. Ol cot juntzanh chonhab' b'aj slajwik'och lum lum tik, ol ul yalan heb' t'ayach: Ha heb' ko mam quicham, anhej t'a juntzanh comon Dios malaj wach' yochi, malaj yopisio, anhej ta' yak'naquem sb'a heb'."
        },
        {
            "number": "20",
            "text": "¿Tom syal sb'oan sdiosal heb' anima? Tato a heb' sb'oani, manh diosoc syal chi', xcham heb', xin chi."
        },
        {
            "number": "21",
            "text": "Ix yalanxi Jehová icha tik: Yuj chi' t'a junelnhej ol wak' yojtaquejel in poder heb'. Icha wal chi' ol aj yojtacanel heb' to a in Jehová in a innhej Dios in, xchi."
        }
    ]
}