{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Jehová d'ayin, ix yalan icha tic:"
        },
        {
            "number": "2",
            "text": "Manh ak'och etb'eyum, manh ol aj uninal d'a jun chonhab' tic."
        },
        {
            "number": "3",
            "text": "A in Jehová in tic ol val d'ayach tas ol javoc d'a yib'anh eb' unin ol aljoc d'a jun chonhab' tic yed' d'a yib'anh eb' mamab'il nunab'il."
        },
        {
            "number": "4",
            "text": "Ol cham eb' yuj juntzanh ilya te ov, malaj mach ol ok' yuj eb', malaj mach ol mucan eb'. Toxonhej ol can teljab' eb' d'a sat luum, icha tz'aj nok' nok'. A oval yed' vejel ol ik'an scham eb'. Axo snivanil eb' chi', ol laj chijocb'at yuj nok' ostoc yed' nok' chium nok' d'a caltac te', xchi Jehová d'ayin."
        },
        {
            "number": "5",
            "text": "Ix yalanxi Jehová d'ayin icha tic: Manh ach och d'a yol junoc pat b'aj ayek' eb' anima iloj ak'val yuj chamnac. Manh ach ok' yed' eb', manh ak' snivanil sk'ol eb', yujto a in Jehová in svala' to ix viq'uel junk'olal d'a eb', maxtzac in xajanej eb', maxtzac ok' in k'ol d'a jun chonhab' tic."
        },
        {
            "number": "6",
            "text": "Ol cham eb' icham anima yed' eb' unin. Manhxalaj mach ol mucan eb', malaj mach ol ok' yuj eb'. Malaj mach ol yak' echnaj snivanil, ma sjoxanel xil sjolom yuj sch'oxanel scusk'olal yuj eb'."
        },
        {
            "number": "7",
            "text": "Manhxalaj mach ol b'oan vael yuj chamel chi', yic tz'ak'ji snivanil sk'ol eb' ayto yuj sb'a yed' jun ix cham chi', vach'chom a eb' mamab'il nunab'il schami."
        },
        {
            "number": "8",
            "text": "Anhejtona' manh ach och k'ojan d'a yol junoc pat a va'i yed' uk'an a' b'aj ay junoc q'uinh."
        },
        {
            "number": "9",
            "text": "Yujto a in Jehová in Yajal in d'a Smasanil, e Diosal in, a in sval icha tic: Ol vak' lajvoc q'uinh yic tzalajk'olal, icha q'uinh yic nupnajel d'a jun chonhab' tic. A d'a yol e tiempoal tic ol ujoc jun tic, ol eyil val."
        },
        {
            "number": "10",
            "text": "Ayic ol alan jun lolonel tic d'a eb' etchonhab' tic, ol sk'anb'ej eb' d'ayach: ¿Tas yuj ol yak'cot jun nivan yaelal chi' Jehová d'a quib'anh? ¿Tas chucal ix co k'ulej? ¿Tas co mul ix och d'a Jehová co Diosal? xcham eb'."
        },
        {
            "number": "11",
            "text": "Tza pacan d'a eb' icha tic: A val Jehová tz'alan icha tic: A eb' e mam eyicham ix in yactejcan eb', ix b'at tzak'an eb' d'a spatic comon dios, ix och eb' ejmelal d'ay. Ix in spaticanel eb', maj sk'anab'ajej sk'ayb'ub'al eb' ix vak'a'."
        },
        {
            "number": "12",
            "text": "A exxo pax tic, ek'al te chuc tze k'ulej d'a yichanh eb' e mam eyicham chi'. Junjun ex tze k'ulej chucal scot d'a e pensar, maxtzac e k'anab'ajej tas svala'."
        },
        {
            "number": "13",
            "text": "Yuj chi' ol ex viq'uel d'a jun lum tic, ol ex vak'ancanb'at d'a junocxo chonhab' manh eyojtacoc, manh yojtacoc pax eb' e mam eyicham. Ata' k'ual d'ak'val ol eyak' servil juntzanh comon dios. Manhxo ol ok' in k'ol d'ayex, xchi Jehová, xa chi d'a eb'."
        },
        {
            "number": "14",
            "text": "Palta a in Jehová in svak' in ti': A ticnaic, ayic slocan in b'i eb' anima tic, syalan eb' icha tic: D'a sb'i Jehová Dios ik'annaquelta eb' co mam quicham d'a Egipto, xchi eb'."
        },
        {
            "number": "15",
            "text": "Palta ol javoc jun tiempoal, ol yalan eb' anima icha tic: D'a sb'i Jehová, aton ix ik'anelta eb' israel d'a juntzanh chonhab' d'a norte yed' d'a juntzanhxo chonhab' b'aj ix saclemcanb'at eb', xcham eb'. Yujto a in ol vik' meltzaj eb' etisraelal d'a schonhab', aton lum luum vak'naccan d'a eb' e mam eyicham."
        },
        {
            "number": "16",
            "text": "Palta ayic manto ol ujoc jun chi', ol vik'cot eb' yajk'ol eb' israel yic tzul yamji eb' yuj eb', icha tz'aj syaman nok' chay eb' yamum chay yed' schimpa, ma icha eb' pechum nok' sb'at tzak'an d'a spatic nok' nok' d'a tzalquixtac, tzek' sayan nok' eb' d'a yoltac q'uen nhaq'ueen yed' d'a yoltac sjatelal q'ueen."
        },
        {
            "number": "17",
            "text": "Yujto svil masanil tastac sk'ulej eb'. Malaj junoc mach syal sk'ub'anel sb'a d'a yol in sat, ma sk'ub'anel schucal d'a vichanh."
        },
        {
            "number": "18",
            "text": "Ol vak' spac d'a eb' yuj chucal sk'ulej chi', yujto ix yixtejb'at in lum eb' yuj juntzanh sdiosal to manh pitzanoc, yajb'entac icha snivanil junoc chamnac. Ix sk'ulej eb' tas to max scha in k'ool, xchi Jehová."
        },
        {
            "number": "19",
            "text": "Mamin Jehová, vilumal ach, in tanhvumal aji. A ach val tzin a colo' ayic ay in och d'a syaelal. Ol cot juntzanh chonhab' b'aj slajvik'och lum luum tic, ol ul yalan eb' d'ayach: A eb' co mam quicham, anhej d'a juntzanh comon dios malaj vach' yochi, malaj yopisio, anhej ta' yak'naquem sb'a eb'."
        },
        {
            "number": "20",
            "text": "¿Tom syal sb'oan sdiosal eb' anima? Tato a eb' sb'oani, manh diosoc syal chi', xcham eb', xin chi."
        },
        {
            "number": "21",
            "text": "Ix yalanxi Jehová icha tic: Yuj chi' d'a junelnhej ol vak' yojtaquejel in poder eb'. Icha val chi' ol aj yojtacanel eb' to a in Jehová in a innhej Dios in, xchi."
        }
    ]
}