{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová icha tic: Ex aj Judá, maxtzac el e chucal d'a e pensar. Max satlaj e chucal chi' d'a schiquintac eyaltar. Scan yechel icha letra tz'ochcan d'a junoc q'uen q'ueen yuj q'uen cincel ma yuj q'uen diamante."
        },
        {
            "number": "2",
            "text": "A eb' eyuninal snacot juntzanh altar eb', snaanpaxcot juntzanh te te' yechel comon dios eb', te' ay d'a yichtac te te' k'ayum xiil d'a juntzanh tzalquixtac chaanh yajq'uei,"
        },
        {
            "number": "3",
            "text": "yed' d'a jolomtac vitz d'a stitaquel chonhab'. Yuj e chucal tzeyak'och d'a juntzanh lugar yic ejmelal b'aj chaanh d'a masanil e macb'en tic, ol vak' elk'ajb'at e b'eyumal yed' tastac ay d'ayex."
        },
        {
            "number": "4",
            "text": "Yovalil ol ex ik'joquel d'a sat lum e lum tic, aton lum ix vak' e macb'enej. Ol ex vak'canoch schecab'oc eb' ayoch ajk'olal d'ayex d'a jun luum manh eyojtacoc, yujto toxo ix cot yoval in k'ol d'ayex. A yoval in k'ol chi', lajan icha junoc k'ak' malaj b'aq'uinh stupi, xchi Jehová."
        },
        {
            "number": "5",
            "text": "Ix yalanxi Jehová icha tic: Ob'iltac eb' tzin ik'anel d'a sk'ool, axo anima syak'och eb' yipoc sk'ol yic scolvaj yed' eb' snaani."
        },
        {
            "number": "6",
            "text": "Lajan val eb' icha te' q'uiix d'a tz'inan luum, malaj b'aq'uinh syil vach'il. Sq'uib'q'ue te' d'a caltac q'ueen yed' d'a lum luum ay atz'am atz'am d'ay yed' b'aj max yal scajnaj anima."
        },
        {
            "number": "7",
            "text": "Palta te vach' yic eb' anima tzin ak'anoch yipoc sk'ool."
        },
        {
            "number": "8",
            "text": "Lajan val eb' icha te te' avab'il d'a stitac a a', sb'at val sch'anhal yib' b'aj sb'ey a a' chi'. Malaj sna te' vach'chom te ay k'ak', k'ayumnhej xil te'. D'a stiempoal malaj nhab', malaj jab'oc tz'ik'an te', malaj b'aq'uinh syactej yak'an sat te'. Icha chi' yaj eb'."
        },
        {
            "number": "9",
            "text": "¿Toc ay junoc tas yelxo val ak'um musansatil, icha spensar eb' anima? Malaj sb'onab'il jun spensar eb' chi'. ¿Mach val syal yojtacaneli?"
        },
        {
            "number": "10",
            "text": "A in val Jehová in tzin ch'olb'itej tastac ay d'a junjun pensar. Vojtac val tastac tz'ek' d'a spixan junjun anima. A in svak' spac d'a junjun d'a smojal icha sk'ulej, xchi Jehová."
        },
        {
            "number": "11",
            "text": "A eb' tz'och b'eyumal yuj ixtoj anima, lajan val eb' icha junoc nok' much smanhelta nholob' manh yicoc. Ayic te tek'anto eb' ol ek'xoc sb'eyumal eb' chi', axo ol aj scheclaji to malaj spensar eb'."
        },
        {
            "number": "12",
            "text": "A scajnub' Dios b'ob'ilcan yictax yichb'anil, lajan val icha junoc palacio te vach' yilji, chaanh b'ob'ilcanq'uei."
        },
        {
            "number": "13",
            "text": "Mamin Jehová, a ach ayachoch yipoc co k'ol a onh israel onh tic. Masanil eb' tzach actancani, ol q'uixvoccanel eb'. Masanil eb' tz'el d'a a tz'ey, ol satcanel eb' icha tz'aj satel junoc b'i tz'ib'ab'ilem d'a cal pococ. Ol satcanel eb' yujto tzach yactejcan eb', yujto a ach tic lajan ach icha junoc sjaj a a'."
        },
        {
            "number": "14",
            "text": "Mamin Jehová, ak' b'oxoc in k'ool yic tzin b'oxicani. Col in, yic vach' tzin colchajcani, yujto anhej d'ayach sval vach' lolonel."
        },
        {
            "number": "15",
            "text": "Syal eb' anima d'ayin icha tic: ¿B'aq'uinh ol elk'och slolonel Jehová alnac d'ayonh? Elocab'k'och tas syal chi' ticnaic, xchi eb'."
        },
        {
            "number": "16",
            "text": "Mamin, malaj b'aj ix in tevi d'ayach yic tzin k'anancot junoc tas tz'ik'an satel eb' anima. Max in nib'ej pax sjavi junoc yaelal d'a yib'anh eb'. A ach tic ojtac tas ix in k'ana', yujto d'a ichanh ix vala'."
        },
        {
            "number": "17",
            "text": "Manh in ak'och d'a xivk'olal, yujto a d'ayach tzin col in b'a ayic ay in och d'a syaelal."
        },
        {
            "number": "18",
            "text": "Q'uixvocab'canel eb' tzin pechan b'eyek'oc, mocab' in q'uixvoquel a in tic. Xivocab' eb' chi', mocab' in xiv a in tic. Ak'cot yaelal d'a yib'anh eb', satel eb' d'a junelnhej."
        },
        {
            "number": "19",
            "text": "Ix yalan Jehová d'ayin icha tic: Ixic, b'at ochanh linhan d'a spuertail chonhab' b'aj tz'eli tz'och eb' sreyal Judá. Ata' tzalel in lolonel. Ichanhej chi' tza k'ulej d'a juntzanh spuertail Jerusalén."
        },
        {
            "number": "20",
            "text": "Tzalan d'a eb' anima icha tic: Ex rey yed' jantac ex cajan ex d'a Jerusalén tic yed' e masanil ex aj Judá, machtac ex tzex och d'a juntzanh puerta tic, ab'ec val tas syal Jehová:"
        },
        {
            "number": "21",
            "text": "Tzeyil val e b'a, manh e cuch eyicatz d'a sk'ual ik'oj ip, manh eyik'ochta d'a spuertail Jerusalén tic, yic max ja yaelal d'a eyib'anh yuuj."
        },
        {
            "number": "22",
            "text": "Manh eyik'paxelta junoc eyicatz d'a yol e pat d'a sk'ual ik'oj ip chi'. Malajocab' junoc munlajel tze k'ulej d'a jun k'u chi'. Nivanocab' yelk'och d'ayex icha ajnac valan d'a eb' e mam eyicham."
        },
        {
            "number": "23",
            "text": "Palta manh schanacoc yab' eb' tas valnac chi'. Spitejnac sb'a eb', manh sk'anab'ajejnacoc scachnab'il eb' vak'nac."
        },
        {
            "number": "24",
            "text": "A in val Jehová in svala': k'anab'ajejec tas svala', manh eyik'cot eyicatz d'a spuertail chonhab' tic d'a sk'ual ik'oj ip. Nivanocab' yelk'och jun k'u chi' d'ayex, malajocab' junoc munlajel tze k'ulej."
        },
        {
            "number": "25",
            "text": "Tato tze k'anab'ajej tas sval tic, aynhej eb' yinhtilal vinhaj David ol ochnhej reyal d'a in chonhab' tic. Ol ochta eb' d'a spuertail yed' carruaje nherb'il yuj nok' chej, ajun eb' eyajalil ex aj Judá ex tic yed' pax eb' aj Jerusalén tic. A jun chonhab' tic malaj b'aq'uinh ol can tz'inan."
        },
        {
            "number": "26",
            "text": "Ol laj cot eb' anima d'a junjun chonhab' d'a yol yic Judá, aton juntzanh ay d'a spatic yichanh Jerusalén tic, d'a yol yic Benjamín, d'a ak'lic, d'a tzalquixtac yed' pax d'a yol yic Neguev. Ol yik'cot nok' nok' eb' silab'il yic snhusjitz'a d'a templo. Ol yik'paxcot juntzanhxo nok' silab' eb', ixim trigo, incienso yed' ofrenda yic syak'an yuj diosal eb' d'ayin."
        },
        {
            "number": "27",
            "text": "Palta tato manh ol e k'anab'ajej in checnab'il tic jun, tato manh nivanoc yelk'och jun k'ual chi' d'ayex, tato ol eyik'ochta eyicatz d'a spuertail chonhab' tic d'a jun k'u chi', ol vak' nhusjoctz'a masanil palacio d'a Jerusalén tic. Manhxa mach ol yal smak'an tup jun k'ak' chi', xchi Jehová, xa chi, xchi d'ayin."
        }
    ]
}