{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová icha tik: Ex aj Judá, maxtzac el he chukal t'a he pensar. Max satlaj he chukal chi' t'a schiquintac eyaltar. Skan yechel icha letra tz'ochkan t'a junok k'een k'een yuj k'een cincel ma yuj k'een diamante."
        },
        {
            "number": "2",
            "text": "Ha heb' eyuninal snacot juntzanh altar heb', snaanpaxcot juntzanh te te' yechel comon Dios heb', te' ay t'a yichtac te te' k'ayum xiil t'a juntzanh tzalquixtac chaanh yajk'ei,"
        },
        {
            "number": "3",
            "text": "yet' t'a jolomtac witz t'a stitaquel chonhab'. Yuj he chukal tzeyak'och t'a juntzanh lugar yic ejmelal b'aj chaanh t'a masanil he macb'en tik, ol wak' elk'ajb'at he b'eyumal yet' tastac ay t'ayex."
        },
        {
            "number": "4",
            "text": "Yowalil ol ex ik'joquel t'a sat lum he lum tik, aton lum ix wak' he macb'enej. Ol ex wak'kanoch schekab'oc heb' ayoch ajk'olal t'ayex t'a jun lu'um manh eyojtakoc, yujto toxo ix cot yowal in k'ol t'ayex. Ha yowal in k'ol chi', lajan icha junok k'ak' malaj b'ak'uinh stupi, xchi Jehová."
        },
        {
            "number": "5",
            "text": "Ix yalanxi Jehová icha tik: Ob'iltac heb' tzin ik'anel t'a sk'ool, haxo anima syak'och heb' yipoc sk'ol yic skolwaj yet' heb' snaani."
        },
        {
            "number": "6",
            "text": "Lajan wal heb' icha te' q'uiix t'a tzinan lu'um, malaj b'ak'uinh syil wach'il. Sq'uib'k'e te' t'a kaltac k'een yet' t'a lum lum ay atz'am atz'am t'ay yet' b'aj max yal skajnaj anima."
        },
        {
            "number": "7",
            "text": "Palta te wach' yic heb' anima tzin ak'anoch yipoc sk'ool."
        },
        {
            "number": "8",
            "text": "Lajan wal heb' icha te te' awab'il t'a stitac ha ha', sb'at wal sch'anhal yib' b'aj sb'ey ha ha' chi'. Malaj sna te' wach'chom te ay k'ak', k'ayumnhej xil te'. D'a stiempoal malaj nhab', malaj jab'oc tz'ik'an te', malaj b'ak'uinh syactej yak'an sat te'. Icha chi' yaj heb'."
        },
        {
            "number": "9",
            "text": "¿Toc ay junok tas yelxo wal ak'um musansatil, icha spensar heb' anima? Malaj sb'onab'il jun spensar heb' chi'. ¿Mach wal syal yojtakaneli?"
        },
        {
            "number": "10",
            "text": "Ha in wal Jehová in tzin ch'olb'itej tastac ay t'a junjun pensar. Vojtak wal tastac tzek' t'a spixan junjun anima. Ha in swak' spak t'a junjun t'a smojal icha sk'ulej, xchi Jehová."
        },
        {
            "number": "11",
            "text": "Ha heb' tz'och b'eyumal yuj ixtoj anima, lajan wal heb' icha junok nok' much smanhelta nholob' manh yicoc. Ayic te tek'anto heb' ol ek'xoc sb'eyumal heb' chi', haxo ol aj scheclaji to malaj spensar heb'."
        },
        {
            "number": "12",
            "text": "Ha skajnub' Dios b'ob'ilkan yictax yichb’anel, lajan wal icha junok palacio te wach' yilji, chaanh b'ob'ilkank'ei."
        },
        {
            "number": "13",
            "text": "Mamin Jehová, a ach ayachoch yipoc ko k'ol a onh israel onh tik. Masanil heb' tzach actankani, ol q'uixwokkanel heb'. Masanil heb' tz'el t'a a tz'ey, ol satkanel heb' icha tz'aj satel junok b'i tz'ib'ab'ilem t'a kal pokok. Ol satkanel heb' yujto tzach yaktejkan heb', yujto a ach tik lajan ach icha junok sjaj ha ha'."
        },
        {
            "number": "14",
            "text": "Mamin Jehová, ak' b'oxoc in k'ool yic tzin b'oxikani. Col in, yic wach' tzin colchajkani, yujto anhej t'ayach swal wach' lolonel."
        },
        {
            "number": "15",
            "text": "Syal heb' anima t'ayin icha tik: ¿B'aq'uinh ol elk'och slolonel Jehová alnac t'ayonh? Elokab'k'och tas syal chi' ticnaik, xchi heb'."
        },
        {
            "number": "16",
            "text": "Mamin, malaj b'aj ix in tewi t'ayach yic tzin k'anancot junok tas tz'ik'an satel heb' anima. Max in nib'ej pax sjawi junok yaelal t'a yib'anh heb'. Ha ach tik ojtak tas ix in k'ana', yujto t'a ichanh ix wala'."
        },
        {
            "number": "17",
            "text": "Manh in ak'och t'a xivk'olal, yujto a t'ayach tzin col in b'a ayic ay in och t'a syaelal."
        },
        {
            "number": "18",
            "text": "Q'uixwokab'kanel heb' tzin pechan b'eyek'oc, mokab' in q'uixwoquel a in tik. Xiwokab' heb' chi', mokab' in xiv a in tik. Ak'cot yaelal t'a yib'anh heb', satel heb' t'a junelnhej."
        },
        {
            "number": "19",
            "text": "Ix yalan Jehová t'ayin icha tik: Ixic, b'at ochanh linhan t'a spuertail chonhab' b'aj tz'eli tz'och heb' sreyal Judá. Ata' tzalel in lolonel. Ichanhej chi' tza k'ulej t'a juntzanh spuertail Jerusalén."
        },
        {
            "number": "20",
            "text": "Tzalan t'a heb' anima icha tik: Ex rey yet' jantac ex kajan ex t'a Jerusalén tik yet' he masanil ex aj Judá, machtac ex tzex och t'a juntzanh puerta tik, ab'ec wal tas syal Jehová:"
        },
        {
            "number": "21",
            "text": "Tzeyil wal he b'a, manh he cuch eyikatz t'a sk'ual ik'oj ip, manh eyik'ochta t'a spuertail Jerusalén tik, yic max ja yaelal t'a eyib'anh yuj."
        },
        {
            "number": "22",
            "text": "Manh eyik'paxelta junok eyikatz t'a yol he pat t'a sk'ual ik'oj ip chi'. Malajokab' junok munlajel tze k'ulej t'a jun k'u chi'. Niwanokab' yelk'och t'ayex icha ajnac walan t'a heb' he mam eyicham."
        },
        {
            "number": "23",
            "text": "Palta manh schanacoc yab' heb' tas walnac chi'. Spitejnac sb'a heb', manh sk'anab'ajejnacoc skachnab'il heb' wak'nac."
        },
        {
            "number": "24",
            "text": "Ha in wal Jehová in swala': k'anab'ajejec tas swala', manh eyik'cot eyikatz t'a spuertail chonhab' tik t'a sk'ual ik'oj ip. Niwanokab' yelk'och jun k'u chi' t'ayex, malajokab' junok munlajel tze k'ulej."
        },
        {
            "number": "25",
            "text": "Tato tze k'anab'ajej tas swal tik, aynhej heb' yinhtilal winhaj Dawid ol ochnhej reyal t'a in chonhab' tik. Ol ochta heb' t'a spuertail yet' carruaje nherb'il yuj nok' chej, ajun heb' eyajalil ex aj Judá ex tik yet' pax heb' aj Jerusalén tik. Ha jun chonhab' tik malaj b'ak'uinh ol kan tzinan."
        },
        {
            "number": "26",
            "text": "Ol laj cot heb' anima t'a junjun chonhab' t'a yol yic Judá, aton juntzanh ay t'a spatic yichanh Jerusalén tik, t'a yol yic Benjamín, t'a ak'lic, t'a tzalquixtac yet' pax t'a yol yic Neguev. Ol yik'cot nok' nok' heb' silab'il yic snhusjitz'ha t'a templo. Ol yik'paxcot juntzanhxo nok' silab' heb', ixim trigo, incienso yet' ofrenda yic syak'an yuj diosal heb' t'ayin."
        },
        {
            "number": "27",
            "text": "Palta tato manh ol he k'anab'ajej in checnab'il tik jun, tato manh niwanoc yelk'och jun k'ual chi' t'ayex, tato ol eyik'ochta eyikatz t'a spuertail chonhab' tik t'a jun k'u chi', ol wak' nhusjoctz'a masanil palacio t'a Jerusalén tik. Manhxa mach ol yal smak'an tup jun k'ak' chi', xchi Jehová, xa chi, xchi t'ayin."
        }
    ]
}