{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová icha tik: Ex aj Judá, maxtzac el e chukal t'a e pensar. Max satlaj e chukal chi' t'a schiquintac eyaltar. Skan yechel icha letra tz'ochcan t'a junok q'uen q'ueen yuj q'uen cincel ma yuj q'uen diamante."
        },
        {
            "number": "2",
            "text": "Ha eb' eyuninal snacot juntzanh altar eb', snaanpaxcot juntzanh te te' yechel comon dios eb', te' ay t'a yichtac te te' k'ayum xiil t'a juntzanh tzalquixtac chaanh yajq'uei,"
        },
        {
            "number": "3",
            "text": "yet' t'a jolomtac vitz t'a stitaquel chonhab'. Yuj e chukal tzeyak'och t'a juntzanh lugar yic ejmelal b'aj chaanh t'a masanil e macb'en tik, ol vak' elk'ajb'at e b'eyumal yet' tastac ay t'ayex."
        },
        {
            "number": "4",
            "text": "Yovalil ol ex ik'joquel t'a sat lum e lum tik, aton lum ix vak' e macb'enej. Ol ex vak'canoch schecab'oc eb' ayoch ajk'olal t'ayex t'a jun lu'um manh eyojtacoc, yujto toxo ix cot yoval in k'ol t'ayex. Ha yoval in k'ol chi', lajan icha junok k'ak' malaj b'ak'uinh stupi, xchi Jehová."
        },
        {
            "number": "5",
            "text": "Ix yalanxi Jehová icha tik: Ob'iltac eb' tzin ik'anel t'a sk'ool, haxo anima syak'och eb' yipoc sk'ol yic skolwaj yet' eb' snaani."
        },
        {
            "number": "6",
            "text": "Lajan val eb' icha te' q'uiix t'a tzinan lu'um, malaj b'ak'uinh syil wach'il. Sq'uib'q'ue te' t'a caltac q'ueen yet' t'a lum lum ay atz'am atz'am t'ay yet' b'aj max yal scajnaj anima."
        },
        {
            "number": "7",
            "text": "Palta te wach' yic eb' anima tzin ak'anoch yipoc sk'ool."
        },
        {
            "number": "8",
            "text": "Lajan val eb' icha te te' avab'il t'a stitac ha ha', sb'at val sch'anhal yib' b'aj sb'ey ha ha' chi'. Malaj sna te' wach'chom te ay k'ak', k'ayumnhej xil te'. D'a stiempoal malaj nhab', malaj jab'oc tz'ik'an te', malaj b'ak'uinh syactej yak'an sat te'. Icha chi' yaj eb'."
        },
        {
            "number": "9",
            "text": "¿Toc ay junok tas yelxo val ak'um musansatil, icha spensar eb' anima? Malaj sb'onab'il jun spensar eb' chi'. ¿Mach val syal yojtacaneli?"
        },
        {
            "number": "10",
            "text": "Ha in val Jehová in tzin ch'olb'itej tastac ay t'a junjun pensar. Vojtac val tastac tzek' t'a spixan junjun anima. Ha in svak' spak t'a junjun t'a smojal icha sk'ulej, xchi Jehová."
        },
        {
            "number": "11",
            "text": "Ha eb' tz'och b'eyumal yuj ixtoj anima, lajan val eb' icha junok nok' much smanhelta nholob' manh yicoc. Ayic te tek'anto eb' ol ek'xoc sb'eyumal eb' chi', haxo ol aj scheclaji to malaj spensar eb'."
        },
        {
            "number": "12",
            "text": "Ha scajnub' Dios b'ob'ilcan yictax yichb’anel, lajan val icha junok palacio te wach' yilji, chaanh b'ob'ilcanq'uei."
        },
        {
            "number": "13",
            "text": "Mamin Jehová, a ach ayachoch yipoc co k'ol a onh israel onh tik. Masanil eb' tzach actancani, ol q'uixvoccanel eb'. Masanil eb' tz'el t'a a tz'ey, ol satcanel eb' icha tz'aj satel junok b'i tz'ib'ab'ilem t'a cal pococ. Ol satcanel eb' yujto tzach yactejcan eb', yujto a ach tik lajan ach icha junok sjaj ha ha'."
        },
        {
            "number": "14",
            "text": "Mamin Jehová, ak' b'oxoc in k'ool yic tzin b'oxicani. Col in, yic wach' tzin colchajcani, yujto anhej t'ayach swal wach' lolonel."
        },
        {
            "number": "15",
            "text": "Syal eb' anima t'ayin icha tik: ¿B'aq'uinh ol elk'och slolonel Jehová alnac t'ayonh? Elocab'k'och tas syal chi' ticnaic, xchi eb'."
        },
        {
            "number": "16",
            "text": "Mamin, malaj b'aj ix in tevi t'ayach yic tzin k'anancot junok tas tz'ik'an satel eb' anima. Max in nib'ej pax sjavi junok yaelal t'a yib'anh eb'. Ha ach tik ojtac tas ix in k'ana', yujto t'a ichanh ix vala'."
        },
        {
            "number": "17",
            "text": "Manh in ak'och t'a xivk'olal, yujto a t'ayach tzin col in b'a ayic ay in och t'a syaelal."
        },
        {
            "number": "18",
            "text": "Q'uixvocab'canel eb' tzin pechan b'eyek'oc, mocab' in q'uixvoquel a in tik. Xivocab' eb' chi', mocab' in xiv a in tik. Ak'cot yaelal t'a yib'anh eb', satel eb' t'a junelnhej."
        },
        {
            "number": "19",
            "text": "Ix yalan Jehová t'ayin icha tik: Ixic, b'at ochanh linhan t'a spuertail chonhab' b'aj tz'eli tz'och eb' sreyal Judá. Ata' tzalel in lolonel. Ichanhej chi' tza k'ulej t'a juntzanh spuertail Jerusalén."
        },
        {
            "number": "20",
            "text": "Tzalan t'a eb' anima icha tik: Ex rey yet' jantac ex cajan ex t'a Jerusalén tik yet' e masanil ex aj Judá, machtac ex tzex och t'a juntzanh puerta tik, ab'ec val tas syal Jehová:"
        },
        {
            "number": "21",
            "text": "Tzeyil val e b'a, manh e cuch eyicatz t'a sk'ual ik'oj ip, manh eyik'ochta t'a spuertail Jerusalén tik, yic max ja yaelal t'a eyib'anh yuj."
        },
        {
            "number": "22",
            "text": "Manh eyik'paxelta junok eyicatz t'a yol e pat t'a sk'ual ik'oj ip chi'. Malajocab' junok munlajel tze k'ulej t'a jun k'u chi'. Nivanocab' yelk'och t'ayex icha ajnac valan t'a eb' e mam eyicham."
        },
        {
            "number": "23",
            "text": "Palta manh schanacoc yab' eb' tas valnac chi'. Spitejnac sb'a eb', manh sk'anab'ajejnacoc scachnab'il eb' vak'nac."
        },
        {
            "number": "24",
            "text": "Ha in val Jehová in svala': k'anab'ajejec tas svala', manh eyik'cot eyicatz t'a spuertail chonhab' tik t'a sk'ual ik'oj ip. Nivanocab' yelk'och jun k'u chi' t'ayex, malajocab' junok munlajel tze k'ulej."
        },
        {
            "number": "25",
            "text": "Tato tze k'anab'ajej tas swal tik, aynhej eb' yinhtilal winhaj David ol ochnhej reyal t'a in chonhab' tik. Ol ochta eb' t'a spuertail yet' carruaje nherb'il yuj nok' chej, ajun eb' eyajalil ex aj Judá ex tik yet' pax eb' aj Jerusalén tik. Ha jun chonhab' tik malaj b'ak'uinh ol kan tzinan."
        },
        {
            "number": "26",
            "text": "Ol laj cot eb' anima t'a junjun chonhab' t'a yol yic Judá, aton juntzanh ay t'a spatic yichanh Jerusalén tik, t'a yol yic Benjamín, t'a ak'lic, t'a tzalquixtac yet' pax t'a yol yic Neguev. Ol yik'cot nok' nok' eb' silab'il yic snhusjitz'ha t'a templo. Ol yik'paxcot juntzanhxo nok' silab' eb', ixim trigo, incienso yet' ofrenda yic syak'an yuj diosal eb' t'ayin."
        },
        {
            "number": "27",
            "text": "Palta tato manh ol e k'anab'ajej in checnab'il tik jun, tato manh nivanoc yelk'och jun k'ual chi' t'ayex, tato ol eyik'ochta eyicatz t'a spuertail chonhab' tik t'a jun k'u chi', ol vak' nhusjoctz'a masanil palacio t'a Jerusalén tik. Manhxa mach ol yal smak'an tup jun k'ak' chi', xchi Jehová, xa chi, xchi t'ayin."
        }
    ]
}