{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Jehová t'ayin, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ixic, emanh t'a spat jun vinh tz'acum lu'um. Ata' ol val jun lolonel t'ayach, xchi t'ayin."
        },
        {
            "number": "3",
            "text": "Ix in em b'ian, van stz'acvi vinh t'a jun tz'aclab' tzek' sururoc."
        },
        {
            "number": "4",
            "text": "Ayic van stz'acan jun lum chen vinh, haxo ix aji ix ixtaxb'at lum t'a yol sk'ab' vinh. Yuj chi' anheja' yet' lum slumal chi' ix sb'o junxo lu'um vinh icha snib'ej."
        },
        {
            "number": "5",
            "text": "D'a jun rato chi' ix yalan Jehová t'ayin icha tik:"
        },
        {
            "number": "6",
            "text": "Ha in val Jehová in sval t'ayex israel ex tik: ¿Tom max yal ex vutan icha syutej lum lum vinh tz'acum tik stz'acani? Ha ex tik, lajan eyaj t'a yol in k'ab' icha yaj lum lum t'a yol sk'ab' vinh tz'acum tik."
        },
        {
            "number": "7",
            "text": "Q'uinaloc a in tik tzin na' in juanb'ati, ma in satanel junok chonhab', ma junok macb'en,"
        },
        {
            "number": "8",
            "text": "palta tato a jun chonhab' chi' sna sb'a sk'ool, syik'anel sb'ha t'a skal chukal, anhejtona' in tzin q'uexpax in pensar, maxtzac vak'b'at jun yaelal chi' t'a yib'anh."
        },
        {
            "number": "9",
            "text": "Q'uinaloc tzin na' in b'oanq'ue junok chonhab' yet' vak'an q'uib'oc,"
        },
        {
            "number": "10",
            "text": "palta tato anhej chukal sk'ulej, max sk'anab'ajej pax tas svala', tzin q'uexpax in pensar, maxtzac vak' in wach'k'olal nab'il vuj vak'an t'ay."
        },
        {
            "number": "11",
            "text": "Al t'a eb' cajan t'a Judá yet' t'a Jerusalén to a in sval juntzanh lolonel tik: Van in naan tas ol ex vutej, tas ol aj vak'anoch eyaelal, yuj chi' actejeccan e chuk b'eyb'al, k'ulejec wach'il, xchi Jehová, xa chi."
        },
        {
            "number": "12",
            "text": "Ol yalan eb' t'ayach icha tik: Manh ixtej a b'a onh a cachani. Ha onh tik ol co k'ulejnhej chukal, icha tas scot t'a co pensar co k'ulani, xcham eb', xchi Jehová."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix yalanxi Jehová icha tik: k'anb'ejec ek' t'a junjun nación, tato ay b'aj ix ab'chaj sk'ulaj icha tas sk'ulej eb' etisraelal tik. Ha eb' tik yelxo val te chuk tas sk'ulej eb'."
        },
        {
            "number": "14",
            "text": "¿Toc ay junok tiempoal manh ayoquem q'uen sacb'acom t'a jolomtac vitz t'a yol yic Líbano? ¿Ay am b'aj stup ha ha' te siic scot t'a jolomtac vitz chi'?"
        },
        {
            "number": "15",
            "text": "Palta a ex in chonhab' ex tik, manh junnhejoc b'aj ayexcani, cotac skal tze q'uexan e pensar. Tzin eyactancani, haxo t'a tas manh diosoc tze nhus incienso. Ex satb'at t'a jun b'e aytaxon t'a peca'. Axo t'a b'e yic chukal b'aj tzex b'ati."
        },
        {
            "number": "16",
            "text": "Yuj e chukal chi' ol kan tzinan e chonhab' tik. Ol te b'uchjocnhej. Masanil eb' ol ek' t'a tik, ol laj syum sat eb' ex stzetzani, yujto satub'tac ol aj yilji."
        },
        {
            "number": "17",
            "text": "Icha tz'aj saclemb'at tastac yuj ik' scot b'aj sjavi k'u, icha chi' ol aj ex vak'an saclemb'at yuj eb' eyajk'ool. Ol in b'at mican t'ayex ayic ol ja sk'ual sjavi e yaelal chi'. Manhxo ol in b'at q'uelan t'ayex, xchi Jehová."
        },
        {
            "number": "18",
            "text": "Ix yalan eb' anima chi' icha tik: Co naec tas scutej vinhaj Jeremías tik yuj tas syal vinh t'a quib'anh. Tocval ol lajvoquel eb' sacerdote tzonh k'ayb'ani, ma eb' aj pensar tz'ak'an co razón, ma eb' schecab' Dios tz'alan slolonel Dios chi' t'ayonh. Yuj chi' co naecq'ue esal lolonel t'a spatic vinh, yic smiljicham vinh. Manh ol co k'anab'ajejlaj tas syal vinh chi', xchi eb'."
        },
        {
            "number": "19",
            "text": "Mamin Jehová, cotanh val q'uelan t'ayin, tzab'an val tas syal eb' ayoch ajk'olal tik t'ayin."
        },
        {
            "number": "20",
            "text": "¿Tom yet' chukal tz'aj spactzitaj wach'k'olal? Ha eb' chi' toxo ix sna eb' tas ol yutej eb' in smilanchamoc. Nacoti to ix in k'och t'a ichanh in tevi t'ayach yuj swach'iloc eb', yic max ak'cot yoval a k'ol t'a yib'anh eb'."
        },
        {
            "number": "21",
            "text": "Axo ticnaic jun, ak' cham yuninal eb' yuj vejel yet' yuj oval. Canocab' eb' ix yetb'eyum eb' junixtaquil, manhxaocab' junok yune' eb' ix scani. Miljocab'cham eb' vinh yetb'eyum eb' ix, haxo eb' vinh yune' eb' ix quelemtacxo, chamocab' eb' t'a oval."
        },
        {
            "number": "22",
            "text": "Ak'cot junok nhilanh soldado elk'um t'a skal eb'. Ab'chajocab' yel yav eb' yuj syaelal, yujto ichato sjoy olan eb' b'aj ol in mucchajoc, say modo eb' tas tz'aj in telvi t'a yol sk'ab' eb'."
        },
        {
            "number": "23",
            "text": "Palta a ach tik Mamin Jehová, ojtac masanil tastac smol alej eb' t'a vib'anh yic tzin smilancham eb' yalani. Manh ak' nivank'olal eb', mocab' b'at smul eb' chi' satk'olal uuj. Satocab'el eb' t'a ichanh, ak'och syaelal eb' yuj yoval a k'ool."
        }
    ]
}