{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Jehová t'ayin, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ixic, emanh t'a spat jun winh tz'acum lu'um. Ata' ol wal jun lolonel t'ayach, xchi t'ayin."
        },
        {
            "number": "3",
            "text": "Ix in em b'ian, wan stz'acwi winh t'a jun tz'aclab' tzek' sururoc."
        },
        {
            "number": "4",
            "text": "Ayic wan stz'acan jun lum chen winh, haxo ix aji ix ixtaxb'at lum t'a yol sk'ab' winh. Yuj chi' anheja' yet' lum slumal chi' ix sb'o junxo lu'um winh icha snib'ej."
        },
        {
            "number": "5",
            "text": "D'a jun rato chi' ix yalan Jehová t'ayin icha tik:"
        },
        {
            "number": "6",
            "text": "Ha in wal Jehová in swal t'ayex israel ex tik: ¿Tom max yal ex wutan icha syutej lum lum winh tz'acum tik stz'acani? Ha ex tik, lajan eyaj t'a yol in k'ab' icha yaj lum lum t'a yol sk'ab' winh tz'acum tik."
        },
        {
            "number": "7",
            "text": "Q'uinaloc a in tik tzin na' in juanb'ati, ma in satanel junok chonhab', ma junok macb'en,"
        },
        {
            "number": "8",
            "text": "palta tato a jun chonhab' chi' sna sb'a sk'ool, syik'anel sb'ha t'a skal chukal, anhejtona' in tzin k'expax in pensar, maxtzac wak'b'at jun yaelal chi' t'a yib'anh."
        },
        {
            "number": "9",
            "text": "Q'uinaloc tzin na' in b'oank'e junok chonhab' yet' wak'an q'uib'oc,"
        },
        {
            "number": "10",
            "text": "palta tato anhej chukal sk'ulej, max sk'anab'ajej pax tas swala', tzin k'expax in pensar, maxtzac wak' in wach'k'olal nab'il wuj wak'an t'ay."
        },
        {
            "number": "11",
            "text": "Al t'a heb' cajan t'a Judá yet' t'a Jerusalén to a in swal juntzanh lolonel tik: Van in naan tas ol ex wutej, tas ol aj wak'anoch eyaelal, yuj chi' actejeccan he chuk b'eyb'al, k'ulejec wach'il, xchi Jehová, xa chi."
        },
        {
            "number": "12",
            "text": "Ol yalan heb' t'ayach icha tik: Manh ixtej a b'a onh a cachani. Ha onh tik ol ko k'ulejnhej chukal, icha tas scot t'a ko pensar ko k'ulani, xcham heb', xchi Jehová."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix yalanxi Jehová icha tik: k'anb'ejec ek' t'a junjun nación, tato ay b'aj ix ab'chaj sk'ulaj icha tas sk'ulej heb' etisraelal tik. Ha heb' tik yelxo wal te chuk tas sk'ulej heb'."
        },
        {
            "number": "14",
            "text": "¿Toc ay junok tiempoal manh ayoquem k'een sacb'acom t'a jolomtac witz t'a yol yic Líbano? ¿Ay am b'aj stup ha ha' te siic scot t'a jolomtac witz chi'?"
        },
        {
            "number": "15",
            "text": "Palta a ex in chonhab' ex tik, manh junnhejoc b'aj ayexcani, cotac skal tze k'exan he pensar. Tzin eyactancani, haxo t'a tas manh diosoc tze nhus incienso. Ex satb'at t'a jun b'e aytaxon t'a peka'. Axo t'a b'e yic chukal b'aj tzex b'ati."
        },
        {
            "number": "16",
            "text": "Yuj he chukal chi' ol kan tzinan he chonhab' tik. Ol te b'uchjocnhej. Masanil heb' ol ek' t'a tik, ol laj syum sat heb' ex stzetzani, yujto satub'tac ol aj yilji."
        },
        {
            "number": "17",
            "text": "Icha tz'aj saclemb'at tastac yuj ik' scot b'aj sjawi k'u, icha chi' ol aj ex wak'an saclemb'at yuj heb' eyajk'ool. Ol in b'at mican t'ayex ayic ol ja sk'ual sjawi he yaelal chi'. Manhxo ol in b'at k'elan t'ayex, xchi Jehová."
        },
        {
            "number": "18",
            "text": "Ix yalan heb' anima chi' icha tik: Co naec tas scutej winhaj Jeremías tik yuj tas syal winh t'a quib'anh. Tocwal ol lajwoquel heb' sacerdote tzonh k'ayb'ani, ma heb' aj pensar tz'ak'an ko razón, ma heb' schecab' Dios tz'alan slolonel Dios chi' t'ayonh. Yuj chi' ko naeck'e esal lolonel t'a spatic winh, yic smiljicham winh. Manh ol ko k'anab'ajejlaj tas syal winh chi', xchi heb'."
        },
        {
            "number": "19",
            "text": "Mamin Jehová, cotanh wal k'elan t'ayin, tzab'an wal tas syal heb' ayoch ajk'olal tik t'ayin."
        },
        {
            "number": "20",
            "text": "¿Tom yet' chukal tz'aj spactzitaj wach'k'olal? Ha heb' chi' toxo ix sna heb' tas ol yutej heb' in smilanchamoc. Nacoti to ix in k'och t'a ichanh in tewi t'ayach yuj swach'iloc heb', yic max ak'cot yowal a k'ol t'a yib'anh heb'."
        },
        {
            "number": "21",
            "text": "Axo ticnaik jun, ak' cham yuninal heb' yuj wejel yet' yuj owal. Canocab' heb' ix yetb'eyum heb' junixtaquil, manhxaocab' junok yune' heb' ix scani. Miljocab'cham heb' winh yetb'eyum heb' ix, haxo heb' winh yune' heb' ix quelemtacxo, chamocab' heb' t'a owal."
        },
        {
            "number": "22",
            "text": "Ak'cot junok nhilanh soldado elk'um t'a skal heb'. Ab'chajocab' yel yav heb' yuj syaelal, yujto ichato sjoy olan heb' b'aj ol in mucchajoc, say modo heb' tas tz'aj in telwi t'a yol sk'ab' heb'."
        },
        {
            "number": "23",
            "text": "Palta a ach tik Mamin Jehová, ojtac masanil tastac smol alej heb' t'a wib'anh yic tzin smilancham heb' yalani. Manh ak' niwank'olal heb', mocab' b'at smul heb' chi' satk'olal uuj. Satocab'el heb' t'a ichanh, ak'och syaelal heb' yuj yowal a k'ool."
        }
    ]
}