{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová d'ayin icha tic: B'at man junoc lum ch'ub', tzik'anb'at eb' yichamtac vinaquil chonhab' ed'oc yed' eb' sacerdote ichamtac vinacxo."
        },
        {
            "number": "2",
            "text": "Tzach el d'a puerta b'aj tz'el eb' sb'at ak'ojcan k'alem d'a sch'olanil yic Ben-hinom, ata' ol al juntzanh lolonel sval tic d'ayach d'a eb'."
        },
        {
            "number": "3",
            "text": "Tzalan icha tic: Ex sreyal Judá yed' ex cajan ex d'a Jerusalén tic, ab'ec val slolonel Jehová co Diosal Yajal d'a Smasanil: Ab'ec, ol vak'b'at jun nivan yaelal d'a yib'anh e chonhab' tic. Masanil mach ol ab'anoc, ol sat sk'ol eb' yab'ani."
        },
        {
            "number": "4",
            "text": "Yujto tzin eyactejcani, tzeyak'anoch jun lugar tic yicoc comon dios. Tze nhusan incienso d'a juntzanh comon dios manh eyojtacoc yed' eb' e mam eyicham. Manhxa yalnab'il jantac eb' unin malaj smul tze milchamoc."
        },
        {
            "number": "5",
            "text": "Ix e b'oq'ue juntzanh altar b'aj tze nhustz'a eb' eyuninal silab'il d'a Baal. Tze k'ulan val tas manhoc in svak' e k'ulej, max ek' d'a in pensar juntzanh tas tze k'ulej chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi', a in val Jehová in tic svala': Ay val jun k'ual to a jun ch'olan tic, manhxo ol scuch Tofet, ma sch'olanil yic Ben-hinom, palta sch'olanil b'aj smiljicham anima ol sb'iejcani."
        },
        {
            "number": "7",
            "text": "Yuj jantac anima ol cham d'a jun ch'olan tic, ol vak' ixtaxel tas nab'il eyuj ex aj Judá yed' ex aj Jerusalén. Ol ex vak' ak'joc ganar yuj eb' eyajk'ol snib'ej tzex milanchamoc. Axo e nivanil ol och schib'ejoc nok' ostoc yed' nok' caltacte'al nok'."
        },
        {
            "number": "8",
            "text": "Ol ochcan e chonhab' tic tz'inan lumal, xivub'tac ol ajcanoc. A eb' ol ek' d'a tic, ol xiv eb', ol sat sk'ol eb' yilani, ol b'uchvaj eb' yuj tas ol ajcan chi'."
        },
        {
            "number": "9",
            "text": "Ol vak' e chilajb'at eyuninal yed' eyisil yuj vejel, ol vak'an e chilajb'at e b'a, ayic ol oymaj eb' ajk'ol d'a spatic e chonhab', xchi Jehová, xa chi d'a eb'."
        },
        {
            "number": "10",
            "text": "Ayic slajvi alan juntzanh tic, tza mak'anpoj jun lum ch'ub' chi' d'a yichanh eb' anima ajun ed' chi',"
        },
        {
            "number": "11",
            "text": "tzalan d'a eb' icha tic: A Jehová Yajal d'a Smasanil tz'alan icha tic: Ol in satel jun chonhab' tic, icha tz'aj smak'jipoj junoc lum ch'ub' maxtzac yal sb'o junelxo. A d'a lum Tofet tic ol e muquem eb' e chamnac, yujto manhxa b'aj ol yal e mucan eb'."
        },
        {
            "number": "12",
            "text": "A in Jehová in svala', icha chi' ol vutej jun chonhab' tic yed' eb' cajan d'ay, lajan ol aj icha ol aj Tofet tic."
        },
        {
            "number": "13",
            "text": "Te yajb'entac ol ajcan masanil pat d'a Jerusalén tic yed' spalacio eb' sreyal Judá. Anhejtona' yajb'entac ol ajcan spanhanil yib'anhtac pat b'aj snhusji incienso d'a q'uen k'anal d'a satchaanh yed' b'aj tze sequem vino ofrendail d'a comon dios. Icha Tofet chi' ol ajcanoc, xchi Jehová, xa chi d'a eb', xchi Jehová d'ayin."
        },
        {
            "number": "14",
            "text": "Ayic ix lajvi in k'ulan juntzanh tic, a in Jeremías in tic, in paxta d'a Tofet chi', b'aj ix valcanel slolonel Jehová. In och linhan d'a yol yamaq'uil stemplo Dios, ix valan d'a masanil eb' anima icha tic:"
        },
        {
            "number": "15",
            "text": "A Jehová co Diosal Yajal d'a Smasanil tz'alan icha tic: Ol vak'b'at yaelal d'a yib'anh jun e chonhab' tic yed' d'a yib'anh juntzanhxo chonhab' ay d'a e lak'anil. Ol javoc masanil juntzanh yaelal toxo ix val tic d'a eyib'anh, yujto ix e pitej e b'a, maxtzac e k'anab'ajej tas svala', xchi Jehová, xin chi d'a eb'."
        }
    ]
}