{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'ayin icha tik: B'at man junok lum ch'ub', tzik'anb'at eb' yichamtac vinaquil chonhab' ed'oc yet' eb' sacerdote ichamtac vinacxo."
        },
        {
            "number": "2",
            "text": "Tzach el t'a puerta b'aj tz'el eb' sb'at ak'ojcan k'alem t'a sch'olanil yic Ben-hinom, ata' ol al juntzanh lolonel sval tik t'ayach t'a eb'."
        },
        {
            "number": "3",
            "text": "Tzalan icha tik: Ex sreyal Judá yet' ex cajan ex t'a Jerusalén tik, ab'ec val slolonel Jehová co Diosal Yajal t'a Smasanil: Ab'ec, ol vak'b'at jun niwan yaelal t'a yib'anh e chonhab' tik. Masanil mach ol ab'anoc, ol sat sk'ol eb' yab'ani."
        },
        {
            "number": "4",
            "text": "Yujto tzin eyactejcani, tzeyak'anoch jun lugar tik yicoc comon dios. Tze nhusan incienso t'a juntzanh comon dios manh eyojtacoc yet' eb' e mam eyicham. Manhxa yalnab'il jantac eb' unin malaj smul tze milchamoc."
        },
        {
            "number": "5",
            "text": "Ix e b'oq'ue juntzanh altar b'aj tze nhustz'a eb' eyuninal silab'il t'a Baal. Tze k'ulan val tas manhoc in svak' e k'ulej, max ek' t'a in pensar juntzanh tas tze k'ulej chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi', a in val Jehová in tik svala': Ay val jun k'ual to a jun ch'olan tik, manhxo ol scuch Tofet, ma sch'olanil yic Ben-hinom, palta sch'olanil b'aj smiljicham anima ol sb'iejkani."
        },
        {
            "number": "7",
            "text": "Yuj jantac anima ol cham t'a jun ch'olan tik, ol vak' ixtaxel tas nab'il eyuj ex aj Judá yet' ex aj Jerusalén. Ol ex vak' ak'joc ganar yuj eb' eyajk'ol snib'ej tzex milanchamoc. Axo e nivanil ol och schib'ejoc nok' ostoc yet' nok' caltacte'al nok'."
        },
        {
            "number": "8",
            "text": "Ol ochcan e chonhab' tik tzinan lumal, xivub'tac ol ajcanoc. Ha eb' ol ek' t'a tik, ol xiv eb', ol sat sk'ol eb' yilani, ol b'uchvaj eb' yuj tas ol ajkan chi'."
        },
        {
            "number": "9",
            "text": "Ol vak' e chilajb'at eyuninal yet' eyisil yuj vejel, ol vak'an e chilajb'at e b'a, ayic ol oymaj eb' ajk'ol t'a spatic e chonhab', xchi Jehová, xa chi t'a eb'."
        },
        {
            "number": "10",
            "text": "Ayic slajvi alan juntzanh tik, tza mak'anpoj jun lum ch'ub' chi' t'a yichanh eb' anima ajun ed' chi',"
        },
        {
            "number": "11",
            "text": "tzalan t'a eb' icha tik: Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ol in satel jun chonhab' tik, icha tz'aj smak'jipoj junok lum ch'ub' maxtzac yal sb'o junelxo. Ha t'a lum Tofet tik ol e muquem eb' e chamnac, yujto manhxa b'aj ol yal e mucan eb'."
        },
        {
            "number": "12",
            "text": "Ha in Jehová in svala', icha chi' ol vutej jun chonhab' tik yet' eb' cajan t'ay, lajan ol aj icha ol aj Tofet tik."
        },
        {
            "number": "13",
            "text": "Te yajb'entac ol ajkan masanil pat t'a Jerusalén tik yet' spalacio eb' sreyal Judá. Anhejtona' yajb'entac ol ajkan spanhanil yib'anhtac pat b'aj snhusji incienso t'a q'uen k'anal t'a satcha’anh yet' b'aj tze sequem vino ofrendail t'a comon dios. Icha Tofet chi' ol ajcanoc, xchi Jehová, xa chi t'a eb', xchi Jehová t'ayin."
        },
        {
            "number": "14",
            "text": "Ayic ix lajvi in k'ulan juntzanh tik, a in Jeremías in tik, in paxta t'a Tofet chi', b'aj ix valcanel slolonel Jehová. In och linhan t'a yol yamaq'uil stemplo Dios, ix valan t'a masanil eb' anima icha tik:"
        },
        {
            "number": "15",
            "text": "Ha Jehová co Diosal Yajal t'a Smasanil tz'alan icha tik: Ol vak'b'at yaelal t'a yib'anh jun e chonhab' tik yet' t'a yib'anh juntzanhxo chonhab' ay t'a e lak'anil. Ol javoc masanil juntzanh yaelal toxo ix val tik t'a eyib'anh, yujto ix e pitej e b'a, maxtzac e k'anab'ajej tas svala', xchi Jehová, xin chi t'a eb'."
        }
    ]
}