{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "2",
            "text": "Ixic, b'at alan yab' eb' aj Jerusalén to a in Jehová in sval d'a eb' icha tic: Tzin navalcoti ayic ex vak'anoch in chonhab'oc. Ix in e k'anab'ajej val, ix in e xajanej val, icha junoc ix cob'es toto snupnaji xajanan vinh yetb'eyum. Ix ex ochval tzak'an vuj d'a tz'inan luum, d'a lum malaj b'aj tz'avchaj tas d'ay."
        },
        {
            "number": "3",
            "text": "Ayic chi' vicnhej eyaj a ex israel ex tic, icha val b'ab'el sat avb'en. A in Jehová in svala' to yalnhej mach eb' ex ixtani, ix och smul eb', ix vak'cot yaelal d'a yib'anh eb', xchi d'ayin."
        },
        {
            "number": "4",
            "text": "E masanil ex yinhtilalcan vinhaj Jacob, aton vinhaj Israel, maclejec eyab' tas syal Jehová."
        },
        {
            "number": "5",
            "text": "Syalan d'ayex icha tic: ¿Tas in paltail ix yil eb' e mam eyicham? ¿Tas yuj ix in spatiquejcanel eb', axo d'a comon dios malaj yelk'och b'aj ix yal sb'a eb'? Yuj chi' manhxalaj jab'oc ix ajcan yelk'och eb'."
        },
        {
            "number": "6",
            "text": "Majxo in snacot eb', vach'chom a in ix viq'uelta eb' d'a Egipto, ix vik'an b'ey eb' d'a lum tz'inan luum, lum taquinh sat, lum pak'quiltac, lum malaj mach cajan d'ay, lum malaj mach tz'ek' d'a sat."
        },
        {
            "number": "7",
            "text": "A in ix vak'och eb' d'a lum te yax sat tic, b'aj te ay tas vach' syab'lej eb'. Palta a exxo yinhtilal ex eb' tic, ex cajan ex d'a sat in luum tic, ix eyixtejb'at luum yuj e chucal, yuj chi' maxtzac scha in k'ol jun in luum tic."
        },
        {
            "number": "8",
            "text": "A eb' sacerdote maxtzac in snacot eb'. A eb' tzex k'ayb'ani, maxtzac in yojtaquejel eb'. A eb' yajal yaj d'a e chonhab', smeltzajoch eb' ajk'olal d'ayin, axo eb' syaloch sb'a in checab'oc, a sb'i Baal syalel eb'. Axo d'a comon dios syal sb'a eb', aton juntzanh malaj jab'oc tas vach' syik' eb' d'ay, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ix yalanpax Jehová icha tic: A in Jehová in svala' to ol vak' oval eyed'oc yed' pax eb' eyinhtilal."
        },
        {
            "number": "10",
            "text": "Ixiquec d'a chonhab' Chipre ay d'a snanhal a' mar, d'a stojolal b'aj tz'em k'u, tzeyilan val. Tze checanb'at eb' e checab' d'a chonhab' Cedar d'a stojolal b'aj sjavi k'u, sb'at yilan val eb' tato ayxo b'aj tzuji icha val jun tic."
        },
        {
            "number": "11",
            "text": "¿Tom ay junoc chonhab' scomon actancan sdiosal, vach'chom a sdiosal eb' chi' manh Diosoc? A exxo ex in chonhab' ex tic, ix in eyactejcani. Vach'chom a in ix ex vak' val b'inajoc, palta axo d'a comon dios malaj yelk'ochi, ata' tzeyal e b'a."
        },
        {
            "number": "12",
            "text": "Yuj chi' a in Jehová in svala': Ex cajan ex d'a satchaanh, satocab' e k'ool, checlajocab' xivelal d'a e sat yuj tas van yuji tic."
        },
        {
            "number": "13",
            "text": "A in chonhab' tic, cha macanh smul ix och d'ayin: A in tic lajan in icha sjaj a a' sq'ueuli, palta ix in spatiquejeli. Ix sb'oanpax sdiosal lajan icha yed'tal a a' jateltacxo, maxtzac yal-laj scan vaan a' d'a yool, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ix yalanpax Jehová chi' icha tic: A ex in chonhab' Israel ex tic, manh checab'oc eyajcaneli, palta ¿tas yuj tzex ixtaj icha tz'utaj eb' checab'?"
        },
        {
            "number": "15",
            "text": "¿Tas yuj ix och eb' anima ajk'olal d'ayex? Icha yel yav nok' choj icha chi' yel yav eb' d'ayex. Ix can tz'inan e luum, ix tz'ab'at e chonhab'. Manhxa mach syal scajnaj d'ay."
        },
        {
            "number": "16",
            "text": "A eb' soldado aj Menfis yed' eb' aj Tafnes yic Egipto, ix smak'poj e jolom eb'."
        },
        {
            "number": "17",
            "text": "Aton val juntzanh tic ix eyik'cot d'a eyib'anh, yujto ix in e patiquejel a in Jehová e Diosal in tic, yacb'an ix ex in cuchb'ej b'eyoc."
        },
        {
            "number": "18",
            "text": "Axo ticnaic ¿tas tzeyak' yala', yuj chi' tzex b'at e k'an scolval eb' aj Egipto ay d'a sti' a' Nilo? ¿Tas pax tzeyak' yala' yuj chi' tzex b'at e k'an scolval eb' aj Asiria ay d'a sti' a' Éufrates?"
        },
        {
            "number": "19",
            "text": "A in Jehová Yajal in d'a Smasanil, a in svala': A val e mul chi' ol ik'ancot eyaelal d'a eyib'anh. A e pitalil ol ak'anb'at d'a eyib'anh. Nachajocab'el eyuuj to te chuc ix e k'ulej yujto ix in e patiquejeli, a in Jehová e Diosal in. Ol vak'och yaelal d'a eyib'anh yujto malaj velk'och d'ayex, xchi Jehová."
        },
        {
            "number": "20",
            "text": "Atax d'a peca' ix ex och ijan e pitan e b'a d'ayin. Maj yal e k'ol ix in e k'anab'ajej. Ix eyalani: Malaj co gana tzach cak' servil, xe chi. Axonhej ajmulal ix e k'ulej d'a tzalquixtac yed' d'a yichtac te te' k'ayum xiil."
        },
        {
            "number": "21",
            "text": "Icha val tz'aj yavchaj te' uva te vach', icha chi' ix aj ex vavani, lajan ex icha yinhatil te' uva te vach'. ¿Tas yuj lajanxonhej tzex ajcan icha te' caltacte'al uva?"
        },
        {
            "number": "22",
            "text": "A in val Jehová in svala': Vach'chom tze comon b'iquejel e b'a yed' q'uen yal taanh, mato nivan xapon tzeyaq'uek' d'ayex, palta a e mul chi', chequel yajek' d'a in sat. Malaj b'aq'uinh syal e sacb'icani."
        },
        {
            "number": "23",
            "text": "Tze comon alan icha tic: A onh tic maj co juel co b'a calan co b'a d'a comon dios, xe chi. Naeccoti, tas ix eyutej e b'a d'a lum ch'olquixtac. Tonhej tzex comon ek' jechechoc icha junoc nok' nun camello sayanek' nok' smam."
        },
        {
            "number": "24",
            "text": "Lajan ex val icha junoc nok' caltacte'al nun b'uru k'ajan sb'eyek' b'aj malaj anima, suk'lan nok' tz'ek' nok' ayic van stajni nok'. Malaj mach syal syaman vanaj nok'. Ayic stajni nok' chi', secojtac tz'aj schax nok' yuj nok' mam b'uru chi'."
        },
        {
            "number": "25",
            "text": "Ex israel, actejec e b'eyek' e sayanek' e comon diosal. Nab'anhej slajvi eyoc yed' stacji e ti' e b'eyeq'ui. Palta a ex tic tzeyala': Maay, ayoch co pensar d'a juntzanh comon dios, yuj chi' ol calnhej co b'a d'ay, xe chi."
        },
        {
            "number": "26",
            "text": "Icha val sq'uixvi junoc elk'um ayic syamchajelta, icha val chi' ol aj e q'uixvi a ex israel ex tic yed' eb' e reyal, eb' eyajal, eb' sacerdote yed' pax eb' syaloch sb'a in checab'oc."
        },
        {
            "number": "27",
            "text": "Tzeyal d'a junoc te te' icha tic: Mamin, xe chi d'a te'. Tzeyalanpax d'a junoc q'uen q'ueen: Nunin, xe chi. Axo pax d'ayin jun, a yich e patic tze meltzitejcoti. Maxtzac ex cot q'uelan d'ayin. Axo val yic tzeyilani to ay tas tzex ik'ani: Cotanh, colvajanh, xe chi d'ayin."
        },
        {
            "number": "28",
            "text": "Ex aj Judá, icha val sb'isul e chonhab', icha chi' sb'isul e diosal. ¿B'ajtil ay juntzanh e comon diosal ix e b'o chi'? Cotocab' eb', ol quilani tato ol yal ex scolan eb' ayic ol javoc yaelal d'a eyib'anh."
        },
        {
            "number": "29",
            "text": "A in val Jehová in svala': ¿Tas in mul d'ayex yuj chi' tzeyalub'tanhej to max ex in colo'? Ina e masanil tze pitej e b'a d'ayin."
        },
        {
            "number": "30",
            "text": "Nab'anhej svak'och eyaelal, maxtzac yal pax e k'ol tze k'anab'ajej in k'ayb'ub'al. Lajan ex val icha junoc nok' choj te ov, tze milcham eb' in checab' svak'b'at d'a e cal."
        },
        {
            "number": "31",
            "text": "¿Tas animail eyaj a ex yinhtilal ex can Israel? Maclejec eyab' tas svala'. ¿Tom malaj jab'oc tas svak' d'ayex? ¿Tom icha taquinh luum vaj d'ayex, mato icha junoc lum luum te ay smay? Ex in chonhab', ¿tas val yuj tzeyal d'ayin icha tic: Munil quic co b'a, malaj tzach och cuuj? xe chi."
        },
        {
            "number": "32",
            "text": "¿Tom ol sat sk'ol junoc ix cob'es d'a stonh, ma d'a spichul ayic sb'at ix d'a nupnajel? Palta a exxo pax in chonhab' ex tic, junjun k'u tzin b'atnhej satk'olal eyuuj."
        },
        {
            "number": "33",
            "text": "Lajan ex icha eb' ix ajmul ix yojtac b'e b'aj sb'ati, ayic sayanek' eb' vinh vinac eb' ix. Sat k'ayb'um eyaj d'a chucal."
        },
        {
            "number": "34",
            "text": "Te chik'tac e pichul yuj schiq'uil eb' meb'a' yed' eb' malaj smul. Tze milcham eb', vach'chom malaj b'aj tz'och eb' elk'al d'ayex."
        },
        {
            "number": "35",
            "text": "Vach'chom tze k'ulej icha chi', palta tzeyalan icha tic: A onh tic, te vach' onh, malaj co mul, manhxalaj yoval sk'ol Jehová d'ayonh, xe chi. Palta a in Jehová in tic ol vak'cot yaelal d'a eyib'anh, yujto tzeyala' to malaj e mul."
        },
        {
            "number": "36",
            "text": "¿Tas yuj tze pech e b'a yic tze q'uexan eb' tze nib'ej scolvaj eyed'oc? Icha val ajnac yel e q'uixvelal yuj eb' aj Asiria, yujto maj ex scol eb', icha pax chi' ol aj yel e q'uixvelal yuj eb' aj Egipto."
        },
        {
            "number": "37",
            "text": "Toxonhej nhojan ex em yuj q'uixvelal ayic ol ex meltzajcot d'a Egipto chi', yujto toxo ix in patiquejel eb' tzeyak'och yipoc e k'ool chi'. Malaj tas ol eyak' yal yed' eb', xchi Jehová."
        }
    ]
}