{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ixic, b'at alan yab' eb' aj Jerusalén to a in Jehová in sval t'a eb' icha tik: Tzin navalcoti ayic ex vak'anoch in chonhab'oc. Ix in e k'anab'ajej val, ix in e xajanej val, icha junok ix cob'es toto snupnaji xajanan vinh yetb'eyum. Ix ex ochval tzak'an vuj t'a tzinan lu'um, t'a lum malaj b'aj tz'avchaj tas t'ay."
        },
        {
            "number": "3",
            "text": "Ayic chi' vicnhej eyaj a ex israel ex tik, icha val b'ab'el sat avb'en. Ha in Jehová in svala' to yalnhej mach eb' ex ixtani, ix och smul eb', ix vak'cot yaelal t'a yib'anh eb', xchi t'ayin."
        },
        {
            "number": "4",
            "text": "E masanil ex yinhtilalcan vinhaj Jacob, aton vinhaj Israel, maclejec eyab' tas syal Jehová."
        },
        {
            "number": "5",
            "text": "Syalan t'ayex icha tik: ¿Tas in paltail ix yil eb' e mam eyicham? ¿Tas yuj ix in spatiquejcanel eb', haxo t'a comon dios malaj yelk'och b'aj ix yal sb'a eb'? Yuj chi' manhxalaj jab'oc ix ajkan yelk'och eb'."
        },
        {
            "number": "6",
            "text": "Majxo in snacot eb', wach'chom a in ix viq'uelta eb' t'a Egipto, ix vik'an b'ey eb' t'a lum tzinan lu'um, lum taquinh sat, lum pak'quiltac, lum malaj mach cajan t'ay, lum malaj mach tzek' t'a sat."
        },
        {
            "number": "7",
            "text": "Ha in ix vak'och eb' t'a lum te yax sat tik, b'aj te ay tas wach' syab'lej eb'. Palta a exxo yinhtilal ex eb' tik, ex cajan ex t'a sat in lu'um tik, ix eyixtejb'at lu'um yuj e chukal, yuj chi' maxtzac scha in k'ol jun in lu'um tik."
        },
        {
            "number": "8",
            "text": "Ha eb' sacerdote maxtzac in snacot eb'. Ha eb' tzex k'ayb'ani, maxtzac in yojtaquejel eb'. Ha eb' yajal yaj t'a e chonhab', smeltzajoch eb' ajk'olal t'ayin, haxo eb' syaloch sb'a in checab'oc, a sb'i Baal syalel eb'. Axo t'a comon dios syal sb'a eb', aton juntzanh malaj jab'oc tas wach' syik' eb' t'ay, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ix yalanpax Jehová icha tik: Ha in Jehová in svala' to ol vak' oval eyed'oc yet' pax eb' eyinhtilal."
        },
        {
            "number": "10",
            "text": "Ixiquec t'a chonhab' Chipre ay t'a snanhal ha' mar, t'a stojolal b'aj tz'em k'u, tzeyilan val. Tze checanb'at eb' e checab' t'a chonhab' Cedar t'a stojolal b'aj sjavi k'u, sb'at yilan val eb' tato ayxo b'aj tzuji icha val jun tik."
        },
        {
            "number": "11",
            "text": "¿Tom ay junok chonhab' scomon actancan sdiosal, wach'chom a sdiosal eb' chi' manh Diosoc? Ha exxo ex in chonhab' ex tik, ix in eyactejcani. Wach'chom a in ix ex vak' val b'inajoc, palta haxo t'a comon dios malaj yelk'ochi, ata' tzeyal e b'a."
        },
        {
            "number": "12",
            "text": "Yuj chi' a in Jehová in svala': Ex cajan ex t'a satcha’anh, satocab' e k'ool, checlajocab' xivelal t'a e sat yuj tas van yuji tik."
        },
        {
            "number": "13",
            "text": "Ha in chonhab' tik, cha makan smul ix och t'ayin: Ha in tik lajan in icha sjaj ha ha' sq'ueuli, palta ix in spatiquejeli. Ix sb'oanpax sdiosal lajan icha yet'tal ha ha' jateltacxo, maxtzac yal-laj skan vaan ha' t'a yool, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ix yalanpax Jehová chi' icha tik: Ha ex in chonhab' Israel ex tik, manh checab'oc eyajcaneli, palta ¿tas yuj tzex ixtaj icha tz'utaj eb' checab'?"
        },
        {
            "number": "15",
            "text": "¿Tas yuj ix och eb' anima ajk'olal t'ayex? Icha yel yav nok' choj icha chi' yel yav eb' t'ayex. Ix kan tzinan e lu'um, ix tz'ab'at e chonhab'. Manhxa mach syal scajnaj t'ay."
        },
        {
            "number": "16",
            "text": "Ha eb' soldado aj Menfis yet' eb' aj Tafnes yic Egipto, ix smak'poj e jolom eb'."
        },
        {
            "number": "17",
            "text": "Aton val juntzanh tik ix eyik'cot t'a eyib'anh, yujto ix in e patiquejel a in Jehová e Diosal in tik, yacb'an ix ex in cuchb'ej b'eyoc."
        },
        {
            "number": "18",
            "text": "Axo ticnaic ¿tas tzeyak' yala', yuj chi' tzex b'at e k'an scolval eb' aj Egipto ay t'a sti' ha' Nilo? ¿Tas pax tzeyak' yala' yuj chi' tzex b'at e k'an scolval eb' aj Asiria ay t'a sti' ha' Éufrates?"
        },
        {
            "number": "19",
            "text": "Ha in Jehová Yajal in t'a Smasanil, a in svala': Ha val e mul chi' ol ik'ancot eyaelal t'a eyib'anh. Ha e pitalil ol ak'anb'at t'a eyib'anh. Nachajocab'el eyuuj to te chuk ix e k'ulej yujto ix in e patiquejeli, a in Jehová e Diosal in. Ol vak'och yaelal t'a eyib'anh yujto malaj velk'och t'ayex, xchi Jehová."
        },
        {
            "number": "20",
            "text": "Atax t'a peca' ix ex och ijan e pitan e b'a t'ayin. Maj yal e k'ol ix in e k'anab'ajej. Ix eyalani: Malaj co gana tzach cak' servil, xe chi. Axonhej ajmulal ix e k'ulej t'a tzalquixtac yet' t'a yichtac te te' k'ayum xiil."
        },
        {
            "number": "21",
            "text": "Icha val tz'aj yavchaj te' uva te wach', icha chi' ix aj ex vavani, lajan ex icha yinhatil te' uva te wach'. ¿Tas yuj lajanxonhej tzex ajkan icha te' caltacte'al uva?"
        },
        {
            "number": "22",
            "text": "Ha in val Jehová in svala': Wach'chom tze comon b'iquejel e b'a yet' q'uen yal taanh, mato niwan xapon tzeyaq'uek' t'ayex, palta a e mul chi', chequel yajek' t'a in sat. Malaj b'ak'uinh syal e sacb'icani."
        },
        {
            "number": "23",
            "text": "Tze comon alan icha tik: Ha onh tik maj co juel co b'a calan co b'ha t'a comon dios, xe chi. Naeccoti, tas ix eyutej e b'ha t'a lum ch'olquixtac. Tonhej tzex comon ek' jechechoc icha junok nok' nun camello sayanek' nok' smam."
        },
        {
            "number": "24",
            "text": "Lajan ex val icha junok nok' caltacte'al nun b'uru k'ajan sb'eyek' b'aj malaj anima, suk'lan nok' tzek' nok' ayic van stajni nok'. Malaj mach syal syaman vanaj nok'. Ayic stajni nok' chi', secojtac tz'aj schax nok' yuj nok' mam b'uru chi'."
        },
        {
            "number": "25",
            "text": "Ex israel, actejec e b'eyek' e sayanek' e comon diosal. Nab'anhej slajvi eyoc yet' stacji e ti' e b'eyeq'ui. Palta a ex tik tzeyala': Maay, ayoch co pensar t'a juntzanh comon dios, yuj chi' ol calnhej co b'a t'ay, xe chi."
        },
        {
            "number": "26",
            "text": "Icha val sq'uixvi junok elk'um ayic syamchajelta, icha val chi' ol aj e q'uixvi a ex israel ex tik yet' eb' e reyal, eb' eyajal, eb' sacerdote yet' pax eb' syaloch sb'a in checab'oc."
        },
        {
            "number": "27",
            "text": "Tzeyal t'a junok te te' icha tik: Mamin, xe chi t'a te'. Tzeyalanpax t'a junok q'uen q'ueen: Nunin, xe chi. Axo pax t'ayin jun, a yich e patic tze meltzitejcoti. Maxtzac ex cot q'uelan t'ayin. Axo val yic tzeyilani to ay tas tzex ik'ani: Cotanh, colvajanh, xe chi t'ayin."
        },
        {
            "number": "28",
            "text": "Ex aj Judá, icha val sb'isul e chonhab', icha chi' sb'isul e diosal. ¿B'ajtil ay juntzanh e comon diosal ix e b'o chi'? Cotocab' eb', ol quilani tato ol yal ex scolan eb' ayic ol javoc yaelal t'a eyib'anh."
        },
        {
            "number": "29",
            "text": "Ha in val Jehová in svala': ¿Tas in mul t'ayex yuj chi' tzeyalub'tanhej to max ex in colo'? Ina e masanil tze pitej e b'a t'ayin."
        },
        {
            "number": "30",
            "text": "Nab'anhej svak'och eyaelal, maxtzac yal pax e k'ol tze k'anab'ajej in k'ayb'ub'al. Lajan ex val icha junok nok' choj te ov, tze milcham eb' in checab' svak'b'at t'a e cal."
        },
        {
            "number": "31",
            "text": "¿Tas animail eyaj a ex yinhtilal ex kan Israel? Maclejec eyab' tas svala'. ¿Tom malaj jab'oc tas svak' t'ayex? ¿Tom icha taquinh lu'um vaj t'ayex, mato icha junok lum lum te ay smay? Ex in chonhab', ¿tas val yuj tzeyal t'ayin icha tik: Munil quic co b'a, malaj tzach och cuuj? xe chi."
        },
        {
            "number": "32",
            "text": "¿Tom ol sat sk'ol junok ix cob'es t'a stonh, ma t'a spichul ayic sb'at ix t'a nupnajel? Palta a exxo pax in chonhab' ex tik, junjun k'u tzin b'atnhej satk'olal eyuuj."
        },
        {
            "number": "33",
            "text": "Lajan ex icha eb' ix ajmul ix yojtac b'e b'aj sb'ati, ayic sayanek' eb' vinh vinac eb' ix. Sat k'ayb'um eyaj t'a chukal."
        },
        {
            "number": "34",
            "text": "Te chik'tac e pichul yuj schiq'uil eb' meb'a' yet' eb' malaj smul. Tze milcham eb', wach'chom malaj b'aj tz'och eb' elk'al t'ayex."
        },
        {
            "number": "35",
            "text": "Wach'chom tze k'ulej icha chi', palta tzeyalan icha tik: Ha onh tik, te wach' onh, malaj co mul, manhxalaj yoval sk'ol Jehová t'ayonh, xe chi. Palta a in Jehová in tik ol vak'cot yaelal t'a eyib'anh, yujto tzeyala' to malaj e mul."
        },
        {
            "number": "36",
            "text": "¿Tas yuj tze pech e b'a yic tze q'uexan eb' tze nib'ej scolvaj eyed'oc? Icha val ajnac yel e q'uixvelal yuj eb' aj Asiria, yujto maj ex scol eb', icha pax chi' ol aj yel e q'uixvelal yuj eb' aj Egipto."
        },
        {
            "number": "37",
            "text": "Toxonhej nhojan ex em yuj q'uixvelal ayic ol ex meltzajcot t'a Egipto chi', yujto toxo ix in patiquejel eb' tzeyak'och yipoc e k'ool chi'. Malaj tas ol eyak' yal yet' eb', xchi Jehová."
        }
    ]
}