{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun vinh scuchan Pasur yuninal vinhaj Imer, sat sacerdote yaj vinh d'a stemplo Jehová. Ayic ix yab'an vinh tas ix val a in Jeremías in tic,"
        },
        {
            "number": "2",
            "text": "ix in schecan mak'joc vinh, ix in schecan ak'jocpaxoch vinh d'a te' cepo d'a spuertail templo d'a stojolal smacb'en Benjamín."
        },
        {
            "number": "3",
            "text": "Axo d'a junxo k'u, a vinh ix alani to tzin ik'chajel d'a yol te' cepo chi'. Yuj chi' ix valan d'a vinh icha tic: A Jehová ix q'uexan a b'i. Magor-misabib ol a b'iejcani, syalelk'ochi xivk'olalnhej yaji."
        },
        {
            "number": "4",
            "text": "Yujto syal Jehová icha tic: Ol vak'och xivk'olal d'a ib'anh yed' masanil eb' vach' ak'an yed'oc. Q'uelan ach val ochi ol miljoccham eb' a vach'k'ool yuj yespada eb' ajk'ool. A exxo aj Judá ex tic ol ex vak'och d'a yol sk'ab' vinh sreyal Babilonia. Ay ex ol ex yik'b'at vinh d'a Babilonia chi', ayex pax ol ex smilcham vinh."
        },
        {
            "number": "5",
            "text": "Masanil e b'eyumal yed' masanil tastac ay stojol ay d'ayex yed' sb'eyumal eb' sreyal Judá ol vak'och d'a yol sk'ab' eb' ajk'ol chi', ol yik'anb'at eb' d'a Babilonia chi'."
        },
        {
            "number": "6",
            "text": "A achxo tic ach Pasur, ol ach ik'chajb'at checab'oc d'a Babilonia chi' yed' masanil eb' cajan ed' d'a a pat. Ata' ol ach chamoc, ol ach mucchajcan ta' yed' eb' a vach'k'ool chi', aton eb' b'aj ix esejcanel in ti'oc, xchi Jehová, xin chi."
        },
        {
            "number": "7",
            "text": "Mamin Jehová, tonhej ix in a montej. Ix in k'anab'ajan tas ix ala'. Yelxo te tek'an ach, yuj chi' ix in ak' ganar. Masanil tiempo tzin tzetzaji, masanil anima tzin b'uchan uuj."
        },
        {
            "number": "8",
            "text": "Ayic svalan d'a eb' juntac el icha tic: Ol javoc yaelal d'a eyib'anh, ol ex lajvoqueloc, xin chinhej d'a eb'. Yuj chi' aynhejoch eb' yalan chucal lolonel d'ayin, tzin sb'uchan pax eb', yujto svalel a lolonel."
        },
        {
            "number": "9",
            "text": "Tato svala' to maxtzac ach vak' b'inajoc, maxtzac valpaxel a lolonel, axo tz'aji, icha te' k'ak' tz'aj a lolonel chi' d'ayin. Stz'ab'at in b'aquil yuj svab'i. Tzin nib'ej tzin och vaan valanel a lolonel tic, palta maxtzac yal-laj."
        },
        {
            "number": "10",
            "text": "Svab' val sajson eb' in sb'uchani: Syalan eb' icha tic: Ina vinh xivk'olalnhej yaj tic, xchi eb'. Syalanpax eb': Coyec, b'at quiq'uecchaanh esal lolonel d'a yib'anh vinh, xchi eb'. Anhejtona' eb' in vach'k'ool, snib'ej eb' b'aj tzin lectaji. Syalan eb' vuuj icha tic: Co sayec modo tas tz'aj cak'an ganar cak'anec ek' co pac d'a vinh, xchi eb'."
        },
        {
            "number": "11",
            "text": "Palta a ach tic Mamin Jehová, ayachnhej ek' ved'oc, icha junoc soldado malaj mach tz'ak'an ganar. A eb' tzin pechani ol ak'joc ganar eb', a inxo jun manh ol in yak' ganar eb'. Ol q'uixvoccanel eb', manh ol satlaj sk'ol eb' d'a sq'uixvelal chi'."
        },
        {
            "number": "12",
            "text": "Mamin Jehová, Yajal ach d'a Smasanil, a ach tza ch'olb'itej eb' tojol sb'eyb'al, tzilan tastac sna eb' anima. Ch'ox vil tas ol utej ak'an syaelal juntzanh anima tic, yujto toxo ix vak'och in b'a ab'enal d'a yol a k'ab'."
        },
        {
            "number": "13",
            "text": "B'itejec Jehová, alec vach' lolonel d'ay. A scolanel eb' tz'ab'an syail d'a yol sk'ab' eb' ixtum anima."
        },
        {
            "number": "14",
            "text": "Te chuc jun k'u b'aj aljinac in. Mocab' alchaj vach'il d'a jun k'u b'aj aljinac in d'a in nun."
        },
        {
            "number": "15",
            "text": "Ob'iltac jun vinac xid' alannac d'a vinh in mam to ix alji jun yuninal vinh yic stzalaj vinh."
        },
        {
            "number": "16",
            "text": "Satocab'el jun vinac chi', icha juntzanh chonhab' ix satjiel yuj Dios d'a junelnhej. Yab'ocab' vinh yel av yuj yaelal d'a q'uinhib'alil yed' av yic ak'oj oval d'a chimk'ualil."
        },
        {
            "number": "17",
            "text": "¿Tas yuj maj in mak'jicham yuj jun vinac chi' ayic manto in alji? Tato icha chi', cannhejnac in am d'a ix in nun chi', ichato d'a ix mucchajnac in cani."
        },
        {
            "number": "18",
            "text": "¿Tas val yuj aljinac in? ¿Tom yuj vilan syaelal, yic tzin cham d'a q'uixvelal? xin chi."
        }
    ]
}