{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun winh skuchan Pasur yuninal winhaj Imer, sat sacerdote yaj winh t'a stemplo Jehová. Ayic ix yab'an winh tas ix wal a in Jeremías in tik,"
        },
        {
            "number": "2",
            "text": "ix in schekan mak'joc winh, ix in schekan ak'jocpaxoch winh t'a te' cepo t'a spuertail templo t'a stojolal smacb'en Benjamín."
        },
        {
            "number": "3",
            "text": "Axo t'a junxo k'u, a winh ix alani to tzin ik'chajel t'a yol te' cepo chi'. Yuj chi' ix walan t'a winh icha tik: Ha Jehová ix k'exan a b'i. Magor-misabib ol a b'iejkani, syalelk'ochi xivk'olalnhej yaji."
        },
        {
            "number": "4",
            "text": "Yujto syal Jehová icha tik: Ol wak'och xivk'olal t'a ib'anh yet' masanil heb' wach' ak'an yet'oc. Q'uelan ach wal ochi ol miljoccham heb' a wach'k'ool yuj yespada heb' ajk'ool. Ha exxo aj Judá ex tik ol ex wak'och t'a yol sk'ab' winh sreyal Babilonia. Ay ex ol ex yik'b'at winh t'a Babilonia chi', ayex pax ol ex smilcham winh."
        },
        {
            "number": "5",
            "text": "Masanil he b'eyumal yet' masanil tastac ay stojol ay t'ayex yet' sb'eyumal heb' sreyal Judá ol wak'och t'a yol sk'ab' heb' ajk'ol chi', ol yik'anb'at heb' t'a Babilonia chi'."
        },
        {
            "number": "6",
            "text": "Ha achxo tik ach Pasur, ol ach ik'chajb'at chekab'oc t'a Babilonia chi' yet' masanil heb' kajan ed' t'a a pat. Ata' ol ach chamoc, ol ach mucchajkan ta' yet' heb' a wach'k'ool chi', aton heb' b'aj ix esejkanel in ti'oc, xchi Jehová, xin chi."
        },
        {
            "number": "7",
            "text": "Mamin Jehová, tonhej ix in a montej. Ix in k'anab'ajan tas ix ala'. Yelxo te tek'an ach, yuj chi' ix in ak' ganar. Masanil tiempo tzin tzetzaji, masanil anima tzin b'uchan uuj."
        },
        {
            "number": "8",
            "text": "Ayic swalan t'a heb' juntac el icha tik: Ol jawok yaelal t'a eyib'anh, ol ex lajwoqueloc, xin chinhej t'a heb'. Yuj chi' aynhejoch heb' yalan chukal lolonel t'ayin, tzin sb'uchan pax heb', yujto swalel a lolonel."
        },
        {
            "number": "9",
            "text": "Tato swala' to maxtzac ach wak' b'inajoc, maxtzac walpaxel a lolonel, haxo tz'aji, icha te' k'ak' tz'aj a lolonel chi' t'ayin. Stz'ab'at in b'aquil yuj swab'i. Tzin nib'ej tzin och waan walanel a lolonel tik, palta maxtzac yal-laj."
        },
        {
            "number": "10",
            "text": "Swab' wal sajson heb' in sb'uchani: Syalan heb' icha tik: Ina winh xivk'olalnhej yaj tik, xchi heb'. Syalanpax heb': Koyec, b'at quik'ecchaanh esal lolonel t'a yib'anh winh, xchi heb'. Anhejtona' heb' in wach'k'ool, snib'ej heb' b'aj tzin lectaji. Syalan heb' wuuj icha tik: Co sayec modo tas tz'aj kak'an ganar kak'anec ek' ko pac t'a winh, xchi heb'."
        },
        {
            "number": "11",
            "text": "Palta a ach tik Mamin Jehová, ayachnhej ek' wed'oc, icha junok soldado malaj mach tz'ak'an ganar. Ha heb' tzin pechani ol ak'joc ganar heb', a inxo jun manh ol in yak' ganar heb'. Ol q'uixwokkanel heb', manh ol satlaj sk'ol heb' t'a sq'uixwelal chi'."
        },
        {
            "number": "12",
            "text": "Mamin Jehová, Yajal ach t'a Smasanil, a ach tza ch'olb'itej heb' tojol sb'eyb'al, tzilan tastac sna heb' anima. Ch'ox wil tas ol utej ak'an syaelal juntzanh anima tik, yujto toxo ix wak'och in b'a ab'enal t'a yol a k'ab'."
        },
        {
            "number": "13",
            "text": "B'itejec Jehová, alec wach' lolonel t'ay. Ha scolanel heb' tz'ab'an syail t'a yol sk'ab' heb' ixtum anima."
        },
        {
            "number": "14",
            "text": "Te chuk jun k'u b'aj aljinac in. Mokab' alchaj wach'il t'a jun k'u b'aj aljinac in t'a in nun."
        },
        {
            "number": "15",
            "text": "Ob'iltac jun winak xid' alannac t'a winh in mam to ix alji jun yuninal winh yic stzalaj winh."
        },
        {
            "number": "16",
            "text": "Satokab'el jun winak chi', icha juntzanh chonhab' ix satjiel yuj Dios t'a junelnhej. Yab'okab' winh yel av yuj yaelal t'a q'uinhib'alil yet' av yic ak'oj owal t'a chimk'ualil."
        },
        {
            "number": "17",
            "text": "¿Tas yuj maj in mak'jicham yuj jun winak chi' ayic manto in alji? Tato icha chi', kannhejnac in am t'a ix in nun chi', ichato t'a ix mucchajnac in kani."
        },
        {
            "number": "18",
            "text": "¿Tas wal yuj aljinac in? ¿Tom yuj wilan syaelal, yic tzin cham t'a q'uixwelal? xin chi."
        }
    ]
}