{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun vinh scuchan Pasur yuninal vinhaj Imer, sat sacerdote yaj vinh t'a stemplo Jehová. Ayic ix yab'an vinh tas ix val a in Jeremías in tik,"
        },
        {
            "number": "2",
            "text": "ix in schecan mak'joc vinh, ix in schecan ak'jocpaxoch vinh t'a te' cepo t'a spuertail templo t'a stojolal smacb'en Benjamín."
        },
        {
            "number": "3",
            "text": "Axo t'a junxo k'u, a vinh ix alani to tzin ik'chajel t'a yol te' cepo chi'. Yuj chi' ix valan t'a vinh icha tik: Ha Jehová ix q'uexan a b'i. Magor-misabib ol a b'iejcani, syalelk'ochi xivk'olalnhej yaji."
        },
        {
            "number": "4",
            "text": "Yujto syal Jehová icha tik: Ol vak'och xivk'olal t'a ib'anh yet' masanil eb' wach' ak'an yet'oc. Q'uelan ach val ochi ol miljoccham eb' a wach'k'ool yuj yespada eb' ajk'ool. Ha exxo aj Judá ex tik ol ex vak'och t'a yol sk'ab' vinh sreyal Babilonia. Ay ex ol ex yik'b'at vinh t'a Babilonia chi', ayex pax ol ex smilcham vinh."
        },
        {
            "number": "5",
            "text": "Masanil e b'eyumal yet' masanil tastac ay stojol ay t'ayex yet' sb'eyumal eb' sreyal Judá ol vak'och t'a yol sk'ab' eb' ajk'ol chi', ol yik'anb'at eb' t'a Babilonia chi'."
        },
        {
            "number": "6",
            "text": "Ha achxo tik ach Pasur, ol ach ik'chajb'at checab'oc t'a Babilonia chi' yet' masanil eb' cajan ed' t'a a pat. Ata' ol ach chamoc, ol ach mucchajcan ta' yet' eb' a wach'k'ool chi', aton eb' b'aj ix esejcanel in ti'oc, xchi Jehová, xin chi."
        },
        {
            "number": "7",
            "text": "Mamin Jehová, tonhej ix in a montej. Ix in k'anab'ajan tas ix ala'. Yelxo te tek'an ach, yuj chi' ix in ak' ganar. Masanil tiempo tzin tzetzaji, masanil anima tzin b'uchan uuj."
        },
        {
            "number": "8",
            "text": "Ayic svalan t'a eb' juntac el icha tik: Ol javoc yaelal t'a eyib'anh, ol ex lajvoqueloc, xin chinhej t'a eb'. Yuj chi' aynhejoch eb' yalan chukal lolonel t'ayin, tzin sb'uchan pax eb', yujto svalel a lolonel."
        },
        {
            "number": "9",
            "text": "Tato svala' to maxtzac ach vak' b'inajoc, maxtzac valpaxel a lolonel, haxo tz'aji, icha te' k'ak' tz'aj a lolonel chi' t'ayin. Stz'ab'at in b'aquil yuj svab'i. Tzin nib'ej tzin och vaan valanel a lolonel tik, palta maxtzac yal-laj."
        },
        {
            "number": "10",
            "text": "Svab' val sajson eb' in sb'uchani: Syalan eb' icha tik: Ina vinh xivk'olalnhej yaj tik, xchi eb'. Syalanpax eb': Coyec, b'at quiq'uecchaanh esal lolonel t'a yib'anh vinh, xchi eb'. Anhejtona' eb' in wach'k'ool, snib'ej eb' b'aj tzin lectaji. Syalan eb' vuuj icha tik: Co sayec modo tas tz'aj cak'an ganar cak'anec ek' co pac t'a vinh, xchi eb'."
        },
        {
            "number": "11",
            "text": "Palta a ach tik Mamin Jehová, ayachnhej ek' ved'oc, icha junok soldado malaj mach tz'ak'an ganar. Ha eb' tzin pechani ol ak'joc ganar eb', a inxo jun manh ol in yak' ganar eb'. Ol q'uixvoccanel eb', manh ol satlaj sk'ol eb' t'a sq'uixvelal chi'."
        },
        {
            "number": "12",
            "text": "Mamin Jehová, Yajal ach t'a Smasanil, a ach tza ch'olb'itej eb' tojol sb'eyb'al, tzilan tastac sna eb' anima. Ch'ox vil tas ol utej ak'an syaelal juntzanh anima tik, yujto toxo ix vak'och in b'a ab'enal t'a yol a k'ab'."
        },
        {
            "number": "13",
            "text": "B'itejec Jehová, alec wach' lolonel t'ay. Ha scolanel eb' tz'ab'an syail t'a yol sk'ab' eb' ixtum anima."
        },
        {
            "number": "14",
            "text": "Te chuk jun k'u b'aj aljinac in. Mocab' alchaj wach'il t'a jun k'u b'aj aljinac in t'a in nun."
        },
        {
            "number": "15",
            "text": "Ob'iltac jun vinac xid' alannac t'a vinh in mam to ix alji jun yuninal vinh yic stzalaj vinh."
        },
        {
            "number": "16",
            "text": "Satocab'el jun vinac chi', icha juntzanh chonhab' ix satjiel yuj Dios t'a junelnhej. Yab'ocab' vinh yel av yuj yaelal t'a q'uinhib'alil yet' av yic ak'oj oval t'a chimk'ualil."
        },
        {
            "number": "17",
            "text": "¿Tas yuj maj in mak'jicham yuj jun vinac chi' ayic manto in alji? Tato icha chi', cannhejnac in am t'a ix in nun chi', ichato t'a ix mucchajnac in cani."
        },
        {
            "number": "18",
            "text": "¿Tas val yuj aljinac in? ¿Tom yuj vilan syaelal, yic tzin cham t'a q'uixvelal? xin chi."
        }
    ]
}