{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "A vinhaj rey Sedequías ix checancot vinhaj Pasur yuninal vinhaj Malquías yed' vinhaj sacerdote Sofonías yuninal vinhaj Maasías, yic sjavi eb' vinh in yil a in Jeremías in tic, yic syalan eb' vinh d'ayin icha tic:"
        },
        {
            "number": "2",
            "text": "Tzonh tevi d'ayach to tza k'an d'a Jehová cuuj, yujto a vinhaj Nabucodonosor sreyal Babilonia, van yak'an oval vinh qued'oc. k'an d'a Jehová chi' to sch'ox spoder, icha sk'ulejnac d'a pecataxo, yic syik'anel vinhaj Nabucodonosor chi', xchi eb' vinh."
        },
        {
            "number": "3",
            "text": "Ix lajvi chi' ix lolon Jehová d'ayin. Ix in tak'vi d'a eb' vinh schecab' vinh rey chi' icha tic: Alec d'a vinhaj Sedequías chi'"
        },
        {
            "number": "4",
            "text": "to a Jehová co Diosal a onh israel onh tic, a tz'alani: Ol vak' meltzaj eb' a soldado d'a spatic, aton eb' tz'ak'an oval yed' vinh sreyal Babilonia. Axo eb' soldado vinh chi' aton eb' oyanxo och d'a spatictac jun chonhab' tic, ol in molb'ejoch eb' d'a yol jun chonhab' tic."
        },
        {
            "number": "5",
            "text": "A in ol vak' oval eyed'oc yed' in poder yed' pax yoval in k'ol te ay smay."
        },
        {
            "number": "6",
            "text": "Ol vak'cham masanil eb' anima cajan d'a jun chonhab' tic, ol cham eb' yed' nok' nok' yuj jun nivan yab'il."
        },
        {
            "number": "7",
            "text": "Ol lajvoc chi', a achxo tic ach Sedequías, ol ach vak'och d'a yol sk'ab' vinhaj Nabucodonosor yed' d'a juntzanhxo eb' ayoch ajk'olal d'ayach. Ol ach vak'och d'a yol sk'ab' eb' yed' eb' a checab', eb' a soldado yed' eb' anima pitzanto ol can d'a jun chonhab' tic, aton eb' olto can yuj jun nivan yab'il, oval yed' vejel. A in val Jehová in svala', manh ol ok' sk'ol jun vinh rey chi' d'a eb', ol miljoccham eb' yuj vinh."
        },
        {
            "number": "8",
            "text": "Ix yalanxi Jehová d'ayin icha tic: Al d'a juntzanh anima tic to a in sval icha tic: Svak' e sik'lej, ¿tom a e q'uinal, mato a e chamel?"
        },
        {
            "number": "9",
            "text": "A mach ol can d'a jun chonhab' tic, ol cham yuj oval, yuj vejel yed' yuj ilya. Axo pax eb' ol el yak'och sb'a d'a yol sk'ab' eb' aj Babilonia van yak'an oval d'a jun chonhab' tic jun, manh ol chamlaj eb', tevelxonhej ol colchaj eb'."
        },
        {
            "number": "10",
            "text": "A in Jehová in svala', toxo ix in na' vak'ancot yaelal d'a yib'anh jun chonhab' tic, manhxooc vach'il ol vak'coti. Ol vak'och d'a yol sk'ab' vinh sreyal Babilonia, axo vinh ol nhusantz'aoc."
        },
        {
            "number": "11",
            "text": "Alpax d'a eb' sreyal Judá yinhtilal vinhaj David icha tic: Scham val eyab'an tas sval a in Jehová in tic: Vach'ocab' tzeyutej e b'oan yaj yoval eb' anima d'a junjun k'u. Tze col eb' tz'ixtaj yuj eb' ixtum anima. Tato chuc tzeyutej e b'oan yaj jun, ol cot yoval in k'ol d'a eyib'anh, icha te' k'ak' te ov sq'ue nhilnhon yoc manhxa mach syal stupani."
        },
        {
            "number": "12",
            "text": "Ex aj Jerusalén, te chaanh eyajq'ue d'a yib'anh lum ak'lic, icha yajq'ue junoc nivan tenam d'a lum ak'lic chi'. Palta a in Jehová in svala' to aycot yoval in k'ol d'ayex. Tzeyal icha tic: ¿Mach ol yal yak'an oval qued'oc? ¿Mach ol yal sq'ueul b'aj sco col co b'a tic? xe chi."
        },
        {
            "number": "13",
            "text": "A in Jehová in svala' to ol vak'och eyaelal icha val smojal yuj tastac tze k'ulej. Ol vak'och sk'ak'al e palacio. Axo tastac ay d'a spatictac e chonhab', ol lajvoquel stz'ab'ati, xchi Jehová, xin chi d'a eb' schecab' vinhaj Sedequías chi'."
        }
    ]
}