{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj rey Sedequías ix checancot winhaj Pasur yuninal winhaj Malquías yet' winhaj sacerdote Sofonías yuninal winhaj Maasías, yic sjavi eb' winh in yil a in Jeremías in tik, yic syalan eb' winh t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Tzonh tevi t'ayach to tza k'an t'a Jehová cuuj, yujto a winhaj Nabucodonosor sreyal Babilonia, van yak'an oval winh qued'oc. k'an t'a Jehová chi' to sch'ox spoder, icha sk'ulejnac t'a pecataxo, yic syik'anel winhaj Nabucodonosor chi', xchi eb' winh."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi' ix lolon Jehová t'ayin. Ix in tak'vi t'a eb' winh schecab' winh rey chi' icha tik: Alec t'a winhaj Sedequías chi'"
        },
        {
            "number": "4",
            "text": "to a Jehová co Diosal a onh israel onh tik, a tz'alani: Ol vak' meltzaj eb' a soldado t'a spatic, aton eb' tz'ak'an oval yet' winh sreyal Babilonia. Axo eb' soldado winh chi' aton eb' oyanxo och t'a spatictac jun chonhab' tik, ol in molb'ejoch eb' t'a yol jun chonhab' tik."
        },
        {
            "number": "5",
            "text": "Ha in ol vak' oval eyed'oc yet' in poder yet' pax yoval in k'ol te ay smay."
        },
        {
            "number": "6",
            "text": "Ol vak'cham masanil eb' anima cajan t'a jun chonhab' tik, ol cham eb' yet' nok' nok' yuj jun niwan yab'il."
        },
        {
            "number": "7",
            "text": "Ol lajvoc chi', a achxo tik ach Sedequías, ol ach vak'och t'a yol sk'ab' winhaj Nabucodonosor yet' t'a juntzanhxo eb' ayoch ajk'olal t'ayach. Ol ach vak'och t'a yol sk'ab' eb' yet' eb' a checab', eb' a soldado yet' eb' anima pitzanto ol kan t'a jun chonhab' tik, aton eb' olto kan yuj jun niwan yab'il, oval yet' vejel. Ha in val Jehová in svala', manh ol ok' sk'ol jun winh rey chi' t'a eb', ol miljoccham eb' yuj winh."
        },
        {
            "number": "8",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Al t'a juntzanh anima tik to a in swal icha tik: Svak' e sik'lej, ¿tom a e q'uinal, mato a e chamel?"
        },
        {
            "number": "9",
            "text": "Ha mach ol kan t'a jun chonhab' tik, ol cham yuj oval, yuj vejel yet' yuj ilya. Axo pax eb' ol el yak'och sb'ha t'a yol sk'ab' eb' aj Babilonia van yak'an oval t'a jun chonhab' tik jun, manh ol chamlaj eb', tevelxonhej ol colchaj eb'."
        },
        {
            "number": "10",
            "text": "Ha in Jehová in svala', toxo ix in na' vak'ancot yaelal t'a yib'anh jun chonhab' tik, manhxooc wach'il ol vak'coti. Ol vak'och t'a yol sk'ab' winh sreyal Babilonia, haxo winh ol nhusantz'aoc."
        },
        {
            "number": "11",
            "text": "Alpax t'a eb' sreyal Judá yinhtilal winhaj David icha tik: Scham val eyab'an tas swal a in Jehová in tik: Wach'ocab' tzeyutej e b'oan yaj yoval eb' anima t'a junjun k'u. Tze col eb' tz'ixtaj yuj eb' ixtum anima. Tato chuk tzeyutej e b'oan yaj jun, ol cot yoval in k'ol t'a eyib'anh, icha te' k'ak' te ov sq'ue nhilnhon yoc manhxa mach syal stupani."
        },
        {
            "number": "12",
            "text": "Ex aj Jerusalén, te chaanh eyajq'ue t'a yib'anh lum ak'lic, icha yajq'ue junok niwan tenam t'a lum ak'lic chi'. Palta a in Jehová in svala' to aycot yoval in k'ol t'ayex. Tzeyal icha tik: ¿Mach ol yal yak'an oval qued'oc? ¿Mach ol yal sq'ueul b'aj sco col co b'a tik? xe chi."
        },
        {
            "number": "13",
            "text": "Ha in Jehová in svala' to ol vak'och eyaelal icha val smojal yuj tastac tze k'ulej. Ol vak'och sk'ak'al e palacio. Axo tastac ay t'a spatictac e chonhab', ol lajvoquel stz'ab'ati, xchi Jehová, xin chi t'a eb' schecab' winhaj Sedequías chi'."
        }
    ]
}