{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'ayin: Ixic t'a spalacio winh sreyal Judá, tzalan juntzanh lolonel tik"
        },
        {
            "number": "2",
            "text": "t'a winh, aton winh yinhtilal winhaj Dawid. Tzalan pax t'a yichanh masanil heb' ayoch yopisio yet' winh yet' pax t'a heb' anima ay ta' to smaclej yab' in lolonel tik heb'."
        },
        {
            "number": "3",
            "text": "Ha tojolal yet' wach'ilal a tze b'eyb'alej. Manh eyixtej heb' eyetanimail, manh eyixtej heb' ch'oc chonhab'il, ma heb' unin chamnac smam yet' heb' ix ix chamnac yetb'eyum. Manh he milcham heb' anima malaj smul."
        },
        {
            "number": "4",
            "text": "Tato t'a wal yel ol he b'eyb'alej juntzanh swal tik, ol ochnhej heb' yinhtilal winhaj Dawid reyal t'a tik. Ayoch heb' t'a yol carruaje yet' t'a yib'anh chej ol ochta heb' t'a spuertail palacio tik, ajun masanil heb' ay yopisio yet' heb' yet' pax heb' anima."
        },
        {
            "number": "5",
            "text": "Palta tato manh ol he cha eyab' juntzanh ix wal a in Jehová in tik jun, a jun palacio tik ol sateloc, xchi Jehová, xa chi t'a heb', xchi t'ayin."
        },
        {
            "number": "6",
            "text": "Ix yalanxi Jehová icha tik. Ha spalacio winh sreyal Judá, ha t'a yol in sat lajan wal icha swach'il yilji lum Galaad, icha pax lum jolom witz Líbano. Palta swak' in ti' swalani to ol meltzajkanoch icha tzinan luumal. Manhxa mach ol kajnaj t'ay."
        },
        {
            "number": "7",
            "text": "Ol wik'cot heb' anima ay syamk'ab' yic owal t'a jun palacio tik yic satanel heb'. Ol smak'anelta te' k'ute' heb', aton te' manh jantacoc swach'il ayoch spatzab'iloc, ol snhusankantz'a te' heb'."
        },
        {
            "number": "8",
            "text": "Ol cot heb' anima t'a juntzanhxo chonhab', ol ek' heb' t'a stz'ey jun chonhab' tik, ol laj sk'anb'an heb' t'ay junjun: ¿Tas yuj icha tik ix yutej jun niwan chonhab' tik Jehová? xcham heb'."
        },
        {
            "number": "9",
            "text": "Ol tak'woc juntzanhxo heb' icha tik: Icha tik ix yutej Jehová sDiosal heb', yujto ix yaktejkan strato heb' sb'onac yet'oc, haxo t'a juntzanh comon Dios b'aj ix och heb' ejmelal, xcham heb', xchi Jehová."
        },
        {
            "number": "10",
            "text": "Manh ex ok' yuj schamel winhaj Josías, ok'anhec yuj winhaj Salum yuninal winhaj Josías chi'. Yujto ix ik'jib'at winh t'a junelnhej, manhxa b'ak'uinh ol meltzaj winh, manhxo ol yil-laj schonhab' winh b'aj aljinac. Ha yuj winhaj Salum chi', winh ix och sreyaloc Judá ayic toxo ix cham winh smam winh chi', a Jehová tz'alan yuj winh icha tik. Ix ik'jiel winh t'a jun chonhab' tik, manhxo ol meltzajlaj winh."
        },
        {
            "number": "11",
            "text": "Ha t'a jun chonhab' b'aj ix ik'jib'at winh chi', ata' ol cham winh. Manhxo ol ul yilxi schonhab' winh tik."
        },
        {
            "number": "12",
            "text": "Ob'iltac ach, yuj wal a chukal tza b'oank'e a palacio yet' a niwac pat. Tzak' munlaj heb' anima, palta max a tuplaj sk'u heb'."
        },
        {
            "number": "13",
            "text": "Tzalan icha tik: Ol in b'ok'e junok in niwan palacio, haxo t'a yib'anh ol in b'ok'e juntzanhxo lewan tz'aj yool. Ol jacwokkan swentenail, haxo te' k'ute' ol wak'och yichtacoc, haxo yelav, chacchac ol ajoc, xa chi."
        },
        {
            "number": "14",
            "text": "¿Am a naani to yujnhejto ayachek' t'a yoltac pat nab'a k'ute' ayoch t'ay, yuj chi' rey ach to niwan elk'ochi? Ha winh a mam ix yak' tzalajb'oc sk'ol winh, yujto tojol ix yutej sb'a winh, wach'nhej tas ix sk'ulej winh, yuj chi' wach'nhej ix ajelk'och winh."
        },
        {
            "number": "15",
            "text": "Ix scol heb' meb'a' winh yet' heb' tz'ixtaj yuj heb' chuk spensar. Yuj chi' wach'nhej ix elk'och winh. Ha in Jehová in swala' to a sb'eyb'al winh chi' sch'oxani to yojtak in winh."
        },
        {
            "number": "16",
            "text": "Palta a ach tik, anhej b'eyumal tza nib'ej t'a spatic chukal. Tza chekan miljoccham heb' anima malaj smul, tzixtan heb' etchonhab', xchi Jehová."
        },
        {
            "number": "17",
            "text": "Syal Jehová yuj winhaj Joacim yuninal winhaj Josías sreyal Judá icha tik: Malaj heb' ol ok' yuj schamel winh. Malaj heb' ol alan icha tik: Ay, ach wetanimail. Ob'iltac onh. Toxo ix cham winh ko reyal, icha ko mam yaj winh, manh xchioc heb'."
        },
        {
            "number": "18",
            "text": "Icha tz'aj junok nok' chamnac b'uru, icha chi' ol utaj winh, ol nherchajkanel winh t'a tiel chonhab' Jerusalén, xchi Jehová."
        },
        {
            "number": "19",
            "text": "Ix yalanxi Jehová icha tik: Ex aj Judá, k'eanhec t'a jolom witz Líbano tzex awaj ta'. Te chaanh tzex awaj t'a jolomtac witz yic Basán yet' t'a tzalquixtac yic Abarim, yujto masanil heb' ayoch eyed'oc toxo ix satel heb'."
        },
        {
            "number": "20",
            "text": "Ha in tik, ix wal t'ayex yic wach' eyajek' t'a he chonhab', palta maj yal he k'ol ix eyab'i. Ichanhej chi' ix eyutej he b'a yictax wanto eyoch chonhab'il, toxon max he cha eyab' tas swala'."
        },
        {
            "number": "21",
            "text": "Ol ik'jocb'at heb' eyajalil yuj heb' ajk'ool, icha yik'jib'at junok tas yuj owal ik', haxo heb' ayoch eyed'oc ol ik'jocb'at heb' t'a junocxo ch'oc chonhab'il. Toxonhej ol ex q'uixwockanok. Manhxa ol ajkan eyelk'och yuj jantac he chukal."
        },
        {
            "number": "22",
            "text": "Ha ticnaik, te tzalajk'olal eyajek' t'a he pat nab'a k'ute' cotnac ste'al t'a Líbano. Palta ayic ol jawok yaelal t'a eyib'anh, ol el eyav eyab'an syail, icha yab'an syail junok ix ix tz'alji yune', xchi Jehová."
        },
        {
            "number": "23",
            "text": "Ix yalan Jehová t'a winhaj Jeconías yuninal winhaj Joacim sreyal Judá: Wach'chom aylaj tzach och wuj icha junok colk'ab' ayoch t'a swach' k'ab' heb' niwac winak, palta swak' in ti' to ol ach in julcaneli."
        },
        {
            "number": "24",
            "text": "Ol ach wak'kanoch t'a yol sk'ab' heb' ajk'ol b'aj tzach te xiwi, heb' snib'an ach smilanchamoc, aton winhaj Nabucodonosor sreyal Babilonia yet' heb' ajun yet'oc."
        },
        {
            "number": "25",
            "text": "Ol ach wak' ik'jocb'at yet' ix a nun t'a lum lum b'aj manhoc ta' ex alji, ata' ol ex cham he chawanhil."
        },
        {
            "number": "26",
            "text": "Manhxo ol ex meltzaj t'a tik, wach'chom olto he nib'ej meltzajxi he b'a, xchi Jehová."
        },
        {
            "number": "27",
            "text": "¿Tom lajan winhaj Jeconías tik yet' junok lum chen pojeltac manhxa yopisio, ma icha junok yamk'ab' manhxa mach snib'ani? ¿Tas yuj sjuljikanb'at winh yet' heb' yinhtilal t'a jun lum lum manh yojtakoc?"
        },
        {
            "number": "28",
            "text": "Ab'ec wal ex aj Judá, scham wal eyab'an tas syal Jehová."
        },
        {
            "number": "29",
            "text": "Ha Jehová tz'alanxi icha tik: Tz'ib'chajokab'kan b'aj ay sb'i heb' yinhtilal heb' rey to a jun winak tik, lajan tz'ajkan icha junok winak malaj yuninal, icha junok winak manh wach'oc ix aj yelk'ochi. Yujto manhxa junok yinhtilal winh ol och reyal t'a spalaciocan winhaj Dawid, syak'anxi reyal t'a Judá tik, xchi Jehová."
        }
    ]
}