{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'ayin: Ixic t'a spalacio vinh sreyal Judá, tzalan juntzanh lolonel tik"
        },
        {
            "number": "2",
            "text": "t'a vinh, aton vinh yinhtilal vinhaj David. Tzalan pax t'a yichanh masanil eb' ayoch yopisio yet' vinh yet' pax t'a eb' anima ay ta' to smaclej yab' in lolonel tik eb'."
        },
        {
            "number": "3",
            "text": "Ha tojolal yet' wach'ilal a tze b'eyb'alej. Manh eyixtej eb' eyetanimail, manh eyixtej eb' ch'oc chonhab'il, ma eb' unin chamnac smam yet' eb' ix ix chamnac yetb'eyum. Manh e milcham eb' anima malaj smul."
        },
        {
            "number": "4",
            "text": "Tato t'a val yel ol e b'eyb'alej juntzanh sval tik, ol ochnhej eb' yinhtilal vinhaj David reyal t'a tik. Ayoch eb' t'a yol carruaje yet' t'a yib'anh chej ol ochta eb' t'a spuertail palacio tik, ajun masanil eb' ay yopisio yet' eb' yet' pax eb' anima."
        },
        {
            "number": "5",
            "text": "Palta tato manh ol e cha eyab' juntzanh ix val a in Jehová in tik jun, a jun palacio tik ol sateloc, xchi Jehová, xa chi t'a eb', xchi t'ayin."
        },
        {
            "number": "6",
            "text": "Ix yalanxi Jehová icha tik. Ha spalacio vinh sreyal Judá, ha t'a yol in sat lajan val icha svach'il yilji lum Galaad, icha pax lum jolom vitz Líbano. Palta svak' in ti' svalani to ol meltzajcanoch icha tzinan luumal. Manhxa mach ol cajnaj t'ay."
        },
        {
            "number": "7",
            "text": "Ol vik'cot eb' anima ay syamk'ab' yic oval t'a jun palacio tik yic satanel eb'. Ol smak'anelta te' k'ute' eb', aton te' manh jantacoc svach'il ayoch spatzab'iloc, ol snhusancantz'a te' eb'."
        },
        {
            "number": "8",
            "text": "Ol cot eb' anima t'a juntzanhxo chonhab', ol ek' eb' t'a stz'ey jun chonhab' tik, ol laj sk'anb'an eb' t'ay junjun: ¿Tas yuj icha tik ix yutej jun niwan chonhab' tik Jehová? xcham eb'."
        },
        {
            "number": "9",
            "text": "Ol tak'voc juntzanhxo eb' icha tik: Icha tik ix yutej Jehová sDiosal eb', yujto ix yactejcan strato eb' sb'onac yet'oc, haxo t'a juntzanh comon dios b'aj ix och eb' ejmelal, xcham eb', xchi Jehová."
        },
        {
            "number": "10",
            "text": "Manh ex ok' yuj schamel vinhaj Josías, ok'anhec yuj vinhaj Salum yuninal vinhaj Josías chi'. Yujto ix ik'jib'at vinh t'a junelnhej, manhxa b'ak'uinh ol meltzaj vinh, manhxo ol yil-laj schonhab' vinh b'aj aljinac. Ha yuj vinhaj Salum chi', vinh ix och sreyaloc Judá ayic toxo ix cham vinh smam vinh chi', a Jehová tz'alan yuj vinh icha tik. Ix ik'jiel vinh t'a jun chonhab' tik, manhxo ol meltzajlaj vinh."
        },
        {
            "number": "11",
            "text": "Ha t'a jun chonhab' b'aj ix ik'jib'at vinh chi', ata' ol cham vinh. Manhxo ol ul yilxi schonhab' vinh tik."
        },
        {
            "number": "12",
            "text": "Ob'iltac ach, yuj val a chucal tza b'oanq'ue a palacio yet' a nivac pat. Tzak' munlaj eb' anima, palta max a tuplaj sk'u eb'."
        },
        {
            "number": "13",
            "text": "Tzalan icha tik: Ol in b'oq'ue junok in niwan palacio, haxo t'a yib'anh ol in b'oq'ue juntzanhxo levan tz'aj yool. Ol jacvoccan sventenail, haxo te' k'ute' ol vak'och yichtacoc, haxo yelav, chacchac ol ajoc, xa chi."
        },
        {
            "number": "14",
            "text": "¿Am a naani to yujnhejto ayachek' t'a yoltac pat nab'a k'ute' ayoch t'ay, yuj chi' rey ach to niwan elk'ochi? Ha vinh a mam ix yak' tzalajb'oc sk'ol vinh, yujto tojol ix yutej sb'a vinh, wach'nhej tas ix sk'ulej vinh, yuj chi' wach'nhej ix ajelk'och vinh."
        },
        {
            "number": "15",
            "text": "Ix scol eb' meb'a' vinh yet' eb' tz'ixtaj yuj eb' chuc spensar. Yuj chi' wach'nhej ix elk'och vinh. Ha in Jehová in svala' to a sb'eyb'al vinh chi' sch'oxani to yojtac in vinh."
        },
        {
            "number": "16",
            "text": "Palta a ach tik, anhej b'eyumal tza nib'ej t'a spatic chucal. Tza checan miljoccham eb' anima malaj smul, tzixtan eb' etchonhab', xchi Jehová."
        },
        {
            "number": "17",
            "text": "Syal Jehová yuj vinhaj Joacim yuninal vinhaj Josías sreyal Judá icha tik: Malaj eb' ol ok' yuj schamel vinh. Malaj eb' ol alan icha tik: Ay, ach vetanimail. Ob'iltac onh. Toxo ix cham vinh co reyal, icha co mam yaj vinh, manh xchioc eb'."
        },
        {
            "number": "18",
            "text": "Icha tz'aj junok nok' chamnac b'uru, icha chi' ol utaj vinh, ol nherchajcanel vinh t'a tiel chonhab' Jerusalén, xchi Jehová."
        },
        {
            "number": "19",
            "text": "Ix yalanxi Jehová icha tik: Ex aj Judá, q'ueanhec t'a jolom vitz Líbano tzex avaj ta'. Te chaanh tzex avaj t'a jolomtac vitz yic Basán yet' t'a tzalquixtac yic Abarim, yujto masanil eb' ayoch eyed'oc toxo ix satel eb'."
        },
        {
            "number": "20",
            "text": "Ha in tik, ix val t'ayex yic wach' eyajek' t'a e chonhab', palta maj yal e k'ol ix eyab'i. Ichanhej chi' ix eyutej e b'a yictax vanto eyoch chonhab'il, toxon max e cha eyab' tas svala'."
        },
        {
            "number": "21",
            "text": "Ol ik'jocb'at eb' eyajalil yuj eb' ajk'ool, icha yik'jib'at junok tas yuj oval ik', haxo eb' ayoch eyed'oc ol ik'jocb'at eb' t'a junocxo ch'oc chonhab'il. Toxonhej ol ex q'uixvoccanoc. Manhxa ol ajkan eyelk'och yuj jantac e chucal."
        },
        {
            "number": "22",
            "text": "Ha ticnaic, te tzalajk'olal eyajek' t'a e pat nab'a k'ute' cotnac ste'al t'a Líbano. Palta ayic ol javoc yaelal t'a eyib'anh, ol el eyav eyab'an syail, icha yab'an syail junok ix ix tz'alji yune', xchi Jehová."
        },
        {
            "number": "23",
            "text": "Ix yalan Jehová t'a vinhaj Jeconías yuninal vinhaj Joacim sreyal Judá: Wach'chom aylaj tzach och vuj icha junok colk'ab' ayoch t'a svach' k'ab' eb' nivac vinac, palta svak' in ti' to ol ach in julcaneli."
        },
        {
            "number": "24",
            "text": "Ol ach vak'canoch t'a yol sk'ab' eb' ajk'ol b'aj tzach te xivi, eb' snib'an ach smilanchamoc, aton vinhaj Nabucodonosor sreyal Babilonia yet' eb' ajun yet'oc."
        },
        {
            "number": "25",
            "text": "Ol ach vak' ik'jocb'at yet' ix a nun t'a lum lum b'aj manhoc ta' ex alji, ata' ol ex cham e chavanhil."
        },
        {
            "number": "26",
            "text": "Manhxo ol ex meltzaj t'a tik, wach'chom olto e nib'ej meltzajxi e b'a, xchi Jehová."
        },
        {
            "number": "27",
            "text": "¿Tom lajan vinhaj Jeconías tik yet' junok lum chen pojeltac manhxa yopisio, ma icha junok yamk'ab' manhxa mach snib'ani? ¿Tas yuj sjuljicanb'at vinh yet' eb' yinhtilal t'a jun lum lum manh yojtacoc?"
        },
        {
            "number": "28",
            "text": "Ab'ec val ex aj Judá, scham val eyab'an tas syal Jehová."
        },
        {
            "number": "29",
            "text": "Ha Jehová tz'alanxi icha tik: Tz'ib'chajocab'kan b'aj ay sb'i eb' yinhtilal eb' rey to a jun vinac tik, lajan tz'ajkan icha junok vinac malaj yuninal, icha junok vinac manh wach'oc ix aj yelk'ochi. Yujto manhxa junok yinhtilal vinh ol och reyal t'a spalaciocan vinhaj David, syak'anxi reyal t'a Judá tik, xchi Jehová."
        }
    ]
}