{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová tz'alan icha tik: Ex yilumal in chonhab', ob'iltac ex, lajan ex icha junok tanhwum calnel smilancham nok' scalnel chi', saclemcanb'at nok' yuj. Icha chi' tzeyutej heb' in chonhab' tik, xchi Jehová."
        },
        {
            "number": "2",
            "text": "Ha Jehová ko Diosal a onh israel onh tik, a tz'alan t'a heb' yilumal schonhab' tz'ak'an yajalil t'ay: Ex yilumal in chonhab', ix he saclemcanb'at heb' in chonhab', ix he xib'tancanb'at heb', maj he tanhwej heb'. Yuj chi' a in Jehová in tik swala', ol wak'och eyaelal yuj tas ix he k'ulej chi'."
        },
        {
            "number": "3",
            "text": "Axo heb' ix in saclemcanb'at t'a juntzanhxo ch'oc chonhab'il, a in Jehová in tik swala', ol wik' meltzaj heb'. Ol wak'anxi cajnaj heb' t'a schonhab', ol wak'anxi q'uib' sb'isul heb'."
        },
        {
            "number": "4",
            "text": "Ol wak'anoch yilumal heb', yic maxtzac xiv heb', manhxa junok heb' ol satoc, xchi Jehová."
        },
        {
            "number": "5",
            "text": "Ix yalan Jehová icha tik: Ay jun k'u ol jawok, ol wak'och jun yinhtilal winhaj rey Dawid reyal t'a in chonhab' tik. Ha jun rey chi' te tojol spensar. Yed' sjelanil ol yak' reyal, tojol ol yutej sch'olb'itan masanil chonhab'."
        },
        {
            "number": "6",
            "text": "Ha t'a stiempoal ol yak' reyal chi', ol colchajcanel heb' aj Judá yet' pax heb' aj Israel, manhxalaj tas ol sna heb'. Aton jun b'i tik ol ak'joc sb'ioc: Ha Jehová sb'oanel tas tzonh aj t'a stojolal."
        },
        {
            "number": "7",
            "text": "Ha ticnaik, sloc in b'i heb' anima tik, syalan heb' icha tik: Yojtac wal Jehová, jun ik'annaquelta heb' ko mam quicham t'a Egipto, xchi heb'. Palta swak'kan in ti' ticnaik to ay jun k'u ol jawok ol yal heb' icha tik: Yojtac wal Jehová, jun ix onh ik'anelta t'a norte yet' t'a juntzanhxo chonhab' b'aj ix onh saclemcanb'ati, xcham heb'. Ichato chi' ol cajnajxi heb' israel chi' t'a sluum, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Icha tik ix wal t'a heb' syaloch sb'a schecab'oc Dios: Ha Jehová ix alan jun lolonel niwan yelk'och t'ayin. Yuj chi' ix och wal pitz'an t'a in pixan sik'lab'il, ix ib'xik'e in niwanil. Icha squetconek' heb' uk'um anh toxo wal stelwi, icha chi' ix in aji."
        },
        {
            "number": "9",
            "text": "Ha heb' anima cajan t'a jun chonhab' tik, anhej wal ajmulal sk'ulej heb', syak' wal yip heb' sk'ulan chukal. Ha heb' niwac yelk'ochi, anhej ixtoj anima syak' heb'. Yuj chi' toxo ix catab'aj lum lum tik yuj Jehová, toxo ix tacjiel lu'um, toxo ix tz'ab'at anh ank'ultak b'aj swa nok' nok'."
        },
        {
            "number": "10",
            "text": "Ha Jehová tz'alan icha tik: Ha wal heb' syaloch sb'a in checab'oc tik yet' heb' sacerdote, malaj welk'och t'a yol sat heb'. Swil wal sk'ulan chukal heb' t'a yol in templo."
        },
        {
            "number": "11",
            "text": "Ha in Jehová in swala' to yuj chi' te k’ik’ k’inal ol ajkan sb'e heb', te nhereri ol aj paxoc. Ichato ol ecchajb'at heb', ol telwoc heb'. Axo yic ol in ch'olb'itan heb', ol wak'ancot yaelal te ya t'a yib'anh heb'."
        },
        {
            "number": "12",
            "text": "Vilnac wal heb' yalnacoch sb'a in checab'oc t'a Samaria, te chuk tas sk'ulejnac heb'. Yalnaquel slolonel Baal heb', icha chi' aj scuchb'annac satb'at in chonhab' Israel heb'."
        },
        {
            "number": "13",
            "text": "Ix wilpax heb' syaloch sb'a in checab'oc t'a Jerusalén, te chuk tas sk'ulej heb'. Anhej ajmulal sk'ulej heb', ixtum anima pax heb', syiptzitan heb' sk'ulan chukal heb'. Malaj junok mach syactejcan sk'ulan chukal. Ha wal tz'aj wilani, a juntzanh anima tik yet' heb' cajan t'a Jerusalén, lajan wal heb' yet' heb' aj Sodoma yet' heb' aj Gomorra."
        },
        {
            "number": "14",
            "text": "Yuj chi' a in Jehová Yajal in t'a Smasanil, swal juntzanh lolonel tik yuj juntzanh heb' syaloch sb'a in checab'oc chi': Yujto yuj heb' sk'echaanh chukal t'a masanil smacb'en heb' tik, yuj chi' ol wak' tas k'a' swa heb' yet' yuk'ej heb', to scham anima yuj."
        },
        {
            "number": "15",
            "text": "Ha in Jehová Yajal in t'a Smasanil swal icha tik: Ex aj Israel, manh eyak'och tas syal heb' syaloch sb'a in checab'oc chi' yipoc he k'ool, yujto a tas syal heb' chi' esnhej, t'a yol yic heb' snaelta, manhoc in tzin chec yal heb'."
        },
        {
            "number": "16",
            "text": "Ha t'a heb' b'aj malaj yelk'och in lolonel, ata' syal heb' icha tik: Wach'nhej ol aj eyelk'ochi, xchi heb'. Ha t'a heb' stek'b'ej sb'a sk'ulan tas snaelta t'a yol yico', syal heb' icha tik: Malaj junok yaelal ol jawok t'a eyib'anh, xchi heb'."
        },
        {
            "number": "17",
            "text": "Palta a in Jehová in, a in swala' to a heb' syaloch sb'a in checab'oc chi', malaj juneloc xid'ek' heb' b'aj tz'och molchajel, ayic tzin lolon yet' heb' in checab'. Malaj juneloc syab' heb' in loloni."
        },
        {
            "number": "18",
            "text": "Te chuk heb', yuj chi' ol wak'och syaelal heb' yet' yowal in k'ool. Ha yowal in k'ol chi' lajan wal icha junok owal ik' nhab' sja xumnajoc."
        },
        {
            "number": "19",
            "text": "Manh ol wanaj yowal in k'ol chi', masanto ol elk'och tas nab'il wuuj. Ato b'ak'uinh, ol nachajel juntzanh tik eyuuj."
        },
        {
            "number": "20",
            "text": "Manhok in tzin chec juntzanh checab' chi', malaj tas swal t'a heb'. Tonhej scomon b'at lemnaj heb' yalel slolonel chi' t'a in b'i."
        },
        {
            "number": "21",
            "text": "Comonoc syojtaquejel heb' tas nab'il wuuj, a am in lolonel syal heb' t'a in chonhab'. Tato icha chi', toxom ix yaktejcan schuc b'eyb'alil in chonhab' tik, manhxa am chukal sk'ulej heb'."
        },
        {
            "number": "22",
            "text": "Ha in Jehová in swalxi icha tik: Wach'chom t'a lak'an, ma t'a te najat, a in tik Dios innhej t'a smasanil b'aj."
        },
        {
            "number": "23",
            "text": "Ha in wal Jehová in swala': Malaj junok b'aj wach' he k'ub'anel he b'a t'ayin. ¿Tom manh eyojtacoc to ayinnhej ek' t'a masanil satcha’anh yet' t'a masanil sat lu'um?"
        },
        {
            "number": "24",
            "text": "Swab' wal tas syal juntzanh checab' esalwum chi', stek'b'ej wal sb'a heb' yalani to a in lolonel syal heb', a in tzin lolon t'a heb' t'a swayich yalani."
        },
        {
            "number": "25",
            "text": "¿B'aq'uinh ol yaktej juntzanh syaloch sb'a in checab'oc chi' yalan esal lolonel chi'? ¿B'aq'uinh ol yaktej heb' yalan juntzanh lolonel tonhej snak'e t'a yol yic chi'?"
        },
        {
            "number": "26",
            "text": "Ha heb' chi' sna heb' tas tz'aj in b'atcan satk'olal yuj in chonhab' yuj swayich heb' syal-laj t'ay junjun, icha wal sk'ulejnac heb' he mam eyicham, ayic in b'atnac satk'olal yuj heb', axonhej comon Dios Baal b'aj yak'naquem sb'a heb'."
        },
        {
            "number": "27",
            "text": "Ha in wal Jehová in swala': Tato ay junok checab' chi' ay tas swayichej, yalocab'i to wayich. Palta tato a in lolonel scha jun, yalocab' t'a sjichanil. ¿Tom lajan yopisio ixim sat trigo yet' yoc? Icha chi' in lolonel, manh lajanoc yet' wayich. Ha in lolonel lajan wal icha te' k'ak', ma icha k'een almágana chok' tz'aj k'een niwac k'een yuj."
        },
        {
            "number": "28",
            "text": "Yuj chi', te aycot yowal in k'ol t'a juntzanh checab' tonhej syal-laj yab' slolonel junjun, syalan heb' to a in lolonel syal heb'."
        },
        {
            "number": "29",
            "text": "Ha in swala', te aycot yowal in k'ol t'a juntzanh checab' te wach' syutej sloloni, syalan heb' to a in lolonel syalel heb'."
        },
        {
            "number": "30",
            "text": "Ha in swala', te aycot yowal in k'ol t'a juntzanh checab' stz'ac yal swayich. Ha yuj juntzanh niwac esal lolonel syal heb' chi', satcanb'at heb' in chonhab'. Manhok in tzin checb'at heb', manhoc in swak' in checnab'il t'a heb', yuj chi' malaj tas wach' yik'an heb' in chonhab' tik t'a heb', xchi Jehová."
        },
        {
            "number": "31",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Ach Jeremías, tato ay junok anima t'a yol chonhab' tik, ma junok syaloch sb'a in checab'oc, ma junok sacerdote sk'anb'an t'ayach: ¿Tas syal srazón Jehová? tato xchi heb'. Tzalan t'a heb' icha tik: Lajan ex icha wal junok icatz t'a Jehová, yuj chi' ol ex actajem yuj, xa chi."
        },
        {
            "number": "32",
            "text": "Tato a junok checab', ma junok sacerdote, ma junok comon anima tz'alan icha tik: Srazón Jehová, tato xchi heb', a in ol wak'och yaelal t'a yib'anh heb' yet' heb' cajan yet'oc."
        },
        {
            "number": "33",
            "text": "Tato ay junok mach sk'anb'an t'a junok yamigo, ma t'a junok sk'ab' yoc yuj tas swala', syal yalan icha tik: ¿Tas ix yutej Jehová spacani? ma ¿tas ix yal Jehová? xchiocab'i."
        },
        {
            "number": "34",
            "text": "Palta max yal yalan icha tik: Ha srazón Jehová tzin k'anb'ej. Tato syal icha chi', a jun lolonel chi' ol meltzajcanoch icatzil t'ay. Yujto ix yixtejb'at heb' anima tik tas swal a in he Diosal pitzan in tik, Jehová Yajal in t'a Smasanil."
        },
        {
            "number": "35",
            "text": "Icha tik tz'aj he k'anb'an t'a jun in checab': ¿Tas spak ix yal Jehová, ma tas ix yala'? xe chi."
        },
        {
            "number": "36",
            "text": "Ach Jeremías, tato tzato yal heb': Srazón Jehová, tato xchi heb', tzal t'a heb' icha tik: Ha wal Jehová tz'alani: Yujto a ex tik tzeyalnhej juntzanh lolonel b'aj ix ex in cacha' to maxtzac eyala',"
        },
        {
            "number": "37",
            "text": "yuj chi' ol ex b'at satk'olal wuuj yet' pax jun chonhab' ix wak' t'ayex yet' t'a heb' he mam eyicham. Najat ol ex in yumcaneli."
        },
        {
            "number": "38",
            "text": "Masanil tiempo ol ex wak'kan q'uixwelal, manhxalaj jab'oc yelk'och ol ex ajcanoc. Manhxo ol b'at satk'olal eyuj tas ol ex utaj chi', xchi Jehová."
        }
    ]
}