{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "A Jehová tz'alan icha tic: Ex yilumal in chonhab', ob'iltac ex, lajan ex icha junoc tanhvum calnel smilancham nok' scalnel chi', saclemcanb'at nok' yuuj. Icha chi' tzeyutej eb' in chonhab' tic, xchi Jehová."
        },
        {
            "number": "2",
            "text": "A Jehová co Diosal a onh israel onh tic, a tz'alan d'a eb' yilumal schonhab' tz'ak'an yajalil d'ay: Ex yilumal in chonhab', ix e saclemcanb'at eb' in chonhab', ix e xib'tancanb'at eb', maj e tanhvej eb'. Yuj chi' a in Jehová in tic svala', ol vak'och eyaelal yuj tas ix e k'ulej chi'."
        },
        {
            "number": "3",
            "text": "Axo eb' ix in saclemcanb'at d'a juntzanhxo ch'oc chonhab'il, a in Jehová in tic svala', ol vik' meltzaj eb'. Ol vak'anxi cajnaj eb' d'a schonhab', ol vak'anxi q'uib' sb'isul eb'."
        },
        {
            "number": "4",
            "text": "Ol vak'anoch yilumal eb', yic maxtzac xiv eb', manhxa junoc eb' ol satoc, xchi Jehová."
        },
        {
            "number": "5",
            "text": "Ix yalan Jehová icha tic: Ay jun k'u ol javoc, ol vak'och jun yinhtilal vinhaj rey David reyal d'a in chonhab' tic. A jun rey chi' te tojol spensar. Yed' sjelanil ol yak' reyal, tojol ol yutej sch'olb'itan masanil chonhab'."
        },
        {
            "number": "6",
            "text": "A d'a stiempoal ol yak' reyal chi', ol colchajcanel eb' aj Judá yed' pax eb' aj Israel, manhxalaj tas ol sna eb'. Aton jun b'i tic ol ak'joc sb'ioc: A Jehová sb'oanel tas tzonh aj d'a stojolal."
        },
        {
            "number": "7",
            "text": "A ticnaic, sloc in b'i eb' anima tic, syalan eb' icha tic: Yojtac val Jehová, jun ik'annaquelta eb' co mam quicham d'a Egipto, xchi eb'. Palta svak'can in ti' ticnaic to ay jun k'u ol javoc ol yal eb' icha tic: Yojtac val Jehová, jun ix onh ik'anelta d'a norte yed' d'a juntzanhxo chonhab' b'aj ix onh saclemcanb'ati, xcham eb'. Ichato chi' ol cajnajxi eb' israel chi' d'a sluum, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Icha tic ix val d'a eb' syaloch sb'a schecab'oc Dios: A Jehová ix alan jun lolonel nivan yelk'och d'ayin. Yuj chi' ix och val pitz'an d'a in pixan sik'lab'il, ix ib'xiq'ue in nivanil. Icha squetconek' eb' uk'um anh toxo val stelvi, icha chi' ix in aji."
        },
        {
            "number": "9",
            "text": "A eb' anima cajan d'a jun chonhab' tic, anhej val ajmulal sk'ulej eb', syak' val yip eb' sk'ulan chucal. A eb' nivac yelk'ochi, anhej ixtoj anima syak' eb'. Yuj chi' toxo ix catab'aj lum luum tic yuj Jehová, toxo ix tacjiel luum, toxo ix tz'ab'at anh ank'ultac b'aj sva nok' nok'."
        },
        {
            "number": "10",
            "text": "A Jehová tz'alan icha tic: A val eb' syaloch sb'a in checab'oc tic yed' eb' sacerdote, malaj velk'och d'a yol sat eb'. Svil val sk'ulan chucal eb' d'a yol in templo."
        },
        {
            "number": "11",
            "text": "A in Jehová in svala' to yuj chi' te q'uik'alq'uinal ol ajcan sb'e eb', te nhereri ol aj paxoc. Ichato ol ecchajb'at eb', ol telvoc eb'. Axo yic ol in ch'olb'itan eb', ol vak'ancot yaelal te ya d'a yib'anh eb'."
        },
        {
            "number": "12",
            "text": "Vilnac val eb' yalnacoch sb'a in checab'oc d'a Samaria, te chuc tas sk'ulejnac eb'. Yalnaquel slolonel Baal eb', icha chi' aj scuchb'annac satb'at in chonhab' Israel eb'."
        },
        {
            "number": "13",
            "text": "Ix vilpax eb' syaloch sb'a in checab'oc d'a Jerusalén, te chuc tas sk'ulej eb'. Anhej ajmulal sk'ulej eb', ixtum anima pax eb', syiptzitan eb' sk'ulan chucal eb'. Malaj junoc mach syactejcan sk'ulan chucal. A val tz'aj vilani, a juntzanh anima tic yed' eb' cajan d'a Jerusalén, lajan val eb' yed' eb' aj Sodoma yed' eb' aj Gomorra."
        },
        {
            "number": "14",
            "text": "Yuj chi' a in Jehová Yajal in d'a Smasanil, sval juntzanh lolonel tic yuj juntzanh eb' syaloch sb'a in checab'oc chi': Yujto yuj eb' sq'uechaanh chucal d'a masanil smacb'en eb' tic, yuj chi' ol vak' tas k'a' sva eb' yed' yuq'uej eb', to scham anima yuuj."
        },
        {
            "number": "15",
            "text": "A in Jehová Yajal in d'a Smasanil sval icha tic: Ex aj Israel, manh eyak'och tas syal eb' syaloch sb'a in checab'oc chi' yipoc e k'ool, yujto a tas syal eb' chi' esnhej, d'a yol yic eb' snaelta, manhoc in tzin chec yal eb'."
        },
        {
            "number": "16",
            "text": "A d'a eb' b'aj malaj yelk'och in lolonel, ata' syal eb' icha tic: Vach'nhej ol aj eyelk'ochi, xchi eb'. A d'a eb' stek'b'ej sb'a sk'ulan tas snaelta d'a yol yico', syal eb' icha tic: Malaj junoc yaelal ol javoc d'a eyib'anh, xchi eb'."
        },
        {
            "number": "17",
            "text": "Palta a in Jehová in, a in svala' to a eb' syaloch sb'a in checab'oc chi', malaj juneloc xid'ek' eb' b'aj tz'och molchajel, ayic tzin lolon yed' eb' in checab'. Malaj juneloc syab' eb' in loloni."
        },
        {
            "number": "18",
            "text": "Te chuc eb', yuj chi' ol vak'och syaelal eb' yed' yoval in k'ool. A yoval in k'ol chi' lajan val icha junoc oval ik' nhab' sja xumnajoc."
        },
        {
            "number": "19",
            "text": "Manh ol vanaj yoval in k'ol chi', masanto ol elk'och tas nab'il vuuj. Ato b'aq'uinh, ol nachajel juntzanh tic eyuuj."
        },
        {
            "number": "20",
            "text": "Manhoc in tzin chec juntzanh checab' chi', malaj tas sval d'a eb'. Tonhej scomon b'at lemnaj eb' yalel slolonel chi' d'a in b'i."
        },
        {
            "number": "21",
            "text": "Comonoc syojtaquejel eb' tas nab'il vuuj, a am in lolonel syal eb' d'a in chonhab'. Tato icha chi', toxom ix yactejcan schuc b'eyb'alil in chonhab' tic, manhxa am chucal sk'ulej eb'."
        },
        {
            "number": "22",
            "text": "A in Jehová in svalxi icha tic: Vach'chom d'a lak'an, ma d'a te najat, a in tic Dios innhej d'a smasanil b'aj."
        },
        {
            "number": "23",
            "text": "A in val Jehová in svala': Malaj junoc b'aj vach' e k'ub'anel e b'a d'ayin. ¿Tom manh eyojtacoc to ayinnhej ek' d'a masanil satchaanh yed' d'a masanil sat luum?"
        },
        {
            "number": "24",
            "text": "Svab' val tas syal juntzanh checab' esalvum chi', stek'b'ej val sb'a eb' yalani to a in lolonel syal eb', a in tzin lolon d'a eb' d'a svayich yalani."
        },
        {
            "number": "25",
            "text": "¿B'aq'uinh ol yactej juntzanh syaloch sb'a in checab'oc chi' yalan esal lolonel chi'? ¿B'aq'uinh ol yactej eb' yalan juntzanh lolonel tonhej snaq'ue d'a yol yic chi'?"
        },
        {
            "number": "26",
            "text": "A eb' chi' sna eb' tas tz'aj in b'atcan satk'olal yuj in chonhab' yuj svayich eb' syal-laj d'ay junjun, icha val sk'ulejnac eb' e mam eyicham, ayic in b'atnac satk'olal yuj eb', axonhej comon dios Baal b'aj yak'naquem sb'a eb'."
        },
        {
            "number": "27",
            "text": "A in val Jehová in svala': Tato ay junoc checab' chi' ay tas svayichej, yalocab'i to vayich. Palta tato a in lolonel scha jun, yalocab' d'a sjichanil. ¿Tom lajan yopisio ixim sat trigo yed' yoc? Icha chi' in lolonel, manh lajanoc yed' vayich. A in lolonel lajan val icha te' k'ak', ma icha q'uen almágana chok' tz'aj q'uen nivac q'ueen yuuj."
        },
        {
            "number": "28",
            "text": "Yuj chi', te aycot yoval in k'ol d'a juntzanh checab' tonhej syal-laj yab' slolonel junjun, syalan eb' to a in lolonel syal eb'."
        },
        {
            "number": "29",
            "text": "A in svala', te aycot yoval in k'ol d'a juntzanh checab' te vach' syutej sloloni, syalan eb' to a in lolonel syalel eb'."
        },
        {
            "number": "30",
            "text": "A in svala', te aycot yoval in k'ol d'a juntzanh checab' stz'ac yal svayich. A yuj juntzanh nivac esal lolonel syal eb' chi', satcanb'at eb' in chonhab'. Manhoc in tzin checb'at eb', manhoc in svak' in checnab'il d'a eb', yuj chi' malaj tas vach' yik'an eb' in chonhab' tic d'a eb', xchi Jehová."
        },
        {
            "number": "31",
            "text": "Ix yalanxi Jehová d'ayin icha tic: Ach Jeremías, tato ay junoc anima d'a yol chonhab' tic, ma junoc syaloch sb'a in checab'oc, ma junoc sacerdote sk'anb'an d'ayach: ¿Tas syal srazón Jehová? tato xchi eb'. Tzalan d'a eb' icha tic: Lajan ex icha val junoc icatz d'a Jehová, yuj chi' ol ex actajem yuuj, xa chi."
        },
        {
            "number": "32",
            "text": "Tato a junoc checab', ma junoc sacerdote, ma junoc comon anima tz'alan icha tic: Srazón Jehová, tato xchi eb', a in ol vak'och yaelal d'a yib'anh eb' yed' eb' cajan yed'oc."
        },
        {
            "number": "33",
            "text": "Tato ay junoc mach sk'anb'an d'a junoc yamigo, ma d'a junoc sk'ab' yoc yuj tas svala', syal yalan icha tic: ¿Tas ix yutej Jehová spacani? ma ¿tas ix yal Jehová? xchiocab'i."
        },
        {
            "number": "34",
            "text": "Palta max yal yalan icha tic: A srazón Jehová tzin k'anb'ej. Tato syal icha chi', a jun lolonel chi' ol meltzajcanoch icatzil d'ay. Yujto ix yixtejb'at eb' anima tic tas sval a in e Diosal pitzan in tic, Jehová Yajal in d'a Smasanil."
        },
        {
            "number": "35",
            "text": "Icha tic tz'aj e k'anb'an d'a jun in checab': ¿Tas spac ix yal Jehová, ma tas ix yala'? xe chi."
        },
        {
            "number": "36",
            "text": "Ach Jeremías, tato tzato yal eb': Srazón Jehová, tato xchi eb', tzal d'a eb' icha tic: A val Jehová tz'alani: Yujto a ex tic tzeyalnhej juntzanh lolonel b'aj ix ex in cacha' to maxtzac eyala',"
        },
        {
            "number": "37",
            "text": "yuj chi' ol ex b'at satk'olal vuuj yed' pax jun chonhab' ix vak' d'ayex yed' d'a eb' e mam eyicham. Najat ol ex in yumcaneli."
        },
        {
            "number": "38",
            "text": "Masanil tiempo ol ex vak'can q'uixvelal, manhxalaj jab'oc yelk'och ol ex ajcanoc. Manhxo ol b'at satk'olal eyuj tas ol ex utaj chi', xchi Jehová."
        }
    ]
}