{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj Jeconías sreyal Judá, yuninal vinhaj Joacim, ix ik'jib'at vinh preso yuj vinhaj Nabucodonosor sreyal Babilonia. Ix ik'chajpaxb'at eb' ayoch yajalil yet' vinh, eb' b'oum pat yet' eb' tenum q'ueen. Ixlajwi chi' icha t'a vayichal ix aj sch'oxan chab' mooch sat te' higo Jehová t'ayin, ayek' t'a yichanh templo."
        },
        {
            "number": "2",
            "text": "Ha t'a yol junok mooch chi', ayem te' sat higo te wach', q'uinhxo, aton te' b'ab'el sat, haxo t'a yol junxo te' mooch chi', ayem te' higo te chucxolaj, maxtzac yal-laj co loani."
        },
        {
            "number": "3",
            "text": "Axo ix sk'anb'an Jehová t'ayin: ¿Jeremías, tas tzil chi'? xchi. Ix in tak'vi, ix valani: Ay chab' mooch te' sat higo svila'. Ay te' manhxo jantacoc swach'il, ay pax te' te chucxolaj, maxtzac yal-laj co loani, xin chi."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix yalan Jehová t'ayin icha tik:"
        },
        {
            "number": "5",
            "text": "Ha in Jehová e Diosal in svala': Icha val sat te' higo wach' chi', icha chi' yaj chonhab' Judá t'a yol in sat, aton eb' ix vak' ik'jocb'at t'a smacb'en eb' caldeo. Te wach' ol vutoc in b'ha t'a eb'."
        },
        {
            "number": "6",
            "text": "Ol in tanhvejnhej eb', ol vik'anxi meltzaj eb' t'a jun schonhab' tik. Ha tik ol vik'chaanh eb', manhxo ol in satel-laj eb'. Icha val to ol vavejem eb', manhxo ol in tok'q'ueta eb'."
        },
        {
            "number": "7",
            "text": "Ol vak' val spensar eb', yic syojtaquejel eb' to a in ton Jehová Dios in. Ol och eb' in chonhab'oc, a inxo ol in och sDiosaloc eb'. Yujto t'a smasanil sk'ol eb' ol meltzajcot t'ayin."
        },
        {
            "number": "8",
            "text": "Axo vinhaj Sedequías sreyal Judá, eb' yajal yaj yet' vinh yet' masanil eb' cajan t'a Jerusalén, aton eb' ixto kan cajan t'a tik yet' pax eb' ix k'och cajan t'a Egipto, lajan val eb' t'a yol in sat icha sat te' higo te chucxolaj chi', aton te' maxtzac yal sloji."
        },
        {
            "number": "9",
            "text": "Ol vak'b'at junok niwan yaelal t'a yib'anh eb'. Ol te xiv juntzanhxo ch'oc nacional yuj. Manhxalaj ol ajkan yelk'och eb'. Ha eb' anima t'a juntzanh nación b'aj ol in saclemejb'at eb' chi', ol te b'uchvaj eb' t'a eb', ol b'ajjoc eb' yuj eb', ol javoc catab' t'a yib'anh eb'."
        },
        {
            "number": "10",
            "text": "Ol vak'b'at oval, vejel yet' ilya t'a yib'anh eb'. Manhxa junok eb' ol kan t'a sat lum lum ix vak' t'a eb' yet' t'a smam yicham eb', xchi Jehová."
        }
    ]
}