{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Jeconías sreyal Judá, yuninal winhaj Joacim, ix ik'jib'at winh preso yuj winhaj Nabucodonosor sreyal Babilonia. Ix ik'chajpaxb'at heb' ayoch yajalil yet' winh, heb' b'oum pat yet' heb' tenum k'een. Ixlajwi chi' icha t'a wayichal ix aj sch'oxan chab' mooch sat te' higo Jehová t'ayin, ayek' t'a yichanh templo."
        },
        {
            "number": "2",
            "text": "Ha t'a yol junok mooch chi', ayem te' sat higo te wach', q'uinhxo, aton te' b'ab'el sat, haxo t'a yol junxo te' mooch chi', ayem te' higo te chucxolaj, maxtzac yal-laj ko loani."
        },
        {
            "number": "3",
            "text": "Axo ix sk'anb'an Jehová t'ayin: ¿Jeremías, tas tzil chi'? xchi. Ix in tak'wi, ix walani: Ay chab' mooch te' sat higo swila'. Ay te' manhxo jantacoc swach'il, ay pax te' te chucxolaj, maxtzac yal-laj ko loani, xin chi."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix yalan Jehová t'ayin icha tik:"
        },
        {
            "number": "5",
            "text": "Ha in Jehová he Diosal in swala': Icha wal sat te' higo wach' chi', icha chi' yaj chonhab' Judá t'a yol in sat, aton heb' ix wak' ik'jocb'at t'a smacb'en heb' caldeo. Te wach' ol wutoc in b'ha t'a heb'."
        },
        {
            "number": "6",
            "text": "Ol in tanhwejnhej heb', ol wik'anxi meltzaj heb' t'a jun schonhab' tik. Ha tik ol wik'chaanh heb', manhxo ol in satel-laj heb'. Icha wal to ol wawejem heb', manhxo ol in tok'k'eta heb'."
        },
        {
            "number": "7",
            "text": "Ol wak' wal spensar heb', yic syojtaquejel heb' to a in ton Jehová Dios in. Ol och heb' in chonhab'oc, a inxo ol in och sDiosaloc heb'. Yujto t'a smasanil sk'ol heb' ol meltzajcot t'ayin."
        },
        {
            "number": "8",
            "text": "Axo winhaj Sedequías sreyal Judá, heb' yajal yaj yet' winh yet' masanil heb' kajan t'a Jerusalén, aton heb' ixto kan kajan t'a tik yet' pax heb' ix k'och kajan t'a Egipto, lajan wal heb' t'a yol in sat icha sat te' higo te chucxolaj chi', aton te' maxtzac yal sloji."
        },
        {
            "number": "9",
            "text": "Ol wak'b'at junok niwan yaelal t'a yib'anh heb'. Ol te xiv juntzanhxo ch'oc nacional yuj. Manhxalaj ol ajkan yelk'och heb'. Ha heb' anima t'a juntzanh nación b'aj ol in saclemejb'at heb' chi', ol te b'uchwaj heb' t'a heb', ol b'ajjoc heb' yuj heb', ol jawok katab' t'a yib'anh heb'."
        },
        {
            "number": "10",
            "text": "Ol wak'b'at owal, wejel yet' ilya t'a yib'anh heb'. Manhxa junok heb' ol kan t'a sat lum lum ix wak' t'a heb' yet' t'a smam yicham heb', xchi Jehová."
        }
    ]
}