{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "A vinhaj Jeconías sreyal Judá, yuninal vinhaj Joacim, ix ik'jib'at vinh preso yuj vinhaj Nabucodonosor sreyal Babilonia. Ix ik'chajpaxb'at eb' ayoch yajalil yed' vinh, eb' b'oum pat yed' eb' tenum q'ueen. Ix lajvi chi' icha d'a vayichal ix aj sch'oxan chab' mooch sat te' higo Jehová d'ayin, ayek' d'a yichanh templo."
        },
        {
            "number": "2",
            "text": "A d'a yol junoc mooch chi', ayem te' sat higo te vach', q'uinhxo, aton te' b'ab'el sat, axo d'a yol junxo te' mooch chi', ayem te' higo te chucxolaj, maxtzac yal-laj co loani."
        },
        {
            "number": "3",
            "text": "Axo ix sk'anb'an Jehová d'ayin: ¿Jeremías, tas tzil chi'? xchi. Ix in tak'vi, ix valani: Ay chab' mooch te' sat higo svila'. Ay te' manhxo jantacoc svach'il, ay pax te' te chucxolaj, maxtzac yal-laj co loani, xin chi."
        },
        {
            "number": "4",
            "text": "Ix lajvi chi', ix yalan Jehová d'ayin icha tic:"
        },
        {
            "number": "5",
            "text": "A in Jehová e Diosal in svala': Icha val sat te' higo vach' chi', icha chi' yaj chonhab' Judá d'a yol in sat, aton eb' ix vak' ik'jocb'at d'a smacb'en eb' caldeo. Te vach' ol vutoc in b'a d'a eb'."
        },
        {
            "number": "6",
            "text": "Ol in tanhvejnhej eb', ol vik'anxi meltzaj eb' d'a jun schonhab' tic. A tic ol vik'chaanh eb', manhxo ol in satel-laj eb'. Icha val to ol vavejem eb', manhxo ol in tok'q'ueta eb'."
        },
        {
            "number": "7",
            "text": "Ol vak' val spensar eb', yic syojtaquejel eb' to a in ton Jehová Dios in. Ol och eb' in chonhab'oc, a inxo ol in och sDiosaloc eb'. Yujto d'a smasanil sk'ol eb' ol meltzajcot d'ayin."
        },
        {
            "number": "8",
            "text": "Axo vinhaj Sedequías sreyal Judá, eb' yajal yaj yed' vinh yed' masanil eb' cajan d'a Jerusalén, aton eb' ixto can cajan d'a tic yed' pax eb' ix k'och cajan d'a Egipto, lajan val eb' d'a yol in sat icha sat te' higo te chucxolaj chi', aton te' maxtzac yal sloji."
        },
        {
            "number": "9",
            "text": "Ol vak'b'at junoc nivan yaelal d'a yib'anh eb'. Ol te xiv juntzanhxo ch'oc nacional yuuj. Manhxalaj ol ajcan yelk'och eb'. A eb' anima d'a juntzanh nación b'aj ol in saclemejb'at eb' chi', ol te b'uchvaj eb' d'a eb', ol b'ajjoc eb' yuj eb', ol javoc catab' d'a yib'anh eb'."
        },
        {
            "number": "10",
            "text": "Ol vak'b'at oval, vejel yed' ilya d'a yib'anh eb'. Manhxa junoc eb' ol can d'a sat lum luum ix vak' d'a eb' yed' d'a smam yicham eb', xchi Jehová."
        }
    ]
}