{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ayic schanhil ab'il yoch vinhaj Joacim yuninal vinhaj Josías reyal d'a Judá, aton yic b'ab'el ab'il yoch vinhaj Nabucodonosor reyal d'a Babilonia, ix lolon Jehová d'ayin a in Jeremías in tic yuj tas ol aj chonhab' Judá."
        },
        {
            "number": "2",
            "text": "Ix valan jun lolonel tic d'a masanil eb' anima ay d'a yol yic Judá yed' d'a masanil eb' cajan d'a Jerusalén. Yuj chi' ix valan icha tic:"
        },
        {
            "number": "3",
            "text": "Ayic 13 ab'il yoch vinhaj Josías yuninal vinhaj Amón reyal d'a Judá tic, ix el yich slolon Jehová d'ayin, yuj chi' 23 ab'ilxo slolonnhej d'ayin. Tzijtum el ix val d'ayex, palta manh jab'oc tze cha eyab'i."
        },
        {
            "number": "4",
            "text": "Vach'chom tzijtum el ix scheccot eb' schecab' Jehová d'ayex, palta maj e chanhej eyab' tas ix checji yal eb', maj e k'anab'ajej."
        },
        {
            "number": "5",
            "text": "Ix yal val eb' d'ayex to tzeyactejcan e chuc b'eyb'al, yic vach' tzex cajnajnhej d'a lum luum yak'nac Jehová d'a eb' co mam quicham."
        },
        {
            "number": "6",
            "text": "Manh ex b'at d'a spatic comon dios, manh ex och ejmelal d'ay. Manh e tzuntzejcot yoval sk'ol Jehová yuj eyoch ejmelal d'a juntzanh dios to a ex tze b'o tic, yic vach' max yak'cot junoc yaelal Jehová d'a eyib'anh, xchi eb' schecab' chi'."
        },
        {
            "number": "7",
            "text": "Axo ticnaic, syal Jehová icha tic: A ex tic max yal e k'ol tze cha eyab' tas svala'. Tze tzuntzej val cot yoval in k'ool, yujto tzex och ejmelal d'a juntzanh e diosal tze b'o'o. Yuj chi' anheja' ex tzeyik'cot yaelal d'a eyib'anh, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Yuj chi' syalanxi Jehová Yajal d'a Smasanil icha tic: Yujto max e cha eyab' tas svala',"
        },
        {
            "number": "9",
            "text": "yuj chi' ol vavtejcot masanil juntzanh ch'oc chonhab'il scot d'a norte yed' pax vinhaj Nabucodonosor sreyal Babilonia. Ol vak'lab'ej vinh yic sjavi vinh yed' juntzanh chonhab' chi' yak' oval d'a jun chonhab' tic yed' d'a juntzanhxo chonhab' ay d'a slak'anil yed' eb' anima cajan d'ay. Ol vak' satel eb' smasanil. Junelnhej ol vak' lajvoquel eb'. A eb' ol ilanoc, ol xivq'ue eb', ol b'uchvaj eb' d'a eb'."
        },
        {
            "number": "10",
            "text": "A val ol vutejcan eb' chi', manhxa b'aj ol ab'chaj yoch b'it yic q'uinh yuj tzalajk'olal, ma b'it yic nupnajel. Manhxa b'aj ol ab'chaj sk'anh q'uen cha', manhxa b'aj ol ilchaj yoc candil."
        },
        {
            "number": "11",
            "text": "Masanil jun chonhab' tic ol can tz'inan, ol em lanhnajoc. A jun chonhab' tic yed' juntzanhxo chonhab' ay d'a slak'anil tic, 70 ab'il ol can d'a yalanh smandar vinh sreyal Babilonia chi'."
        },
        {
            "number": "12",
            "text": "A in val Jehová in svak' in ti', ayic ol lajvoc 70 ab'il chi', ol in ch'olb'itan smul vinh sreyal Babilonia chi' yed' masanil eb' cajan d'a smacb'en vinh, aton eb' caldeo. Ol in satel eb' d'a junelnhej."
        },
        {
            "number": "13",
            "text": "Masanil juntzanh yaelal ix vala', ol vaq'uem d'a yib'anh jun chonhab' chi', aton tastac tz'ib'ab'ilcan d'a jun uum tic, aton tas ix in chec yalcan vinhaj Jeremías yuj masanil juntzanh chonhab'."
        },
        {
            "number": "14",
            "text": "Ol vak'och eb' d'a yol sk'ab' nivac chonhab' yed' eb' nivac yajal. Icha chi' ol aj schaan spac eb', icha val smojal tas sk'ulej, xchi Jehová."
        },
        {
            "number": "15",
            "text": "A Jehová co Diosal a onh israel onh tic, a' ix ch'oxan d'ayin icha vayichal, ix yalan d'ayin: Ina jun copa tic, b'ud'an yuj vino, sch'oxel yoval in k'ool. Ik'b'ati, tzak'an yuk' masanil nación b'aj ol ach in checb'ati."
        },
        {
            "number": "16",
            "text": "Ayic ol yuk'an eb', ol xej eb', ol quistalax eb' yuuj. Icha chi' ol aj eb' yuj jun oval ol vak'b'at d'a scal, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Ix in chaan jun copa chi' d'a Jehová, ix vak'an yuk' masanil chonhab' chi' tas ayem d'a yool, aton juntzanh b'aj ix in scheca'."
        },
        {
            "number": "18",
            "text": "Ix vak' yuk' eb' aj Jerusalén yed' masanil eb' cajan d'a junjun chonhab' d'a yol yic Judá. Ix yuk' eb' yed' sreyal yed' yajalil, yic slajviel eb' yuuj. A eb' ol ilan eb', ol xiv eb', ol b'uchjoc eb', ol catab'aj eb' yuj eb', icha van quilan ticnaic."
        },
        {
            "number": "19",
            "text": "Ix vak'anpax yuk' vinh sreyal Egipto, eb' yajal, eb' nivac vinac yed' masanil eb' anima cajan ta',"
        },
        {
            "number": "20",
            "text": "yed' pax eb' anima tonhej tz'ek' ta'. Ix vak'anpax yuk' masanil eb' rey ay d'a chonhab' Uz yed' masanil eb' ay d'a yol smacb'en eb' filisteo: Aton d'a Ascalón, d'a Gaza, d'a Ecrón yed' eb' anima ixto can d'a Asdod."
        },
        {
            "number": "21",
            "text": "Ix vak'anpax d'a eb' sreyal Edom, Moab yed' d'a eb' yinhtilal Amón."
        },
        {
            "number": "22",
            "text": "Yed' d'a eb' sreyal Tiro yed' Sidón yed' masanil eb' sreyal junjun nación ay d'a stitac a' mar Mediterráneo."
        },
        {
            "number": "23",
            "text": "Ix vak'anpax d'a eb' aj Dedán, d'a eb' aj Tema, d'a eb' aj Buz yed' d'a masanil eb' anima spiljoxejel yib'tac schiquin."
        },
        {
            "number": "24",
            "text": "Ix vak'anpax d'a eb' rey d'a Arabia yed' d'a masanil macanhil anima cajan d'a taquinh luum."
        },
        {
            "number": "25",
            "text": "Ix vak'pax yuk' eb' rey d'a Zimri, d'a Elam yed' d'a Media,"
        },
        {
            "number": "26",
            "text": "yed' d'a eb' rey d'a norte, aton eb' lak'nic ma eb' najtic scal. Syalelk'ochi, masanil eb' rey d'a yolyib'anhq'uinal ix uk'ani. Slajvub'alxo ol yuk' vinh sreyal Babilonia."
        },
        {
            "number": "27",
            "text": "Ix lajvi chi' ix yalanxi Jehová d'ayin icha tic: Ala' to a in Jehová Yajal in d'a Smasanil, sDiosal in Israel, a in ix vala': Uq'uejec e masanil ex yajal ex tic masanto sq'ue d'a e jolom, ol ex xejoc, ol ex telvoc. Manhxo ol ex q'ue vaan. Icha chi' ol ex aj yuj jun oval ol vak'b'at d'a e cal, xchi Jehová."
        },
        {
            "number": "28",
            "text": "Tato malaj sgana eb' schaan jun copa chi' d'ayach, max yuk' pax eb', al d'a eb' icha tic: A Jehová Yajal d'a Smasanil, a' tz'alani: Yovalil ol eyuq'uej."
        },
        {
            "number": "29",
            "text": "Tic val tzin chael yich vak'anb'at yaelal d'a yib'anh jun chonhab' vic yaji. ¿Tzam e na' to manh ol k'och yaelal chi' d'a eyib'anh? A in val Jehová in svala' to a jun chi' manh ol ek'b'at sk'och d'a eyib'anh, yujto ol vak'b'at oval d'a yib'anh masanil eb' cajan d'a sat luum tic, xchi Jehová, xa chi."
        },
        {
            "number": "30",
            "text": "Ach Jeremías, al masanil juntzanh lolonel tic d'a eb': A Jehová icha sk'anh k'u, icha chi' ol aj yavajemta d'a satchaanh, aton d'a scajnub' to yicnhej yaji. Icha val yel yav eb' tek'umel yal uva, icha chi' ol aj yel yav scot yoval d'a masanil anima cajan d'a sat luum tic."
        },
        {
            "number": "31",
            "text": "Olto ab'chaj sk'anh b'aj slajvik'och lum luum tic, yujto ay tas ol yal Jehová d'a yib'anh masanil nación. Ol ch'olb'itaj eb' anima yuuj, ol yak'ancanoch chamel d'a yib'anh masanil eb' chuc, xchi Jehová, xa chi, xchi d'ayin."
        },
        {
            "number": "32",
            "text": "A Jehová Yajal d'a Smasanil tz'alan icha tic: Ab'ec, d'a stzolal ol aj syamchaj junjun nación yuj jun yaelal ol javoc, icha sjavi junoc oval ik' nhab'. Van smolb'an sb'a jun nivan yaelal chi' b'aj slajvik'och lum luum tic, xchi Jehová."
        },
        {
            "number": "33",
            "text": "A eb' ol cham yuj Jehová d'a jun k'u chi', teltumb'a ol ajcan eb' d'a smasanil yolyib'anhq'uinal tic. Malaj mach ol ok' yuj eb', malaj mach ol molb'an snivanil eb' yic smucji. Toxonhej ol can b'ulan snivanil eb' d'a sat luum icha stza' nok' nok'."
        },
        {
            "number": "34",
            "text": "Elocab' eyav yuj yaelal ex yilumal chonhab'. Ek'anhec b'alb'on d'a sat luum, yujto toxo ix ja sk'ual e miljichamoc. Ol ex saclemcanb'atoc. Ol ex ak'joc ganar, ol ex miljoccham icha nok' ch'ac calnel te b'aq'uech."
        },
        {
            "number": "35",
            "text": "A eb' yilumal chonhab', manh ol yal sb'at eb' elelal. A eb' stanhvumal chonhab' chi' manh ol colchajcanel eb'."
        },
        {
            "number": "36",
            "text": "Ab'ec val sk'acvi eb' yilumal chonhab' chi'. Tz'el yav eb' yuj yaelal, yujto toxo ix satel schonhab' eb' yuj Jehová, icha stacjiel anh ank'ultac b'aj sva nok' calnel."
        },
        {
            "number": "37",
            "text": "Ix satjiel schonhab' eb' chi' yuj yoval sk'ol Jehová."
        },
        {
            "number": "38",
            "text": "Ix elta jucnaj Jehová d'a yed'tal icha junoc nok' choj. Yed' val yoval sk'ool ix yak'ancot jun oval te ay smay d'a scal juntzanh anima chi', chok' ix ajem lanhnaj schonhab' eb'."
        }
    ]
}