{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ayic schanhil ab'il yoch vinhaj Joacim yuninal vinhaj Josías reyal t'a Judá, aton yic b'ab'el ab'il yoch vinhaj Nabucodonosor reyal t'a Babilonia, ix lolon Jehová t'ayin a in Jeremías in tik yuj tas ol aj chonhab' Judá."
        },
        {
            "number": "2",
            "text": "Ix valan jun lolonel tik t'a masanil eb' anima ay t'a yol yic Judá yet' t'a masanil eb' cajan t'a Jerusalén. Yuj chi' ix valan icha tik:"
        },
        {
            "number": "3",
            "text": "Ayic 13 ab'il yoch vinhaj Josías yuninal vinhaj Amón reyal t'a Judá tik, ix el yich slolon Jehová t'ayin, yuj chi' 23 ab'ilxo slolonnhej t'ayin. Tzijtum el ix val t'ayex, palta manh jab'oc tze cha eyab'i."
        },
        {
            "number": "4",
            "text": "Wach'chom tzijtum el ix scheccot eb' schecab' Jehová t'ayex, palta maj e chanhej eyab' tas ix checji yal eb', maj e k'anab'ajej."
        },
        {
            "number": "5",
            "text": "Ix yal val eb' t'ayex to tzeyactejcan e chuk b'eyb'al, yic wach' tzex cajnajnhej t'a lum lum yak'nac Jehová t'a eb' co mam quicham."
        },
        {
            "number": "6",
            "text": "Manh ex b'at t'a spatic comon dios, manh ex och ejmelal t'ay. Manh e tzuntzejcot yoval sk'ol Jehová yuj eyoch ejmelal t'a juntzanh dios to a ex tze b'o tik, yic wach' max yak'cot junok yaelal Jehová t'a eyib'anh, xchi eb' schecab' chi'."
        },
        {
            "number": "7",
            "text": "Axo ticnaic, syal Jehová icha tik: Ha ex tik max yal e k'ol tze cha eyab' tas svala'. Tze tzuntzej val cot yoval in k'ool, yujto tzex och ejmelal t'a juntzanh e diosal tze b'o'o. Yuj chi' anheja' ex tzeyik'cot yaelal t'a eyib'anh, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Yuj chi' syalanxi Jehová Yajal t'a Smasanil icha tik: Yujto max e cha eyab' tas svala',"
        },
        {
            "number": "9",
            "text": "yuj chi' ol vavtejcot masanil juntzanh ch'oc chonhab'il scot t'a norte yet' pax vinhaj Nabucodonosor sreyal Babilonia. Ol vak'lab'ej vinh yic sjavi vinh yet' juntzanh chonhab' chi' yak' oval t'a jun chonhab' tik yet' t'a juntzanhxo chonhab' ay t'a slak'anil yet' eb' anima cajan t'ay. Ol vak' satel eb' smasanil. Junelnhej ol vak' lajvoquel eb'. Ha eb' ol ilanoc, ol xivq'ue eb', ol b'uchvaj eb' t'a eb'."
        },
        {
            "number": "10",
            "text": "Ha val ol vutejcan eb' chi', manhxa b'aj ol ab'chaj yoch b'it yic q'uinh yuj tzalajk'olal, ma b'it yic nupnajel. Manhxa b'aj ol ab'chaj sk'anh q'uen cha', manhxa b'aj ol ilchaj yoc candil."
        },
        {
            "number": "11",
            "text": "Masanil jun chonhab' tik ol kan tzinan, ol em lanhnajoc. Ha jun chonhab' tik yet' juntzanhxo chonhab' ay t'a slak'anil tik, 70 ab'il ol kan t'a yalanh smandar vinh sreyal Babilonia chi'."
        },
        {
            "number": "12",
            "text": "Ha in val Jehová in svak' in ti', ayic ol lajvoc 70 ab'il chi', ol in ch'olb'itan smul vinh sreyal Babilonia chi' yet' masanil eb' cajan t'a smacb'en vinh, aton eb' caldeo. Ol in satel eb' t'a junelnhej."
        },
        {
            "number": "13",
            "text": "Masanil juntzanh yaelal ix vala', ol vaq'uem t'a yib'anh jun chonhab' chi', aton tastac tz'ib'ab'ilcan t'a jun uum tik, aton tas ix in chec yalcan vinhaj Jeremías yuj masanil juntzanh chonhab'."
        },
        {
            "number": "14",
            "text": "Ol vak'och eb' t'a yol sk'ab' nivac chonhab' yet' eb' nivac yajal. Icha chi' ol aj schaan spac eb', icha val smojal tas sk'ulej, xchi Jehová."
        },
        {
            "number": "15",
            "text": "Ha Jehová co Diosal a onh israel onh tik, ha' ix ch'oxan t'ayin icha vayichal, ix yalan t'ayin: Ina jun copa tik, b'ut'an yuj vino, sch'oxel yoval in k'ool. Ik'b'ati, tzak'an yuk' masanil nación b'aj ol ach in checb'ati."
        },
        {
            "number": "16",
            "text": "Ayic ol yuk'an eb', ol xej eb', ol quistalax eb' yuj. Icha chi' ol aj eb' yuj jun oval ol vak'b'at t'a skal, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Ix in chaan jun copa chi' t'a Jehová, ix vak'an yuk' masanil chonhab' chi' tas ayem t'a yool, aton juntzanh b'aj ix in scheca'."
        },
        {
            "number": "18",
            "text": "Ix vak' yuk' eb' aj Jerusalén yet' masanil eb' cajan t'a junjun chonhab' t'a yol yic Judá. Ix yuk' eb' yet' sreyal yet' yajalil, yic slajviel eb' yuj. Ha eb' ol ilan eb', ol xiv eb', ol b'uchjoc eb', ol catab'aj eb' yuj eb', icha van quilan ticnaic."
        },
        {
            "number": "19",
            "text": "Ix vak'anpax yuk' vinh sreyal Egipto, eb' yajal, eb' nivac vinac yet' masanil eb' anima cajan ta',"
        },
        {
            "number": "20",
            "text": "yet' pax eb' anima tonhej tzek' ta'. Ix vak'anpax yuk' masanil eb' rey ay t'a chonhab' Uz yet' masanil eb' ay t'a yol smacb'en eb' filisteo: Aton t'a Ascalón, t'a Gaza, t'a Ecrón yet' eb' anima ixto kan t'a Asdod."
        },
        {
            "number": "21",
            "text": "Ix vak'anpax t'a eb' sreyal Edom, Moab yet' t'a eb' yinhtilal Amón."
        },
        {
            "number": "22",
            "text": "Yed' t'a eb' sreyal Tiro yet' Sidón yet' masanil eb' sreyal junjun nación ay t'a stitac ha' mar Mediterráneo."
        },
        {
            "number": "23",
            "text": "Ix vak'anpax t'a eb' aj Dedán, t'a eb' aj Tema, t'a eb' aj Buz yet' t'a masanil eb' anima spiljoxejel yib'tac schiquin."
        },
        {
            "number": "24",
            "text": "Ix vak'anpax t'a eb' rey t'a Arabia yet' t'a masanil macanhil anima cajan t'a taquinh lu'um."
        },
        {
            "number": "25",
            "text": "Ix vak'pax yuk' eb' rey t'a Zimri, t'a Elam yet' t'a Media,"
        },
        {
            "number": "26",
            "text": "yet' t'a eb' rey t'a norte, aton eb' lak'nic ma eb' najtic skal. Syalelk'ochi, masanil eb' rey t'a yol yib'anhk’inal ix uk'ani. Slajvub'alxo ol yuk' vinh sreyal Babilonia."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi' ix yalanxi Jehová t'ayin icha tik: Ala' to a in Jehová Yajal in t'a Smasanil, sDiosal in Israel, a in ix vala': Uq'uejec e masanil ex yajal ex tik masanto sq'ue t'a e jolom, ol ex xejoc, ol ex telvoc. Manhxo ol ex q'ue vaan. Icha chi' ol ex aj yuj jun oval ol vak'b'at t'a e cal, xchi Jehová."
        },
        {
            "number": "28",
            "text": "Tato malaj sgana eb' schaan jun copa chi' t'ayach, max yuk' pax eb', al t'a eb' icha tik: Ha Jehová Yajal t'a Smasanil, ha' tz'alani: Yovalil ol eyuq'uej."
        },
        {
            "number": "29",
            "text": "Tik val tzin chael yich vak'anb'at yaelal t'a yib'anh jun chonhab' vic yaji. ¿Tzam e na' to manh ol k'och yaelal chi' t'a eyib'anh? Ha in val Jehová in svala' to a jun chi' manh ol ek'b'at sk'och t'a eyib'anh, yujto ol vak'b'at oval t'a yib'anh masanil eb' cajan t'a sat lu'um tik, xchi Jehová, xa chi."
        },
        {
            "number": "30",
            "text": "Ach Jeremías, al masanil juntzanh lolonel tik t'a eb': Ha Jehová icha sk'anh k'u, icha chi' ol aj yavajemta t'a satcha’anh, aton t'a scajnub' to yicnhej yaji. Icha val yel yav eb' tek'umel yal uva, icha chi' ol aj yel yav scot yoval t'a masanil anima cajan t'a sat lu'um tik."
        },
        {
            "number": "31",
            "text": "Olto ab'chaj sk'anh b'aj slajvik'och lum lum tik, yujto ay tas ol yal Jehová t'a yib'anh masanil nación. Ol ch'olb'itaj eb' anima yuj, ol yak'ancanoch chamel t'a yib'anh masanil eb' chuk, xchi Jehová, xa chi, xchi t'ayin."
        },
        {
            "number": "32",
            "text": "Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ab'ec, t'a stzolal ol aj syamchaj junjun nación yuj jun yaelal ol javoc, icha sjavi junok oval ik' nhab'. Van smolb'an sb'a jun niwan yaelal chi' b'aj slajvik'och lum lum tik, xchi Jehová."
        },
        {
            "number": "33",
            "text": "Ha eb' ol cham yuj Jehová t'a jun k'u chi', teltumb'a ol ajkan eb' t'a smasanil yol yib'anhk’inal tik. Malaj mach ol ok' yuj eb', malaj mach ol molb'an snivanil eb' yic smucji. Toxonhej ol kan b'ulan snivanil eb' t'a sat lu'um icha stza' nok' nok'."
        },
        {
            "number": "34",
            "text": "Elocab' eyav yuj yaelal ex yilumal chonhab'. Ek'anhec b'alb'on t'a sat lu'um, yujto toxo ix ja sk'ual e miljichamoc. Ol ex saclemcanb'atoc. Ol ex ak'joc ganar, ol ex miljoccham icha nok' ch'ac calnel te b'ak'uech."
        },
        {
            "number": "35",
            "text": "Ha eb' yilumal chonhab', manh ol yal sb'at eb' elelal. Ha eb' stanhvumal chonhab' chi' manh ol colchajcanel eb'."
        },
        {
            "number": "36",
            "text": "Ab'ec val sk'acvi eb' yilumal chonhab' chi'. Tz'el yav eb' yuj yaelal, yujto toxo ix satel schonhab' eb' yuj Jehová, icha stacjiel anh ank'ultak b'aj sva nok' calnel."
        },
        {
            "number": "37",
            "text": "Ix satjiel schonhab' eb' chi' yuj yoval sk'ol Jehová."
        },
        {
            "number": "38",
            "text": "Ix elta jucnaj Jehová t'a yet'tal icha junok nok' choj. Yed' val yoval sk'ool ix yak'ancot jun oval te ay smay t'a skal juntzanh anima chi', chok' ix ajem lanhnaj schonhab' eb'."
        }
    ]
}