{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix och winhaj Joacim yuninal winhaj Josías reyal t'a Judá, ata' ix lolon Jehová t'ayin Jeremías in tik."
        },
        {
            "number": "2",
            "text": "Ix yalan icha tik: Ajanh tek'tek' t'a yamaq'uil in templo, tzalan masanil tas ix wal tik t'ayach t'a heb' aj Judá tzul och ejmelal t'a in templo tik. Malaj junok lolonel to max ala'."
        },
        {
            "number": "3",
            "text": "Talaj scha yab' heb' t'ayach, syactankan schuc b'eyb'al heb', tato icha chi', manhxo ol wak'b'at yaelal nab'il wuj wak'anb'at t'a yib'anh heb' yuj schuc b'eyb'al chi'."
        },
        {
            "number": "4",
            "text": "Tzal t'a heb' to a in Jehová in swal t'a heb' icha tik: Yujto max he cha eyab' in k'ayb'ub'al swala', max he k'anab'ajej paxi,"
        },
        {
            "number": "5",
            "text": "max he cha eyab' he cachji yuj heb' in chekab', wach'chom tzijtum el ix in checb'at heb', palta maj he k'anab'ajej heb',"
        },
        {
            "number": "6",
            "text": "yuj chi', icha wutejnac in kajnub' t'a Silo, icha chi' ol wutej jun templo tik. Ol wak'b'at katab' t'a yib'anh jun chonhab' tik t'a skal masanil juntzanhxo chonhab' ay t'a yol yib'anhk’inal, xchi Jehová, xa chi t'a heb'."
        },
        {
            "number": "7",
            "text": "Ha heb' sacerdote, heb' syaloch sb'a schekab'oc Dios yet' masanil heb' anima, ix yab' wal heb' walan juntzanh lolonel chi' t'a templo."
        },
        {
            "number": "8",
            "text": "Ayic ix lajwi walan masanil tas ix schec Jehová wala', ix in syaman heb'. Ix yalan heb' t'ayin icha tik: Ol ach chamoc."
        },
        {
            "number": "9",
            "text": "¿Tas wal yuj tza tek'b'ej a b'a alan t'a sb'i Jehová to a jun stemplo tik lajan ol ajkan icha ajnac skajnub' t'a Silo? Tzalani to ol satel jun chonhab' tik, manhxa mach ol kajnaj t'ay, xa chi, xchi heb'. Masanil anima ix ja nhilnaj t'a yamaq'uil templo chi', ix oymaj heb' t'a in patic."
        },
        {
            "number": "10",
            "text": "Ayic ix yab'an heb' yajal t'a Judá tas wan yuji chi', ix cot heb' t'a spalacio winh rey, ix jawi heb' t'a templo b'aj ay jun ak' puerta, ata' ix jawi k'ojan heb'."
        },
        {
            "number": "11",
            "text": "Ix yalan heb' sacerdote yet' heb' syaloch sb'a schekab'oc Dios chi' t'a heb' yajal yet' t'a heb' anima chi' icha tik: Ha jun winh tik smoj scham winh, yujto ix yal winh to ay yaelal ol ja t'a yib'anh ko chonhab' tik. Ha ex tik tzeyab'nhej tas syal winh chi', xchi heb'."
        },
        {
            "number": "12",
            "text": "Ix walan t'a heb' yajal chi' yet' t'a heb' anima chi' icha tik: Ha Jehová ix chekan wal tas ix eyab' t'a spatic jun templo tik yet' t'a spatic ko chonhab' tik."
        },
        {
            "number": "13",
            "text": "B'oec he b'eyb'al yet' tas tze k'ulej, k'anab'ajejec Jehová ko Diosal yic wach' manh ol yak'cot juntzanh yaelal toxo ix alchaj chi' t'a eyib'anh."
        },
        {
            "number": "14",
            "text": "Ha in tik, ayin wal ek' t'a yol he k'ab', syalnhej he k'ulan tas tze nib'ej t'ayin."
        },
        {
            "number": "15",
            "text": "Palta, ojtaquejec wal el sik'lab'il: Tato a ex yet' heb' anima tik tzin he milchamoc, ol och he mul yujto tze milcham junok mach malaj smul. Yujto wal yel, a Jehová ix chekan wal juntzanh lolonel tik, xin chi t'a heb'."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix yalan heb' yajal yet' heb' anima chi' t'a heb' sacerdote yet' t'a heb' syaloch sb'a schekab'oc Dios chi': Manh smojoc scham jun winh tik, yujto ha t'a sb'i Jehová ko Diosal ix lolon winh t'ayonh, xchi heb'."
        },
        {
            "number": "17",
            "text": "Ay juntzanh heb' yichamtac winaquil chonhab' ix k'e waan, ix yalan heb' t'a heb' anima molanek' chi':"
        },
        {
            "number": "18",
            "text": "Ha t'a stiempoal winhaj Ezequías sreyal Judá, a winhaj Miqueas aj Moreset ix lolon t'a sb'i Jehová t'a masanil heb' kajan t'a Judá, ix yalan winh icha tik: Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ha Sion tik ol kan yicoc munlajel. Ha pax Jerusalén ol emkan lanhnajoc, haxo jun tzalan b'aj ay templo tik, wayumtac ol ajoc, xchi Jehová, xchi winh."
        },
        {
            "number": "19",
            "text": "Palta tocwal ix miljicham winh yuj winhaj rey Ezequías chi' yet' pax yuj heb' anima. Anhej to ix xiv winh, ix tewi winh t'a Jehová. Yuj chi' majxo yak'cot yaelal Jehová toxo ix yal chi'. Tato sko milcham winhaj Jeremías tik, ol quik'cot yaelal t'a quib'anh, xchi heb'."
        },
        {
            "number": "20",
            "text": "(Yed' pax winh schekab' Dios skuchan Urías yuninal winhaj Semaías, aj Quiriat-jearim, a winh ix lolon t'a sb'i Jehová t'a jun chonhab' tik yet' t'a juntzanhxo chonhab' ay t'a yol smacb'en, icha ix aj walan Jeremías in tik."
        },
        {
            "number": "21",
            "text": "Ha winhaj rey Joacim yet' heb' ayoch yajalil yet'oc yet' heb' niwac yopisio, ix yab' heb' tas ix yal winh. Ix snib'ej winh rey chi' smilcham winh. Axo yic ix yab'an winhaj Urías chi' tas yaji, ix xivb'at winh, ix b'at winh elelal t'a Egipto."
        },
        {
            "number": "22",
            "text": "Ix checjib'at winhaj Elnatán yuninal winhaj Acbor yet' juntzanhxo heb' winh winak yuj winhaj rey Joacim t'a Egipto chi'."
        },
        {
            "number": "23",
            "text": "Aton heb' winh ix b'at ik'ancot winhaj Urías chi', ix yak'anoch winh heb' t'a yol sk'ab' winh rey chi'. Ix yalan winh to smiljicham winh, syumjib'at sniwanil winh b'aj sb'atkan sniwanil heb' comon anima. Icha chi' ix aji.)"
        },
        {
            "number": "24",
            "text": "Palta a in Jeremías in tik, maj in ak'jioch t'a yol sk'ab' heb' anima yic tzin smilancham heb', yujto a winhaj Ahicam yuninal winhaj Safán ix yak'och sb'a wed'oc."
        }
    ]
}