{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix och vinhaj Joacim yuninal vinhaj Josías reyal d'a Judá, ata' ix lolon Jehová d'ayin Jeremías in tic."
        },
        {
            "number": "2",
            "text": "Ix yalan icha tic: Ajanh tek'tek' d'a yamaq'uil in templo, tzalan masanil tas ix val tic d'ayach d'a eb' aj Judá tzul och ejmelal d'a in templo tic. Malaj junoc lolonel to max ala'."
        },
        {
            "number": "3",
            "text": "Talaj scha yab' eb' d'ayach, syactancan schuc b'eyb'al eb', tato icha chi', manhxo ol vak'b'at yaelal nab'il vuj vak'anb'at d'a yib'anh eb' yuj schuc b'eyb'al chi'."
        },
        {
            "number": "4",
            "text": "Tzal d'a eb' to a in Jehová in sval d'a eb' icha tic: Yujto max e cha eyab' in k'ayb'ub'al svala', max e k'anab'ajej paxi,"
        },
        {
            "number": "5",
            "text": "max e cha eyab' e cachji yuj eb' in checab', vach'chom tzijtum el ix in checb'at eb', palta maj e k'anab'ajej eb',"
        },
        {
            "number": "6",
            "text": "yuj chi', icha vutejnac in cajnub' d'a Silo, icha chi' ol vutej jun templo tic. Ol vak'b'at catab' d'a yib'anh jun chonhab' tic d'a scal masanil juntzanhxo chonhab' ay d'a yolyib'anhq'uinal, xchi Jehová, xa chi d'a eb'."
        },
        {
            "number": "7",
            "text": "A eb' sacerdote, eb' syaloch sb'a schecab'oc Dios yed' masanil eb' anima, ix yab' val eb' valan juntzanh lolonel chi' d'a templo."
        },
        {
            "number": "8",
            "text": "Ayic ix lajvi valan masanil tas ix schec Jehová vala', ix in syaman eb'. Ix yalan eb' d'ayin icha tic: Ol ach chamoc."
        },
        {
            "number": "9",
            "text": "¿Tas val yuj tza tek'b'ej a b'a alan d'a sb'i Jehová to a jun stemplo tic lajan ol ajcan icha ajnac scajnub' d'a Silo? Tzalani to ol satel jun chonhab' tic, manhxa mach ol cajnaj d'ay, xa chi, xchi eb'. Masanil anima ix ja nhilnaj d'a yamaq'uil templo chi', ix oymaj eb' d'a in patic."
        },
        {
            "number": "10",
            "text": "Ayic ix yab'an eb' yajal d'a Judá tas van yuji chi', ix cot eb' d'a spalacio vinh rey, ix javi eb' d'a templo b'aj ay jun ak' puerta, ata' ix javi k'ojan eb'."
        },
        {
            "number": "11",
            "text": "Ix yalan eb' sacerdote yed' eb' syaloch sb'a schecab'oc Dios chi' d'a eb' yajal yed' d'a eb' anima chi' icha tic: A jun vinh tic smoj scham vinh, yujto ix yal vinh to ay yaelal ol ja d'a yib'anh co chonhab' tic. A ex tic tzeyab'nhej tas syal vinh chi', xchi eb'."
        },
        {
            "number": "12",
            "text": "Ix valan d'a eb' yajal chi' yed' d'a eb' anima chi' icha tic: A Jehová ix checan val tas ix eyab' d'a spatic jun templo tic yed' d'a spatic co chonhab' tic."
        },
        {
            "number": "13",
            "text": "B'oec e b'eyb'al yed' tas tze k'ulej, k'anab'ajejec Jehová co Diosal yic vach' manh ol yak'cot juntzanh yaelal toxo ix alchaj chi' d'a eyib'anh."
        },
        {
            "number": "14",
            "text": "A in tic, ayin val ek' d'a yol e k'ab', syalnhej e k'ulan tas tze nib'ej d'ayin."
        },
        {
            "number": "15",
            "text": "Palta, ojtaquejec val el sik'lab'il: Tato a ex yed' eb' anima tic tzin e milchamoc, ol och e mul yujto tze milcham junoc mach malaj smul. Yujto val yel, a Jehová ix checan val juntzanh lolonel tic, xin chi d'a eb'."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix yalan eb' yajal yed' eb' anima chi' d'a eb' sacerdote yed' d'a eb' syaloch sb'a schecab'oc Dios chi': Manh smojoc scham jun vinh tic, yujto a d'a sb'i Jehová co Diosal ix lolon vinh d'ayonh, xchi eb'."
        },
        {
            "number": "17",
            "text": "Ay juntzanh eb' yichamtac vinaquil chonhab' ix q'ue vaan, ix yalan eb' d'a eb' anima molanek' chi':"
        },
        {
            "number": "18",
            "text": "A d'a stiempoal vinhaj Ezequías sreyal Judá, a vinhaj Miqueas aj Moreset ix lolon d'a sb'i Jehová d'a masanil eb' cajan d'a Judá, ix yalan vinh icha tic: A Jehová Yajal d'a Smasanil tz'alan icha tic: A Sion tic ol can yicoc munlajel. A pax Jerusalén ol emcan lanhnajoc, axo jun tzalan b'aj ay templo tic, vayumtac ol ajoc, xchi Jehová, xchi vinh."
        },
        {
            "number": "19",
            "text": "Palta tocval ix miljicham vinh yuj vinhaj rey Ezequías chi' yed' pax yuj eb' anima. Anhej to ix xiv vinh, ix tevi vinh d'a Jehová. Yuj chi' majxo yak'cot yaelal Jehová toxo ix yal chi'. Tato sco milcham vinhaj Jeremías tic, ol quik'cot yaelal d'a quib'anh, xchi eb'."
        },
        {
            "number": "20",
            "text": "(Yed' pax vinh schecab' Dios scuchan Urías yuninal vinhaj Semaías, aj Quiriat-jearim, a vinh ix lolon d'a sb'i Jehová d'a jun chonhab' tic yed' d'a juntzanhxo chonhab' ay d'a yol smacb'en, icha ix aj valan Jeremías in tic."
        },
        {
            "number": "21",
            "text": "A vinhaj rey Joacim yed' eb' ayoch yajalil yed'oc yed' eb' nivac yopisio, ix yab' eb' tas ix yal vinh. Ix snib'ej vinh rey chi' smilcham vinh. Axo yic ix yab'an vinhaj Urías chi' tas yaji, ix xivb'at vinh, ix b'at vinh elelal d'a Egipto."
        },
        {
            "number": "22",
            "text": "Ix checjib'at vinhaj Elnatán yuninal vinhaj Acbor yed' juntzanhxo eb' vinh vinac yuj vinhaj rey Joacim d'a Egipto chi'."
        },
        {
            "number": "23",
            "text": "Aton eb' vinh ix b'at ik'ancot vinhaj Urías chi', ix yak'anoch vinh eb' d'a yol sk'ab' vinh rey chi'. Ix yalan vinh to smiljicham vinh, syumjib'at snivanil vinh b'aj sb'atcan snivanil eb' comon anima. Icha chi' ix aji.)"
        },
        {
            "number": "24",
            "text": "Palta a in Jeremías in tic, maj in ak'jioch d'a yol sk'ab' eb' anima yic tzin smilancham eb', yujto a vinhaj Ahicam yuninal vinhaj Safán ix yak'och sb'a ved'oc."
        }
    ]
}