{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix och winhaj Joacim yuninal winhaj Josías reyal t'a Judá, ata' ix lolon Jehová t'ayin Jeremías in tik."
        },
        {
            "number": "2",
            "text": "Ix yalan icha tik: Ajanh tek'tek' t'a yamaq'uil in templo, tzalan masanil tas ix val tik t'ayach t'a eb' aj Judá tzul och ejmelal t'a in templo tik. Malaj junok lolonel to max ala'."
        },
        {
            "number": "3",
            "text": "Talaj scha yab' eb' t'ayach, syactancan schuc b'eyb'al eb', tato icha chi', manhxo ol vak'b'at yaelal nab'il vuj vak'anb'at t'a yib'anh eb' yuj schuc b'eyb'al chi'."
        },
        {
            "number": "4",
            "text": "Tzal t'a eb' to a in Jehová in swal t'a eb' icha tik: Yujto max e cha eyab' in k'ayb'ub'al svala', max e k'anab'ajej paxi,"
        },
        {
            "number": "5",
            "text": "max e cha eyab' e cachji yuj eb' in checab', wach'chom tzijtum el ix in checb'at eb', palta maj e k'anab'ajej eb',"
        },
        {
            "number": "6",
            "text": "yuj chi', icha vutejnac in cajnub' t'a Silo, icha chi' ol vutej jun templo tik. Ol vak'b'at catab' t'a yib'anh jun chonhab' tik t'a skal masanil juntzanhxo chonhab' ay t'a yol yib'anhk’inal, xchi Jehová, xa chi t'a eb'."
        },
        {
            "number": "7",
            "text": "Ha eb' sacerdote, eb' syaloch sb'a schecab'oc Dios yet' masanil eb' anima, ix yab' val eb' valan juntzanh lolonel chi' t'a templo."
        },
        {
            "number": "8",
            "text": "Ayic ix lajvi valan masanil tas ix schec Jehová vala', ix in syaman eb'. Ix yalan eb' t'ayin icha tik: Ol ach chamoc."
        },
        {
            "number": "9",
            "text": "¿Tas val yuj tza tek'b'ej a b'a alan t'a sb'i Jehová to a jun stemplo tik lajan ol ajkan icha ajnac scajnub' t'a Silo? Tzalani to ol satel jun chonhab' tik, manhxa mach ol cajnaj t'ay, xa chi, xchi eb'. Masanil anima ix ja nhilnaj t'a yamaq'uil templo chi', ix oymaj eb' t'a in patic."
        },
        {
            "number": "10",
            "text": "Ayic ix yab'an eb' yajal t'a Judá tas van yuji chi', ix cot eb' t'a spalacio winh rey, ix javi eb' t'a templo b'aj ay jun ak' puerta, ata' ix javi k'ojan eb'."
        },
        {
            "number": "11",
            "text": "Ix yalan eb' sacerdote yet' eb' syaloch sb'a schecab'oc Dios chi' t'a eb' yajal yet' t'a eb' anima chi' icha tik: Ha jun winh tik smoj scham winh, yujto ix yal winh to ay yaelal ol ja t'a yib'anh co chonhab' tik. Ha ex tik tzeyab'nhej tas syal winh chi', xchi eb'."
        },
        {
            "number": "12",
            "text": "Ix valan t'a eb' yajal chi' yet' t'a eb' anima chi' icha tik: Ha Jehová ix checan val tas ix eyab' t'a spatic jun templo tik yet' t'a spatic co chonhab' tik."
        },
        {
            "number": "13",
            "text": "B'oec e b'eyb'al yet' tas tze k'ulej, k'anab'ajejec Jehová co Diosal yic wach' manh ol yak'cot juntzanh yaelal toxo ix alchaj chi' t'a eyib'anh."
        },
        {
            "number": "14",
            "text": "Ha in tik, ayin val ek' t'a yol e k'ab', syalnhej e k'ulan tas tze nib'ej t'ayin."
        },
        {
            "number": "15",
            "text": "Palta, ojtaquejec val el sik'lab'il: Tato a ex yet' eb' anima tik tzin e milchamoc, ol och e mul yujto tze milcham junok mach malaj smul. Yujto val yel, a Jehová ix checan val juntzanh lolonel tik, xin chi t'a eb'."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix yalan eb' yajal yet' eb' anima chi' t'a eb' sacerdote yet' t'a eb' syaloch sb'a schecab'oc Dios chi': Manh smojoc scham jun winh tik, yujto ha t'a sb'i Jehová co Diosal ix lolon winh t'ayonh, xchi eb'."
        },
        {
            "number": "17",
            "text": "Ay juntzanh eb' yichamtac vinaquil chonhab' ix q'ue vaan, ix yalan eb' t'a eb' anima molanek' chi':"
        },
        {
            "number": "18",
            "text": "Ha t'a stiempoal winhaj Ezequías sreyal Judá, a winhaj Miqueas aj Moreset ix lolon t'a sb'i Jehová t'a masanil eb' cajan t'a Judá, ix yalan winh icha tik: Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ha Sion tik ol kan yicoc munlajel. Ha pax Jerusalén ol emcan lanhnajoc, haxo jun tzalan b'aj ay templo tik, vayumtac ol ajoc, xchi Jehová, xchi winh."
        },
        {
            "number": "19",
            "text": "Palta tocval ix miljicham winh yuj winhaj rey Ezequías chi' yet' pax yuj eb' anima. Anhej to ix xiv winh, ix tevi winh t'a Jehová. Yuj chi' majxo yak'cot yaelal Jehová toxo ix yal chi'. Tato sco milcham winhaj Jeremías tik, ol quik'cot yaelal t'a quib'anh, xchi eb'."
        },
        {
            "number": "20",
            "text": "(Yed' pax winh schecab' Dios scuchan Urías yuninal winhaj Semaías, aj Quiriat-jearim, a winh ix lolon t'a sb'i Jehová t'a jun chonhab' tik yet' t'a juntzanhxo chonhab' ay t'a yol smacb'en, icha ix aj valan Jeremías in tik."
        },
        {
            "number": "21",
            "text": "Ha winhaj rey Joacim yet' eb' ayoch yajalil yet'oc yet' eb' nivac yopisio, ix yab' eb' tas ix yal winh. Ix snib'ej winh rey chi' smilcham winh. Axo yic ix yab'an winhaj Urías chi' tas yaji, ix xivb'at winh, ix b'at winh elelal t'a Egipto."
        },
        {
            "number": "22",
            "text": "Ix checjib'at winhaj Elnatán yuninal winhaj Acbor yet' juntzanhxo eb' winh vinac yuj winhaj rey Joacim t'a Egipto chi'."
        },
        {
            "number": "23",
            "text": "Aton eb' winh ix b'at ik'ancot winhaj Urías chi', ix yak'anoch winh eb' t'a yol sk'ab' winh rey chi'. Ix yalan winh to smiljicham winh, syumjib'at snivanil winh b'aj sb'atcan snivanil eb' comon anima. Icha chi' ix aji.)"
        },
        {
            "number": "24",
            "text": "Palta a in Jeremías in tik, maj in ak'jioch t'a yol sk'ab' eb' anima yic tzin smilancham eb', yujto a winhaj Ahicam yuninal winhaj Safán ix yak'och sb'a ved'oc."
        }
    ]
}