{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toto ochnac vinhaj Sedequías yuninal vinhaj Josías reyal d'a Judá, ix lolon Jehová d'ayin Jeremías in tic."
        },
        {
            "number": "2",
            "text": "Ix yalan icha tic: B'o junoc te' yugo yed' juntzanhoc nok' tz'uum, tzak'anq'ue d'a yib'anh a jaj."
        },
        {
            "number": "3",
            "text": "Slajvi chi', tzak'anb'at junoc checnab'il d'a eb' sreyal Edom, d'a eb' yic Moab, d'a eb' yic Amón, d'a eb' yic Tiro yed' d'a eb' yic Sidón. A d'a eb' checab' sjavi ul yil vinhaj rey Sedequías d'a Jerusalén, ata' tzak'b'ati."
        },
        {
            "number": "4",
            "text": "Tzal d'a eb' to syal eb' d'a eb' sreyal, to a in Jehová Yajal in d'a Smasanil, sDiosal in Israel tic, a in svala':"
        },
        {
            "number": "5",
            "text": "Yed' val in poder te nivan, in b'onac yolyib'anhq'uinal tic yed' masanil tastac ay d'ay. In b'onac eb' anima yed' nok' nok', yuj chi' syal vak'an d'a yalnhej mach b'aj in gana svak'a'."
        },
        {
            "number": "6",
            "text": "Yuj chi', a ticnaic svak'canoch juntzanh nación tic d'a yol sk'ab' vinh in checab' aj Nabucodonosor sreyal Babilonia. Svak'paxcanoch nok' caltacte'al nok' d'a yalanh smandar vinh."
        },
        {
            "number": "7",
            "text": "Masanil nación ol can d'a yol sk'ab' vinh, d'a yol sk'ab' yuninal vinh yed' d'a yol sk'ab' yixchiquin vinh, masanto ol ja sk'ual yak'ji ganar Babilonia chi'. Ichato chi' ol can Babilonia chi' d'a yol sk'ab' juntzanhxo nación yed' d'a yol sk'ab' juntzanhxo rey nivac yelk'och yed' yopisio."
        },
        {
            "number": "8",
            "text": "A in Jehová in svala', tato ay junoc nación max yak'och sb'a d'a yalanh smandar vinhaj Nabucodonosor chi', ol vak'och yaelal d'a yib'anh, aton oval, vejel yed' ilya, masanto ol satel eb' yuj vinh."
        },
        {
            "number": "9",
            "text": "Yuj chi', manh e cha eyab' tas syal eb' tz'alan d'ayex to max eyak'och e b'a d'a yalanh smandar vinhaj Nabucodonosor sreyal Babilonia chi'. A eb' tz'alan juntzanh chi', aton eb' tic: Eb' syaloch sb'a in checab'oc, eb' naumel lolonel, eb' snaanel tas syal vayich yalani yed' eb' schuman yed' q'uen k'anal yed' eb' scomon alan tastac toto ol ujoc."
        },
        {
            "number": "10",
            "text": "Masanil juntzanh tas syal eb' chi', esnhej, yujto ol ex ik'jocb'at d'a juntzanhxo ch'oc nacional. A in ol ex in pechb'ati, ata' ol ex chamoc."
        },
        {
            "number": "11",
            "text": "Axo pax juntzanh nación syak'och sb'a d'a yol sk'ab' vinh sreyal Babilonia chi', a in Jehová in svala' to ol vak'nhejcan eb' d'a sluum, ol munlaj eb' ta', xchi Jehová, xa chib'ati, xchi d'ayin."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix valanxi juntzanh tic d'a vinhaj Sedequías sreyal Judá icha tic: Ak'och a b'a d'a yol sk'ab' vinh sreyal Babilonia yed' schonhab' vinh, yic vach' max ex chami."
        },
        {
            "number": "13",
            "text": "¿Tas yuj tza b'eccham a b'a yed' a chonhab' yuj oval, vejel yed' pax yuj ilya? Yujto toxo ix yal Jehová to a juntzanh chi' ol ik'an masanil nación manh ol yak'och sb'a d'a yol sk'ab' vinh sreyal Babilonia chi'."
        },
        {
            "number": "14",
            "text": "Manh a cha ab' tas syal juntzanh eb' syaloch sb'a schecab'oc Dios, eb' tz'alani to max ak'och a b'a d'a yol sk'ab' vinh sreyal Babilonia chi', yujto nab'a es tas syal eb' chi'."
        },
        {
            "number": "15",
            "text": "A Jehová ix alani to manhoc schecan yal juntzanh chi' eb', nab'a es tas syal eb'. Tato tza k'anab'ajej tas syal eb' chi' jun, ol ach ik'joquel d'a tic yed' eb' esalvum checab' tz'alan chi' d'ayach, ol ach cham yed' eb', xin chi d'a vinh rey chi'."
        },
        {
            "number": "16",
            "text": "Ix lajvi chi', ix valan pax d'a eb' sacerdote yed' d'a masanil anima icha tic: A val Jehová tz'alani: Manh e cha eyab' tas syal juntzanh eb' syaloch sb'a in checab'oc chi'. Syalan eb' d'ayex to toxo ol ak'joc meltzaj masanil yamk'ab' yic templo ik'b'ilb'at d'a Babilonia. A juntzanh syal eb' chi' d'ayex, esal lolonel."
        },
        {
            "number": "17",
            "text": "Yuj chi' manh e cha eyab'i. Aq'uec val och e b'a d'a yol sk'ab' vinh sreyal Babilonia chi', yic vach' ol ex cajnajnhej d'a tic. ¿Tas yuj ol can tz'inan jun chonhab' tic?"
        },
        {
            "number": "18",
            "text": "Tato yel in checab' eb', tato yed'nac in lolonel eb', tevocab' eb' d'ayin a in Jehová Yajal in d'a Smasanil, yic max vach' ik'jib'at juntzanhxo yamk'ab' yic in templo d'a Babilonia yed' tastac cannac d'a spalacio eb' tz'ak'an reyal d'a Judá yed' d'a Jerusalén, xchi Jehová, xin chi d'a eb'."
        },
        {
            "number": "19",
            "text": "Ayic ix ik'jib'at vinhaj Jeconías sreyal Judá, vinh yuninal vinhaj Joacim yuj vinhaj Nabucodonosor sreyal Babilonia, ix ik'jipaxb'at eb' ayoch yajalil d'a Jerusalén yed' vinh. Ayic ix ik'jib'at eb' chi' maj ik'jib'atlaj juntzanh nivac oy, jun nivan pila nab'a bronce yed' sb'achnub'al yed' juntzanhxo syamk'ab'il templo yed' tas ix can d'a spalacio eb' sreyal Judá yed' Jerusalén. Yuj chi' ix yal Jehová icha tic: Ab'ec tas sval a in Jehová Yajal in d'a Smasanil, e Diosal in a ex israel ex tic."
        },
        {
            "number": "20",
            "text": "A in svala' to masanil tas ix can chi' ol ik'jocb'at d'a Babilonia, ata' ol cannhej, masanto ayic ol ex vik'anxi meltzaj d'a e chonhab' tic, xchi Jehová."
        }
    ]
}