{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toto ochnac winhaj Sedequías yuninal winhaj Josías reyal t'a Judá, ix lolon Jehová t'ayin Jeremías in tik."
        },
        {
            "number": "2",
            "text": "Ix yalan icha tik: B'o junok te' yugo yet' juntzanhoc nok' tz'uum, tzak'ank'e t'a yib'anh a jaj."
        },
        {
            "number": "3",
            "text": "Slajwi chi', tzak'anb'at junok checnab'il t'a heb' sreyal Edom, t'a heb' yic Moab, t'a heb' yic Amón, t'a heb' yic Tiro yet' t'a heb' yic Sidón. Ha t'a heb' chekab' sjawi ul yil winhaj rey Sedequías t'a Jerusalén, ata' tzak'b'ati."
        },
        {
            "number": "4",
            "text": "Tzal t'a heb' to syal heb' t'a heb' sreyal, to a in Jehová Yajal in t'a Smasanil, sDiosal in Israel tik, a in swala':"
        },
        {
            "number": "5",
            "text": "Yed' wal in poder te niwan, in b'onac yol yib'anhk’inal tik yet' masanil tastac ay t'ay. In b'onac heb' anima yet' nok' nok', yuj chi' syal wak'an t'a yalnhej mach b'aj in gana swak'a'."
        },
        {
            "number": "6",
            "text": "Yuj chi', a ticnaik swak'kanoch juntzanh nación tik t'a yol sk'ab' winh in chekab' aj Nabucodonosor sreyal Babilonia. Swak'paxkanoch nok' kaltacte'al nok' t'a yalanh smandar winh."
        },
        {
            "number": "7",
            "text": "Masanil nación ol kan t'a yol sk'ab' winh, t'a yol sk'ab' yuninal winh yet' t'a yol sk'ab' yixchiquin winh, masanto ol ja sk'ual yak'ji ganar Babilonia chi'. Ichato chi' ol kan Babilonia chi' t'a yol sk'ab' juntzanhxo nación yet' t'a yol sk'ab' juntzanhxo rey niwac yelk'och yet' yopisio."
        },
        {
            "number": "8",
            "text": "Ha in Jehová in swala', tato ay junok nación max yak'och sb'ha t'a yalanh smandar winhaj Nabucodonosor chi', ol wak'och yaelal t'a yib'anh, aton owal, wejel yet' ilya, masanto ol satel heb' yuj winh."
        },
        {
            "number": "9",
            "text": "Yuj chi', manh he cha eyab' tas syal heb' tz'alan t'ayex to max eyak'och he b'ha t'a yalanh smandar winhaj Nabucodonosor sreyal Babilonia chi'. Ha heb' tz'alan juntzanh chi', aton heb' tik: Eb' syaloch sb'a in chekab'oc, heb' naumel lolonel, heb' snaanel tas syal wayich yalani yet' heb' schuman yet' k'een k'anal yet' heb' scomon alan tastac toto ol ujok."
        },
        {
            "number": "10",
            "text": "Masanil juntzanh tas syal heb' chi', esnhej, yujto ol ex ik'jocb'at t'a juntzanhxo ch'oc nacional. Ha in ol ex in pechb'ati, ata' ol ex chamoc."
        },
        {
            "number": "11",
            "text": "Axo pax juntzanh nación syak'och sb'ha t'a yol sk'ab' winh sreyal Babilonia chi', a in Jehová in swala' to ol wak'nhejkan heb' t'a sluum, ol munlaj heb' ta', xchi Jehová, xa chib'ati, xchi t'ayin."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix walanxi juntzanh tik t'a winhaj Sedequías sreyal Judá icha tik: Ak'och a b'ha t'a yol sk'ab' winh sreyal Babilonia yet' schonhab' winh, yic wach' max ex chami."
        },
        {
            "number": "13",
            "text": "¿Tas yuj tza b'eccham a b'a yet' a chonhab' yuj owal, wejel yet' pax yuj ilya? Yujto toxo ix yal Jehová to a juntzanh chi' ol ik'an masanil nación manh ol yak'och sb'ha t'a yol sk'ab' winh sreyal Babilonia chi'."
        },
        {
            "number": "14",
            "text": "Manh a cha ab' tas syal juntzanh heb' syaloch sb'a schekab'oc Dios, heb' tz'alani to max ak'och a b'ha t'a yol sk'ab' winh sreyal Babilonia chi', yujto nab'a es tas syal heb' chi'."
        },
        {
            "number": "15",
            "text": "Ha Jehová ix alani to manhoc schekan yal juntzanh chi' heb', nab'a es tas syal heb'. Tato tza k'anab'ajej tas syal heb' chi' jun, ol ach ik'joquel t'a tik yet' heb' esalwum chekab' tz'alan chi' t'ayach, ol ach cham yet' heb', xin chi t'a winh rey chi'."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix walan pax t'a heb' sacerdote yet' t'a masanil anima icha tik: Ha wal Jehová tz'alani: Manh he cha eyab' tas syal juntzanh heb' syaloch sb'a in chekab'oc chi'. Syalan heb' t'ayex to toxo ol ak'joc meltzaj masanil yamk'ab' yic templo ik'b'ilb'at t'a Babilonia. Ha juntzanh syal heb' chi' t'ayex, esal lolonel."
        },
        {
            "number": "17",
            "text": "Yuj chi' manh he cha eyab'i. Hak'ek wal och he b'ha t'a yol sk'ab' winh sreyal Babilonia chi', yic wach' ol ex kajnajnhej t'a tik. ¿Tas yuj ol kan tzinan jun chonhab' tik?"
        },
        {
            "number": "18",
            "text": "Tato yel in chekab' heb', tato yet'nac in lolonel heb', tewokab' heb' t'ayin a in Jehová Yajal in t'a Smasanil, yic max wach' ik'jib'at juntzanhxo yamk'ab' yic in templo t'a Babilonia yet' tastac kannak t'a spalacio heb' tz'ak'an reyal t'a Judá yet' t'a Jerusalén, xchi Jehová, xin chi t'a heb'."
        },
        {
            "number": "19",
            "text": "Ayic ix ik'jib'at winhaj Jeconías sreyal Judá, winh yuninal winhaj Joacim yuj winhaj Nabucodonosor sreyal Babilonia, ix ik'jipaxb'at heb' ayoch yajalil t'a Jerusalén yet' winh. Ayic ix ik'jib'at heb' chi' maj ik'jib'atlaj juntzanh niwac oy, jun niwan pila nab'a bronce yet' sb'akhnub'al yet' juntzanhxo syamk'ab'il templo yet' tas ix kan t'a spalacio heb' sreyal Judá yet' Jerusalén. Yuj chi' ix yal Jehová icha tik: Ab'ec tas swal a in Jehová Yajal in t'a Smasanil, he Diosal in a ex israel ex tik."
        },
        {
            "number": "20",
            "text": "Ha in swala' to masanil tas ix kan chi' ol ik'jocb'at t'a Babilonia, ata' ol kannhej, masanto ayic ol ex wik'anxi meltzaj t'a he chonhab' tik, xchi Jehová."
        }
    ]
}