{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toto ochnac vinhaj Sedequías yuninal vinhaj Josías reyal t'a Judá, ix lolon Jehová t'ayin Jeremías in tik."
        },
        {
            "number": "2",
            "text": "Ix yalan icha tik: B'o junok te' yugo yet' juntzanhoc nok' tz'uum, tzak'anq'ue t'a yib'anh a jaj."
        },
        {
            "number": "3",
            "text": "Slajvi chi', tzak'anb'at junok checnab'il t'a eb' sreyal Edom, t'a eb' yic Moab, t'a eb' yic Amón, t'a eb' yic Tiro yet' t'a eb' yic Sidón. Ha t'a eb' checab' sjavi ul yil vinhaj rey Sedequías t'a Jerusalén, ata' tzak'b'ati."
        },
        {
            "number": "4",
            "text": "Tzal t'a eb' to syal eb' t'a eb' sreyal, to a in Jehová Yajal in t'a Smasanil, sDiosal in Israel tik, a in svala':"
        },
        {
            "number": "5",
            "text": "Yed' val in poder te niwan, in b'onac yol yib'anhk’inal tik yet' masanil tastac ay t'ay. In b'onac eb' anima yet' nok' nok', yuj chi' syal vak'an t'a yalnhej mach b'aj in gana svak'a'."
        },
        {
            "number": "6",
            "text": "Yuj chi', a ticnaic svak'canoch juntzanh nación tik t'a yol sk'ab' vinh in checab' aj Nabucodonosor sreyal Babilonia. Svak'paxcanoch nok' caltacte'al nok' t'a yalanh smandar vinh."
        },
        {
            "number": "7",
            "text": "Masanil nación ol kan t'a yol sk'ab' vinh, t'a yol sk'ab' yuninal vinh yet' t'a yol sk'ab' yixchiquin vinh, masanto ol ja sk'ual yak'ji ganar Babilonia chi'. Ichato chi' ol kan Babilonia chi' t'a yol sk'ab' juntzanhxo nación yet' t'a yol sk'ab' juntzanhxo rey nivac yelk'och yet' yopisio."
        },
        {
            "number": "8",
            "text": "Ha in Jehová in svala', tato ay junok nación max yak'och sb'ha t'a yalanh smandar vinhaj Nabucodonosor chi', ol vak'och yaelal t'a yib'anh, aton oval, vejel yet' ilya, masanto ol satel eb' yuj vinh."
        },
        {
            "number": "9",
            "text": "Yuj chi', manh e cha eyab' tas syal eb' tz'alan t'ayex to max eyak'och e b'ha t'a yalanh smandar vinhaj Nabucodonosor sreyal Babilonia chi'. Ha eb' tz'alan juntzanh chi', aton eb' tik: Eb' syaloch sb'a in checab'oc, eb' naumel lolonel, eb' snaanel tas syal vayich yalani yet' eb' schuman yet' q'uen k'anal yet' eb' scomon alan tastac toto ol ujoc."
        },
        {
            "number": "10",
            "text": "Masanil juntzanh tas syal eb' chi', esnhej, yujto ol ex ik'jocb'at t'a juntzanhxo ch'oc nacional. Ha in ol ex in pechb'ati, ata' ol ex chamoc."
        },
        {
            "number": "11",
            "text": "Axo pax juntzanh nación syak'och sb'ha t'a yol sk'ab' vinh sreyal Babilonia chi', a in Jehová in svala' to ol vak'nhejcan eb' t'a sluum, ol munlaj eb' ta', xchi Jehová, xa chib'ati, xchi t'ayin."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix valanxi juntzanh tik t'a vinhaj Sedequías sreyal Judá icha tik: Ak'och a b'ha t'a yol sk'ab' vinh sreyal Babilonia yet' schonhab' vinh, yic wach' max ex chami."
        },
        {
            "number": "13",
            "text": "¿Tas yuj tza b'eccham a b'a yet' a chonhab' yuj oval, vejel yet' pax yuj ilya? Yujto toxo ix yal Jehová to a juntzanh chi' ol ik'an masanil nación manh ol yak'och sb'ha t'a yol sk'ab' vinh sreyal Babilonia chi'."
        },
        {
            "number": "14",
            "text": "Manh a cha ab' tas syal juntzanh eb' syaloch sb'a schecab'oc Dios, eb' tz'alani to max ak'och a b'ha t'a yol sk'ab' vinh sreyal Babilonia chi', yujto nab'a es tas syal eb' chi'."
        },
        {
            "number": "15",
            "text": "Ha Jehová ix alani to manhoc schecan yal juntzanh chi' eb', nab'a es tas syal eb'. Tato tza k'anab'ajej tas syal eb' chi' jun, ol ach ik'joquel t'a tik yet' eb' esalvum checab' tz'alan chi' t'ayach, ol ach cham yet' eb', xin chi t'a vinh rey chi'."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix valan pax t'a eb' sacerdote yet' t'a masanil anima icha tik: Ha val Jehová tz'alani: Manh e cha eyab' tas syal juntzanh eb' syaloch sb'a in checab'oc chi'. Syalan eb' t'ayex to toxo ol ak'joc meltzaj masanil yamk'ab' yic templo ik'b'ilb'at t'a Babilonia. Ha juntzanh syal eb' chi' t'ayex, esal lolonel."
        },
        {
            "number": "17",
            "text": "Yuj chi' manh e cha eyab'i. Hak'ek val och e b'ha t'a yol sk'ab' vinh sreyal Babilonia chi', yic wach' ol ex cajnajnhej t'a tik. ¿Tas yuj ol kan tzinan jun chonhab' tik?"
        },
        {
            "number": "18",
            "text": "Tato yel in checab' eb', tato yet'nac in lolonel eb', tevocab' eb' t'ayin a in Jehová Yajal in t'a Smasanil, yic max wach' ik'jib'at juntzanhxo yamk'ab' yic in templo t'a Babilonia yet' tastac cannac t'a spalacio eb' tz'ak'an reyal t'a Judá yet' t'a Jerusalén, xchi Jehová, xin chi t'a eb'."
        },
        {
            "number": "19",
            "text": "Ayic ix ik'jib'at vinhaj Jeconías sreyal Judá, vinh yuninal vinhaj Joacim yuj vinhaj Nabucodonosor sreyal Babilonia, ix ik'jipaxb'at eb' ayoch yajalil t'a Jerusalén yet' vinh. Ayic ix ik'jib'at eb' chi' maj ik'jib'atlaj juntzanh nivac oy, jun niwan pila nab'a bronce yet' sb'achnub'al yet' juntzanhxo syamk'ab'il templo yet' tas ix kan t'a spalacio eb' sreyal Judá yet' Jerusalén. Yuj chi' ix yal Jehová icha tik: Ab'ec tas sval a in Jehová Yajal in t'a Smasanil, e Diosal in a ex israel ex tik."
        },
        {
            "number": "20",
            "text": "Ha in svala' to masanil tas ix kan chi' ol ik'jocb'at t'a Babilonia, ata' ol cannhej, masanto ayic ol ex vik'anxi meltzaj t'a e chonhab' tik, xchi Jehová."
        }
    ]
}