{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Ayic schanhil ab'il yoch winhaj Sedequías reyal t'a Judá, ayic yoil ujal yoch jun ab'il chi', a winhaj Hananías yuninal winhaj Azur, aj Gabaón, jun winh syaloch sb'a schecab'oc Dios, ix lolon winh t'ayin Jeremías in tik t'a templo. D'a yichanh heb' sacerdote yet' t'a yichanh heb' anima smasanil, ix yalan winh:"
        },
        {
            "number": "2",
            "text": "--Ha Jehová Yajal t'a Smasanil, ko Diosal a onh israel onh tik, a tz'alan icha tik: Ol in mak' canhchaj jun te' syugo winh sreyal Babilonia, aton spoder winh ayem t'a eyib'anh."
        },
        {
            "number": "3",
            "text": "Yic wal chab' ab'il tik, ol wak' ik'joc meltzaj masanil yamk'ab' yic templo ik'b'ilb'at yuj winhaj Nabucodonosor t'a Babilonia."
        },
        {
            "number": "4",
            "text": "Ha in Jehová in swala' to ol wak' meltzaj winhaj Jeconías sreyal Judá, winh yuninal winhaj Joacim yet' masanil heb' anima ik'b'ilb'at t'a Babilonia chi'. Ol in canhchitej syugo winh rey chi' ayem t'a eyib'anh, xchi Jehová, xchi winhaj Hananías chi'."
        },
        {
            "number": "5",
            "text": "Ix in tak'wi t'a winh t'a yichanh heb' sacerdote yet' t'a yichanh masanil anima ayek' t'a templo chi'. Ix walan icha tik:"
        },
        {
            "number": "6",
            "text": "--Ichocab' chi'. Comonoc icha chi' sk'ulej Jehová. Comonoc syak'elk'och juntzanh lolonel tzal chi', syak'an ik'joc meltzaj masanil yamk'ab' yic templo ik'b'ilb'at t'a Babilonia chi' yet' masanil anima."
        },
        {
            "number": "7",
            "text": "Palta ab' wal juntzanh tas ol wal tik t'ayach yet' t'a heb' anima tik:"
        },
        {
            "number": "8",
            "text": "Ha heb' schecab' Dios ek'nac t'a peka', ayic manto onh alji ed'oc, yalnac heb' to ol ja owal, yaelal yet' ilya t'a yib'anh juntzanh nación ay spoder."
        },
        {
            "number": "9",
            "text": "Palta tato ay junok checab' tz'alani to ol ja wach'il t'a juntzanh nación, ato yic ol elk'ochoc, ichato chi' ol checlajeloc to a Jehová ix checan yala', xin chi."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ix yik'anel jun te' yugo chi' winhaj Hananías ayoch t'a in jaj, ix scanhchitan te' winh."
        },
        {
            "number": "11",
            "text": "Ix yalan winh t'a yichanh heb' anima chi' icha tik: --Syal Jehová icha tik: Yic wal chab' ab'il tik, ol wik'el spoder winhaj Nabucodonosor ayoch t'a yib'anh juntzanh nación tik, xchi Jehová chi', xchi winh. Ixlajwi chi' ix in b'atxi."
        },
        {
            "number": "12",
            "text": "Ayic ix ek'b'at jun pekti’ ayic toxo ix smak' canhchaj te' yugo winhaj Hananías ix yik'el t'a in jaj chi', ix lolon Jehová t'ayin, ix yalan icha tik:"
        },
        {
            "number": "13",
            "text": "Ixic, b'at al t'a winhaj Hananías to a in Jehová in swala': Ha ach ix a canhchitej te' yugo nab'a te', a inxo ol wak'och jun yugo nab'a hierro sk'exuloc te te' chi'."
        },
        {
            "number": "14",
            "text": "Ha in Jehová Yajal in t'a Smasanil, sDiosal in Israel swal icha tik: Ix wak'och jun yugo nab'a hierro t'a yib'anh juntzanh nación walnac, yic skan heb' t'a yalanh smandar winhaj Nabucodonosor sreyal Babilonia. Anhejtona' nok' caltacte'al nok', ix wak'canoch nok' t'a yalanh smandar jun winh rey chi', xchi Jehová."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix walan t'a winhaj Hananías chi' icha tik: --Hananías, ab' wal tas ol wala'. Manhok Jehová ix checan ala'. Palta a tas tzal syak'och heb' anima yipoc sk'ool chi' manh yeloclaj."
        },
        {
            "number": "16",
            "text": "Yuj chi' syal Jehová icha tik: Ol ach in satel t'a sat lum tik. Yuj a lolonel ix al chi', ix wach' pitb'iel juntzanh anima tik t'ayin, yuj chi' ha t'a jun ab'il tik ol ach chamoc, xchi Jehová, xin chi t'a winh."
        },
        {
            "number": "17",
            "text": "Ha t'a yuquil uj t'a jun ab'il chi', ix cham winhaj Hananías chi'."
        }
    ]
}