{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Ayic schanhil ab'il yoch vinhaj Sedequías reyal t'a Judá, ayic yoil ujal yoch jun ab'il chi', a vinhaj Hananías yuninal vinhaj Azur, aj Gabaón, jun vinh syaloch sb'a schecab'oc Dios, ix lolon vinh t'ayin Jeremías in tik t'a templo. D'a yichanh eb' sacerdote yet' t'a yichanh eb' anima smasanil, ix yalan vinh:"
        },
        {
            "number": "2",
            "text": "--Ha Jehová Yajal t'a Smasanil, co Diosal a onh israel onh tik, a tz'alan icha tik: Ol in mak' canhchaj jun te' syugo vinh sreyal Babilonia, aton spoder vinh ayem t'a eyib'anh."
        },
        {
            "number": "3",
            "text": "Yic val chab' ab'il tik, ol vak' ik'joc meltzaj masanil yamk'ab' yic templo ik'b'ilb'at yuj vinhaj Nabucodonosor t'a Babilonia."
        },
        {
            "number": "4",
            "text": "Ha in Jehová in svala' to ol vak' meltzaj vinhaj Jeconías sreyal Judá, vinh yuninal vinhaj Joacim yet' masanil eb' anima ik'b'ilb'at t'a Babilonia chi'. Ol in canhchitej syugo vinh rey chi' ayem t'a eyib'anh, xchi Jehová, xchi vinhaj Hananías chi'."
        },
        {
            "number": "5",
            "text": "Ix in tak'vi t'a vinh t'a yichanh eb' sacerdote yet' t'a yichanh masanil anima ayek' t'a templo chi'. Ix valan icha tik:"
        },
        {
            "number": "6",
            "text": "--Ichocab' chi'. Comonoc icha chi' sk'ulej Jehová. Comonoc syaq'uelk'och juntzanh lolonel tzal chi', syak'an ik'joc meltzaj masanil yamk'ab' yic templo ik'b'ilb'at t'a Babilonia chi' yet' masanil anima."
        },
        {
            "number": "7",
            "text": "Palta ab' val juntzanh tas ol val tik t'ayach yet' t'a eb' anima tik:"
        },
        {
            "number": "8",
            "text": "Ha eb' schecab' Dios ek'nac t'a peca', ayic manto onh alji ed'oc, yalnac eb' to ol ja oval, yaelal yet' ilya t'a yib'anh juntzanh nación ay spoder."
        },
        {
            "number": "9",
            "text": "Palta tato ay junok checab' tz'alani to ol ja wach'il t'a juntzanh nación, ato yic ol elk'ochoc, ichato chi' ol checlajeloc to a Jehová ix checan yala', xin chi."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ix yik'anel jun te' yugo chi' vinhaj Hananías ayoch t'a in jaj, ix scanhchitan te' vinh."
        },
        {
            "number": "11",
            "text": "Ix yalan vinh t'a yichanh eb' anima chi' icha tik: --Syal Jehová icha tik: Yic val chab' ab'il tik, ol viq'uel spoder vinhaj Nabucodonosor ayoch t'a yib'anh juntzanh nación tik, xchi Jehová chi', xchi vinh. Ixlajwi chi' ix in b'atxi."
        },
        {
            "number": "12",
            "text": "Ayic ix ek'b'at jun pekti’ ayic toxo ix smak' canhchaj te' yugo vinhaj Hananías ix yiq'uel t'a in jaj chi', ix lolon Jehová t'ayin, ix yalan icha tik:"
        },
        {
            "number": "13",
            "text": "Ixic, b'at al t'a vinhaj Hananías to a in Jehová in svala': Ha ach ix a canhchitej te' yugo nab'a te', a inxo ol vak'och jun yugo nab'a hierro sq'uexuloc te te' chi'."
        },
        {
            "number": "14",
            "text": "Ha in Jehová Yajal in t'a Smasanil, sDiosal in Israel sval icha tik: Ix vak'och jun yugo nab'a hierro t'a yib'anh juntzanh nación valnac, yic skan eb' t'a yalanh smandar vinhaj Nabucodonosor sreyal Babilonia. Anhejtona' nok' caltacte'al nok', ix vak'canoch nok' t'a yalanh smandar jun vinh rey chi', xchi Jehová."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix valan t'a vinhaj Hananías chi' icha tik: --Hananías, ab' val tas ol vala'. Manhoc Jehová ix checan ala'. Palta a tas tzal syak'och eb' anima yipoc sk'ool chi' manh yeloclaj."
        },
        {
            "number": "16",
            "text": "Yuj chi' syal Jehová icha tik: Ol ach in satel t'a sat lum tik. Yuj a lolonel ix al chi', ix wach' pitb'iel juntzanh anima tik t'ayin, yuj chi' ha t'a jun ab'il tik ol ach chamoc, xchi Jehová, xin chi t'a vinh."
        },
        {
            "number": "17",
            "text": "Ha t'a yuquil uj t'a jun ab'il chi', ix cham vinhaj Hananías chi'."
        }
    ]
}