{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Ayic schanhil ab'il yoch vinhaj Sedequías reyal d'a Judá, ayic yoil ujal yoch jun ab'il chi', a vinhaj Hananías yuninal vinhaj Azur, aj Gabaón, jun vinh syaloch sb'a schecab'oc Dios, ix lolon vinh d'ayin Jeremías in tic d'a templo. D'a yichanh eb' sacerdote yed' d'a yichanh eb' anima smasanil, ix yalan vinh:"
        },
        {
            "number": "2",
            "text": "--A Jehová Yajal d'a Smasanil, co Diosal a onh israel onh tic, a tz'alan icha tic: Ol in mak' canhchaj jun te' syugo vinh sreyal Babilonia, aton spoder vinh ayem d'a eyib'anh."
        },
        {
            "number": "3",
            "text": "Yic val chab' ab'il tic, ol vak' ik'joc meltzaj masanil yamk'ab' yic templo ik'b'ilb'at yuj vinhaj Nabucodonosor d'a Babilonia."
        },
        {
            "number": "4",
            "text": "A in Jehová in svala' to ol vak' meltzaj vinhaj Jeconías sreyal Judá, vinh yuninal vinhaj Joacim yed' masanil eb' anima ik'b'ilb'at d'a Babilonia chi'. Ol in canhchitej syugo vinh rey chi' ayem d'a eyib'anh, xchi Jehová, xchi vinhaj Hananías chi'."
        },
        {
            "number": "5",
            "text": "Ix in tak'vi d'a vinh d'a yichanh eb' sacerdote yed' d'a yichanh masanil anima ayek' d'a templo chi'. Ix valan icha tic:"
        },
        {
            "number": "6",
            "text": "--Ichocab' chi'. Comonoc icha chi' sk'ulej Jehová. Comonoc syaq'uelk'och juntzanh lolonel tzal chi', syak'an ik'joc meltzaj masanil yamk'ab' yic templo ik'b'ilb'at d'a Babilonia chi' yed' masanil anima."
        },
        {
            "number": "7",
            "text": "Palta ab' val juntzanh tas ol val tic d'ayach yed' d'a eb' anima tic:"
        },
        {
            "number": "8",
            "text": "A eb' schecab' Dios ek'nac d'a peca', ayic manto onh alji ed'oc, yalnac eb' to ol ja oval, yaelal yed' ilya d'a yib'anh juntzanh nación ay spoder."
        },
        {
            "number": "9",
            "text": "Palta tato ay junoc checab' tz'alani to ol ja vach'il d'a juntzanh nación, ato yic ol elk'ochoc, ichato chi' ol checlajeloc to a Jehová ix checan yala', xin chi."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi' ix yik'anel jun te' yugo chi' vinhaj Hananías ayoch d'a in jaj, ix scanhchitan te' vinh."
        },
        {
            "number": "11",
            "text": "Ix yalan vinh d'a yichanh eb' anima chi' icha tic: --Syal Jehová icha tic: Yic val chab' ab'il tic, ol viq'uel spoder vinhaj Nabucodonosor ayoch d'a yib'anh juntzanh nación tic, xchi Jehová chi', xchi vinh. Ix lajvi chi' ix in b'atxi."
        },
        {
            "number": "12",
            "text": "Ayic ix ek'b'at jun tiempoal ayic toxo ix smak' canhchaj te' yugo vinhaj Hananías ix yiq'uel d'a in jaj chi', ix lolon Jehová d'ayin, ix yalan icha tic:"
        },
        {
            "number": "13",
            "text": "Ixic, b'at al d'a vinhaj Hananías to a in Jehová in svala': A ach ix a canhchitej te' yugo nab'a te', a inxo ol vak'och jun yugo nab'a hierro sq'uexuloc te te' chi'."
        },
        {
            "number": "14",
            "text": "A in Jehová Yajal in d'a Smasanil, sDiosal in Israel sval icha tic: Ix vak'och jun yugo nab'a hierro d'a yib'anh juntzanh nación valnac, yic scan eb' d'a yalanh smandar vinhaj Nabucodonosor sreyal Babilonia. Anhejtona' nok' caltacte'al nok', ix vak'canoch nok' d'a yalanh smandar jun vinh rey chi', xchi Jehová."
        },
        {
            "number": "15",
            "text": "Ix lajvi chi', ix valan d'a vinhaj Hananías chi' icha tic: --Hananías, ab' val tas ol vala'. Manhoc Jehová ix checan ala'. Palta a tas tzal syak'och eb' anima yipoc sk'ool chi' manh yeloclaj."
        },
        {
            "number": "16",
            "text": "Yuj chi' syal Jehová icha tic: Ol ach in satel d'a sat lum tic. Yuj a lolonel ix al chi', ix vach' pitb'iel juntzanh anima tic d'ayin, yuj chi' a d'a jun ab'il tic ol ach chamoc, xchi Jehová, xin chi d'a vinh."
        },
        {
            "number": "17",
            "text": "A d'a yuquil uj d'a jun ab'il chi', ix cham vinhaj Hananías chi'."
        }
    ]
}