{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Jeremías in tik schecab' in Dios, ix wak'b'at jun in carta t'a heb' yichamtac winaquil chonhab', t'a heb' sacerdote, t'a heb' schecab' Dios yet' t'a masanil anima aj Jerusalén ik'b'ilb'at yuj winhaj Nabucodonosor t'a Babilonia."
        },
        {
            "number": "2",
            "text": "Ix wak'b'at jun carta tik, ayic toxo ix ik'jib'at winhaj rey Jeconías t'a Babilonia chi' yet' ix reina, aton ix snun winh. Ix ik'jipaxb'at heb' smunlaj t'a palacio, heb' yajal yaj t'a Judá yet' t'a Jerusalén, heb' jelan sb'oan tastac yet' pax heb' tenum k'een."
        },
        {
            "number": "3",
            "text": "Ix ik'jib'at jun carta tik yuj winhaj Elasa yuninal winhaj Safán yet' winhaj Gemarías yuninal winhaj Hilcías. Aton heb' winh tik ix checjib'at yuj winhaj Sedequías sreyal Judá t'a winhaj Nabucodonosor sreyal Babilonia chi'. Ha jun carta chi', icha tik syala':"
        },
        {
            "number": "4",
            "text": "E masanil ex aj Jerusalén ik'b'ilb'at t'a Babilonia yuj ko Diosal a onh israel onh tik, aton Jehová Yajal t'a Smasanil, a tz'alan t'ayex icha tik:"
        },
        {
            "number": "5",
            "text": "B'oec he pat, tzex cajnaj t'ay, awejec eyavb'en te' yic tze loan sat."
        },
        {
            "number": "6",
            "text": "Hak'uecoch eyetb'eyum, aljocab' eyuninal. Ochocab' pax yetb'eyum heb' eyuninal chi', aljocab' pax yuninal heb', q'uib'ocab' he b'isul, mocab' emta he b'isul chi'."
        },
        {
            "number": "7",
            "text": "Munlajanhec yuj swach'iloc jun chonhab' b'aj ix ex wak'b'at chi'. k'anec in colwal t'a yib'anh, tato wach' tz'aj jun chonhab' chi', wach' pax ol ex aj yet'oc."
        },
        {
            "number": "8",
            "text": "Yujto a in Jehová Yajal in t'a Smasanil, he Diosal in, a in swal juntzanh tik: Manh eyak' he b'a musansatil yuj juntzanh heb' syesejoch sb'a in checab'oc yet' heb' naumel lolonel yalani. Manh he cha eyab' swayich heb' syala'."
        },
        {
            "number": "9",
            "text": "Ha tas syal heb' chi' t'a in b'i, nab'a es. Ha in Jehová in swala' to manhoc in tzin chec yal heb'."
        },
        {
            "number": "10",
            "text": "Swalanxi: Ayic ol tz'acwoc 70 ab'il yak'an yajalil Babilonia chi', ol wak' in wach'k'olal t'ayex, ol wak'anpaxelk'och b'aj ix wak' in ti' to ol ex wik'xi meltzaj t'a tik."
        },
        {
            "number": "11",
            "text": "Ha in wal Jehová in swala', wojtac tas nab'il wuj t'a he patic. Ha tas nab'il chi' wuuj, manh yujoc eyab'an syaelal, palta yuj he wach'iloc yic wach' ay tas tzeyak'och yipoc he k'ol t'a b'ak'uinh."
        },
        {
            "number": "12",
            "text": "Ol lajwoc chi', ol eyal he b'a t'ayin, ol ex lesalwoc t'ayin, ol wab'an he lesal chi'."
        },
        {
            "number": "13",
            "text": "Ha in wal Jehová in swala' to ol ex jawok t'ayin, ol in ch'ox in b'a t'ayex, yujto ol eyak'och he b'ha t'a yol in k'ab' t'a smasanil he k'ool."
        },
        {
            "number": "14",
            "text": "Ha in Jehová in swala', ol in ch'oxnhej in b'a t'ayex. Ol in k'ex tas eyaji. Ol ex wik'cot t'a masanil nación yet' t'a masanil b'aj ix ex in saclemejcanb'ati. Ol ex in molb'ej, ol ex wik'anpax meltzaj b'aj ayex ek' cajan ayic ix ex ik'jib'ati, xchi Jehová."
        },
        {
            "number": "15",
            "text": "Ha ex tik tzeyala': Ayxo heb' schecab' Jehová t'ayonh t'a Babilonia tik, xe chi."
        },
        {
            "number": "16",
            "text": "Palta syal Jehová icha tik t'a yib'anh winh rey ayoch t'a sdespachocan winhaj rey Dawid yet' t'a heb' cajan t'a jun chonhab' tik, aton juntzanh heb' ayto eyuj he b'a yet'oc, heb' maj ik'jib'at t'a Babilonia chi':"
        },
        {
            "number": "17",
            "text": "Ha in Jehová Yajal in t'a Smasanil swal icha tik: Ol wak'b'at owal, wejel yet' ilya t'a skal heb'. Lajan ol wutejcan heb' icha juntzanh te' higo k'aeltacxo, te chuclaj, maxtzac yal sloji."
        },
        {
            "number": "18",
            "text": "Ol in pechb'eyek' heb' yuj owal, yuj wejel, yuj pax ilya. Ol wak'an yajjoc heb' yuj masanil nación. Ol ja catab' t'a yib'anh heb', ol xiv heb' anima yuj heb' ayic ol yilanoch heb'. Ol b'uchwaj heb' t'a heb', ol b'ajjoc heb' yuj juntzanh nación b'aj ol in saclemejcanb'ati."
        },
        {
            "number": "19",
            "text": "Ha in Jehová in swala' to tzijtum el ix alji t'a heb' yuj heb' in checab', palta maj scha yab' heb' tas ix yal heb' in checab' chi'. Anhejtona' ex pax tik maj he chapax eyab'i."
        },
        {
            "number": "20",
            "text": "E masanil ex aj Jerusalén ix ex wak' ik'jocb'at t'a Babilonia, ab'ec wal in lolonel swala'."
        },
        {
            "number": "21",
            "text": "Ha in Jehová Yajal in t'a Smasanil, he Diosal in paxi, swal yuj winhaj Acab yuninal winhaj Colaías yet' yuj winhaj Sedequías yuninal winhaj Maasías, aton heb' winh tz'alan juntzanh esal lolonel t'a in b'i: Ol wak'och heb' winh t'a yol sk'ab' winhaj Nabucodonosor sreyal Babilonia. Ha winh ol checan miljoccham heb' winh t'a eyichanh."
        },
        {
            "number": "22",
            "text": "Yuj chi', ex aj Judá, ex ik'b'il ex b'at t'a Babilonia, tato ayex ol he nib'ej he catab'ej junok mach, ol eyal icha tik: Ach yutejocab' Jehová icha utajnac winhaj Sedequías yet' winhaj Acab, aton heb' winh schecnac winhaj Nabucodonosor nhusjoctz'aoc, xe chama."
        },
        {
            "number": "23",
            "text": "Icha chi' ol aj sja t'a yib'anh heb' winh, yujto te chuk tas sk'ulej heb' winh t'a yol he chonhab'. Tz'em heb' winh ajmulal yet' heb' ix yetb'eyum heb' yetwinaquil. Syalan juntzanh esal lolonel heb' winh t'a in b'i, manhoc in tzin chec yal heb' winh. Ha in Jehová in swala', wojtac tas yaji, xchi Jehová, xin chib'at t'a jun in carta chi'."
        },
        {
            "number": "24",
            "text": "Ay jun winh scuchan Semaías aj Nehelam ayek' t'a Babilonia chi'. D'a yol yic winh ix yak'cot jun carta t'a masanil heb' anima cajantocan t'a Jerusalén yet' t'a winhaj sacerdote Sofonías yuninal winhaj Maasías yet' t'a juntzanhxo heb' winh sacerdote. Ha t'a jun carta chi' ix yalcot winh t'a winhaj Sofonías chi' icha tik: Ha Jehová Dios ix ach ak'anoch sacerdoteal sk'exuloc winhaj Joiada, yic wach' cuchb'um tzach aj t'a stemplo. Tato ay mach sk'och t'ayach aycot t'a sjolom tz'och ijan slolon icha heb' schecab' Dios. Ha jun chi' elanhchamel tzak'och t'a yol te' cepo, tza tzek'an yet' k'een cadena. ¿Tas yuj maj a cach winhaj Jeremías aj Anatot? Ix stek'b'ej sb'a winh slolon t'a ichanh, icha schecab' Dios syutej sb'a winh, yujto ix yak'cot jun carta winh t'ayonh t'a Babilonia tik. Syalan winh icha tik: Najtilto ol ex cajnaj ta'. B'oec he pat, tzex cajnaj t'ay, awejec eyavb'en te' yic tze loan sat, xchi jun scarta winh chi' t'ayonh, xchi scarta winhaj Semaías chi'. Ix yavtan jun carta chi' winhaj sacerdote Sofonías wab' a in Jeremías in tik. Ixlajwi chi', a Jehová Yajal t'a Smasanil, aton ko Diosal a onh israel onh tik, ix lolon t'ayin. Ix yalan icha tik: Alb'at t'a heb' ik'b'ilb'at t'a Babilonia to a in swal icha tik: Ha winhaj Semaías aj Nehelam, winh ix alani to a in ix in chec yal winh to toxo ol meltzaj winh t'a Babilonia chi'. Palta manhoc in ix in chec yal jun esal lolonel winh ix eyak'och yipoc he k'ol chi'. Yuj chi', a in Jehová in swala' to ol wak' syaelal winhaj Semaías chi' yet' pax heb' yinhtilal. Manhxalaj junok yinhtilal winh chi' ol aj t'a skal heb' in chonhab', yic syak'an tzalajb'oc sk'ol t'a in wach'k'olal ol wak' t'ayex, yujto ix ex scuchb'ej winh yic tze pitej he b'a t'ayin, xchi Jehová, xa chib'ati, xchi t'ayin."
        }
    ]
}