{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "A in Jeremías in tic schecab' in Dios, ix vak'b'at jun in carta d'a eb' yichamtac vinaquil chonhab', d'a eb' sacerdote, d'a eb' schecab' Dios yed' d'a masanil anima aj Jerusalén ik'b'ilb'at yuj vinhaj Nabucodonosor d'a Babilonia."
        },
        {
            "number": "2",
            "text": "Ix vak'b'at jun carta tic, ayic toxo ix ik'jib'at vinhaj rey Jeconías d'a Babilonia chi' yed' ix reina, aton ix snun vinh. Ix ik'jipaxb'at eb' smunlaj d'a palacio, eb' yajal yaj d'a Judá yed' d'a Jerusalén, eb' jelan sb'oan tastac yed' pax eb' tenum q'ueen."
        },
        {
            "number": "3",
            "text": "Ix ik'jib'at jun carta tic yuj vinhaj Elasa yuninal vinhaj Safán yed' vinhaj Gemarías yuninal vinhaj Hilcías. Aton eb' vinh tic ix checjib'at yuj vinhaj Sedequías sreyal Judá d'a vinhaj Nabucodonosor sreyal Babilonia chi'. A jun carta chi', icha tic syala':"
        },
        {
            "number": "4",
            "text": "E masanil ex aj Jerusalén ik'b'ilb'at d'a Babilonia yuj co Diosal a onh israel onh tic, aton Jehová Yajal d'a Smasanil, a tz'alan d'ayex icha tic:"
        },
        {
            "number": "5",
            "text": "B'oec e pat, tzex cajnaj d'ay, avejec eyavb'en te' yic tze loan sat."
        },
        {
            "number": "6",
            "text": "Aq'uecoch eyetb'eyum, aljocab' eyuninal. Ochocab' pax yetb'eyum eb' eyuninal chi', aljocab' pax yuninal eb', q'uib'ocab' e b'isul, mocab' emta e b'isul chi'."
        },
        {
            "number": "7",
            "text": "Munlajanhec yuj svach'iloc jun chonhab' b'aj ix ex vak'b'at chi'. k'anec in colval d'a yib'anh, tato vach' tz'aj jun chonhab' chi', vach' pax ol ex aj yed'oc."
        },
        {
            "number": "8",
            "text": "Yujto a in Jehová Yajal in d'a Smasanil, e Diosal in, a in sval juntzanh tic: Manh eyak' e b'a musansatil yuj juntzanh eb' syesejoch sb'a in checab'oc yed' eb' naumel lolonel yalani. Manh e cha eyab' svayich eb' syala'."
        },
        {
            "number": "9",
            "text": "A tas syal eb' chi' d'a in b'i, nab'a es. A in Jehová in svala' to manhoc in tzin chec yal eb'."
        },
        {
            "number": "10",
            "text": "Svalanxi: Ayic ol tz'acvoc 70 ab'il yak'an yajalil Babilonia chi', ol vak' in vach'k'olal d'ayex, ol vak'anpaxelk'och b'aj ix vak' in ti' to ol ex vik'xi meltzaj d'a tic."
        },
        {
            "number": "11",
            "text": "A in val Jehová in svala', vojtac tas nab'il vuj d'a e patic. A tas nab'il chi' vuuj, manh yujoc eyab'an syaelal, palta yuj e vach'iloc yic vach' ay tas tzeyak'och yipoc e k'ol d'a b'aq'uinh."
        },
        {
            "number": "12",
            "text": "Ol lajvoc chi', ol eyal e b'a d'ayin, ol ex lesalvoc d'ayin, ol vab'an e lesal chi'."
        },
        {
            "number": "13",
            "text": "A in val Jehová in svala' to ol ex javoc d'ayin, ol in ch'ox in b'a d'ayex, yujto ol eyak'och e b'a d'a yol in k'ab' d'a smasanil e k'ool."
        },
        {
            "number": "14",
            "text": "A in Jehová in svala', ol in ch'oxnhej in b'a d'ayex. Ol in q'uex tas eyaji. Ol ex vik'cot d'a masanil nación yed' d'a masanil b'aj ix ex in saclemejcanb'ati. Ol ex in molb'ej, ol ex vik'anpax meltzaj b'aj ayex ek' cajan ayic ix ex ik'jib'ati, xchi Jehová."
        },
        {
            "number": "15",
            "text": "A ex tic tzeyala': Ayxo eb' schecab' Jehová d'ayonh d'a Babilonia tic, xe chi."
        },
        {
            "number": "16",
            "text": "Palta syal Jehová icha tic d'a yib'anh vinh rey ayoch d'a sdespachocan vinhaj rey David yed' d'a eb' cajan d'a jun chonhab' tic, aton juntzanh eb' ayto eyuj e b'a yed'oc, eb' maj ik'jib'at d'a Babilonia chi':"
        },
        {
            "number": "17",
            "text": "A in Jehová Yajal in d'a Smasanil sval icha tic: Ol vak'b'at oval, vejel yed' ilya d'a scal eb'. Lajan ol vutejcan eb' icha juntzanh te' higo k'aeltacxo, te chuclaj, maxtzac yal sloji."
        },
        {
            "number": "18",
            "text": "Ol in pechb'eyek' eb' yuj oval, yuj vejel, yuj pax ilya. Ol vak'an yajjoc eb' yuj masanil nación. Ol ja catab' d'a yib'anh eb', ol xiv eb' anima yuj eb' ayic ol yilanoch eb'. Ol b'uchvaj eb' d'a eb', ol b'ajjoc eb' yuj juntzanh nación b'aj ol in saclemejcanb'ati."
        },
        {
            "number": "19",
            "text": "A in Jehová in svala' to tzijtum el ix alji d'a eb' yuj eb' in checab', palta maj scha yab' eb' tas ix yal eb' in checab' chi'. Anhejtona' ex pax tic maj e chapax eyab'i."
        },
        {
            "number": "20",
            "text": "E masanil ex aj Jerusalén ix ex vak' ik'jocb'at d'a Babilonia, ab'ec val in lolonel svala'."
        },
        {
            "number": "21",
            "text": "A in Jehová Yajal in d'a Smasanil, e Diosal in paxi, sval yuj vinhaj Acab yuninal vinhaj Colaías yed' yuj vinhaj Sedequías yuninal vinhaj Maasías, aton eb' vinh tz'alan juntzanh esal lolonel d'a in b'i: Ol vak'och eb' vinh d'a yol sk'ab' vinhaj Nabucodonosor sreyal Babilonia. A vinh ol checan miljoccham eb' vinh d'a eyichanh."
        },
        {
            "number": "22",
            "text": "Yuj chi', ex aj Judá, ex ik'b'il ex b'at d'a Babilonia, tato ayex ol e nib'ej e catab'ej junoc mach, ol eyal icha tic: Ach yutejocab' Jehová icha utajnac vinhaj Sedequías yed' vinhaj Acab, aton eb' vinh schecnac vinhaj Nabucodonosor nhusjoctz'aoc, xe chama."
        },
        {
            "number": "23",
            "text": "Icha chi' ol aj sja d'a yib'anh eb' vinh, yujto te chuc tas sk'ulej eb' vinh d'a yol e chonhab'. Tz'em eb' vinh ajmulal yed' eb' ix yetb'eyum eb' yetvinaquil. Syalan juntzanh esal lolonel eb' vinh d'a in b'i, manhoc in tzin chec yal eb' vinh. A in Jehová in svala', vojtac tas yaji, xchi Jehová, xin chib'at d'a jun in carta chi'."
        },
        {
            "number": "24",
            "text": "Ay jun vinh scuchan Semaías aj Nehelam ayek' d'a Babilonia chi'. D'a yol yic vinh ix yak'cot jun carta d'a masanil eb' anima cajantocan d'a Jerusalén yed' d'a vinhaj sacerdote Sofonías yuninal vinhaj Maasías yed' d'a juntzanhxo eb' vinh sacerdote. A d'a jun carta chi' ix yalcot vinh d'a vinhaj Sofonías chi' icha tic: A Jehová Dios ix ach ak'anoch sacerdoteal sq'uexuloc vinhaj Joiada, yic vach' cuchb'um tzach aj d'a stemplo. Tato ay mach sk'och d'ayach aycot d'a sjolom tz'och ijan slolon icha eb' schecab' Dios. A jun chi' elanhchamel tzak'och d'a yol te' cepo, tza tzek'an yed' q'uen cadena. ¿Tas yuj maj a cach vinhaj Jeremías aj Anatot? Ix stek'b'ej sb'a vinh slolon d'a ichanh, icha schecab' Dios syutej sb'a vinh, yujto ix yak'cot jun carta vinh d'ayonh d'a Babilonia tic. Syalan vinh icha tic: Najtilto ol ex cajnaj ta'. B'oec e pat, tzex cajnaj d'ay, avejec eyavb'en te' yic tze loan sat, xchi jun scarta vinh chi' d'ayonh, xchi scarta vinhaj Semaías chi'. Ix yavtan jun carta chi' vinhaj sacerdote Sofonías vab' a in Jeremías in tic. Ix lajvi chi', a Jehová Yajal d'a Smasanil, aton co Diosal a onh israel onh tic, ix lolon d'ayin. Ix yalan icha tic: Alb'at d'a eb' ik'b'ilb'at d'a Babilonia to a in sval icha tic: A vinhaj Semaías aj Nehelam, vinh ix alani to a in ix in chec yal vinh to toxo ol meltzaj vinh d'a Babilonia chi'. Palta manhoc in ix in chec yal jun esal lolonel vinh ix eyak'och yipoc e k'ol chi'. Yuj chi', a in Jehová in svala' to ol vak' syaelal vinhaj Semaías chi' yed' pax eb' yinhtilal. Manhxalaj junoc yinhtilal vinh chi' ol aj d'a scal eb' in chonhab', yic syak'an tzalajb'oc sk'ol d'a in vach'k'olal ol vak' d'ayex, yujto ix ex scuchb'ej vinh yic tze pitej e b'a d'ayin, xchi Jehová, xa chib'ati, xchi d'ayin."
        }
    ]
}