{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Jeremías in tik schecab' in Dios, ix vak'b'at jun in carta t'a eb' yichamtac vinaquil chonhab', t'a eb' sacerdote, t'a eb' schecab' Dios yet' t'a masanil anima aj Jerusalén ik'b'ilb'at yuj vinhaj Nabucodonosor t'a Babilonia."
        },
        {
            "number": "2",
            "text": "Ix vak'b'at jun carta tik, ayic toxo ix ik'jib'at vinhaj rey Jeconías t'a Babilonia chi' yet' ix reina, aton ix snun vinh. Ix ik'jipaxb'at eb' smunlaj t'a palacio, eb' yajal yaj t'a Judá yet' t'a Jerusalén, eb' jelan sb'oan tastac yet' pax eb' tenum q'ueen."
        },
        {
            "number": "3",
            "text": "Ix ik'jib'at jun carta tik yuj vinhaj Elasa yuninal vinhaj Safán yet' vinhaj Gemarías yuninal vinhaj Hilcías. Aton eb' vinh tik ix checjib'at yuj vinhaj Sedequías sreyal Judá t'a vinhaj Nabucodonosor sreyal Babilonia chi'. Ha jun carta chi', icha tik syala':"
        },
        {
            "number": "4",
            "text": "E masanil ex aj Jerusalén ik'b'ilb'at t'a Babilonia yuj co Diosal a onh israel onh tik, aton Jehová Yajal t'a Smasanil, a tz'alan t'ayex icha tik:"
        },
        {
            "number": "5",
            "text": "B'oec e pat, tzex cajnaj t'ay, avejec eyavb'en te' yic tze loan sat."
        },
        {
            "number": "6",
            "text": "Hak'uecoch eyetb'eyum, aljocab' eyuninal. Ochocab' pax yetb'eyum eb' eyuninal chi', aljocab' pax yuninal eb', q'uib'ocab' e b'isul, mocab' emta e b'isul chi'."
        },
        {
            "number": "7",
            "text": "Munlajanhec yuj swach'iloc jun chonhab' b'aj ix ex vak'b'at chi'. k'anec in colval t'a yib'anh, tato wach' tz'aj jun chonhab' chi', wach' pax ol ex aj yet'oc."
        },
        {
            "number": "8",
            "text": "Yujto a in Jehová Yajal in t'a Smasanil, e Diosal in, a in sval juntzanh tik: Manh eyak' e b'a musansatil yuj juntzanh eb' syesejoch sb'a in checab'oc yet' eb' naumel lolonel yalani. Manh e cha eyab' svayich eb' syala'."
        },
        {
            "number": "9",
            "text": "Ha tas syal eb' chi' t'a in b'i, nab'a es. Ha in Jehová in svala' to manhoc in tzin chec yal eb'."
        },
        {
            "number": "10",
            "text": "Svalanxi: Ayic ol tz'acvoc 70 ab'il yak'an yajalil Babilonia chi', ol vak' in wach'k'olal t'ayex, ol vak'anpaxelk'och b'aj ix vak' in ti' to ol ex vik'xi meltzaj t'a tik."
        },
        {
            "number": "11",
            "text": "Ha in val Jehová in svala', vojtac tas nab'il vuj t'a e patic. Ha tas nab'il chi' vuuj, manh yujoc eyab'an syaelal, palta yuj e wach'iloc yic wach' ay tas tzeyak'och yipoc e k'ol t'a b'ak'uinh."
        },
        {
            "number": "12",
            "text": "Ol lajvoc chi', ol eyal e b'a t'ayin, ol ex lesalvoc t'ayin, ol vab'an e lesal chi'."
        },
        {
            "number": "13",
            "text": "Ha in val Jehová in svala' to ol ex javoc t'ayin, ol in ch'ox in b'a t'ayex, yujto ol eyak'och e b'ha t'a yol in k'ab' t'a smasanil e k'ool."
        },
        {
            "number": "14",
            "text": "Ha in Jehová in svala', ol in ch'oxnhej in b'a t'ayex. Ol in q'uex tas eyaji. Ol ex vik'cot t'a masanil nación yet' t'a masanil b'aj ix ex in saclemejcanb'ati. Ol ex in molb'ej, ol ex vik'anpax meltzaj b'aj ayex ek' cajan ayic ix ex ik'jib'ati, xchi Jehová."
        },
        {
            "number": "15",
            "text": "Ha ex tik tzeyala': Ayxo eb' schecab' Jehová t'ayonh t'a Babilonia tik, xe chi."
        },
        {
            "number": "16",
            "text": "Palta syal Jehová icha tik t'a yib'anh vinh rey ayoch t'a sdespachocan vinhaj rey David yet' t'a eb' cajan t'a jun chonhab' tik, aton juntzanh eb' ayto eyuj e b'a yet'oc, eb' maj ik'jib'at t'a Babilonia chi':"
        },
        {
            "number": "17",
            "text": "Ha in Jehová Yajal in t'a Smasanil sval icha tik: Ol vak'b'at oval, vejel yet' ilya t'a skal eb'. Lajan ol vutejcan eb' icha juntzanh te' higo k'aeltacxo, te chuclaj, maxtzac yal sloji."
        },
        {
            "number": "18",
            "text": "Ol in pechb'eyek' eb' yuj oval, yuj vejel, yuj pax ilya. Ol vak'an yajjoc eb' yuj masanil nación. Ol ja catab' t'a yib'anh eb', ol xiv eb' anima yuj eb' ayic ol yilanoch eb'. Ol b'uchvaj eb' t'a eb', ol b'ajjoc eb' yuj juntzanh nación b'aj ol in saclemejcanb'ati."
        },
        {
            "number": "19",
            "text": "Ha in Jehová in svala' to tzijtum el ix alji t'a eb' yuj eb' in checab', palta maj scha yab' eb' tas ix yal eb' in checab' chi'. Anhejtona' ex pax tik maj e chapax eyab'i."
        },
        {
            "number": "20",
            "text": "E masanil ex aj Jerusalén ix ex vak' ik'jocb'at t'a Babilonia, ab'ec val in lolonel svala'."
        },
        {
            "number": "21",
            "text": "Ha in Jehová Yajal in t'a Smasanil, e Diosal in paxi, sval yuj vinhaj Acab yuninal vinhaj Colaías yet' yuj vinhaj Sedequías yuninal vinhaj Maasías, aton eb' vinh tz'alan juntzanh esal lolonel t'a in b'i: Ol vak'och eb' vinh t'a yol sk'ab' vinhaj Nabucodonosor sreyal Babilonia. Ha vinh ol checan miljoccham eb' vinh t'a eyichanh."
        },
        {
            "number": "22",
            "text": "Yuj chi', ex aj Judá, ex ik'b'il ex b'at t'a Babilonia, tato ayex ol e nib'ej e catab'ej junok mach, ol eyal icha tik: Ach yutejocab' Jehová icha utajnac vinhaj Sedequías yet' vinhaj Acab, aton eb' vinh schecnac vinhaj Nabucodonosor nhusjoctz'aoc, xe chama."
        },
        {
            "number": "23",
            "text": "Icha chi' ol aj sja t'a yib'anh eb' vinh, yujto te chuc tas sk'ulej eb' vinh t'a yol e chonhab'. Tz'em eb' vinh ajmulal yet' eb' ix yetb'eyum eb' yetvinaquil. Syalan juntzanh esal lolonel eb' vinh t'a in b'i, manhoc in tzin chec yal eb' vinh. Ha in Jehová in svala', vojtac tas yaji, xchi Jehová, xin chib'at t'a jun in carta chi'."
        },
        {
            "number": "24",
            "text": "Ay jun vinh scuchan Semaías aj Nehelam ayek' t'a Babilonia chi'. D'a yol yic vinh ix yak'cot jun carta t'a masanil eb' anima cajantocan t'a Jerusalén yet' t'a vinhaj sacerdote Sofonías yuninal vinhaj Maasías yet' t'a juntzanhxo eb' vinh sacerdote. Ha t'a jun carta chi' ix yalcot vinh t'a vinhaj Sofonías chi' icha tik: Ha Jehová Dios ix ach ak'anoch sacerdoteal sq'uexuloc vinhaj Joiada, yic wach' cuchb'um tzach aj t'a stemplo. Tato ay mach sk'och t'ayach aycot t'a sjolom tz'och ijan slolon icha eb' schecab' Dios. Ha jun chi' elanhchamel tzak'och t'a yol te' cepo, tza tzek'an yet' q'uen cadena. ¿Tas yuj maj a cach vinhaj Jeremías aj Anatot? Ix stek'b'ej sb'a vinh slolon t'a ichanh, icha schecab' Dios syutej sb'a vinh, yujto ix yak'cot jun carta vinh t'ayonh t'a Babilonia tik. Syalan vinh icha tik: Najtilto ol ex cajnaj ta'. B'oec e pat, tzex cajnaj t'ay, avejec eyavb'en te' yic tze loan sat, xchi jun scarta vinh chi' t'ayonh, xchi scarta vinhaj Semaías chi'. Ix yavtan jun carta chi' vinhaj sacerdote Sofonías vab' a in Jeremías in tik. Ixlajwi chi', a Jehová Yajal t'a Smasanil, aton co Diosal a onh israel onh tik, ix lolon t'ayin. Ix yalan icha tik: Alb'at t'a eb' ik'b'ilb'at t'a Babilonia to a in sval icha tik: Ha vinhaj Semaías aj Nehelam, vinh ix alani to a in ix in chec yal vinh to toxo ol meltzaj vinh t'a Babilonia chi'. Palta manhoc in ix in chec yal jun esal lolonel vinh ix eyak'och yipoc e k'ol chi'. Yuj chi', a in Jehová in svala' to ol vak' syaelal vinhaj Semaías chi' yet' pax eb' yinhtilal. Manhxalaj junok yinhtilal vinh chi' ol aj t'a skal eb' in chonhab', yic syak'an tzalajb'oc sk'ol t'a in wach'k'olal ol vak' t'ayex, yujto ix ex scuchb'ej vinh yic tze pitej e b'a t'ayin, xchi Jehová, xa chib'ati, xchi t'ayin."
        }
    ]
}