{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová icha tik: Ex israel, tato ay junok ix ix spuc sb'a yet' vinh yetb'eyum, syik'an junocxo vinh ix, tato spucxi sb'a ix yet' vinh schab'il chi', a vinh yetb'eyum ix chi', maxtzac yal yik'lanxi sb'a vinh yet' ix. Tato syik'lajxi sb'a eb' jun, a lum lum tik sjuviel lum t'a yol in sat. Palta a in Jehová in tik svala' to lajan ix eyutej e b'a icha eb' ix ajmul ix tzijtum svinac, haxo ticnaic, tze nib'ej tzex meltzajxicot t'ayin."
        },
        {
            "number": "2",
            "text": "Q'ueanhec q'uelan t'a lum tzalquixtac manhxalaj ste'al, scham eyilan lum jolomtac tzalan chi'. ¿Toc ayto lum tzalan chi' b'aj maj e k'ulej ajmulal? Tzex em k'ojan t'a titac b'e tze maclan yek' eb' tzex mulan chi' yet'oc, icha tz'aj smaclan eb' árabe yek' eb' tzek' b'aj malaj anima. Yuj eyajmulal chi' ix eyixtejb'at lum lum tik."
        },
        {
            "number": "3",
            "text": "Yuj val e mul chi' maxtzac yak' nhab' t'a stiempoal. Icha eb' ix ajmul ix maxtzac q'uixvi jab'oc, icha val chi' eyaji."
        },
        {
            "number": "4",
            "text": "Ina ato eyalan tik t'ayin: Mamin, wach' ak'an qued'oc yictax yune' chonhab' onhto."
        },
        {
            "number": "5",
            "text": "¿Tom aynhejcot oval t'ayonh? ¿Tom aynhejcot oval chi' t'a junelnhej? xe chi. Yacb'an van eyalan icha chi', vannhej pax e k'ulan jantac tas malaj swach'il stechaj e k'ulani, xchi Jehová."
        },
        {
            "number": "6",
            "text": "Ha t'a yol stiempoal vinhaj rey Josías, ix yal Jehová t'ayin icha tik: ¿Ix am val il tas ix sk'ulej eb' etchonhab' israel? Icha val eb' ix ajmul ix ix yutej sb'a eb'. Ix laj b'at eb' sk'ulej ajmulal t'a tzalquixtac yet' t'a yichtac te te' k'ayum xiil."
        },
        {
            "number": "7",
            "text": "Ha in tik, a tzin naani to ayic toxo ix sk'ulej eb' icha chi', ol meltzajpaxcot eb' t'ayin, palta maj meltzajxicot eb'. Ha chonhab' Judá te pit, ix yil tas sk'ulej chonhab' Israel ayto yuj sb'a yet'oc."
        },
        {
            "number": "8",
            "text": "Ix yilanpax eb' to ix in puc in b'a yet' eb' israel yuj yajmulal, palta a eb' aj Judá chi' maj xiv jab'oc eb', ix empax eb' ajmulal."
        },
        {
            "number": "9",
            "text": "Yujto malaj yelk'och ajmulal t'a eb', yuj chi' ix yixtejb'at lum lum tik eb' yuj smul chi', yuj pax to ix och eb' ejmelal t'a comon dios nab'a q'ueen, nab'a te'."
        },
        {
            "number": "10",
            "text": "Wach'chom ix yil eb' tas ix aj eb' israel chi', manh yujoc chi' ix meltzajxicot eb' t'ayin t'a smasanil sk'ool, palta tonhej ix stz'ac meltzajcot sb'a eb' t'ayin, xchi Jehová."
        },
        {
            "number": "11",
            "text": "Ix yalanpax Jehová t'ayin icha tik: Ha eb' israel te pit eb', palta quennhej val smul eb' t'a yichanh eb' aj Judá. Ha eb' aj Judá chi' maj yak' elk'och tas ix yal eb'."
        },
        {
            "number": "12",
            "text": "Ach Jeremías, ixic q'uelan t'a stojolal norte, tzalanb'at jun lolonel tik t'a eb' etisraelal ay t'a norte chi'. Ha val Jehová tz'alan t'ayex icha tik: Ex israel te pit, meltzajanhecxicot t'ayin. Manh ovaloc ol vutej ex in chaani, manh masaniloc tiempo aycot voval t'ayex, yujto tz'ok' in k'ol t'ayex."
        },
        {
            "number": "13",
            "text": "Anhej to tzeyojtaquejel e chucal, to te pit ix eyutej e b'a t'ayin, a in Jehová e Diosal in tik. Ha in svala' to ix och e mul e k'ulan ajmulal yet' juntzanh comon dios t'a yichtac te te' k'ayum xiil. Maj e k'anab'ajej jab'oc in checnab'il, xchi Jehová t'ayex, xa chi, xchi t'ayin."
        },
        {
            "number": "14",
            "text": "Ix yalanxi Jehová icha tik: Ex in chonhab' te pit, meltzajanhecxi t'ayin, yujto eyetb'eyum vaji. Junjun ex ol ex vik'cot t'a junjun chonhab'. Chatacvanh ol aj ex vik'ancot t'a junjun makan inhtilal. Icha chi' ol aj ex vik'anxicancot t'a Sion."
        },
        {
            "number": "15",
            "text": "Ol vak'och eb' eyilumal icha val in gana, haxo eb' ol ak'an yajalil t'a eyib'anh t'a jelanil yet' t'a sjichanil."
        },
        {
            "number": "16",
            "text": "Ha in val Jehová in svala' to ayic toxo ix q'uib'xi e b'isul t'a e chonhab' tik, manhxa b'aj ol eyak' b'inaj te' scaxail in trato. Manhxa b'aj ol e nacot te', manhxo pax olto javoc te' t'a e pensar. Manhxo ol e b'o junocxo sq'uexul te'."
        },
        {
            "number": "17",
            "text": "Ha t'a jun pekti’ chi', a Jerusalén ol alchaj yuj to in despacho yaj a in Jehová in tik. Masanil chonhab' ol smolb'ej sb'ha t'a tik yic tz'och eb' ejmelal t'ayin. Manhxo ol yak' sb'a eb' scuchb'ajb'at yuj schuc pensaril."
        },
        {
            "number": "18",
            "text": "Ha t'a jun pekti’ chi', junxonhej ol aj chonhab' Judá yet' chonhab' Israel. Junxonhej ol aj e meltzajcot t'a jun nación t'a stojolal norte, haxo e javican cajan t'a lum lum vak'nac smacb'enej eb' e mam eyicham."
        },
        {
            "number": "19",
            "text": "Ex israel, ix in na' to tzex in chaoch vuninaloc, svak'an jun lum te nib'ab'il tik t'ayex. Anhej val jun lum tik te wach' yilji t'a yol yib'anhk’inal tik. Ix in na' to ol in eyal e mamoc t'a junelnhej, manhxo ol in eyactejcan valani."
        },
        {
            "number": "20",
            "text": "Palta a in val Jehová in svala' to icha junok ix ix te chuc t'a vinh yetb'eyum, icha chi' ix eyutej e b'a t'ayin."
        },
        {
            "number": "21",
            "text": "Tz'ab'chaj yoch jaj t'a lum tzalquixtac manhxa ste'al, aton eb' israel tz'el yav yoq'ui sk'anan colval eb'. Ix elcan eb' t'a sb'eal tojolal. Ix in b'at satk'olal yuj eb', a in Jehová sDiosal in eb' tik."
        },
        {
            "number": "22",
            "text": "Ex anima te pit, cotanhecxi t'ayin, ol vik'anel jun pitalil ayoch t'a e pensar chi', xchi Jehová chi'. Ix tak'vi eb' israel chi' icha tik: Ina cajek' tik, scak'och co b'ha t'a yol a k'ab', yujto a ach tik Jehová co Diosal ach."
        },
        {
            "number": "23",
            "text": "Nab'anhej onh xid'ek' t'a tzalquixtac, onh avaj chaanh cak'an q'uinh t'a juntzanh comon dios. Anhej val t'ayach Jehová co Diosal tz'ilchaj co colnab'il."
        },
        {
            "number": "24",
            "text": "Yictax yune' chonhab' onhto, onh och ejmelal t'a juntzanh yechel q'uixvub'tac chi', yuj chi' ix ak' satel tastac ix aj t'a eb' co mam quicham, aton nok' calnel yet' nok' vacax. Ix champax yuninal eb' yet' yisil eb'."
        },
        {
            "number": "25",
            "text": "Quiq'ek em co b'a yuj q'uixvelal, yujto a onh tik yet' eb' co mam quicham, ix te och val co mul t'a Jehová co Diosal. Yictax yune' chonhab' onhto masanto ticnaic, max co k'anab'ajej tas syal t'ayonh, xchi eb'."
        }
    ]
}