{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová icha tik: Ex israel, tato ay junok ix ix spuk sb'a yet' winh yetb'eyum, syik'an junocxo winh ix, tato spukxi sb'a ix yet' winh schab'il chi', a winh yetb'eyum ix chi', maxtzac yal yik'lanxi sb'a winh yet' ix. Tato syik'lajxi sb'a heb' jun, a lum lum tik sjuwiel lum t'a yol in sat. Palta a in Jehová in tik swala' to lajan ix eyutej he b'a icha heb' ix ajmul ix tzijtum swinac, haxo ticnaik, tze nib'ej tzex meltzajxicot t'ayin."
        },
        {
            "number": "2",
            "text": "Q'ueanhec k'elan t'a lum tzalquixtac manhxalaj ste'al, scham eyilan lum jolomtac tzalan chi'. ¿Toc ayto lum tzalan chi' b'aj maj he k'ulej ajmulal? Tzex em k'ojan t'a titac b'e tze maclan yek' heb' tzex mulan chi' yet'oc, icha tz'aj smaclan heb' árabe yek' heb' tzek' b'aj malaj anima. Yuj eyajmulal chi' ix eyixtejb'at lum lum tik."
        },
        {
            "number": "3",
            "text": "Yuj wal he mul chi' maxtzac yak' nhab' t'a stiempoal. Icha heb' ix ajmul ix maxtzac q'uixwi jab'oc, icha wal chi' eyaji."
        },
        {
            "number": "4",
            "text": "Ina ato eyalan tik t'ayin: Mamin, wach' ak'an qued'oc yictax yune' chonhab' onhto."
        },
        {
            "number": "5",
            "text": "¿Tom aynhejcot owal t'ayonh? ¿Tom aynhejcot owal chi' t'a junelnhej? xe chi. Yacb'an wan eyalan icha chi', wannhej pax he k'ulan jantac tas malaj swach'il stechaj he k'ulani, xchi Jehová."
        },
        {
            "number": "6",
            "text": "Ha t'a yol stiempoal winhaj rey Josías, ix yal Jehová t'ayin icha tik: ¿Ix am wal il tas ix sk'ulej heb' etchonhab' israel? Icha wal heb' ix ajmul ix ix yutej sb'a heb'. Ix laj b'at heb' sk'ulej ajmulal t'a tzalquixtac yet' t'a yichtac te te' k'ayum xiil."
        },
        {
            "number": "7",
            "text": "Ha in tik, a tzin naani to ayic toxo ix sk'ulej heb' icha chi', ol meltzajpaxcot heb' t'ayin, palta maj meltzajxicot heb'. Ha chonhab' Judá te pit, ix yil tas sk'ulej chonhab' Israel ayto yuj sb'a yet'oc."
        },
        {
            "number": "8",
            "text": "Ix yilanpax heb' to ix in puc in b'a yet' heb' israel yuj yajmulal, palta a heb' aj Judá chi' maj xiv jab'oc heb', ix empax heb' ajmulal."
        },
        {
            "number": "9",
            "text": "Yujto malaj yelk'och ajmulal t'a heb', yuj chi' ix yixtejb'at lum lum tik heb' yuj smul chi', yuj pax to ix och heb' ejmelal t'a comon Dios nab'a k'een, nab'a te'."
        },
        {
            "number": "10",
            "text": "Wach'chom ix yil heb' tas ix aj heb' israel chi', manh yujoc chi' ix meltzajxicot heb' t'ayin t'a smasanil sk'ool, palta tonhej ix stz'ac meltzajcot sb'a heb' t'ayin, xchi Jehová."
        },
        {
            "number": "11",
            "text": "Ix yalanpax Jehová t'ayin icha tik: Ha heb' israel te pit heb', palta quennhej wal smul heb' t'a yichanh heb' aj Judá. Ha heb' aj Judá chi' maj yak' elk'och tas ix yal heb'."
        },
        {
            "number": "12",
            "text": "Ach Jeremías, ixic k'elan t'a stojolal norte, tzalanb'at jun lolonel tik t'a heb' etisraelal ay t'a norte chi'. Ha wal Jehová tz'alan t'ayex icha tik: Ex israel te pit, meltzajanhecxicot t'ayin. Manh owaloc ol wutej ex in chaani, manh masaniloc tiempo aycot wowal t'ayex, yujto tz'ok' in k'ol t'ayex."
        },
        {
            "number": "13",
            "text": "Anhej to tzeyojtaquejel he chukal, to te pit ix eyutej he b'a t'ayin, a in Jehová he Diosal in tik. Ha in swala' to ix och he mul he k'ulan ajmulal yet' juntzanh comon Dios t'a yichtac te te' k'ayum xiil. Maj he k'anab'ajej jab'oc in checnab'il, xchi Jehová t'ayex, xa chi, xchi t'ayin."
        },
        {
            "number": "14",
            "text": "Ix yalanxi Jehová icha tik: Ex in chonhab' te pit, meltzajanhecxi t'ayin, yujto eyetb'eyum waji. Junjun ex ol ex wik'cot t'a junjun chonhab'. Chatacwanh ol aj ex wik'ancot t'a junjun makan inhtilal. Icha chi' ol aj ex wik'anxikancot t'a Sion."
        },
        {
            "number": "15",
            "text": "Ol wak'och heb' eyilumal icha wal in gana, haxo heb' ol ak'an yajalil t'a eyib'anh t'a jelanil yet' t'a sjichanil."
        },
        {
            "number": "16",
            "text": "Ha in wal Jehová in swala' to ayic toxo ix q'uib'xi he b'isul t'a he chonhab' tik, manhxa b'aj ol eyak' b'inaj te' skaxail in trato. Manhxa b'aj ol he nacot te', manhxo pax olto jawok te' t'a he pensar. Manhxo ol he b'o junocxo sk'exul te'."
        },
        {
            "number": "17",
            "text": "Ha t'a jun pekti’ chi', a Jerusalén ol alchaj yuj to in despacho yaj a in Jehová in tik. Masanil chonhab' ol smolb'ej sb'ha t'a tik yic tz'och heb' ejmelal t'ayin. Manhxo ol yak' sb'a heb' scuchb'ajb'at yuj schuc pensaril."
        },
        {
            "number": "18",
            "text": "Ha t'a jun pekti’ chi', junxonhej ol aj chonhab' Judá yet' chonhab' Israel. Junxonhej ol aj he meltzajcot t'a jun nación t'a stojolal norte, haxo he jawikan kajan t'a lum lum wak'nac smacb'enej heb' he mam eyicham."
        },
        {
            "number": "19",
            "text": "Ex israel, ix in na' to tzex in chaoch wuninaloc, swak'an jun lum te nib'ab'il tik t'ayex. Anhej wal jun lum tik te wach' yilji t'a yol yib'anhk’inal tik. Ix in na' to ol in eyal he mamoc t'a junelnhej, manhxo ol in eyactejkan walani."
        },
        {
            "number": "20",
            "text": "Palta a in wal Jehová in swala' to icha junok ix ix te chuk t'a winh yetb'eyum, icha chi' ix eyutej he b'a t'ayin."
        },
        {
            "number": "21",
            "text": "Tz'ab'chaj yoch jaj t'a lum tzalquixtac manhxa ste'al, aton heb' israel tz'el yav yoq'ui sk'anan colwal heb'. Ix elkan heb' t'a sb'eal tojolal. Ix in b'at satk'olal yuj heb', a in Jehová sDiosal in heb' tik."
        },
        {
            "number": "22",
            "text": "Ex anima te pit, cotanhecxi t'ayin, ol wik'anel jun pitalil ayoch t'a he pensar chi', xchi Jehová chi'. Ix tak'wi heb' israel chi' icha tik: Ina kajek' tik, skak'och ko b'ha t'a yol a k'ab', yujto a ach tik Jehová ko Diosal ach."
        },
        {
            "number": "23",
            "text": "Nab'anhej onh xid'ek' t'a tzalquixtac, onh awaj chaanh kak'an q'uinh t'a juntzanh comon Dios. Anhej wal t'ayach Jehová ko Diosal tz'ilchaj ko colnab'il."
        },
        {
            "number": "24",
            "text": "Yictax yune' chonhab' onhto, onh och ejmelal t'a juntzanh yechel q'uixwub'tac chi', yuj chi' ix ak' satel tastac ix aj t'a heb' ko mam quicham, aton nok' kalnel yet' nok' wakax. Ix champax yuninal heb' yet' yisil heb'."
        },
        {
            "number": "25",
            "text": "Quiq'ek em ko b'a yuj q'uixwelal, yujto a onh tik yet' heb' ko mam quicham, ix te och wal ko mul t'a Jehová ko Diosal. Yictax yune' chonhab' onhto masanto ticnaik, max ko k'anab'ajej tas syal t'ayonh, xchi heb'."
        }
    ]
}