{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová icha tic: Ex israel, tato ay junoc ix ix spuc sb'a yed' vinh yetb'eyum, syik'an junocxo vinh ix, tato spucxi sb'a ix yed' vinh schab'il chi', a vinh yetb'eyum ix chi', maxtzac yal yik'lanxi sb'a vinh yed' ix. Tato syik'lajxi sb'a eb' jun, a lum luum tic sjuviel lum d'a yol in sat. Palta a in Jehová in tic svala' to lajan ix eyutej e b'a icha eb' ix ajmul ix tzijtum svinac, axo ticnaic, tze nib'ej tzex meltzajxicot d'ayin."
        },
        {
            "number": "2",
            "text": "Q'ueanhec q'uelan d'a lum tzalquixtac manhxalaj ste'al, scham eyilan lum jolomtac tzalan chi'. ¿Toc ayto lum tzalan chi' b'aj maj e k'ulej ajmulal? Tzex em k'ojan d'a titac b'e tze maclan yek' eb' tzex mulan chi' yed'oc, icha tz'aj smaclan eb' árabe yek' eb' tz'ek' b'aj malaj anima. Yuj eyajmulal chi' ix eyixtejb'at lum luum tic."
        },
        {
            "number": "3",
            "text": "Yuj val e mul chi' maxtzac yak' nhab' d'a stiempoal. Icha eb' ix ajmul ix maxtzac q'uixvi jab'oc, icha val chi' eyaji."
        },
        {
            "number": "4",
            "text": "Ina ato eyalan tic d'ayin: Mamin, vach' ak'an qued'oc yictax yune' chonhab' onhto."
        },
        {
            "number": "5",
            "text": "¿Tom aynhejcot oval d'ayonh? ¿Tom aynhejcot oval chi' d'a junelnhej? xe chi. Yacb'an van eyalan icha chi', vannhej pax e k'ulan jantac tas malaj svach'il stechaj e k'ulani, xchi Jehová."
        },
        {
            "number": "6",
            "text": "A d'a yol stiempoal vinhaj rey Josías, ix yal Jehová d'ayin icha tic: ¿Ix am val il tas ix sk'ulej eb' etchonhab' israel? Icha val eb' ix ajmul ix ix yutej sb'a eb'. Ix laj b'at eb' sk'ulej ajmulal d'a tzalquixtac yed' d'a yichtac te te' k'ayum xiil."
        },
        {
            "number": "7",
            "text": "A in tic, a tzin naani to ayic toxo ix sk'ulej eb' icha chi', ol meltzajpaxcot eb' d'ayin, palta maj meltzajxicot eb'. A chonhab' Judá te pit, ix yil tas sk'ulej chonhab' Israel ayto yuj sb'a yed'oc."
        },
        {
            "number": "8",
            "text": "Ix yilanpax eb' to ix in puc in b'a yed' eb' israel yuj yajmulal, palta a eb' aj Judá chi' maj xiv jab'oc eb', ix empax eb' ajmulal."
        },
        {
            "number": "9",
            "text": "Yujto malaj yelk'och ajmulal d'a eb', yuj chi' ix yixtejb'at lum luum tic eb' yuj smul chi', yuj pax to ix och eb' ejmelal d'a comon dios nab'a q'ueen, nab'a te'."
        },
        {
            "number": "10",
            "text": "Vach'chom ix yil eb' tas ix aj eb' israel chi', manh yujoc chi' ix meltzajxicot eb' d'ayin d'a smasanil sk'ool, palta tonhej ix stz'ac meltzajcot sb'a eb' d'ayin, xchi Jehová."
        },
        {
            "number": "11",
            "text": "Ix yalanpax Jehová d'ayin icha tic: A eb' israel te pit eb', palta quennhej val smul eb' d'a yichanh eb' aj Judá. A eb' aj Judá chi' maj yak' elk'och tas ix yal eb'."
        },
        {
            "number": "12",
            "text": "Ach Jeremías, ixic q'uelan d'a stojolal norte, tzalanb'at jun lolonel tic d'a eb' etisraelal ay d'a norte chi'. A val Jehová tz'alan d'ayex icha tic: Ex israel te pit, meltzajanhecxicot d'ayin. Manh ovaloc ol vutej ex in chaani, manh masaniloc tiempo aycot voval d'ayex, yujto tz'ok' in k'ol d'ayex."
        },
        {
            "number": "13",
            "text": "Anhej to tzeyojtaquejel e chucal, to te pit ix eyutej e b'a d'ayin, a in Jehová e Diosal in tic. A in svala' to ix och e mul e k'ulan ajmulal yed' juntzanh comon dios d'a yichtac te te' k'ayum xiil. Maj e k'anab'ajej jab'oc in checnab'il, xchi Jehová d'ayex, xa chi, xchi d'ayin."
        },
        {
            "number": "14",
            "text": "Ix yalanxi Jehová icha tic: Ex in chonhab' te pit, meltzajanhecxi d'ayin, yujto eyetb'eyum vaji. Junjun ex ol ex vik'cot d'a junjun chonhab'. Chatacvanh ol aj ex vik'ancot d'a junjun macanh inhtilal. Icha chi' ol aj ex vik'anxicancot d'a Sion."
        },
        {
            "number": "15",
            "text": "Ol vak'och eb' eyilumal icha val in gana, axo eb' ol ak'an yajalil d'a eyib'anh d'a jelanil yed' d'a sjichanil."
        },
        {
            "number": "16",
            "text": "A in val Jehová in svala' to ayic toxo ix q'uib'xi e b'isul d'a e chonhab' tic, manhxa b'aj ol eyak' b'inaj te' scaxail in trato. Manhxa b'aj ol e nacot te', manhxo pax olto javoc te' d'a e pensar. Manhxo ol e b'o junocxo sq'uexul te'."
        },
        {
            "number": "17",
            "text": "A d'a jun tiempoal chi', a Jerusalén ol alchaj yuuj to in despacho yaj a in Jehová in tic. Masanil chonhab' ol smolb'ej sb'a d'a tic yic tz'och eb' ejmelal d'ayin. Manhxo ol yak' sb'a eb' scuchb'ajb'at yuj schuc pensaril."
        },
        {
            "number": "18",
            "text": "A d'a jun tiempoal chi', junxonhej ol aj chonhab' Judá yed' chonhab' Israel. Junxonhej ol aj e meltzajcot d'a jun nación d'a stojolal norte, axo e javican cajan d'a lum luum vak'nac smacb'enej eb' e mam eyicham."
        },
        {
            "number": "19",
            "text": "Ex israel, ix in na' to tzex in chaoch vuninaloc, svak'an jun lum te nib'ab'il tic d'ayex. Anhej val jun lum tic te vach' yilji d'a yolyib'anhq'uinal tic. Ix in na' to ol in eyal e mamoc d'a junelnhej, manhxo ol in eyactejcan valani."
        },
        {
            "number": "20",
            "text": "Palta a in val Jehová in svala' to icha junoc ix ix te chuc d'a vinh yetb'eyum, icha chi' ix eyutej e b'a d'ayin."
        },
        {
            "number": "21",
            "text": "Tz'ab'chaj yoch jaj d'a lum tzalquixtac manhxa ste'al, aton eb' israel tz'el yav yoq'ui sk'anan colval eb'. Ix elcan eb' d'a sb'eal tojolal. Ix in b'at satk'olal yuj eb', a in Jehová sDiosal in eb' tic."
        },
        {
            "number": "22",
            "text": "Ex anima te pit, cotanhecxi d'ayin, ol vik'anel jun pitalil ayoch d'a e pensar chi', xchi Jehová chi'. Ix tak'vi eb' israel chi' icha tic: Ina cajek' tic, scak'och co b'a d'a yol a k'ab', yujto a ach tic Jehová co Diosal ach."
        },
        {
            "number": "23",
            "text": "Nab'anhej onh xid'ek' d'a tzalquixtac, onh avaj chaanh cak'an q'uinh d'a juntzanh comon dios. Anhej val d'ayach Jehová co Diosal tz'ilchaj co colnab'il."
        },
        {
            "number": "24",
            "text": "Yictax yune' chonhab' onhto, onh och ejmelal d'a juntzanh yechel q'uixvub'tac chi', yuj chi' ix ak' satel tastac ix aj d'a eb' co mam quicham, aton nok' calnel yed' nok' vacax. Ix champax yuninal eb' yed' yisil eb'."
        },
        {
            "number": "25",
            "text": "Quiq'uec em co b'a yuj q'uixvelal, yujto a onh tic yed' eb' co mam quicham, ix te och val co mul d'a Jehová co Diosal. Yictax yune' chonhab' onhto masanto ticnaic, max co k'anab'ajej tas syal d'ayonh, xchi eb'."
        }
    ]
}