{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Aton slolonel Jehová tic ix yal d'ayin Jeremías in tic:"
        },
        {
            "number": "2",
            "text": "A in Jehová e Diosal in a ex israel ex tic, sval icha tic: Tz'ib'ejcan masanil tas ix val d'ayach,"
        },
        {
            "number": "3",
            "text": "yujto ol k'och sk'ual, ol vak' meltzaj eb' in chonhab' Israel yed' eb' aj Judá ik'b'ilb'at d'a Babilonia. A in Jehová in svala' to ol vik'xi meltzaj eb' d'a lum luum vak'nac smacb'enej eb' e mam eyicham, xchi Jehová."
        },
        {
            "number": "4",
            "text": "Aton tas ix yal Jehová tic d'a yib'anh chonhab' Israel yed' d'a Judá."
        },
        {
            "number": "5",
            "text": "Ix yalan icha tic: Tz'ab'chaj val yel av yuj xivk'olal, manhxalaj tzalajk'olal."
        },
        {
            "number": "6",
            "text": "k'anb'ejec val eyab'i, tocval ay junoc vinh vinac tz'aj yune'. ¿Tas yuj svila', a eb' vinh vinac te tek'an, toxonhej vetz'vetz'och eb' vinh d'a sk'ol icha eb' ix ix aycot syail unevel d'ay? ¿Tas yuj sacxonhej yilji sat eb' vinh smasanil?"
        },
        {
            "number": "7",
            "text": "Ay jun k'ual to manhxa yalnab'il yaelal ol ujoc, malaj junocxo k'u lajan yed' jun k'u ol javoc chi'. Aton d'a jun tiempoal chi' ol och val yaelal d'a yib'anh eb' yinhtilal Jacob, palta ol colchajel eb' d'a scal."
        },
        {
            "number": "8",
            "text": "A in Jehová Yajal in d'a Smasanil sval icha tic: Ol viq'uel te' yugo ayoch d'a sjaj eb' in chonhab', aton b'aj ayoch eb' checab'vumal. Manhxa b'aq'uinh ol och eb' checab'vumal d'a eb' ch'oc chonhab'il."
        },
        {
            "number": "9",
            "text": "A in Jehová sDiosal in eb' tic ol in yak' servil, ol yak'anpax servil vinh yinhtil vinhaj David eb', aton vinh ol vak'och sreyaloc eb'."
        },
        {
            "number": "10",
            "text": "Ex israel yinhtilal Jacob, in checab' eyaji, manh ex xivoc, yujto ol ex in colel yed' eb' eyuninal d'a jun nación najat b'aj ix ex ik'jib'ati. A in Jehová in svala' to ol ex cajnajxi d'a junk'olal, manhxa tas ol e na'a, manhxa mach ol ex xib'tanoc."
        },
        {
            "number": "11",
            "text": "Ex yinhtilal Jacob, in checab' eyaji, manh ex xivoc. Ayinnhejoch eyed'oc, ol in satel masanil juntzanh nación b'aj ix ex in saclemejb'ati. Palta a ex tic manh ol ex in satel-laj, anhej to ol vak'och eyaelal icha d'a smojal. Manh ol ek'b'atlaj in ch'olb'itan tas eyaji."
        },
        {
            "number": "12",
            "text": "A b'aj ix ex lajvi chi', max yal yanhtaji, a eyaelal manhxalaj sb'onab'il."
        },
        {
            "number": "13",
            "text": "Malaj mach tz'alan eyaelal, malaj mach tz'anhtan eyechen chi'. Manhxa yanhal eyaelal chi'."
        },
        {
            "number": "14",
            "text": "Masanil eb' tzex xajanani, toxo ix ex b'at satk'olal yuj eb'. ¿Toc tzato sna eb' tas tzex aji? A in ix ex vak' echnajoc, icha ajk'ol vajoch d'ayex. Te nivan eyaelal ix vak'ochi, yujto manh jantacoc e chucal, manhxo b'ischajb'enoc."
        },
        {
            "number": "15",
            "text": "¿Tas yuj tz'el val eyav yuj eyechen chi'? Manhxa yanhal eyaelal chi', yujto manhxo b'ischajb'enoc e mul, yuj chi' icha chi' tzex vutej."
        },
        {
            "number": "16",
            "text": "Palta masanil eb' snib'ej ex sataneli, ol satel eb'. Masanil eb' ayoch ajk'olal d'ayex, ol ik'joccanb'at eb' d'a ch'oc chonhab'il. A eb' ix ik'anb'at tastac ay d'ayex, ol ik'jocpaxb'at yic eb'. A eb' ix elk'anb'at e k'ael, ol elk'ajpaxb'at yic eb'."
        },
        {
            "number": "17",
            "text": "Vach'chom a eb' eyajk'ool chi' syal eb' d'a e patictac icha tic: A Sion toxo ix actajcani, manhxalaj mach tz'ok' sk'ol yuuj, xchi eb'. Palta a in Jehová in svala' to ol vak' b'oxoc e k'ool, ol vanhtej eyechen chi'."
        },
        {
            "number": "18",
            "text": "Yujto ol k'och sk'ual, ol ex vik'xi meltzaj a ex yinhtilal ex Jacob tic b'aj ik'b'il ex b'ati. Ol ok' in k'ol d'ayex. A e chonhab' ol b'oxocq'ue b'aj jub'ilem d'a sb'ab'elal yed' pax e palacio ol b'oxoc d'a yed'tal."
        },
        {
            "number": "19",
            "text": "Ata' ol q'ue e jaj e b'itan yuj eyak'an yuj diosal, ol ex tzevaj d'a tzalajk'olal. Ol vak' q'uib' e b'isul, manh jayvanhocnhej ol ex ajoc. Manh ol ex paticajeloc, a in ol vak' snivanil eyelk'ochi."
        },
        {
            "number": "20",
            "text": "A ex israel ex tic, icha eyaj d'a peca', icha chi' ol ex ajxoc. Tek'an ol ex ajxoc d'a vichanh. Ol vak'och syaelal eb' ix ex ixtani."
        },
        {
            "number": "21",
            "text": "A in Jehová in svala' to a d'a e cal ol elta jun mach ol och eyajaliloc, a ol ex cuchb'anoc. A jun eyajalil chi' ol vak' javoc d'a in tz'ey. Yujto malaj junoc mach scomon tek'b'ej sb'a sjavi d'a in tz'ey."
        },
        {
            "number": "22",
            "text": "Ol ex och in chonhab'oc, a inxo ol in och e Diosaloc, xchi Jehová."
        },
        {
            "number": "23",
            "text": "A yoval sk'ol Jehová ol ja d'a yib'anh eb' chuc, icha val junoc oval ik' nhab' sjavi xumnajoc."
        },
        {
            "number": "24",
            "text": "A yoval sk'ol chi', manh ol ek'b'atlaj masanto ol elk'och tas nab'il yuuj. Masanil juntzanh tic ol nachajel eyuuj d'a slajvub' k'ual."
        }
    ]
}