{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Aton slolonel Jehová tik ix yal t'ayin Jeremías in tik:"
        },
        {
            "number": "2",
            "text": "Ha in Jehová e Diosal in a ex israel ex tik, sval icha tik: Tz'ib'ejcan masanil tas ix val t'ayach,"
        },
        {
            "number": "3",
            "text": "yujto ol k'och sk'ual, ol vak' meltzaj eb' in chonhab' Israel yet' eb' aj Judá ik'b'ilb'at t'a Babilonia. Ha in Jehová in svala' to ol vik'xi meltzaj eb' t'a lum lum vak'nac smacb'enej eb' e mam eyicham, xchi Jehová."
        },
        {
            "number": "4",
            "text": "Aton tas ix yal Jehová tik t'a yib'anh chonhab' Israel yet' t'a Judá."
        },
        {
            "number": "5",
            "text": "Ix yalan icha tik: Tz'ab'chaj val yel av yuj xivk'olal, manhxalaj tzalajk'olal."
        },
        {
            "number": "6",
            "text": "k'anb'ejec val eyab'i, tocval ay junok vinh vinac tz'aj yune'. ¿Tas yuj svila', a eb' vinh vinac te tek'an, toxonhej vetz'vetz'och eb' vinh t'a sk'ol icha eb' ix ix aycot syail unevel t'ay? ¿Tas yuj sacxonhej yilji sat eb' vinh smasanil?"
        },
        {
            "number": "7",
            "text": "Ay jun k'ual to manhxa yalnab'il yaelal ol ujoc, malaj junocxo k'u lajan yet' jun k'u ol javoc chi'. Aton t'a jun pekti’ chi' ol och val yaelal t'a yib'anh eb' yinhtilal Jacob, palta ol colchajel eb' t'a skal."
        },
        {
            "number": "8",
            "text": "Ha in Jehová Yajal in t'a Smasanil sval icha tik: Ol viq'uel te' yugo ayoch t'a sjaj eb' in chonhab', aton b'aj ayoch eb' checab'vumal. Manhxa b'ak'uinh ol och eb' checab'vumal t'a eb' ch'oc chonhab'il."
        },
        {
            "number": "9",
            "text": "Ha in Jehová sDiosal in eb' tik ol in yak' servil, ol yak'anpax servil vinh yinhtil vinhaj David eb', aton vinh ol vak'och sreyaloc eb'."
        },
        {
            "number": "10",
            "text": "Ex israel yinhtilal Jacob, in checab' eyaji, manh ex xivoc, yujto ol ex in colel yet' eb' eyuninal t'a jun nación najat b'aj ix ex ik'jib'ati. Ha in Jehová in svala' to ol ex cajnajxi t'a junk'olal, manhxa tas ol e na'a, manhxa mach ol ex xib'tanoc."
        },
        {
            "number": "11",
            "text": "Ex yinhtilal Jacob, in checab' eyaji, manh ex xivoc. Ayinnhejoch eyed'oc, ol in satel masanil juntzanh nación b'aj ix ex in saclemejb'ati. Palta a ex tik manh ol ex in satel-laj, anhej to ol vak'och eyaelal icha t'a smojal. Manh ol ek'b'atlaj in ch'olb'itan tas eyaji."
        },
        {
            "number": "12",
            "text": "Ha b'aj ix ex lajvi chi', max yal yanhtaji, a eyaelal manhxalaj sb'onab'il."
        },
        {
            "number": "13",
            "text": "Malaj mach tz'alan eyaelal, malaj mach tz'anhtan eyechen chi'. Manhxa yanhal eyaelal chi'."
        },
        {
            "number": "14",
            "text": "Masanil eb' tzex xajanani, toxo ix ex b'at satk'olal yuj eb'. ¿Toc tzato sna eb' tas tzex aji? Ha in ix ex vak' echnajoc, icha ajk'ol vajoch t'ayex. Te niwan eyaelal ix vak'ochi, yujto manh jantacoc e chukal, manhxo b'ischajb'enoc."
        },
        {
            "number": "15",
            "text": "¿Tas yuj tz'el val eyav yuj eyechen chi'? Manhxa yanhal eyaelal chi', yujto manhxo b'ischajb'enoc e mul, yuj chi' icha chi' tzex vutej."
        },
        {
            "number": "16",
            "text": "Palta masanil eb' snib'ej ex sataneli, ol satel eb'. Masanil eb' ayoch ajk'olal t'ayex, ol ik'joccanb'at eb' t'a ch'oc chonhab'il. Ha eb' ix ik'anb'at tastac ay t'ayex, ol ik'jocpaxb'at yic eb'. Ha eb' ix elk'anb'at e k'ael, ol elk'ajpaxb'at yic eb'."
        },
        {
            "number": "17",
            "text": "Wach'chom a eb' eyajk'ool chi' syal eb' t'a e patictac icha tik: Ha Sion toxo ix actajcani, manhxalaj mach tz'ok' sk'ol yuj, xchi eb'. Palta a in Jehová in svala' to ol vak' b'oxoc e k'ool, ol vanhtej eyechen chi'."
        },
        {
            "number": "18",
            "text": "Yujto ol k'och sk'ual, ol ex vik'xi meltzaj a ex yinhtilal ex Jacob tik b'aj ik'b'il ex b'ati. Ol ok' in k'ol t'ayex. Ha e chonhab' ol b'oxocq'ue b'aj jub'ilem t'a sb'ab'elal yet' pax e palacio ol b'oxoc t'a yet'tal."
        },
        {
            "number": "19",
            "text": "Ata' ol q'ue e jaj e b'itan yuj eyak'an yuj diosal, ol ex tzevaj t'a tzalajk'olal. Ol vak' q'uib' e b'isul, manh jayvanhocnhej ol ex ajoc. Manh ol ex paticajeloc, a in ol vak' snivanil eyelk'ochi."
        },
        {
            "number": "20",
            "text": "Ha ex israel ex tik, icha eyaj t'a peca', icha chi' ol ex ajxoc. Tek'an ol ex ajxoc t'a vichanh. Ol vak'och syaelal eb' ix ex ixtani."
        },
        {
            "number": "21",
            "text": "Ha in Jehová in svala' to ha t'a e cal ol elta jun mach ol och eyajaliloc, a ol ex cuchb'anoc. Ha jun eyajalil chi' ol vak' javoc t'a in tz'ey. Yujto malaj junok mach scomon tek'b'ej sb'a sjavi t'a in tz'ey."
        },
        {
            "number": "22",
            "text": "Ol ex och in chonhab'oc, a inxo ol in och e Diosaloc, xchi Jehová."
        },
        {
            "number": "23",
            "text": "Ha yoval sk'ol Jehová ol ja t'a yib'anh eb' chuk, icha val junok oval ik' nhab' sjavi xumnajoc."
        },
        {
            "number": "24",
            "text": "Ha yoval sk'ol chi', manh ol ek'b'atlaj masanto ol elk'och tas nab'il yuj. Masanil juntzanh tik ol nachajel eyuuj t'a slajvub' k'ual."
        }
    ]
}