{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Aton slolonel Jehová tik ix yal t'ayin Jeremías in tik:"
        },
        {
            "number": "2",
            "text": "Ha in Jehová he Diosal in a ex israel ex tik, swal icha tik: Tz'ib'ejcan masanil tas ix wal t'ayach,"
        },
        {
            "number": "3",
            "text": "yujto ol k'och sk'ual, ol wak' meltzaj heb' in chonhab' Israel yet' heb' aj Judá ik'b'ilb'at t'a Babilonia. Ha in Jehová in swala' to ol wik'xi meltzaj heb' t'a lum lum wak'nac smacb'enej heb' he mam eyicham, xchi Jehová."
        },
        {
            "number": "4",
            "text": "Aton tas ix yal Jehová tik t'a yib'anh chonhab' Israel yet' t'a Judá."
        },
        {
            "number": "5",
            "text": "Ix yalan icha tik: Tz'ab'chaj wal yel av yuj xivk'olal, manhxalaj tzalajk'olal."
        },
        {
            "number": "6",
            "text": "k'anb'ejec wal eyab'i, tocwal ay junok winh winak tz'aj yune'. ¿Tas yuj swila', a heb' winh winak te tek'an, toxonhej wetz'wetz'och heb' winh t'a sk'ol icha heb' ix ix aycot syail unewel t'ay? ¿Tas yuj sacxonhej yilji sat heb' winh smasanil?"
        },
        {
            "number": "7",
            "text": "Ay jun k'ual to manhxa yalnab'il yaelal ol ujok, malaj junocxo k'u lajan yet' jun k'u ol jawok chi'. Aton t'a jun pekti’ chi' ol och wal yaelal t'a yib'anh heb' yinhtilal Jacob, palta ol colchajel heb' t'a skal."
        },
        {
            "number": "8",
            "text": "Ha in Jehová Yajal in t'a Smasanil swal icha tik: Ol wik'el te' yugo ayoch t'a sjaj heb' in chonhab', aton b'aj ayoch heb' checab'wumal. Manhxa b'ak'uinh ol och heb' checab'wumal t'a heb' ch'oc chonhab'il."
        },
        {
            "number": "9",
            "text": "Ha in Jehová sDiosal in heb' tik ol in yak' serwil, ol yak'anpax serwil winh yinhtil winhaj Dawid heb', aton winh ol wak'och sreyaloc heb'."
        },
        {
            "number": "10",
            "text": "Ex israel yinhtilal Jacob, in checab' eyaji, manh ex xiwoc, yujto ol ex in colel yet' heb' eyuninal t'a jun nación najat b'aj ix ex ik'jib'ati. Ha in Jehová in swala' to ol ex cajnajxi t'a junk'olal, manhxa tas ol he na'a, manhxa mach ol ex xib'tanoc."
        },
        {
            "number": "11",
            "text": "Ex yinhtilal Jacob, in checab' eyaji, manh ex xiwoc. Ayinnhejoch eyed'oc, ol in satel masanil juntzanh nación b'aj ix ex in saclemejb'ati. Palta a ex tik manh ol ex in satel-laj, anhej to ol wak'och eyaelal icha t'a smojal. Manh ol ek'b'atlaj in ch'olb'itan tas eyaji."
        },
        {
            "number": "12",
            "text": "Ha b'aj ix ex lajwi chi', max yal yanhtaji, a eyaelal manhxalaj sb'onab'il."
        },
        {
            "number": "13",
            "text": "Malaj mach tz'alan eyaelal, malaj mach tz'anhtan eyechen chi'. Manhxa yanhal eyaelal chi'."
        },
        {
            "number": "14",
            "text": "Masanil heb' tzex xajanani, toxo ix ex b'at satk'olal yuj heb'. ¿Toc tzato sna heb' tas tzex aji? Ha in ix ex wak' echnajoc, icha ajk'ol wajoch t'ayex. Te niwan eyaelal ix wak'ochi, yujto manh jantacoc he chukal, manhxo b'ischajb'enoc."
        },
        {
            "number": "15",
            "text": "¿Tas yuj tz'el wal eyav yuj eyechen chi'? Manhxa yanhal eyaelal chi', yujto manhxo b'ischajb'enoc he mul, yuj chi' icha chi' tzex wutej."
        },
        {
            "number": "16",
            "text": "Palta masanil heb' snib'ej ex sataneli, ol satel heb'. Masanil heb' ayoch ajk'olal t'ayex, ol ik'joccanb'at heb' t'a ch'oc chonhab'il. Ha heb' ix ik'anb'at tastac ay t'ayex, ol ik'jocpaxb'at yic heb'. Ha heb' ix elk'anb'at he k'ael, ol elk'ajpaxb'at yic heb'."
        },
        {
            "number": "17",
            "text": "Wach'chom a heb' eyajk'ool chi' syal heb' t'a he patictac icha tik: Ha Sion toxo ix actajcani, manhxalaj mach tz'ok' sk'ol yuj, xchi heb'. Palta a in Jehová in swala' to ol wak' b'oxoc he k'ool, ol wanhtej eyechen chi'."
        },
        {
            "number": "18",
            "text": "Yujto ol k'och sk'ual, ol ex wik'xi meltzaj a ex yinhtilal ex Jacob tik b'aj ik'b'il ex b'ati. Ol ok' in k'ol t'ayex. Ha he chonhab' ol b'oxock'e b'aj jub'ilem t'a sb'ab'elal yet' pax he palacio ol b'oxoc t'a yet'tal."
        },
        {
            "number": "19",
            "text": "Ata' ol k'e he jaj he b'itan yuj eyak'an yuj diosal, ol ex tzewaj t'a tzalajk'olal. Ol wak' q'uib' he b'isul, manh jaywanhocnhej ol ex ajoc. Manh ol ex paticajeloc, a in ol wak' sniwanil eyelk'ochi."
        },
        {
            "number": "20",
            "text": "Ha ex israel ex tik, icha eyaj t'a peka', icha chi' ol ex ajxoc. Tek'an ol ex ajxoc t'a wichanh. Ol wak'och syaelal heb' ix ex ixtani."
        },
        {
            "number": "21",
            "text": "Ha in Jehová in swala' to ha t'a he kal ol elta jun mach ol och eyajaliloc, a ol ex cuchb'anoc. Ha jun eyajalil chi' ol wak' jawok t'a in tz'ey. Yujto malaj junok mach scomon tek'b'ej sb'a sjawi t'a in tz'ey."
        },
        {
            "number": "22",
            "text": "Ol ex och in chonhab'oc, a inxo ol in och he Diosaloc, xchi Jehová."
        },
        {
            "number": "23",
            "text": "Ha yowal sk'ol Jehová ol ja t'a yib'anh heb' chuk, icha wal junok owal ik' nhab' sjawi xumnajoc."
        },
        {
            "number": "24",
            "text": "Ha yowal sk'ol chi', manh ol ek'b'atlaj masanto ol elk'och tas nab'il yuj. Masanil juntzanh tik ol nachajel eyuuj t'a slajwub' k'ual."
        }
    ]
}