{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová tz'alan icha tik: Ha wal t'a jun pekti’ ol jawok chi', a in ol in och sDiosaloc junjun macanhil heb' yinhtilal Israel, haxo heb' ol och in chonhab'oc."
        },
        {
            "number": "2",
            "text": "Ha heb' israel ix elcan t'a yol sk'ab' chamel, ix scha in wach'k'olal heb' t'a tzinan lu'um, ayic wan sayanek' heb' b'aj syik' yip."
        },
        {
            "number": "3",
            "text": "Ha t'a pecataxo in ch'oxnac in b'a t'ayex walannac icha tik: Ex israel xajan ex wuj t'a masanil k 'inal, yuj chi' tz'ok'nhej in k'ool t'ayex."
        },
        {
            "number": "4",
            "text": "Ol ex wik'xik'echaanh. Eyed'nac he pandereta ol ex k'ex cheneljoc yuj tzalajk'olal."
        },
        {
            "number": "5",
            "text": "Ol eyawejxi te' eyuwa t'a lum tzalquixtac t'a yol yic Samaria. Ha mach ol yawej yuwa chi', ol yak' tzalajb'oc sk'ol yet' sat."
        },
        {
            "number": "6",
            "text": "Yujto ol jawok jun k'ual to a heb' stanhwumal chonhab' t'a tzalquixtac t'a yol smacb'en Efraín, chaanh ol el yav heb' icha tik: Cotanhec, coyec t'a Sion t'a Jehová ko Diosal, xcham heb', xchi Jehová."
        },
        {
            "number": "7",
            "text": "Ix yalanxi Jehová icha tik: B'itananhec t'a tzalajk'olal yuj jun chonhab'il heb' yinhtilal Jacob, aton jun te niwan yelk'och t'a yichanh masanil nación. Ab'chajocab' he b'itani, tzeyalan icha tik: Mamin Jehová, col onh a chonhab' onh tik, a onh ayonh to kan tik, xe chi."
        },
        {
            "number": "8",
            "text": "Ol wik' meltzaj heb' t'a jun nación ay t'a norte. Ol in molb'ejcot heb' b'aj slajwik'och yol yib'anhk’inal. Ha t'a skal heb' chi', ata' ol jawok heb' max yal-laj yilani yet' heb' tz'em sb'eyi, heb' ix yab'ix yet' heb' ix ato wal yalji yune'. Te niwan ol aj sb'isul heb' smeltzajxi."
        },
        {
            "number": "9",
            "text": "Axonhej lesal yet' ok'el ol yak' heb' ayic ol meltzajxoc heb'. Ha inxo ol wik'b'at heb' t'a ha ha' tz'el yoc yet' t'a yol jun b'e te ak'lic, manhxa b'aj ol telwoc heb'. Yujto mamab'il waj t'a chonhab' Israel tik. Axo chonhab' Efraín, ichato in b'ab'el unin yaji, xchi Jehová."
        },
        {
            "number": "10",
            "text": "Syalanxi Jehová chi' icha tik: Ex junjun nación, ab'ec wal in loloni. Alequel t'a juntzanh chonhab' lak'an yet' t'a juntzanh chonhab' t'a sk'axepal ha' mar te najat ay, tzeyalan icha tik: Ha Jehová ix ak'an saclem heb' israel, anhejtona' pax ol molb'anxicot heb'. Ol tanhwajxoc heb' yuj icha tz'aj stanhwaj nok' calnel yuj stanhwumal, xe chi."
        },
        {
            "number": "11",
            "text": "Yujto ol in colcanel heb' yinhtilal Jacob, ol in colancan heb' t'a yol sk'ab' juntzanh nación te ay yip."
        },
        {
            "number": "12",
            "text": "Ol ja heb', ol sb'itan b'it heb' t'a tzalajk'olal t'a tzalan Sion, haxo yak'an tzalajb'oc sk'ol heb' yet' jantac tas wach' ol wak' t'ay, aton ixim trigo, wino, aceite, nok' calnel yet' nok' wacax. Lajan ol aj heb' icha te' avb'en te' aynhejoch yalil, manhxo ol el-laj yip heb' junelxo."
        },
        {
            "number": "13",
            "text": "Ol k'e cheneljoc heb' ix cob'estac yuj tzalajk'olal. Ol tzalaj pax heb' winh kelemtac yet' heb' winh ichamtac winak. Ha in ol wak' sniwanil sk'ol heb', ol meltzajoch scusk'olal heb' t'a tzalajk'olal, yelxo niwan stzalajk'olal heb' ol wak' t'a yichanh yaelal ix yil heb'."
        },
        {
            "number": "14",
            "text": "Ha heb' sacerdote a wal wael te wach' ol wak' swa heb', haxo heb' in chonhab' ol yak' tzalajb'oc sk'ol yet' masanil tas ol wak' t'ay, xchi Jehová."
        },
        {
            "number": "15",
            "text": "Syalanxi Jehová chi' icha tik: Tz'ab'chaj wal yoch av t'a chonhab' Ramá, ay mach sik'sik'an wal yok' yuj yaelal. Ha ix Raquel tz'ok' wal ix yuj heb' yune'. Manhxa sgana ix sniwanaj sk'ool, yujto manhxalaj heb' yune' ix ix cani."
        },
        {
            "number": "16",
            "text": "Ach Raquel, manhxo ach ok'oc, mocxob' el yal a sat yujto a in Jehová in swala', a tas ix a k'ulej yuj swach'iloc heb' une' chi', ol a cha spak. Ha heb' une' chi', ol elta heb' t'a schonhab' heb' ajk'ool, ol jaxcan cajan heb' t'a tik."
        },
        {
            "number": "17",
            "text": "Ha in Jehová in swala' to syal ak'anoch yipoc a k'ol tas ol ujok t'a b'ak'uinh. Ha heb' une', ol meltzajxoc heb' t'a schonhab' tik."
        },
        {
            "number": "18",
            "text": "Ix wab' wal sk'acwi heb' aj Efraín yuj cusk'olal, syalan heb' icha tik: Ix onh a k'ayb'ej icha tz'aj sk'ayb'aj junok nok' quelem wacax manh yojtacoc smunlaji, palta ix quileli. Ik'onh meltzaj ed'oc, b'ecan ko k'ol ko meltzaji, yujto a ach tik Jehová, ko Diosal ach."
        },
        {
            "number": "19",
            "text": "Ix quik'el ko b'a t'ayach, palta ix ko na ko b'a ticnaik. Ayic ix nachajel ko chukal cuuj, toxonhej ix onh em nhojan yuj q'uixwelal. Emnaquilxonhej scutej ko b'a yuj jantac ko mul ix och t'a yictax ko quelem uninal, xchi heb' aj Efraín chi' t'ayin."
        },
        {
            "number": "20",
            "text": "Ha in Jehová in swala' to a heb' aj Efraín tik, ichato wuninal yaj heb', xajan heb' wuuj. Wach'chom swak' syaelal heb', palta max wactej in naan heb', ya swab' yuj heb', yujto tz'ok' wal in k'ol t'a heb'."
        },
        {
            "number": "21",
            "text": "Ex aj Israel, sik'lab'il tzeyilcan jun b'e b'aj tzex b'ati, yujto anheja' t'a jun b'e chi' ol ex meltzajxoc yic tzex jax t'a he chonhab' ol eyactejcan tik. Meltzajanhec ex chonhab' Israel. Meltzajanhec t'a juntzanh he chonhab'."
        },
        {
            "number": "22",
            "text": "¿B'aq'uinh ol eyactejcan he b'eyek' icha junok ix ix te pit? Ha in Jehová in ol wak' ujok junok tas to manta b'aj tzuji t'a yol yib'anhk’inal tik: Ha junok ix ix ol tzuntzanb'at junok winh winak, xchi Jehová."
        },
        {
            "number": "23",
            "text": "Ha Jehová Yajal t'a Smasanil, aton ko Diosal a onh israel onh tik, a tz'alan icha tik: Ayic ol wik'anxicot heb' israel tik t'a sluum b'aj cajantaxoni, ol laj yal heb' anima cajan t'a yol yic Judá icha tik: Yak'ocab' swach'k'olal Jehová t'a yib'anh jun tzalan sik'b'ilel yuj, b'aj sb'eyb'alaj tojolal, xcham heb'."
        },
        {
            "number": "24",
            "text": "Ol laj cajnajxoc heb' anima t'a juntzanh chonhab' t'a yol yic Judá yet' heb' munlajwum tz'awan tastac, yet' pax heb' tanhwum calnel ol cajnaj heb' ta'."
        },
        {
            "number": "25",
            "text": "Ha in ol wak'xi yip heb' k'unb'inac. Ha heb' tz'el yip yuj wejel, ol wak' b'ud'joc sk'ol heb', xchi Jehová."
        },
        {
            "number": "26",
            "text": "Ayic ix lajwi wilan juntzanh tik ix el in wayanh, ix in ek' k'eleloc, te wach' jun ix ch'oxji wil tik."
        },
        {
            "number": "27",
            "text": "Ha wal Jehová tz'alan icha tik: Ol k'och sk'ual, ol wak'anxi q'uib' sb'isul heb' anima yet' nok' nok' t'a Israel yet' t'a Judá."
        },
        {
            "number": "28",
            "text": "Ha in wal Jehová in swala' to icha wal ix aj wak'an wip in tok'aneli, in juanemi, wak'an ik'joquemi, in sataneli yet' wak'an ixtajoc, anhejtona' icha chi' ol aj wak'anxi wip wak'anxiem yich, yic tzin b'oanxik'ei."
        },
        {
            "number": "29",
            "text": "Ha t'a jun pekti’ chi' manhxo ol yal heb' anima icha tik: Ha heb' mamab'il ix slo te' uwa heb' te paj, haxo heb' uninab'il, jululixonhej sb'at spajil te' t'a yichtac ye heb', manh xchioc heb'."
        },
        {
            "number": "30",
            "text": "Yujto junjun mach ol cham yuj smul. Ha mach ol loan te' paj uwa chi', munil a ol ab'an spajil te', xchi Jehová."
        },
        {
            "number": "31",
            "text": "Ix yalanxi Jehová icha tik: Ol jawok sk'ual, ol in b'oan junocxo in trato yet' heb' yinhtilal Israel yet' heb' yinhtilal Judá."
        },
        {
            "number": "32",
            "text": "Ha in Jehová in swala' to a jun trato chi', manh lajanoc yet' jun in b'onac yet' heb' he mam eyicham ayic wik'annaquelta heb' t'a Egipto. Ichato ochnac in quetzquetz t'a sk'ab' heb' ayic wik'annaquelta heb' chi', palta maj sk'anab'ajej in trato heb' in b'o yet'oc, wach'chom ichato wetb'eyum wutejnac heb'."
        },
        {
            "number": "33",
            "text": "Aton in trato tik ol in b'o eyed'oc a ex yinhtilal ex israel tik t'a jun pekti’ chi': Ha in wal Jehová in swala' to ol wak'och juntzanh in checnab'il t'a he pixan, ichato ol in tz'ib'ejcanoch t'a he pensar, ol in och he Diosaloc, a exxo ol ex och in chonhab'oc."
        },
        {
            "number": "34",
            "text": "Manhxo yowaliloc ay junok ex ol eyal t'a heb' eyetchonhab' icha tik: Ojtaquejel Jehová, manhxo xe chioc. Yujto a in Jehová in swala' to he masanil ol in eyojtaquejeli, wach'chom heb' unin, ma heb' icham anima. Ol wak' niwank'olal schucal heb', manhxa b'ak'uinh ol in nacot smul heb', xchi Jehová."
        },
        {
            "number": "35",
            "text": "Ha Jehová ix ak'ancanoch k'u yic syak'an sakil k'inal t'a k'ualil, k'een uj yet' k'een k'anal yic syak' sakil k'inal t'ak'walil. A' tz'ak'ank'e ponhnaj ha' mar ayic sk'anh ha'. Ha Jehová Yajal t'a Smasanil tz'alan icha tik:"
        },
        {
            "number": "36",
            "text": "Yacb'an manto satel juntzanh tz'ak'an sakil k'inal chi', a ex israel ex tik manh ol ex satel-laj t'a nacional t'a wichanh."
        },
        {
            "number": "37",
            "text": "Ha in Jehová in swala': Icha satcha’anh malaj b'ak'uinh syal yechtaji, mato icha sjulal yich lum lum malaj b'ak'uinh tz'ojtacajeli, icha chi' waj eyed' in chonhab' israel ex tik, malaj b'ak'uinh ol ex in patiquejel yuj tas tze k'ulej, xchi Jehová."
        },
        {
            "number": "38",
            "text": "Ha in Jehová in swalxi icha tik: Ol ja sk'ual to ol b'ochajxik'e in chonhab', schael yich t'a torre Hananel, masanto ol k'och t'a jun puerta ay t'a jun schiquin."
        },
        {
            "number": "39",
            "text": "Tojolnhej ol b'at t'a smojonal, masanto t'a lum tzalan yic Gareb, scumlajb'at t'a stojolal Goa."
        },
        {
            "number": "40",
            "text": "Masanil lum sch'olanil b'aj smucchaj heb' chamnac, b'aj sb'at yumchajcanel k'een tik'aq'uil taanh yet' t'a yib'anh sti' ha ha' scuch Cedrón, masanto t'a junxo schiquin b'aj ay puerta yic nok' chej, t'a stojolal b'aj sjawi k'u, wik ol ajcanoc. Masanil juntzanh chi', manhxa b'ak'uinh ol juchajemoc, manhxa b'ak'uinh ol sateloc, xchi Jehová."
        }
    ]
}