{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "A Jehová tz'alan icha tic: A val d'a jun tiempoal ol javoc chi', a in ol in och sDiosaloc junjun macanhil eb' yinhtilal Israel, axo eb' ol och in chonhab'oc."
        },
        {
            "number": "2",
            "text": "A eb' israel ix elcan d'a yol sk'ab' chamel, ix scha in vach'k'olal eb' d'a tz'inan luum, ayic van sayanek' eb' b'aj syik' yip."
        },
        {
            "number": "3",
            "text": "A d'a pecataxo in ch'oxnac in b'a d'ayex valannac icha tic: Ex israel xajan ex vuj d'a masanil q'uinal, yuj chi' tz'ok'nhej in k'ool d'ayex."
        },
        {
            "number": "4",
            "text": "Ol ex vik'xiq'uechaanh. Eyed'nac e pandereta ol ex q'uex cheneljoc yuj tzalajk'olal."
        },
        {
            "number": "5",
            "text": "Ol eyavejxi te' eyuva d'a lum tzalquixtac d'a yol yic Samaria. A mach ol yavej yuva chi', ol yak' tzalajb'oc sk'ol yed' sat."
        },
        {
            "number": "6",
            "text": "Yujto ol javoc jun k'ual to a eb' stanhvumal chonhab' d'a tzalquixtac d'a yol smacb'en Efraín, chaanh ol el yav eb' icha tic: Cotanhec, coyec d'a Sion d'a Jehová co Diosal, xcham eb', xchi Jehová."
        },
        {
            "number": "7",
            "text": "Ix yalanxi Jehová icha tic: B'itananhec d'a tzalajk'olal yuj jun chonhab'il eb' yinhtilal Jacob, aton jun te nivan yelk'och d'a yichanh masanil nación. Ab'chajocab' e b'itani, tzeyalan icha tic: Mamin Jehová, col onh a chonhab' onh tic, a onh ayonh to can tic, xe chi."
        },
        {
            "number": "8",
            "text": "Ol vik' meltzaj eb' d'a jun nación ay d'a norte. Ol in molb'ejcot eb' b'aj slajvik'och yolyib'anhq'uinal. A d'a scal eb' chi', ata' ol javoc eb' max yal-laj yilani yed' eb' tz'em sb'eyi, eb' ix yab'ix yed' eb' ix ato val yalji yune'. Te nivan ol aj sb'isul eb' smeltzajxi."
        },
        {
            "number": "9",
            "text": "Axonhej lesal yed' oq'uel ol yak' eb' ayic ol meltzajxoc eb'. A inxo ol vik'b'at eb' d'a a a' tz'el yoc yed' d'a yol jun b'e te ak'lic, manhxa b'aj ol telvoc eb'. Yujto mamab'il vaj d'a chonhab' Israel tic. Axo chonhab' Efraín, ichato in b'ab'el unin yaji, xchi Jehová."
        },
        {
            "number": "10",
            "text": "Syalanxi Jehová chi' icha tic: Ex junjun nación, ab'ec val in loloni. Alequel d'a juntzanh chonhab' lak'an yed' d'a juntzanh chonhab' d'a sk'axepal a' mar te najat ay, tzeyalan icha tic: A Jehová ix ak'an saclem eb' israel, anhejtona' pax ol molb'anxicot eb'. Ol tanhvajxoc eb' yuuj icha tz'aj stanhvaj nok' calnel yuj stanhvumal, xe chi."
        },
        {
            "number": "11",
            "text": "Yujto ol in colcanel eb' yinhtilal Jacob, ol in colancan eb' d'a yol sk'ab' juntzanh nación te ay yip."
        },
        {
            "number": "12",
            "text": "Ol ja eb', ol sb'itan b'it eb' d'a tzalajk'olal d'a tzalan Sion, axo yak'an tzalajb'oc sk'ol eb' yed' jantac tas vach' ol vak' d'ay, aton ixim trigo, vino, aceite, nok' calnel yed' nok' vacax. Lajan ol aj eb' icha te' avb'en te' aynhejoch yalil, manhxo ol el-laj yip eb' junelxo."
        },
        {
            "number": "13",
            "text": "Ol q'ue cheneljoc eb' ix cob'estac yuj tzalajk'olal. Ol tzalaj pax eb' vinh quelemtac yed' eb' vinh ichamtac vinac. A in ol vak' snivanil sk'ol eb', ol meltzajoch scusk'olal eb' d'a tzalajk'olal, yelxo nivan stzalajk'olal eb' ol vak' d'a yichanh yaelal ix yil eb'."
        },
        {
            "number": "14",
            "text": "A eb' sacerdote a val vael te vach' ol vak' sva eb', axo eb' in chonhab' ol yak' tzalajb'oc sk'ol yed' masanil tas ol vak' d'ay, xchi Jehová."
        },
        {
            "number": "15",
            "text": "Syalanxi Jehová chi' icha tic: Tz'ab'chaj val yoch av d'a chonhab' Ramá, ay mach sik'sik'an val yok' yuj yaelal. A ix Raquel tz'ok' val ix yuj eb' yune'. Manhxa sgana ix snivanaj sk'ool, yujto manhxalaj eb' yune' ix ix cani."
        },
        {
            "number": "16",
            "text": "Ach Raquel, manhxo ach ok'oc, mocxob' el yal a sat yujto a in Jehová in svala', a tas ix a k'ulej yuj svach'iloc eb' une' chi', ol a cha spac. A eb' une' chi', ol elta eb' d'a schonhab' eb' ajk'ool, ol jaxcan cajan eb' d'a tic."
        },
        {
            "number": "17",
            "text": "A in Jehová in svala' to syal ak'anoch yipoc a k'ol tas ol ujoc d'a b'aq'uinh. A eb' une', ol meltzajxoc eb' d'a schonhab' tic."
        },
        {
            "number": "18",
            "text": "Ix vab' val sk'acvi eb' aj Efraín yuj cusk'olal, syalan eb' icha tic: Ix onh a k'ayb'ej icha tz'aj sk'ayb'aj junoc nok' quelem vacax manh yojtacoc smunlaji, palta ix quileli. Ik'onh meltzaj ed'oc, b'ecan co k'ol co meltzaji, yujto a ach tic Jehová, co Diosal ach."
        },
        {
            "number": "19",
            "text": "Ix quiq'uel co b'a d'ayach, palta ix co na co b'a ticnaic. Ayic ix nachajel co chucal cuuj, toxonhej ix onh em nhojan yuj q'uixvelal. Emnaquilxonhej scutej co b'a yuj jantac co mul ix och d'a yictax co quelem uninal, xchi eb' aj Efraín chi' d'ayin."
        },
        {
            "number": "20",
            "text": "A in Jehová in svala' to a eb' aj Efraín tic, ichato vuninal yaj eb', xajan eb' vuuj. Vach'chom svak' syaelal eb', palta max vactej in naan eb', ya svab' yuj eb', yujto tz'ok' val in k'ol d'a eb'."
        },
        {
            "number": "21",
            "text": "Ex aj Israel, sik'lab'il tzeyilcan jun b'e b'aj tzex b'ati, yujto anheja' d'a jun b'e chi' ol ex meltzajxoc yic tzex jax d'a e chonhab' ol eyactejcan tic. Meltzajanhec ex chonhab' Israel. Meltzajanhec d'a juntzanh e chonhab'."
        },
        {
            "number": "22",
            "text": "¿B'aq'uinh ol eyactejcan e b'eyek' icha junoc ix ix te pit? A in Jehová in ol vak' ujoc junoc tas to manta b'aj tzuji d'a yolyib'anhq'uinal tic: A junoc ix ix ol tzuntzanb'at junoc vinh vinac, xchi Jehová."
        },
        {
            "number": "23",
            "text": "A Jehová Yajal d'a Smasanil, aton co Diosal a onh israel onh tic, a tz'alan icha tic: Ayic ol vik'anxicot eb' israel tic d'a sluum b'aj cajantaxoni, ol laj yal eb' anima cajan d'a yol yic Judá icha tic: Yak'ocab' svach'k'olal Jehová d'a yib'anh jun tzalan sik'b'ilel yuuj, b'aj sb'eyb'alaj tojolal, xcham eb'."
        },
        {
            "number": "24",
            "text": "Ol laj cajnajxoc eb' anima d'a juntzanh chonhab' d'a yol yic Judá yed' eb' munlajvum tz'avan tastac, yed' pax eb' tanhvum calnel ol cajnaj eb' ta'."
        },
        {
            "number": "25",
            "text": "A in ol vak'xi yip eb' k'unb'inac. A eb' tz'el yip yuj vejel, ol vak' b'ud'joc sk'ol eb', xchi Jehová."
        },
        {
            "number": "26",
            "text": "Ayic ix lajvi vilan juntzanh tic ix el in vayanh, ix in ek' q'ueleloc, te vach' jun ix ch'oxji vil tic."
        },
        {
            "number": "27",
            "text": "A val Jehová tz'alan icha tic: Ol k'och sk'ual, ol vak'anxi q'uib' sb'isul eb' anima yed' nok' nok' d'a Israel yed' d'a Judá."
        },
        {
            "number": "28",
            "text": "A in val Jehová in svala' to icha val ix aj vak'an vip in tok'aneli, in juanemi, vak'an ik'joquemi, in sataneli yed' vak'an ixtajoc, anhejtona' icha chi' ol aj vak'anxi vip vak'anxiem yich, yic tzin b'oanxiq'uei."
        },
        {
            "number": "29",
            "text": "A d'a jun tiempoal chi' manhxo ol yal eb' anima icha tic: A eb' mamab'il ix slo te' uva eb' te paj, axo eb' uninab'il, jululixonhej sb'at spajil te' d'a yichtac ye eb', manh xchioc eb'."
        },
        {
            "number": "30",
            "text": "Yujto junjun mach ol cham yuj smul. A mach ol loan te' paj uva chi', munil a ol ab'an spajil te', xchi Jehová."
        },
        {
            "number": "31",
            "text": "Ix yalanxi Jehová icha tic: Ol javoc sk'ual, ol in b'oan junocxo in trato yed' eb' yinhtilal Israel yed' eb' yinhtilal Judá."
        },
        {
            "number": "32",
            "text": "A in Jehová in svala' to a jun trato chi', manh lajanoc yed' jun in b'onac yed' eb' e mam eyicham ayic vik'annaquelta eb' d'a Egipto. Ichato ochnac in quetzquetz d'a sk'ab' eb' ayic vik'annaquelta eb' chi', palta maj sk'anab'ajej in trato eb' in b'o yed'oc, vach'chom ichato vetb'eyum vutejnac eb'."
        },
        {
            "number": "33",
            "text": "Aton in trato tic ol in b'o eyed'oc a ex yinhtilal ex israel tic d'a jun tiempoal chi': A in val Jehová in svala' to ol vak'och juntzanh in checnab'il d'a e pixan, ichato ol in tz'ib'ejcanoch d'a e pensar, ol in och e Diosaloc, a exxo ol ex och in chonhab'oc."
        },
        {
            "number": "34",
            "text": "Manhxo yovaliloc ay junoc ex ol eyal d'a eb' eyetchonhab' icha tic: Ojtaquejel Jehová, manhxo xe chioc. Yujto a in Jehová in svala' to e masanil ol in eyojtaquejeli, vach'chom eb' unin, ma eb' icham anima. Ol vak' nivank'olal schucal eb', manhxa b'aq'uinh ol in nacot smul eb', xchi Jehová."
        },
        {
            "number": "35",
            "text": "A Jehová ix ak'ancanoch k'u yic syak'an saquilq'uinal d'a k'ualil, q'uen uj yed' q'uen k'anal yic syak' saquilq'uinal d'ak'valil. A' tz'ak'anq'ue ponhnaj a' mar ayic sk'anh a'. A Jehová Yajal d'a Smasanil tz'alan icha tic:"
        },
        {
            "number": "36",
            "text": "Yacb'an manto satel juntzanh tz'ak'an saquilq'uinal chi', a ex israel ex tic manh ol ex satel-laj d'a nacional d'a vichanh."
        },
        {
            "number": "37",
            "text": "A in Jehová in svala': Icha satchaanh malaj b'aq'uinh syal yechtaji, mato icha sjulal yich lum luum malaj b'aq'uinh tz'ojtacajeli, icha chi' vaj eyed' in chonhab' israel ex tic, malaj b'aq'uinh ol ex in patiquejel yuj tas tze k'ulej, xchi Jehová."
        },
        {
            "number": "38",
            "text": "A in Jehová in svalxi icha tic: Ol ja sk'ual to ol b'ochajxiq'ue in chonhab', schael yich d'a torre Hananel, masanto ol k'och d'a jun puerta ay d'a jun schiquin."
        },
        {
            "number": "39",
            "text": "Tojolnhej ol b'at d'a smojonal, masanto d'a lum tzalan yic Gareb, scumlajb'at d'a stojolal Goa."
        },
        {
            "number": "40",
            "text": "Masanil lum sch'olanil b'aj smucchaj eb' chamnac, b'aj sb'at yumchajcanel q'uen tik'aq'uil taanh yed' d'a yib'anh sti' a a' scuch Cedrón, masanto d'a junxo schiquin b'aj ay puerta yic nok' chej, d'a stojolal b'aj sjavi k'u, vic ol ajcanoc. Masanil juntzanh chi', manhxa b'aq'uinh ol juchajemoc, manhxa b'aq'uinh ol sateloc, xchi Jehová."
        }
    ]
}