{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová tz'alan icha tik: Ha val t'a jun pekti’ ol javoc chi', a in ol in och sDiosaloc junjun macanhil eb' yinhtilal Israel, haxo eb' ol och in chonhab'oc."
        },
        {
            "number": "2",
            "text": "Ha eb' israel ix elcan t'a yol sk'ab' chamel, ix scha in wach'k'olal eb' t'a tzinan lu'um, ayic van sayanek' eb' b'aj syik' yip."
        },
        {
            "number": "3",
            "text": "Ha t'a pecataxo in ch'oxnac in b'a t'ayex valannac icha tik: Ex israel xajan ex vuj t'a masanil q'uinal, yuj chi' tz'ok'nhej in k'ool t'ayex."
        },
        {
            "number": "4",
            "text": "Ol ex vik'xiq'uechaanh. Eyed'nac e pandereta ol ex q'uex cheneljoc yuj tzalajk'olal."
        },
        {
            "number": "5",
            "text": "Ol eyavejxi te' eyuva t'a lum tzalquixtac t'a yol yic Samaria. Ha mach ol yavej yuva chi', ol yak' tzalajb'oc sk'ol yet' sat."
        },
        {
            "number": "6",
            "text": "Yujto ol javoc jun k'ual to a eb' stanhvumal chonhab' t'a tzalquixtac t'a yol smacb'en Efraín, chaanh ol el yav eb' icha tik: Cotanhec, coyec t'a Sion t'a Jehová co Diosal, xcham eb', xchi Jehová."
        },
        {
            "number": "7",
            "text": "Ix yalanxi Jehová icha tik: B'itananhec t'a tzalajk'olal yuj jun chonhab'il eb' yinhtilal Jacob, aton jun te niwan yelk'och t'a yichanh masanil nación. Ab'chajocab' e b'itani, tzeyalan icha tik: Mamin Jehová, col onh a chonhab' onh tik, a onh ayonh to kan tik, xe chi."
        },
        {
            "number": "8",
            "text": "Ol vik' meltzaj eb' t'a jun nación ay t'a norte. Ol in molb'ejcot eb' b'aj slajvik'och yol yib'anhk’inal. Ha t'a skal eb' chi', ata' ol javoc eb' max yal-laj yilani yet' eb' tz'em sb'eyi, eb' ix yab'ix yet' eb' ix ato val yalji yune'. Te niwan ol aj sb'isul eb' smeltzajxi."
        },
        {
            "number": "9",
            "text": "Axonhej lesal yet' oq'uel ol yak' eb' ayic ol meltzajxoc eb'. Ha inxo ol vik'b'at eb' t'a ha ha' tz'el yoc yet' t'a yol jun b'e te ak'lic, manhxa b'aj ol telvoc eb'. Yujto mamab'il vaj t'a chonhab' Israel tik. Axo chonhab' Efraín, ichato in b'ab'el unin yaji, xchi Jehová."
        },
        {
            "number": "10",
            "text": "Syalanxi Jehová chi' icha tik: Ex junjun nación, ab'ec val in loloni. Alequel t'a juntzanh chonhab' lak'an yet' t'a juntzanh chonhab' t'a sk'axepal ha' mar te najat ay, tzeyalan icha tik: Ha Jehová ix ak'an saclem eb' israel, anhejtona' pax ol molb'anxicot eb'. Ol tanhvajxoc eb' yuj icha tz'aj stanhvaj nok' calnel yuj stanhvumal, xe chi."
        },
        {
            "number": "11",
            "text": "Yujto ol in colcanel eb' yinhtilal Jacob, ol in colancan eb' t'a yol sk'ab' juntzanh nación te ay yip."
        },
        {
            "number": "12",
            "text": "Ol ja eb', ol sb'itan b'it eb' t'a tzalajk'olal t'a tzalan Sion, haxo yak'an tzalajb'oc sk'ol eb' yet' jantac tas wach' ol vak' t'ay, aton ixim trigo, vino, aceite, nok' calnel yet' nok' vacax. Lajan ol aj eb' icha te' avb'en te' aynhejoch yalil, manhxo ol el-laj yip eb' junelxo."
        },
        {
            "number": "13",
            "text": "Ol q'ue cheneljoc eb' ix cob'estac yuj tzalajk'olal. Ol tzalaj pax eb' vinh quelemtac yet' eb' vinh ichamtac vinac. Ha in ol vak' snivanil sk'ol eb', ol meltzajoch scusk'olal eb' t'a tzalajk'olal, yelxo niwan stzalajk'olal eb' ol vak' t'a yichanh yaelal ix yil eb'."
        },
        {
            "number": "14",
            "text": "Ha eb' sacerdote a val vael te wach' ol vak' sva eb', haxo eb' in chonhab' ol yak' tzalajb'oc sk'ol yet' masanil tas ol vak' t'ay, xchi Jehová."
        },
        {
            "number": "15",
            "text": "Syalanxi Jehová chi' icha tik: Tz'ab'chaj val yoch av t'a chonhab' Ramá, ay mach sik'sik'an val yok' yuj yaelal. Ha ix Raquel tz'ok' val ix yuj eb' yune'. Manhxa sgana ix snivanaj sk'ool, yujto manhxalaj eb' yune' ix ix cani."
        },
        {
            "number": "16",
            "text": "Ach Raquel, manhxo ach ok'oc, mocxob' el yal a sat yujto a in Jehová in svala', a tas ix a k'ulej yuj swach'iloc eb' une' chi', ol a cha spac. Ha eb' une' chi', ol elta eb' t'a schonhab' eb' ajk'ool, ol jaxcan cajan eb' t'a tik."
        },
        {
            "number": "17",
            "text": "Ha in Jehová in svala' to syal ak'anoch yipoc a k'ol tas ol ujoc t'a b'ak'uinh. Ha eb' une', ol meltzajxoc eb' t'a schonhab' tik."
        },
        {
            "number": "18",
            "text": "Ix vab' val sk'acvi eb' aj Efraín yuj cusk'olal, syalan eb' icha tik: Ix onh a k'ayb'ej icha tz'aj sk'ayb'aj junok nok' quelem vacax manh yojtacoc smunlaji, palta ix quileli. Ik'onh meltzaj ed'oc, b'ecan co k'ol co meltzaji, yujto a ach tik Jehová, co Diosal ach."
        },
        {
            "number": "19",
            "text": "Ix quiq'uel co b'a t'ayach, palta ix co na co b'a ticnaic. Ayic ix nachajel co chucal cuuj, toxonhej ix onh em nhojan yuj q'uixvelal. Emnaquilxonhej scutej co b'a yuj jantac co mul ix och t'a yictax co quelem uninal, xchi eb' aj Efraín chi' t'ayin."
        },
        {
            "number": "20",
            "text": "Ha in Jehová in svala' to a eb' aj Efraín tik, ichato vuninal yaj eb', xajan eb' vuuj. Wach'chom svak' syaelal eb', palta max vactej in naan eb', ya svab' yuj eb', yujto tz'ok' val in k'ol t'a eb'."
        },
        {
            "number": "21",
            "text": "Ex aj Israel, sik'lab'il tzeyilcan jun b'e b'aj tzex b'ati, yujto anheja' t'a jun b'e chi' ol ex meltzajxoc yic tzex jax t'a e chonhab' ol eyactejcan tik. Meltzajanhec ex chonhab' Israel. Meltzajanhec t'a juntzanh e chonhab'."
        },
        {
            "number": "22",
            "text": "¿B'aq'uinh ol eyactejcan e b'eyek' icha junok ix ix te pit? Ha in Jehová in ol vak' ujoc junok tas to manta b'aj tzuji t'a yol yib'anhk’inal tik: Ha junok ix ix ol tzuntzanb'at junok vinh vinac, xchi Jehová."
        },
        {
            "number": "23",
            "text": "Ha Jehová Yajal t'a Smasanil, aton co Diosal a onh israel onh tik, a tz'alan icha tik: Ayic ol vik'anxicot eb' israel tik t'a sluum b'aj cajantaxoni, ol laj yal eb' anima cajan t'a yol yic Judá icha tik: Yak'ocab' swach'k'olal Jehová t'a yib'anh jun tzalan sik'b'ilel yuj, b'aj sb'eyb'alaj tojolal, xcham eb'."
        },
        {
            "number": "24",
            "text": "Ol laj cajnajxoc eb' anima t'a juntzanh chonhab' t'a yol yic Judá yet' eb' munlajvum tz'avan tastac, yet' pax eb' tanhvum calnel ol cajnaj eb' ta'."
        },
        {
            "number": "25",
            "text": "Ha in ol vak'xi yip eb' k'unb'inac. Ha eb' tz'el yip yuj vejel, ol vak' b'ud'joc sk'ol eb', xchi Jehová."
        },
        {
            "number": "26",
            "text": "Ayic ix lajvi vilan juntzanh tik ix el in vayanh, ix in ek' q'ueleloc, te wach' jun ix ch'oxji vil tik."
        },
        {
            "number": "27",
            "text": "Ha val Jehová tz'alan icha tik: Ol k'och sk'ual, ol vak'anxi q'uib' sb'isul eb' anima yet' nok' nok' t'a Israel yet' t'a Judá."
        },
        {
            "number": "28",
            "text": "Ha in val Jehová in svala' to icha val ix aj vak'an vip in tok'aneli, in juanemi, vak'an ik'joquemi, in sataneli yet' vak'an ixtajoc, anhejtona' icha chi' ol aj vak'anxi vip vak'anxiem yich, yic tzin b'oanxiq'uei."
        },
        {
            "number": "29",
            "text": "Ha t'a jun pekti’ chi' manhxo ol yal eb' anima icha tik: Ha eb' mamab'il ix slo te' uva eb' te paj, haxo eb' uninab'il, jululixonhej sb'at spajil te' t'a yichtac ye eb', manh xchioc eb'."
        },
        {
            "number": "30",
            "text": "Yujto junjun mach ol cham yuj smul. Ha mach ol loan te' paj uva chi', munil a ol ab'an spajil te', xchi Jehová."
        },
        {
            "number": "31",
            "text": "Ix yalanxi Jehová icha tik: Ol javoc sk'ual, ol in b'oan junocxo in trato yet' eb' yinhtilal Israel yet' eb' yinhtilal Judá."
        },
        {
            "number": "32",
            "text": "Ha in Jehová in svala' to a jun trato chi', manh lajanoc yet' jun in b'onac yet' eb' e mam eyicham ayic vik'annaquelta eb' t'a Egipto. Ichato ochnac in quetzquetz t'a sk'ab' eb' ayic vik'annaquelta eb' chi', palta maj sk'anab'ajej in trato eb' in b'o yet'oc, wach'chom ichato vetb'eyum vutejnac eb'."
        },
        {
            "number": "33",
            "text": "Aton in trato tik ol in b'o eyed'oc a ex yinhtilal ex israel tik t'a jun pekti’ chi': Ha in val Jehová in svala' to ol vak'och juntzanh in checnab'il t'a e pixan, ichato ol in tz'ib'ejcanoch t'a e pensar, ol in och e Diosaloc, a exxo ol ex och in chonhab'oc."
        },
        {
            "number": "34",
            "text": "Manhxo yovaliloc ay junok ex ol eyal t'a eb' eyetchonhab' icha tik: Ojtaquejel Jehová, manhxo xe chioc. Yujto a in Jehová in svala' to e masanil ol in eyojtaquejeli, wach'chom eb' unin, ma eb' icham anima. Ol vak' nivank'olal schucal eb', manhxa b'ak'uinh ol in nacot smul eb', xchi Jehová."
        },
        {
            "number": "35",
            "text": "Ha Jehová ix ak'ancanoch k'u yic syak'an sakil k'inal t'a k'ualil, q'uen uj yet' q'uen k'anal yic syak' sakil k'inal t'ak'walil. A' tz'ak'anq'ue ponhnaj ha' mar ayic sk'anh ha'. Ha Jehová Yajal t'a Smasanil tz'alan icha tik:"
        },
        {
            "number": "36",
            "text": "Yacb'an manto satel juntzanh tz'ak'an sakil k'inal chi', a ex israel ex tik manh ol ex satel-laj t'a nacional t'a vichanh."
        },
        {
            "number": "37",
            "text": "Ha in Jehová in svala': Icha satcha’anh malaj b'ak'uinh syal yechtaji, mato icha sjulal yich lum lum malaj b'ak'uinh tz'ojtacajeli, icha chi' vaj eyed' in chonhab' israel ex tik, malaj b'ak'uinh ol ex in patiquejel yuj tas tze k'ulej, xchi Jehová."
        },
        {
            "number": "38",
            "text": "Ha in Jehová in svalxi icha tik: Ol ja sk'ual to ol b'ochajxiq'ue in chonhab', schael yich t'a torre Hananel, masanto ol k'och t'a jun puerta ay t'a jun schiquin."
        },
        {
            "number": "39",
            "text": "Tojolnhej ol b'at t'a smojonal, masanto t'a lum tzalan yic Gareb, scumlajb'at t'a stojolal Goa."
        },
        {
            "number": "40",
            "text": "Masanil lum sch'olanil b'aj smucchaj eb' chamnac, b'aj sb'at yumchajcanel q'uen tik'aq'uil taanh yet' t'a yib'anh sti' ha ha' scuch Cedrón, masanto t'a junxo schiquin b'aj ay puerta yic nok' chej, t'a stojolal b'aj sjavi k'u, vic ol ajcanoc. Masanil juntzanh chi', manhxa b'ak'uinh ol juchajemoc, manhxa b'ak'uinh ol sateloc, xchi Jehová."
        }
    ]
}