{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayoch slajunhil ab'il yoch winhaj Sedequías reyal t'a Judá, ayic 18 ab'ilxo pax yoch winhaj Nabucodonosor reyal t'a Babilonia, ix lolon Jehová t'ayin Jeremías in tik."
        },
        {
            "number": "2",
            "text": "Ha t'a yic chi' wan yak'an owal heb' soldado winhaj Nabucodonosor chi' t'a Jerusalén, a inxo Jeremías in tik, ayin och preso t'a yamaq'uil b'aj ayek' heb' stanhwumal spalacio heb' sreyal Judá."
        },
        {
            "number": "3",
            "text": "Ha winhaj rey Sedequías chi' ix in chekan yamjoc, yujto ix wal icha tik: Ha Jehová tz'alani: Ol wak'och jun chonhab' tik t'a yol sk'ab' winh sreyal Babilonia."
        },
        {
            "number": "4",
            "text": "Axo winhaj rey Sedequías, manhxo ol yal-laj scolanel sb'a winh t'a yol sk'ab' heb' caldeo. Ol yamchaj winh yuj winh sreyal Babilonia chi'. Yowalil ol k'och winh t'a yichanh jun winh rey chi'. Ol lolon winh yet' winh, ol yil wal och winh."
        },
        {
            "number": "5",
            "text": "Ha winhaj Nabucodonosor chi', ol schec ik'jocb'at winhaj Sedequías chi' winh t'a Babilonia chi'. Ata' ol kannhej winh masanto ol cham winh. Wach'chom ol eyak' owal yet' heb' caldeo chi', palta manh ol yal-laj eyuuj, xchi Jehová, xin chi. Yuj chi' ayin och t'a preso chi'."
        },
        {
            "number": "6",
            "text": "Ata' ix yal Jehová t'ayin icha tik:"
        },
        {
            "number": "7",
            "text": "Ilnab'i, a winhaj Hanamel yuninal winhaj Salum winh a k'ab' oc, ol jawok winh t'ayach, ol ul yalan winh icha tik: Man jun in lum ay t'a Anatot. Smoj ton wal a ach tza mana', yujto ayto cuj ko b'a, xcham winh, xchi Jehová t'ayin."
        },
        {
            "number": "8",
            "text": "Icha ix aj yalan chi' t'ayin, icha chi' ix aji. Ix jawi winh in k'ab' woc chi' t'ayin ayic ayinek' t'a yamaq'uil b'aj ayek' heb' stanhwumal spalacio winh rey chi'. Ix ul yalan winh t'ayin icha tik: Man jun in lu'um ay t'a Anatot, t'a yol smacb'en Benjamín. Ha ach ay alan ic a manani, skan lum t'a yol a k'ab', yujto te ayto cuj ko b'a, xchi winh t'ayin. Yuj chi' ix nachajel wuuj to slolonel Jehová jun chi'."
        },
        {
            "number": "9",
            "text": "Ix in manan lum t'a winhaj Hanamel chi', ix wak'an 17 k'een plata stojoloc lu'um."
        },
        {
            "number": "10",
            "text": "Ix in tz'ib'ankan jun trato chi', ix in makankan yet' in sello t'a yichanh heb' testigo."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix wik'ancot jun b'aj ix tz'ib'chajkan jun trato b'aj ayoch sello chi', haxo scopiail maj och selloal yic wach' syal yilji."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', a wal t'a yichanh winh in k'ab' woc aj Hanamel chi' yet' t'a yichanh pax heb' testigo yet' t'a yichanh masanil heb' wetchonhab' k'ojanem ta' ix wak'an in firma b'aj ix tz'ib'chajkan jun trato chi', ix wak'ankan schab'il t'a winhaj Baruc yuninal winhaj Nerías, yixchiquin winhaj Maaseías."
        },
        {
            "number": "13",
            "text": "D'a yichanh heb' ix wal t'a winhaj Baruc chi' icha tik:"
        },
        {
            "number": "14",
            "text": "Ha Jehová Yajal t'a Smasanil, ko Diosal a onh israel onh tik, a ix alani to skan juntzanh b'aj ix tz'ib'chajkan jun trato tik, aton jun ayoch selloal yet' jun malaj selloal, tza sik'kan t'a yol junok lum chen yic wach' najtil ol ek'oc."
        },
        {
            "number": "15",
            "text": "Ha Jehová Yajal t'a Smasanil, ko Diosal, a tz'alan icha tik: Ha b'ak'uinh, ol laj smanxi spat heb' anima, slum heb' yet' te' uwa awab'ilxo t'a jun nación tik, xchi Jehová, xin chi."
        },
        {
            "number": "16",
            "text": "Ixlajwi wak'ankan jun b'aj ix tz'ib'chaj jun trato yic jun lum lum chi' t'a winhaj Baruc chi', ix in lesalwi t'a Jehová icha tik:"
        },
        {
            "number": "17",
            "text": "Mamin Jehová yet' wal a poder a b'onac satcha’anh yet' lum lum tik. Malaj tas ajaltac sb'o uuj."
        },
        {
            "number": "18",
            "text": "Ha ach tik, tza xajanej jantac makanhil anima tz'eq'ui. Palta tzak'paxoch yaelal t'a yib'anh heb' uninab'il yuj smul smam yicham. Ach Dios te niwan elk'ochi, masanil syal uuj. Ha a b'i, Jehová Yajal t'a Smasanil."
        },
        {
            "number": "19",
            "text": "Te niwan elk'och t'a tas tza na' yet' t'a tas tza k'ulej. Ha ach tik, tzil masanil tastac sk'ulej heb' anima, tza pakan t'a junjun heb' icha wal smojal tas sk'ulej chi'."
        },
        {
            "number": "20",
            "text": "Ha ach a b'onac juntzanh tas niwac satub'tac t'a Egipto yet' juntzanh ch'oxnab'il niwan yelk'ochi. Anhejtona' ticnaik jantac tas tza ch'ox pax t'a ko kal a onh israel onh tik yet' t'a skal masanil anima, yuj chi' tzach b'inaj wal."
        },
        {
            "number": "21",
            "text": "Yed' wal jantac a poder chi' ik'naquelta a chonhab' Israel tik t'a Egipto, a ch'oxannac juntzanh tas satub'tac yet' juntzanh ch'oxnab'il niwac yelk'ochi. Yuj chi' xivnac wal masanil anima."
        },
        {
            "number": "22",
            "text": "Slajwi chi' ak'annac jun lum te yax sat tik t'ayonh israel onh tik, icha ajnac ak'annakkan a ti' t'a heb' ko mam quicham."
        },
        {
            "number": "23",
            "text": "Palta ayic skajnajnac heb' t'a sat lum lum tik, yikannac lum heb', maj scha yab' a checnab'il heb', maj sk'anab'ajej a k'ayb'ub'al heb', maj sk'ulej heb' tas tza chec sk'ulej. Yuj chi' ix ak'cot masanil juntzanh yaelal tik t'a quib'anh."
        },
        {
            "number": "24",
            "text": "Ha ticnaik, a heb' caldeo toxo ix sb'ok'e juntzanh stek'nub' heb' yic syak'an owal heb' t'a ko chonhab' tik. Yuj owal, wejel yet' ilya, ol yak' ganar ko chonhab' tik heb' ak'um owal chi'. Mamin, wan yelk'och tas alnakkani."
        },
        {
            "number": "25",
            "text": "Palta Mamin Jehová, wach'chom ol ak'joc ganar jun ko chonhab' tik yuj heb' caldeo chi', palta a ach ix ala': Man jun lum chi', tza tupan t'a yichanh heb' testigo, xa chi, xin chi t'a in lesal chi'."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi', ix tak'wi Jehová t'ayin icha tik:"
        },
        {
            "number": "27",
            "text": "Ha in Jehová in, sDiosal in smasanil anima. ¿Toc ay tas ajaltac sb'o wuuj?"
        },
        {
            "number": "28",
            "text": "Yuj chi' swal t'ayach, a in ol wak'och jun chonhab' tik t'a yol sk'ab' winhaj Nabucodonosor sreyal heb' caldeo t'a Babilonia."
        },
        {
            "number": "29",
            "text": "Ha heb' caldeo wan yak'an owal t'a jun chonhab' tik, ol ochta heb' t'a yool, ol yak'anoch sk'ak'al heb'. Ol tz'ab'at masanil juntzanh pat b'aj ix laj yak'och smul heb' anima t'ayin, aton t'a spanhanil yib'anh juntzanh pat chi' b'aj ix snhus incienso heb' t'a Baal. Ix yak'an wino heb' t'a juntzanh comon Dios, yuj chi' ix stzuntzejcot yowal in k'ol heb'."
        },
        {
            "number": "30",
            "text": "Atax yic ix el yich chonhab' Israel yet' Judá, ix sb'eyb'alej juntzanh tas max scha in k'ol heb'. Ha in wal Jehová in swala' to max yaktej heb' stzuntzancot yowal in k'ol yuj juntzanh yechel comon Dios sb'ok'e heb'."
        },
        {
            "number": "31",
            "text": "Ha heb' anima t'a jun chonhab' tik, yictax ix el yich skajnaj heb' t'ay, masanto ticnaik, malaj jab'oc wach'il sk'ulej heb', anhej yowal in k'ol stzuntzejcot heb', yuj chi' ol in satel heb' yet' schonhab' tik."
        },
        {
            "number": "32",
            "text": "Ha heb' Israel yet' heb' aj Judá, stzuntzej wal cot yowal in k'ol heb' yuj jantac chukal sk'ulej, lajan heb' yet' sreyal, heb' yajal, heb' sacerdote, heb' syaloch sb'a in chekab'oc yet' pax masanil anima kajan t'a Jerusalén yet' t'a Judá tik."
        },
        {
            "number": "33",
            "text": "Max cot k'elan heb' t'ayin, palta to a yich spatic heb' syak'koti. Wach'chom max wactej in k'ayb'an heb', palta manh wal jab'oc scha yab' heb', malaj yelk'och t'a heb' b'aj tzin cacha'."
        },
        {
            "number": "34",
            "text": "Ix yixtejb'at in templo heb' to wicnhej yaji, ix yak'anoch juntzanh yechel yajb'entac heb' t'a yool."
        },
        {
            "number": "35",
            "text": "Anhejtona' ix sb'opaxk'e altar yic Baal heb' t'a sch'olanil yic Ben-hinom, ata' snhustz'a yuninal heb' yet' yisil heb' silab'il t'a comon Dios Moloc. Icha wal chi' tz'aj yoch smul heb' aj Judá sk'ulan tas manhoc in swala', max ek' jab'oc t'a in pensar juntzanh tas sb'eyb'alej heb' chi'."
        },
        {
            "number": "36",
            "text": "Syal heb' anima icha tik: Ha ko chonhab' tik, ol ak'jococh t'a yol sk'ab' winh sreyal Babilonia yuj owal, yuj wejel yet' pax yuj ilya, xchi heb'. Palta a in Jehová he Diosal in swala':"
        },
        {
            "number": "37",
            "text": "Ol in molb'ejxi heb' b'aj ol in saclemejb'at t'a junjun nación yuj yowal in k'ol te ay smay. Ol lajwoc chi', ol in wik'anxicot heb'. Ha t'a tik ol aj heb', manhxa tas ol ik'an heb'."
        },
        {
            "number": "38",
            "text": "Ol och heb' in chonhab'oc, a inxo ol in och sDiosaloc heb'."
        },
        {
            "number": "39",
            "text": "Junxonhej ol wutej spensar heb', lajanxonhej ol yutej heb' in yak'an serwil t'a masanil tiempo, yic tz'och swach'iloc heb' yet' yinhtilal."
        },
        {
            "number": "40",
            "text": "Ol in b'o junok in trato yet' heb' t'a junelnhej, manh ol wactejkan wak'an in wach'k'olal t'a heb'. Ol wak' sk'ulej heb' to aynhej ol aj welk'och t'a sat heb', yic manhxa b'ak'uinh ol yik'kanel sb'a heb' t'ayin."
        },
        {
            "number": "41",
            "text": "Yed' wal in tzalajk'olal ol wak'an wach'ilal t'a heb'. D'a wal yel ol wak' kajnaj heb' t'a jun lu'um tik t'a smasanil in k'ool."
        },
        {
            "number": "42",
            "text": "Icha wal ix aj wak'anb'at jun niwan yaelal t'a yib'anh jun chonhab' tik, icha chi' ol aj wak'anpaxb'at wach'ilal t'a yib'anh, icha ix aj wak'an in ti'."
        },
        {
            "number": "43",
            "text": "Ha heb' anima tik syal heb' to ol kan tzinan jun chonhab' tik. Manhxa anima, ma nok' nok' ol kan t'ay. Ol ak'joc ganar yuj heb' caldeo, xchi heb'. Palta ol meltzajxoc heb' anima sman lum lum tik."
        },
        {
            "number": "44",
            "text": "Ol sman sluum heb', ol sb'oan yumal heb' yet' sello yet' pax sfirma heb' testigo. Icha chi' ol ujok t'a yol yic Benjamín yet' t'a spatic yichanh Jerusalén yet' t'a juntzanhxo chonhab' t'a yol yic Judá, t'a tzalquixtac, t'a ak'lictac yet' t'a yol smacb'en Neguev. Ha in wal Jehová in swala' to ol wik'xichaanh in chonhab' tik, xchi Jehová."
        }
    ]
}