{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayoch slajunhil ab'il yoch vinhaj Sedequías reyal d'a Judá, ayic 18 ab'ilxo pax yoch vinhaj Nabucodonosor reyal d'a Babilonia, ix lolon Jehová d'ayin Jeremías in tic."
        },
        {
            "number": "2",
            "text": "A d'a yic chi' van yak'an oval eb' soldado vinhaj Nabucodonosor chi' d'a Jerusalén, a inxo Jeremías in tic, ayin och preso d'a yamaq'uil b'aj ayek' eb' stanhvumal spalacio eb' sreyal Judá."
        },
        {
            "number": "3",
            "text": "A vinhaj rey Sedequías chi' ix in checan yamjoc, yujto ix val icha tic: A Jehová tz'alani: Ol vak'och jun chonhab' tic d'a yol sk'ab' vinh sreyal Babilonia."
        },
        {
            "number": "4",
            "text": "Axo vinhaj rey Sedequías, manhxo ol yal-laj scolanel sb'a vinh d'a yol sk'ab' eb' caldeo. Ol yamchaj vinh yuj vinh sreyal Babilonia chi'. Yovalil ol k'och vinh d'a yichanh jun vinh rey chi'. Ol lolon vinh yed' vinh, ol yil val och vinh."
        },
        {
            "number": "5",
            "text": "A vinhaj Nabucodonosor chi', ol schec ik'jocb'at vinhaj Sedequías chi' vinh d'a Babilonia chi'. Ata' ol cannhej vinh masanto ol cham vinh. Vach'chom ol eyak' oval yed' eb' caldeo chi', palta manh ol yal-laj eyuuj, xchi Jehová, xin chi. Yuj chi' ayin och d'a preso chi'."
        },
        {
            "number": "6",
            "text": "Ata' ix yal Jehová d'ayin icha tic:"
        },
        {
            "number": "7",
            "text": "Ilnab'i, a vinhaj Hanamel yuninal vinhaj Salum vinh a k'ab' oc, ol javoc vinh d'ayach, ol ul yalan vinh icha tic: Man jun in lum ay d'a Anatot. Smoj ton val a ach tza mana', yujto ayto cuj co b'a, xcham vinh, xchi Jehová d'ayin."
        },
        {
            "number": "8",
            "text": "Icha ix aj yalan chi' d'ayin, icha chi' ix aji. Ix javi vinh in k'ab' voc chi' d'ayin ayic ayinek' d'a yamaq'uil b'aj ayek' eb' stanhvumal spalacio vinh rey chi'. Ix ul yalan vinh d'ayin icha tic: Man jun in luum ay d'a Anatot, d'a yol smacb'en Benjamín. A ach ay alan ic a manani, scan lum d'a yol a k'ab', yujto te ayto cuj co b'a, xchi vinh d'ayin. Yuj chi' ix nachajel vuuj to slolonel Jehová jun chi'."
        },
        {
            "number": "9",
            "text": "Ix in manan lum d'a vinhaj Hanamel chi', ix vak'an 17 q'uen plata stojoloc luum."
        },
        {
            "number": "10",
            "text": "Ix in tz'ib'ancan jun trato chi', ix in macancan yed' in sello d'a yichanh eb' testigo."
        },
        {
            "number": "11",
            "text": "Ix lajvi chi', ix vik'ancot jun b'aj ix tz'ib'chajcan jun trato b'aj ayoch sello chi', axo scopiail maj och selloal yic vach' syal yilji."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi', a val d'a yichanh vinh in k'ab' voc aj Hanamel chi' yed' d'a yichanh pax eb' testigo yed' d'a yichanh masanil eb' vetchonhab' k'ojanem ta' ix vak'an in firma b'aj ix tz'ib'chajcan jun trato chi', ix vak'ancan schab'il d'a vinhaj Baruc yuninal vinhaj Nerías, yixchiquin vinhaj Maaseías."
        },
        {
            "number": "13",
            "text": "D'a yichanh eb' ix val d'a vinhaj Baruc chi' icha tic:"
        },
        {
            "number": "14",
            "text": "A Jehová Yajal d'a Smasanil, co Diosal a onh israel onh tic, a ix alani to scan juntzanh b'aj ix tz'ib'chajcan jun trato tic, aton jun ayoch selloal yed' jun malaj selloal, tza sik'can d'a yol junoc lum chen yic vach' najtil ol ek'oc."
        },
        {
            "number": "15",
            "text": "A Jehová Yajal d'a Smasanil, co Diosal, a tz'alan icha tic: A b'aq'uinh, ol laj smanxi spat eb' anima, slum eb' yed' te' uva avab'ilxo d'a jun nación tic, xchi Jehová, xin chi."
        },
        {
            "number": "16",
            "text": "Ix lajvi vak'ancan jun b'aj ix tz'ib'chaj jun trato yic jun lum luum chi' d'a vinhaj Baruc chi', ix in lesalvi d'a Jehová icha tic:"
        },
        {
            "number": "17",
            "text": "Mamin Jehová yed' val a poder a b'onac satchaanh yed' lum luum tic. Malaj tas ajaltac sb'o uuj."
        },
        {
            "number": "18",
            "text": "A ach tic, tza xajanej jantac macanhil anima tz'eq'ui. Palta tzak'paxoch yaelal d'a yib'anh eb' uninab'il yuj smul smam yicham. Ach Dios te nivan elk'ochi, masanil syal uuj. A a b'i, Jehová Yajal d'a Smasanil."
        },
        {
            "number": "19",
            "text": "Te nivan elk'och d'a tas tza na' yed' d'a tas tza k'ulej. A ach tic, tzil masanil tastac sk'ulej eb' anima, tza pacan d'a junjun eb' icha val smojal tas sk'ulej chi'."
        },
        {
            "number": "20",
            "text": "A ach a b'onac juntzanh tas nivac satub'tac d'a Egipto yed' juntzanh ch'oxnab'il nivan yelk'ochi. Anhejtona' ticnaic jantac tas tza ch'ox pax d'a co cal a onh israel onh tic yed' d'a scal masanil anima, yuj chi' tzach b'inaj val."
        },
        {
            "number": "21",
            "text": "Yed' val jantac a poder chi' ik'naquelta a chonhab' Israel tic d'a Egipto, a ch'oxannac juntzanh tas satub'tac yed' juntzanh ch'oxnab'il nivac yelk'ochi. Yuj chi' xivnac val masanil anima."
        },
        {
            "number": "22",
            "text": "Slajvi chi' ak'annac jun lum te yax sat tic d'ayonh israel onh tic, icha ajnac ak'annaccan a ti' d'a eb' co mam quicham."
        },
        {
            "number": "23",
            "text": "Palta ayic scajnajnac eb' d'a sat lum luum tic, yicannac lum eb', maj scha yab' a checnab'il eb', maj sk'anab'ajej a k'ayb'ub'al eb', maj sk'ulej eb' tas tza chec sk'ulej. Yuj chi' ix ak'cot masanil juntzanh yaelal tic d'a quib'anh."
        },
        {
            "number": "24",
            "text": "A ticnaic, a eb' caldeo toxo ix sb'oq'ue juntzanh stek'nub' eb' yic syak'an oval eb' d'a co chonhab' tic. Yuj oval, vejel yed' ilya, ol yak' ganar co chonhab' tic eb' ak'um oval chi'. Mamin, van yelk'och tas alnaccani."
        },
        {
            "number": "25",
            "text": "Palta Mamin Jehová, vach'chom ol ak'joc ganar jun co chonhab' tic yuj eb' caldeo chi', palta a ach ix ala': Man jun lum chi', tza tupan d'a yichanh eb' testigo, xa chi, xin chi d'a in lesal chi'."
        },
        {
            "number": "26",
            "text": "Ix lajvi chi', ix tak'vi Jehová d'ayin icha tic:"
        },
        {
            "number": "27",
            "text": "A in Jehová in, sDiosal in smasanil anima. ¿Toc ay tas ajaltac sb'o vuuj?"
        },
        {
            "number": "28",
            "text": "Yuj chi' sval d'ayach, a in ol vak'och jun chonhab' tic d'a yol sk'ab' vinhaj Nabucodonosor sreyal eb' caldeo d'a Babilonia."
        },
        {
            "number": "29",
            "text": "A eb' caldeo van yak'an oval d'a jun chonhab' tic, ol ochta eb' d'a yool, ol yak'anoch sk'ak'al eb'. Ol tz'ab'at masanil juntzanh pat b'aj ix laj yak'och smul eb' anima d'ayin, aton d'a spanhanil yib'anh juntzanh pat chi' b'aj ix snhus incienso eb' d'a Baal. Ix yak'an vino eb' d'a juntzanh comon dios, yuj chi' ix stzuntzejcot yoval in k'ol eb'."
        },
        {
            "number": "30",
            "text": "Atax yic ix el yich chonhab' Israel yed' Judá, ix sb'eyb'alej juntzanh tas max scha in k'ol eb'. A in val Jehová in svala' to max yactej eb' stzuntzancot yoval in k'ol yuj juntzanh yechel comon dios sb'oq'ue eb'."
        },
        {
            "number": "31",
            "text": "A eb' anima d'a jun chonhab' tic, yictax ix el yich scajnaj eb' d'ay, masanto ticnaic, malaj jab'oc vach'il sk'ulej eb', anhej yoval in k'ol stzuntzejcot eb', yuj chi' ol in satel eb' yed' schonhab' tic."
        },
        {
            "number": "32",
            "text": "A eb' Israel yed' eb' aj Judá, stzuntzej val cot yoval in k'ol eb' yuj jantac chucal sk'ulej, lajan eb' yed' sreyal, eb' yajal, eb' sacerdote, eb' syaloch sb'a in checab'oc yed' pax masanil anima cajan d'a Jerusalén yed' d'a Judá tic."
        },
        {
            "number": "33",
            "text": "Max cot q'uelan eb' d'ayin, palta to a yich spatic eb' syak'coti. Vach'chom max vactej in k'ayb'an eb', palta manh val jab'oc scha yab' eb', malaj yelk'och d'a eb' b'aj tzin cacha'."
        },
        {
            "number": "34",
            "text": "Ix yixtejb'at in templo eb' to vicnhej yaji, ix yak'anoch juntzanh yechel yajb'entac eb' d'a yool."
        },
        {
            "number": "35",
            "text": "Anhejtona' ix sb'opaxq'ue altar yic Baal eb' d'a sch'olanil yic Ben-hinom, ata' snhustz'a yuninal eb' yed' yisil eb' silab'il d'a comon dios Moloc. Icha val chi' tz'aj yoch smul eb' aj Judá sk'ulan tas manhoc in svala', max ek' jab'oc d'a in pensar juntzanh tas sb'eyb'alej eb' chi'."
        },
        {
            "number": "36",
            "text": "Syal eb' anima icha tic: A co chonhab' tic, ol ak'jococh d'a yol sk'ab' vinh sreyal Babilonia yuj oval, yuj vejel yed' pax yuj ilya, xchi eb'. Palta a in Jehová e Diosal in svala':"
        },
        {
            "number": "37",
            "text": "Ol in molb'ejxi eb' b'aj ol in saclemejb'at d'a junjun nación yuj yoval in k'ol te ay smay. Ol lajvoc chi', ol in vik'anxicot eb'. A d'a tic ol aj eb', manhxa tas ol ik'an eb'."
        },
        {
            "number": "38",
            "text": "Ol och eb' in chonhab'oc, a inxo ol in och sDiosaloc eb'."
        },
        {
            "number": "39",
            "text": "Junxonhej ol vutej spensar eb', lajanxonhej ol yutej eb' in yak'an servil d'a masanil tiempo, yic tz'och svach'iloc eb' yed' yinhtilal."
        },
        {
            "number": "40",
            "text": "Ol in b'o junoc in trato yed' eb' d'a junelnhej, manh ol vactejcan vak'an in vach'k'olal d'a eb'. Ol vak' sk'ulej eb' to aynhej ol aj velk'och d'a sat eb', yic manhxa b'aq'uinh ol yik'canel sb'a eb' d'ayin."
        },
        {
            "number": "41",
            "text": "Yed' val in tzalajk'olal ol vak'an vach'ilal d'a eb'. D'a val yel ol vak' cajnaj eb' d'a jun luum tic d'a smasanil in k'ool."
        },
        {
            "number": "42",
            "text": "Icha val ix aj vak'anb'at jun nivan yaelal d'a yib'anh jun chonhab' tic, icha chi' ol aj vak'anpaxb'at vach'ilal d'a yib'anh, icha ix aj vak'an in ti'."
        },
        {
            "number": "43",
            "text": "A eb' anima tic syal eb' to ol can tz'inan jun chonhab' tic. Manhxa anima, ma nok' nok' ol can d'ay. Ol ak'joc ganar yuj eb' caldeo, xchi eb'. Palta ol meltzajxoc eb' anima sman lum luum tic."
        },
        {
            "number": "44",
            "text": "Ol sman sluum eb', ol sb'oan yumal eb' yed' sello yed' pax sfirma eb' testigo. Icha chi' ol ujoc d'a yol yic Benjamín yed' d'a spatic yichanh Jerusalén yed' d'a juntzanhxo chonhab' d'a yol yic Judá, d'a tzalquixtac, d'a ak'lictac yed' d'a yol smacb'en Neguev. A in val Jehová in svala' to ol vik'xichaanh in chonhab' tic, xchi Jehová."
        }
    ]
}