{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayoch slajunhil ab'il yoch vinhaj Sedequías reyal t'a Judá, ayic 18 ab'ilxo pax yoch vinhaj Nabucodonosor reyal t'a Babilonia, ix lolon Jehová t'ayin Jeremías in tik."
        },
        {
            "number": "2",
            "text": "Ha t'a yic chi' van yak'an oval eb' soldado vinhaj Nabucodonosor chi' t'a Jerusalén, a inxo Jeremías in tik, ayin och preso t'a yamaq'uil b'aj ayek' eb' stanhvumal spalacio eb' sreyal Judá."
        },
        {
            "number": "3",
            "text": "Ha vinhaj rey Sedequías chi' ix in checan yamjoc, yujto ix val icha tik: Ha Jehová tz'alani: Ol vak'och jun chonhab' tik t'a yol sk'ab' vinh sreyal Babilonia."
        },
        {
            "number": "4",
            "text": "Axo vinhaj rey Sedequías, manhxo ol yal-laj scolanel sb'a vinh t'a yol sk'ab' eb' caldeo. Ol yamchaj vinh yuj vinh sreyal Babilonia chi'. Yovalil ol k'och vinh t'a yichanh jun vinh rey chi'. Ol lolon vinh yet' vinh, ol yil val och vinh."
        },
        {
            "number": "5",
            "text": "Ha vinhaj Nabucodonosor chi', ol schec ik'jocb'at vinhaj Sedequías chi' vinh t'a Babilonia chi'. Ata' ol cannhej vinh masanto ol cham vinh. Wach'chom ol eyak' oval yet' eb' caldeo chi', palta manh ol yal-laj eyuuj, xchi Jehová, xin chi. Yuj chi' ayin och t'a preso chi'."
        },
        {
            "number": "6",
            "text": "Ata' ix yal Jehová t'ayin icha tik:"
        },
        {
            "number": "7",
            "text": "Ilnab'i, a vinhaj Hanamel yuninal vinhaj Salum vinh a k'ab' oc, ol javoc vinh t'ayach, ol ul yalan vinh icha tik: Man jun in lum ay t'a Anatot. Smoj ton val a ach tza mana', yujto ayto cuj co b'a, xcham vinh, xchi Jehová t'ayin."
        },
        {
            "number": "8",
            "text": "Icha ix aj yalan chi' t'ayin, icha chi' ix aji. Ix javi vinh in k'ab' voc chi' t'ayin ayic ayinek' t'a yamaq'uil b'aj ayek' eb' stanhvumal spalacio vinh rey chi'. Ix ul yalan vinh t'ayin icha tik: Man jun in lu'um ay t'a Anatot, t'a yol smacb'en Benjamín. Ha ach ay alan ic a manani, skan lum t'a yol a k'ab', yujto te ayto cuj co b'a, xchi vinh t'ayin. Yuj chi' ix nachajel vuuj to slolonel Jehová jun chi'."
        },
        {
            "number": "9",
            "text": "Ix in manan lum t'a vinhaj Hanamel chi', ix vak'an 17 q'uen plata stojoloc lu'um."
        },
        {
            "number": "10",
            "text": "Ix in tz'ib'ancan jun trato chi', ix in macancan yet' in sello t'a yichanh eb' testigo."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix vik'ancot jun b'aj ix tz'ib'chajcan jun trato b'aj ayoch sello chi', haxo scopiail maj och selloal yic wach' syal yilji."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', a val t'a yichanh vinh in k'ab' voc aj Hanamel chi' yet' t'a yichanh pax eb' testigo yet' t'a yichanh masanil eb' vetchonhab' k'ojanem ta' ix vak'an in firma b'aj ix tz'ib'chajcan jun trato chi', ix vak'ancan schab'il t'a vinhaj Baruc yuninal vinhaj Nerías, yixchiquin vinhaj Maaseías."
        },
        {
            "number": "13",
            "text": "D'a yichanh eb' ix val t'a vinhaj Baruc chi' icha tik:"
        },
        {
            "number": "14",
            "text": "Ha Jehová Yajal t'a Smasanil, co Diosal a onh israel onh tik, a ix alani to skan juntzanh b'aj ix tz'ib'chajcan jun trato tik, aton jun ayoch selloal yet' jun malaj selloal, tza sik'kan t'a yol junok lum chen yic wach' najtil ol ek'oc."
        },
        {
            "number": "15",
            "text": "Ha Jehová Yajal t'a Smasanil, co Diosal, a tz'alan icha tik: Ha b'ak'uinh, ol laj smanxi spat eb' anima, slum eb' yet' te' uva avab'ilxo t'a jun nación tik, xchi Jehová, xin chi."
        },
        {
            "number": "16",
            "text": "Ixlajwi vak'ancan jun b'aj ix tz'ib'chaj jun trato yic jun lum lum chi' t'a vinhaj Baruc chi', ix in lesalvi t'a Jehová icha tik:"
        },
        {
            "number": "17",
            "text": "Mamin Jehová yet' val a poder a b'onac satcha’anh yet' lum lum tik. Malaj tas ajaltac sb'o uuj."
        },
        {
            "number": "18",
            "text": "Ha ach tik, tza xajanej jantac macanhil anima tz'eq'ui. Palta tzak'paxoch yaelal t'a yib'anh eb' uninab'il yuj smul smam yicham. Ach Dios te niwan elk'ochi, masanil syal uuj. Ha a b'i, Jehová Yajal t'a Smasanil."
        },
        {
            "number": "19",
            "text": "Te niwan elk'och t'a tas tza na' yet' t'a tas tza k'ulej. Ha ach tik, tzil masanil tastac sk'ulej eb' anima, tza pacan t'a junjun eb' icha val smojal tas sk'ulej chi'."
        },
        {
            "number": "20",
            "text": "Ha ach a b'onac juntzanh tas nivac satub'tac t'a Egipto yet' juntzanh ch'oxnab'il niwan yelk'ochi. Anhejtona' ticnaic jantac tas tza ch'ox pax t'a co cal a onh israel onh tik yet' t'a skal masanil anima, yuj chi' tzach b'inaj val."
        },
        {
            "number": "21",
            "text": "Yed' val jantac a poder chi' ik'naquelta a chonhab' Israel tik t'a Egipto, a ch'oxannac juntzanh tas satub'tac yet' juntzanh ch'oxnab'il nivac yelk'ochi. Yuj chi' xivnac val masanil anima."
        },
        {
            "number": "22",
            "text": "Slajvi chi' ak'annac jun lum te yax sat tik t'ayonh israel onh tik, icha ajnac ak'annaccan a ti' t'a eb' co mam quicham."
        },
        {
            "number": "23",
            "text": "Palta ayic scajnajnac eb' t'a sat lum lum tik, yicannac lum eb', maj scha yab' a checnab'il eb', maj sk'anab'ajej a k'ayb'ub'al eb', maj sk'ulej eb' tas tza chec sk'ulej. Yuj chi' ix ak'cot masanil juntzanh yaelal tik t'a quib'anh."
        },
        {
            "number": "24",
            "text": "Ha ticnaic, a eb' caldeo toxo ix sb'oq'ue juntzanh stek'nub' eb' yic syak'an oval eb' t'a co chonhab' tik. Yuj oval, vejel yet' ilya, ol yak' ganar co chonhab' tik eb' ak'um oval chi'. Mamin, van yelk'och tas alnaccani."
        },
        {
            "number": "25",
            "text": "Palta Mamin Jehová, wach'chom ol ak'joc ganar jun co chonhab' tik yuj eb' caldeo chi', palta a ach ix ala': Man jun lum chi', tza tupan t'a yichanh eb' testigo, xa chi, xin chi t'a in lesal chi'."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi', ix tak'vi Jehová t'ayin icha tik:"
        },
        {
            "number": "27",
            "text": "Ha in Jehová in, sDiosal in smasanil anima. ¿Toc ay tas ajaltac sb'o vuuj?"
        },
        {
            "number": "28",
            "text": "Yuj chi' sval t'ayach, a in ol vak'och jun chonhab' tik t'a yol sk'ab' vinhaj Nabucodonosor sreyal eb' caldeo t'a Babilonia."
        },
        {
            "number": "29",
            "text": "Ha eb' caldeo van yak'an oval t'a jun chonhab' tik, ol ochta eb' t'a yool, ol yak'anoch sk'ak'al eb'. Ol tz'ab'at masanil juntzanh pat b'aj ix laj yak'och smul eb' anima t'ayin, aton t'a spanhanil yib'anh juntzanh pat chi' b'aj ix snhus incienso eb' t'a Baal. Ix yak'an vino eb' t'a juntzanh comon dios, yuj chi' ix stzuntzejcot yoval in k'ol eb'."
        },
        {
            "number": "30",
            "text": "Atax yic ix el yich chonhab' Israel yet' Judá, ix sb'eyb'alej juntzanh tas max scha in k'ol eb'. Ha in val Jehová in svala' to max yactej eb' stzuntzancot yoval in k'ol yuj juntzanh yechel comon dios sb'oq'ue eb'."
        },
        {
            "number": "31",
            "text": "Ha eb' anima t'a jun chonhab' tik, yictax ix el yich scajnaj eb' t'ay, masanto ticnaic, malaj jab'oc wach'il sk'ulej eb', anhej yoval in k'ol stzuntzejcot eb', yuj chi' ol in satel eb' yet' schonhab' tik."
        },
        {
            "number": "32",
            "text": "Ha eb' Israel yet' eb' aj Judá, stzuntzej val cot yoval in k'ol eb' yuj jantac chucal sk'ulej, lajan eb' yet' sreyal, eb' yajal, eb' sacerdote, eb' syaloch sb'a in checab'oc yet' pax masanil anima cajan t'a Jerusalén yet' t'a Judá tik."
        },
        {
            "number": "33",
            "text": "Max cot q'uelan eb' t'ayin, palta to a yich spatic eb' syak'coti. Wach'chom max vactej in k'ayb'an eb', palta manh val jab'oc scha yab' eb', malaj yelk'och t'a eb' b'aj tzin cacha'."
        },
        {
            "number": "34",
            "text": "Ix yixtejb'at in templo eb' to vicnhej yaji, ix yak'anoch juntzanh yechel yajb'entac eb' t'a yool."
        },
        {
            "number": "35",
            "text": "Anhejtona' ix sb'opaxq'ue altar yic Baal eb' t'a sch'olanil yic Ben-hinom, ata' snhustz'a yuninal eb' yet' yisil eb' silab'il t'a comon dios Moloc. Icha val chi' tz'aj yoch smul eb' aj Judá sk'ulan tas manhoc in svala', max ek' jab'oc t'a in pensar juntzanh tas sb'eyb'alej eb' chi'."
        },
        {
            "number": "36",
            "text": "Syal eb' anima icha tik: Ha co chonhab' tik, ol ak'jococh t'a yol sk'ab' vinh sreyal Babilonia yuj oval, yuj vejel yet' pax yuj ilya, xchi eb'. Palta a in Jehová e Diosal in svala':"
        },
        {
            "number": "37",
            "text": "Ol in molb'ejxi eb' b'aj ol in saclemejb'at t'a junjun nación yuj yoval in k'ol te ay smay. Ol lajvoc chi', ol in vik'anxicot eb'. Ha t'a tik ol aj eb', manhxa tas ol ik'an eb'."
        },
        {
            "number": "38",
            "text": "Ol och eb' in chonhab'oc, a inxo ol in och sDiosaloc eb'."
        },
        {
            "number": "39",
            "text": "Junxonhej ol vutej spensar eb', lajanxonhej ol yutej eb' in yak'an servil t'a masanil tiempo, yic tz'och swach'iloc eb' yet' yinhtilal."
        },
        {
            "number": "40",
            "text": "Ol in b'o junok in trato yet' eb' t'a junelnhej, manh ol vactejcan vak'an in wach'k'olal t'a eb'. Ol vak' sk'ulej eb' to aynhej ol aj velk'och t'a sat eb', yic manhxa b'ak'uinh ol yik'canel sb'a eb' t'ayin."
        },
        {
            "number": "41",
            "text": "Yed' val in tzalajk'olal ol vak'an wach'ilal t'a eb'. D'a val yel ol vak' cajnaj eb' t'a jun lu'um tik t'a smasanil in k'ool."
        },
        {
            "number": "42",
            "text": "Icha val ix aj vak'anb'at jun niwan yaelal t'a yib'anh jun chonhab' tik, icha chi' ol aj vak'anpaxb'at wach'ilal t'a yib'anh, icha ix aj vak'an in ti'."
        },
        {
            "number": "43",
            "text": "Ha eb' anima tik syal eb' to ol kan tzinan jun chonhab' tik. Manhxa anima, ma nok' nok' ol kan t'ay. Ol ak'joc ganar yuj eb' caldeo, xchi eb'. Palta ol meltzajxoc eb' anima sman lum lum tik."
        },
        {
            "number": "44",
            "text": "Ol sman sluum eb', ol sb'oan yumal eb' yet' sello yet' pax sfirma eb' testigo. Icha chi' ol ujoc t'a yol yic Benjamín yet' t'a spatic yichanh Jerusalén yet' t'a juntzanhxo chonhab' t'a yol yic Judá, t'a tzalquixtac, t'a ak'lictac yet' t'a yol smacb'en Neguev. Ha in val Jehová in svala' to ol vik'xichaanh in chonhab' tik, xchi Jehová."
        }
    ]
}