{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Jeremías in tik ayinto och t'a preso t'a yamaq'uil b'aj ayek' eb' stanhvumal palacio, ix lolonxi Jehová t'ayin, ix yalani:"
        },
        {
            "number": "2",
            "text": "Ha in Jehová in in b'onaquem yol yib'anhk’inal tik. Wach' vutejnaccan lu'um t'a yet'tal, a in sval t'ayach icha tik:"
        },
        {
            "number": "3",
            "text": "Avajanh t'ayin, ol in tak'voc t'ayach. Ol in ch'ox t'ayach tas nivac yelk'ochi yet' tas satub'tac yalji to manh ojtacoc."
        },
        {
            "number": "4",
            "text": "Ha in Jehová e Diosal in, ay val jun in lolonel svalcan t'a yib'anh spat eb' aj Jerusalén yet' t'a yib'anh spalacio eb' vinh sreyal Judá. Ha juntzanh pat chi' van sjuchajemi yic sk'anchaj sq'uenal t'a juntzanh olan t'a smuroal chonhab', yic wach' max och eb' caldeo yak' oval yet'oc."
        },
        {
            "number": "5",
            "text": "Ha t'a yol juntzanh pat chi', toxonhej ol b'ud'joquel yuj snivanil eb' anima ol miljoccham yuj eb' caldeo yuj yoval in k'ol te ay smay. Ol in b'at mican t'a jun chonhab' tik, yujto te niwan smul eb' ix och t'ayin."
        },
        {
            "number": "6",
            "text": "Palta ol vanhtej eb', ol vak'anxi sq'uinal eb', ol vak'an cajnaj eb' t'a junk'olal, manhxa tas ol ik'an eb'."
        },
        {
            "number": "7",
            "text": "Ol vik'xi meltzaj eb' aj Judá yet' eb' aj Israel b'aj ik'b'ilb'at t'a ch'oc chonhab'il. Ol laj in b'oanxiq'ue schonhab' eb' icha t'a sb'ab'elal."
        },
        {
            "number": "8",
            "text": "Ol viq'uel schucal eb' ix yak'och t'ayin. Ol vak'an nivank'olal smul eb' yet' spitalil t'ayin."
        },
        {
            "number": "9",
            "text": "Ol te tzalajb'oc in k'ol yuj Jerusalén tik. Ha val yic ol yab'an masanil nación yuj tas niwan yelk'och ol in k'ulej t'a in chonhab' tik, ol yal wach' lolonel eb' t'ayin, ol in yak'an b'inaj eb'. Palta ol sat val sk'ol eb', ol ib'xocq'ue eb' yuj xivelal ayic ol yilan eb' jantac wach'il yet' junk'olal ol vak' t'a in chonhab' tik."
        },
        {
            "number": "10",
            "text": "Ha ex tik tzeyala' to a jun lum tik cuseltac yajcani, manhxa anima, ma nok' nok' tz'ilchaj t'ay. Wach'chom icha chi' yajcani, ha t'a yoltac scalleal Jerusalén, t'a juntzanh chonhab' t'a Judá tzinan yajcani, b'aj manhxa junok anima, ma junok nok' nok' ayek' t'ay, ata' ol ab'chajxoc yoch b'it yic q'uinh, b'it yic tzalajk'olal, sb'it eb' quelemtac yet' eb' ix cob'estac ayic snupnaj eb'. Ol ik'chajcot ofrenda yic ak'oj yuj diosal t'a in templo, ol ab'chaj yalji icha tik: Calec wach' lolonel t'a Jehová Yajal t'a Smasanil, yujto te wach', xajan onh yuj t'a masanil q'uinal, xcham eb'. Ha in Jehová in svala' to ol vik'xichaanh jun chonhab' tik icha t'a sb'ab'elal, xchi Jehová."
        },
        {
            "number": "11",
            "text": "Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ha t'a jun lum cannac tzinan tik, manhxa anima, manhxa nok' nok' ay t'ay, palta ha t'a spatic yichanh juntzanh chonhab' tik, manh jantacoc ol ajxoc anh ank'ultak b'aj ol tanhvajxoc nok' calnel yuj eb' stanhvumal."
        },
        {
            "number": "12",
            "text": "Ha t'a juntzanh chonhab' t'a tzalquixtac, t'a lum ak'lictac, t'a lum Neguev, t'a lum yic Benjamín, t'a juntzanh ay t'a spatic yichanh Jerusalén yet' pax t'a juntzanhxo chonhab' t'a yol yic Judá, ol iljocxi eb' tanhvum calnel, ol ab'chaj sb'isan nok' scalnel eb' chi'."
        },
        {
            "number": "13",
            "text": "Ol k'och sk'ual, ol elk'och b'aj ix vak' in ti' vak'an in wach'k'olal t'a chonhab' Israel yet' t'a Judá."
        },
        {
            "number": "14",
            "text": "Ayic ol javoc jun tiempo chi', ol vak'och jun yinhtilal vinhaj David reyal. Ha ol ik'anchaanh tojolal yet' wach'ilal t'a jun nación tik."
        },
        {
            "number": "15",
            "text": "Ha t'a jun pekti’ chi', a eb' aj Judá ol colchajcanel eb', haxo eb' aj Jerusalén, manhxa tas ol ik'an eb'. Ha jun b'i tik ol ak'joc t'a eb': “A Jehová tzonh ak'anoch wach'il”, xchama."
        },
        {
            "number": "16",
            "text": "Ha in Jehová in svala': Malaj b'ak'uinh ol satel yinhtilal vinhaj David, ol ochnhej eb' reyal t'a Israel."
        },
        {
            "number": "17",
            "text": "Anhejtona' malaj b'ak'uinh ol satpaxel eb' sacerdote yinhtilal Leví, ol snhusnhej silab' eb' t'ayin. D'a junjun k'u ol snhusan ixim trigo eb' silab'il yet' juntzanhxo silab' ol yak' eb' t'ayin, xchi Jehová."
        },
        {
            "number": "18",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "19",
            "text": "Ha in Jehová in tik svala' to ay jun in trato vak'naccani to ay k'ualil yet' t'ak'walil t'a stiempoal. Max yal-laj sq'uexmaj jun in trato chi'."
        },
        {
            "number": "20",
            "text": "Anhejtona' max yal-laj satel in trato vak'nac yet' vinh in checab' aj David to tz'ochnhej eb' yinhtilal vinh reyal t'a sdespacho. Manh ol satelpax in trato in b'onac yet' eb' yinhtilal Leví yic tzin yak'an servil eb' t'a sacerdoteal."
        },
        {
            "number": "21",
            "text": "Ha eb' yinhtilal vinh in checab' aj David chi' yet' eb' yinhtilal Leví tzin ak'an servil, ol vak' q'uib' sb'isul eb' icha q'uen k'anal, ma icha q'uen yarenail sti' ha' mar malaj mach syal sb'isani, xchi Jehová."
        },
        {
            "number": "22",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "23",
            "text": "¿Tom max nachajel uuj tas syal eb' anima, syal eb' to ix in patiquejel cha makan inhtilal sik'b'ilel vuuj, aton Israel yet' Judá? Yuj chi' manhxa yelk'och eb' in chonhab' chi' t'a eb', manhxo naciónoclaj yaj t'a yol sat eb'."
        },
        {
            "number": "24",
            "text": "Ha in Jehová in in b'onac jun in trato yet' k'ualil yet' t'ak'walil. Svalani chajtil tz'aj sb'ey satcha’anh yet' sat lum tik, max q'uexmajlaj."
        },
        {
            "number": "25",
            "text": "Anhejtona' malaj pax b'ak'uinh ol q'uexmaj in trato yet' eb' yinhtilal Jacob yet' pax eb' yic vinh in checab' aj David. Yovalil ol in siq'uelta junok yinhtilal vinh, ol yak'an reyal t'a yib'anh eb' yinhtilal Abraham, Isaac yet' Jacob. Ol vik'xichaanh eb', yujto te ay voq'uelk'olal t'a eb', xchi Jehová."
        }
    ]
}