{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Jeremías in tik ayinto och t'a preso t'a yamaq'uil b'aj ayek' heb' stanhwumal palacio, ix lolonxi Jehová t'ayin, ix yalani:"
        },
        {
            "number": "2",
            "text": "Ha in Jehová in in b'onaquem yol yib'anhk’inal tik. Wach' wutejnakkan lu'um t'a yet'tal, a in swal t'ayach icha tik:"
        },
        {
            "number": "3",
            "text": "Awajanh t'ayin, ol in tak'woc t'ayach. Ol in ch'ox t'ayach tas niwac yelk'ochi yet' tas satub'tac yalji to manh ojtakoc."
        },
        {
            "number": "4",
            "text": "Ha in Jehová he Diosal in, ay wal jun in lolonel swalkan t'a yib'anh spat heb' aj Jerusalén yet' t'a yib'anh spalacio heb' winh sreyal Judá. Ha juntzanh pat chi' wan sjuchajemi yic sk'anchaj sk'enal t'a juntzanh olan t'a smuroal chonhab', yic wach' max och heb' caldeo yak' owal yet'oc."
        },
        {
            "number": "5",
            "text": "Ha t'a yol juntzanh pat chi', toxonhej ol b'ud'joquel yuj sniwanil heb' anima ol miljoccham yuj heb' caldeo yuj yowal in k'ol te ay smay. Ol in b'at mikan t'a jun chonhab' tik, yujto te niwan smul heb' ix och t'ayin."
        },
        {
            "number": "6",
            "text": "Palta ol wanhtej heb', ol wak'anxi sk'inal heb', ol wak'an kajnaj heb' t'a junk'olal, manhxa tas ol ik'an heb'."
        },
        {
            "number": "7",
            "text": "Ol wik'xi meltzaj heb' aj Judá yet' heb' aj Israel b'aj ik'b'ilb'at t'a ch'oc chonhab'il. Ol laj in b'oanxik'e schonhab' heb' icha t'a sb'ab'elal."
        },
        {
            "number": "8",
            "text": "Ol wik'el schukal heb' ix yak'och t'ayin. Ol wak'an niwank'olal smul heb' yet' spitalil t'ayin."
        },
        {
            "number": "9",
            "text": "Ol te tzalajb'oc in k'ol yuj Jerusalén tik. Ha wal yic ol yab'an masanil nación yuj tas niwan yelk'och ol in k'ulej t'a in chonhab' tik, ol yal wach' lolonel heb' t'ayin, ol in yak'an b'inaj heb'. Palta ol sat wal sk'ol heb', ol ib'xock'e heb' yuj xiwelal ayic ol yilan heb' jantac wach'il yet' junk'olal ol wak' t'a in chonhab' tik."
        },
        {
            "number": "10",
            "text": "Ha ex tik tzeyala' to a jun lum tik cuseltac yajkani, manhxa anima, ma nok' nok' tz'ilchaj t'ay. Wach'chom icha chi' yajkani, ha t'a yoltac skalleal Jerusalén, t'a juntzanh chonhab' t'a Judá tzinan yajkani, b'aj manhxa junok anima, ma junok nok' nok' ayek' t'ay, ata' ol ab'chajxoc yoch b'it yic q'uinh, b'it yic tzalajk'olal, sb'it heb' kelemtac yet' heb' ix cob'estac ayic snupnaj heb'. Ol ik'chajcot ofrenda yic ak'oj yuj diosal t'a in templo, ol ab'chaj yalji icha tik: Calec wach' lolonel t'a Jehová Yajal t'a Smasanil, yujto te wach', xajan onh yuj t'a masanil k 'inal, xcham heb'. Ha in Jehová in swala' to ol wik'xichaanh jun chonhab' tik icha t'a sb'ab'elal, xchi Jehová."
        },
        {
            "number": "11",
            "text": "Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ha t'a jun lum kannak tzinan tik, manhxa anima, manhxa nok' nok' ay t'ay, palta ha t'a spatic yichanh juntzanh chonhab' tik, manh jantacoc ol ajxoc anh ank'ultak b'aj ol tanhwajxoc nok' kalnel yuj heb' stanhwumal."
        },
        {
            "number": "12",
            "text": "Ha t'a juntzanh chonhab' t'a tzalquixtac, t'a lum ak'lictac, t'a lum Neguev, t'a lum yic Benjamín, t'a juntzanh ay t'a spatic yichanh Jerusalén yet' pax t'a juntzanhxo chonhab' t'a yol yic Judá, ol iljocxi heb' tanhwum kalnel, ol ab'chaj sb'isan nok' skalnel heb' chi'."
        },
        {
            "number": "13",
            "text": "Ol k'och sk'ual, ol elk'och b'aj ix wak' in ti' wak'an in wach'k'olal t'a chonhab' Israel yet' t'a Judá."
        },
        {
            "number": "14",
            "text": "Ayic ol jawok jun tiempo chi', ol wak'och jun yinhtilal winhaj Dawid reyal. Ha ol ik'anchaanh tojolal yet' wach'ilal t'a jun nación tik."
        },
        {
            "number": "15",
            "text": "Ha t'a jun pekti’ chi', a heb' aj Judá ol colchajkanel heb', haxo heb' aj Jerusalén, manhxa tas ol ik'an heb'. Ha jun b'i tik ol ak'joc t'a heb': “A Jehová tzonh ak'anoch wach'il”, xchama."
        },
        {
            "number": "16",
            "text": "Ha in Jehová in swala': Malaj b'ak'uinh ol satel yinhtilal winhaj Dawid, ol ochnhej heb' reyal t'a Israel."
        },
        {
            "number": "17",
            "text": "Anhejtona' malaj b'ak'uinh ol satpaxel heb' sacerdote yinhtilal Leví, ol snhusnhej silab' heb' t'ayin. D'a junjun k'u ol snhusan ixim trigo heb' silab'il yet' juntzanhxo silab' ol yak' heb' t'ayin, xchi Jehová."
        },
        {
            "number": "18",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "19",
            "text": "Ha in Jehová in tik swala' to ay jun in trato wak'nakkani to ay k'ualil yet' t'ak'walil t'a stiempoal. Max yal-laj sk'exmaj jun in trato chi'."
        },
        {
            "number": "20",
            "text": "Anhejtona' max yal-laj satel in trato wak'nac yet' winh in chekab' aj Dawid to tz'ochnhej heb' yinhtilal winh reyal t'a sdespacho. Manh ol satelpax in trato in b'onac yet' heb' yinhtilal Leví yic tzin yak'an serwil heb' t'a sacerdoteal."
        },
        {
            "number": "21",
            "text": "Ha heb' yinhtilal winh in chekab' aj Dawid chi' yet' heb' yinhtilal Leví tzin ak'an serwil, ol wak' q'uib' sb'isul heb' icha k'een k'anal, ma icha k'een yarenail sti' ha' mar malaj mach syal sb'isani, xchi Jehová."
        },
        {
            "number": "22",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "23",
            "text": "¿Tom max nachajel uuj tas syal heb' anima, syal heb' to ix in patiquejel cha makan inhtilal sik'b'ilel wuuj, aton Israel yet' Judá? Yuj chi' manhxa yelk'och heb' in chonhab' chi' t'a heb', manhxo naciónoclaj yaj t'a yol sat heb'."
        },
        {
            "number": "24",
            "text": "Ha in Jehová in in b'onac jun in trato yet' k'ualil yet' t'ak'walil. Swalani chajtil tz'aj sb'ey satcha’anh yet' sat lum tik, max k'exmajlaj."
        },
        {
            "number": "25",
            "text": "Anhejtona' malaj pax b'ak'uinh ol k'exmaj in trato yet' heb' yinhtilal Jacob yet' pax heb' yic winh in chekab' aj Dawid. Yowalil ol in sik'elta junok yinhtilal winh, ol yak'an reyal t'a yib'anh heb' yinhtilal Abraham, Isaac yet' Jacob. Ol wik'xichaanh heb', yujto te ay wok'elk'olal t'a heb', xchi Jehová."
        }
    ]
}