{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Ayic van yak'an oval vinhaj Nabucodonosor sreyal Babilonia t'a Jerusalén yet' t'a juntzanhxo chonhab' ay t'a slak'anil, yet'nac masanil eb' soldado vinh yet' masanil juntzanh nación aycan t'a yalanh smandar vinh, ata' ix lolon Jehová t'ayin Jeremías in tik, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ha in Jehová e Diosal in sval t'ayach, b'at al t'a vinhaj Sedequías sreyal Judá: Icha tik yalan Jehová: Ol vak'och jun chonhab' tik t'a yol sk'ab' vinh sreyal Babilonia, ol yak'och sk'ak'al vinh."
        },
        {
            "number": "3",
            "text": "Ha ach tik manhxo ol yal-laj el lemnajoc, ol ach yamchaj yuj eb', ol ach yak'anoch eb' t'a yol sk'ab' vinhaj Nabucodonosor chi', ol il-laj och a sat yet' vinh, ol ach lolon yet' vinh, ol ach yik'anb'at vinh t'a Babilonia chi'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ach Sedequías, ab' val tas ol val a in Jehová in tik: Manh ol ach miljoccham t'a q'uen espada."
        },
        {
            "number": "5",
            "text": "Junk'olal ol aj a chami. Ha in Jehová in svak' in ti' to icha yutejnac eb' anima snhusan incienso ayic smucchajnac eb' a mam icham, aton eb' ochnac reyal ayic manto ach och a ach tik, icha chi' ol aj snhuschaj incienso chi' ayic ol ach mucchajoc. Ol ok' eb' uuj, ol yalan eb' icha tik: Ay, ix cham vinh co reyal, xcham eb', xchi Jehová, xa chi, xchi t'ayin."
        },
        {
            "number": "6",
            "text": "Ix valan masanil juntzanh tik t'a vinhaj rey Sedequías t'a Jerusalén,"
        },
        {
            "number": "7",
            "text": "yacb'an a eb' soldado yic Babilonia ayxo och eb' yak'an oval t'a chonhab' Jerusalén tik, t'a Laquis yet' t'a Azeca. Ha t'a yol yic Judá axonhej juntzanh chonhab' chi' wach' yajoch smuroal manto ak'ji ganar yuj eb' soldado yic Babilonia chi'."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi' ix lolonxi Jehová t'ayin Jeremías in tik, ayic toxo ix yak' jun strato vinhaj Sedequías yet' eb' cajan t'a Jerusalén, yic tz'ak'jiel eb' ayoch checab'oc t'a libre."
        },
        {
            "number": "9",
            "text": "Icha tik ix aj jun trato chi': Masanil eb' israel ayoch checab'oc t'a eb' yetchonhab', tz'ak'jiel eb' t'a libre, wach'chom vinac, wach'chom ix, yic manhxa junok yetchonhab' eb' tz'ochcan schecab'oc."
        },
        {
            "number": "10",
            "text": "Masanil eb' yajal yet' masanil eb' anima, ix scha sk'ol jun trato chi' eb'. Icha chi' ix aj yak'anel eb' schecab'vum eb' chi' t'a libre. Manhxa junok eb' tz'ak'ji pural yak'an servil junocxo yetchonhab'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi' ix sq'uexanxi spensar eb' ix actanel eb' schecab' chi', yuj chi' ix yak'xi pural eb' yochxi eb' schecab'oc."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix yalan Jehová t'ayin icha tik:"
        },
        {
            "number": "13",
            "text": "Ha in Jehová e Diosal in, vak'naccan jun in trato yet' eb' e mam eyicham ayic vik'annaquelta eb' t'a Egipto, b'aj ayoch eb' checab'oc. Valnac t'a eb' t'a yictax chi'"
        },
        {
            "number": "14",
            "text": "to t'a junjun yuctaquil ab'il syaq'uel eb' schecab' eb' t'a libre, aton eb' eyetisraelal schonhnacoch sb'ha t'a eb', yak'annac servil eb' vaqueoc ab'il. Palta a eb' e mam eyicham chi', maj scha yab' eb' tas valnac, maj sk'anab'ajej eb'."
        },
        {
            "number": "15",
            "text": "Icha pax chi' ix eyutej e b'a a ex tik. Palta ix e q'uex e b'eyb'al, yujto van e k'ulan tas scha in k'ool, yujto ix eyaq'uel eb' eyetchonhab' ayoch e checab'oc t'a libre. Ix eyak'an e ti' t'a jun trato ix e b'o t'a vichanh, aton t'a yol in templo vicnhej yaji."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix e q'uexanxi e b'eyb'al, ix in e patiquejcaneli. Ix eyak'anxi pural eb' e checab' chi' ex yak'anxi servil, wach'chom toxo ix eyaq'uel eb' t'a libre."
        },
        {
            "number": "17",
            "text": "Yuj chi', a in Jehová in svala': Maj e k'anab'ajej tas ix vala', maj eyaq'uel eb' eyetchonhab' t'a libre. Yuj chi', a in Jehová in svala' to ol vak'b'at oval, vejel yet' ilya t'a eyib'anh. Ol xiv masanil nación ayic ol yab'an eb' tas ol ex vutej."
        },
        {
            "number": "18",
            "text": "Ha eb' yajal t'a Judá yet' t'a Jerusalén, eb' tz'ak'an servil t'a palacio, eb' sacerdote yet' masanil eb' anima cajan ta', ix sb'o jun strato eb' t'a vichanh. Chapoj ix yutej jun nok' quelem vacax eb', ix lajvi chi' ix b'eyek' eb' t'a skal nok'. Palta elanhchamel ix spatiquejel jun trato b'aj ix yak' sti' eb' chi'. Icha ix yutej nok' vacax chi' eb', icha chi' ol vutej eb'."
        },
        {
            "number": "19",
            "text": "Ol vak'och eb' t'a yol sk'ab' eb' yajk'ool, ol miljoccham eb' yuj eb'. Ha nok' ostoc yet' nok' chium nok' ol chianb'at snivanil eb'."
        },
        {
            "number": "20",
            "text": "Ol vak'och vinhaj Sedequías sreyal Judá yet' eb' ayoch yajalil yet' vinh t'a yol sk'ab' eb' ajk'ool, eb' snib'ejtaxon smilancham eb'. Ol ak'joc ganar eb' yuj eb' vinh soldado aj Babilonia, wach'chom toxo ix actajcan eb' yuj eb'."
        },
        {
            "number": "21",
            "text": "Palta a in Jehová in svala': Ol vik'xicot eb' t'a jun chonhab' tik, ol yak'an oval eb' t'ay. Ol ak'joc ganar yuj eb', ol snhusancantz'a eb'. Axo juntzanhxo chonhab' t'a yol yic Judá, ol vak'kan tzinan, manhxa junok anima ol kan cajan t'ay, xchi Jehová."
        }
    ]
}