{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Ayic wan yak'an owal winhaj Nabucodonosor sreyal Babilonia t'a Jerusalén yet' t'a juntzanhxo chonhab' ay t'a slak'anil, yet'nac masanil heb' soldado winh yet' masanil juntzanh nación aycan t'a yalanh smandar winh, ata' ix lolon Jehová t'ayin Jeremías in tik, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ha in Jehová he Diosal in swal t'ayach, b'at al t'a winhaj Sedequías sreyal Judá: Icha tik yalan Jehová: Ol wak'och jun chonhab' tik t'a yol sk'ab' winh sreyal Babilonia, ol yak'och sk'ak'al winh."
        },
        {
            "number": "3",
            "text": "Ha ach tik manhxo ol yal-laj el lemnajoc, ol ach yamchaj yuj heb', ol ach yak'anoch heb' t'a yol sk'ab' winhaj Nabucodonosor chi', ol il-laj och a sat yet' winh, ol ach lolon yet' winh, ol ach yik'anb'at winh t'a Babilonia chi'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ach Sedequías, ab' wal tas ol wal a in Jehová in tik: Manh ol ach miljoccham t'a k'een espada."
        },
        {
            "number": "5",
            "text": "Junk'olal ol aj a chami. Ha in Jehová in swak' in ti' to icha yutejnac heb' anima snhusan incienso ayic smucchajnac heb' a mam icham, aton heb' ochnac reyal ayic manto ach och a ach tik, icha chi' ol aj snhuschaj incienso chi' ayic ol ach mucchajoc. Ol ok' heb' uuj, ol yalan heb' icha tik: Ay, ix cham winh ko reyal, xcham heb', xchi Jehová, xa chi, xchi t'ayin."
        },
        {
            "number": "6",
            "text": "Ix walan masanil juntzanh tik t'a winhaj rey Sedequías t'a Jerusalén,"
        },
        {
            "number": "7",
            "text": "yacb'an a heb' soldado yic Babilonia ayxo och heb' yak'an owal t'a chonhab' Jerusalén tik, t'a Laquis yet' t'a Azeca. Ha t'a yol yic Judá axonhej juntzanh chonhab' chi' wach' yajoch smuroal manto ak'ji ganar yuj heb' soldado yic Babilonia chi'."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi' ix lolonxi Jehová t'ayin Jeremías in tik, ayic toxo ix yak' jun strato winhaj Sedequías yet' heb' cajan t'a Jerusalén, yic tz'ak'jiel heb' ayoch checab'oc t'a libre."
        },
        {
            "number": "9",
            "text": "Icha tik ix aj jun trato chi': Masanil heb' israel ayoch checab'oc t'a heb' yetchonhab', tz'ak'jiel heb' t'a libre, wach'chom winak, wach'chom ix, yic manhxa junok yetchonhab' heb' tz'ochcan schecab'oc."
        },
        {
            "number": "10",
            "text": "Masanil heb' yajal yet' masanil heb' anima, ix scha sk'ol jun trato chi' heb'. Icha chi' ix aj yak'anel heb' schecab'wum heb' chi' t'a libre. Manhxa junok heb' tz'ak'ji pural yak'an serwil junocxo yetchonhab'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi' ix sk'exanxi spensar heb' ix actanel heb' schecab' chi', yuj chi' ix yak'xi pural heb' yochxi heb' schecab'oc."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix yalan Jehová t'ayin icha tik:"
        },
        {
            "number": "13",
            "text": "Ha in Jehová he Diosal in, wak'naccan jun in trato yet' heb' he mam eyicham ayic wik'annaquelta heb' t'a Egipto, b'aj ayoch heb' checab'oc. Valnac t'a heb' t'a yictax chi'"
        },
        {
            "number": "14",
            "text": "to t'a junjun yuctaquil ab'il syak'el heb' schecab' heb' t'a libre, aton heb' eyetisraelal schonhnacoch sb'ha t'a heb', yak'annac serwil heb' waqueoc ab'il. Palta a heb' he mam eyicham chi', maj scha yab' heb' tas walnac, maj sk'anab'ajej heb'."
        },
        {
            "number": "15",
            "text": "Icha pax chi' ix eyutej he b'a a ex tik. Palta ix he k'ex he b'eyb'al, yujto wan he k'ulan tas scha in k'ool, yujto ix eyak'el heb' eyetchonhab' ayoch he checab'oc t'a libre. Ix eyak'an he ti' t'a jun trato ix he b'o t'a wichanh, aton t'a yol in templo wicnhej yaji."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix he k'exanxi he b'eyb'al, ix in he patiquejcaneli. Ix eyak'anxi pural heb' he checab' chi' ex yak'anxi serwil, wach'chom toxo ix eyak'el heb' t'a libre."
        },
        {
            "number": "17",
            "text": "Yuj chi', a in Jehová in swala': Maj he k'anab'ajej tas ix wala', maj eyak'el heb' eyetchonhab' t'a libre. Yuj chi', a in Jehová in swala' to ol wak'b'at owal, wejel yet' ilya t'a eyib'anh. Ol xiv masanil nación ayic ol yab'an heb' tas ol ex wutej."
        },
        {
            "number": "18",
            "text": "Ha heb' yajal t'a Judá yet' t'a Jerusalén, heb' tz'ak'an serwil t'a palacio, heb' sacerdote yet' masanil heb' anima cajan ta', ix sb'o jun strato heb' t'a wichanh. Chapoj ix yutej jun nok' quelem wacax heb', ix lajwi chi' ix b'eyek' heb' t'a skal nok'. Palta elanhchamel ix spatiquejel jun trato b'aj ix yak' sti' heb' chi'. Icha ix yutej nok' wacax chi' heb', icha chi' ol wutej heb'."
        },
        {
            "number": "19",
            "text": "Ol wak'och heb' t'a yol sk'ab' heb' yajk'ool, ol miljoccham heb' yuj heb'. Ha nok' ostoc yet' nok' chium nok' ol chianb'at sniwanil heb'."
        },
        {
            "number": "20",
            "text": "Ol wak'och winhaj Sedequías sreyal Judá yet' heb' ayoch yajalil yet' winh t'a yol sk'ab' heb' ajk'ool, heb' snib'ejtaxon smilancham heb'. Ol ak'joc ganar heb' yuj heb' winh soldado aj Babilonia, wach'chom toxo ix actajcan heb' yuj heb'."
        },
        {
            "number": "21",
            "text": "Palta a in Jehová in swala': Ol wik'xicot heb' t'a jun chonhab' tik, ol yak'an owal heb' t'ay. Ol ak'joc ganar yuj heb', ol snhusancantz'a heb'. Axo juntzanhxo chonhab' t'a yol yic Judá, ol wak'kan tzinan, manhxa junok anima ol kan cajan t'ay, xchi Jehová."
        }
    ]
}