{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Ayic van yak'an oval vinhaj Nabucodonosor sreyal Babilonia d'a Jerusalén yed' d'a juntzanhxo chonhab' ay d'a slak'anil, yed'nac masanil eb' soldado vinh yed' masanil juntzanh nación aycan d'a yalanh smandar vinh, ata' ix lolon Jehová d'ayin Jeremías in tic, ix yalan icha tic:"
        },
        {
            "number": "2",
            "text": "A in Jehová e Diosal in sval d'ayach, b'at al d'a vinhaj Sedequías sreyal Judá: Icha tic yalan Jehová: Ol vak'och jun chonhab' tic d'a yol sk'ab' vinh sreyal Babilonia, ol yak'och sk'ak'al vinh."
        },
        {
            "number": "3",
            "text": "A ach tic manhxo ol yal-laj el lemnajoc, ol ach yamchaj yuj eb', ol ach yak'anoch eb' d'a yol sk'ab' vinhaj Nabucodonosor chi', ol il-laj och a sat yed' vinh, ol ach lolon yed' vinh, ol ach yik'anb'at vinh d'a Babilonia chi'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ach Sedequías, ab' val tas ol val a in Jehová in tic: Manh ol ach miljoccham d'a q'uen espada."
        },
        {
            "number": "5",
            "text": "Junk'olal ol aj a chami. A in Jehová in svak' in ti' to icha yutejnac eb' anima snhusan incienso ayic smucchajnac eb' a mam icham, aton eb' ochnac reyal ayic manto ach och a ach tic, icha chi' ol aj snhuschaj incienso chi' ayic ol ach mucchajoc. Ol ok' eb' uuj, ol yalan eb' icha tic: Ay, ix cham vinh co reyal, xcham eb', xchi Jehová, xa chi, xchi d'ayin."
        },
        {
            "number": "6",
            "text": "Ix valan masanil juntzanh tic d'a vinhaj rey Sedequías d'a Jerusalén,"
        },
        {
            "number": "7",
            "text": "yacb'an a eb' soldado yic Babilonia ayxo och eb' yak'an oval d'a chonhab' Jerusalén tic, d'a Laquis yed' d'a Azeca. A d'a yol yic Judá axonhej juntzanh chonhab' chi' vach' yajoch smuroal manto ak'ji ganar yuj eb' soldado yic Babilonia chi'."
        },
        {
            "number": "8",
            "text": "Ix lajvi chi' ix lolonxi Jehová d'ayin Jeremías in tic, ayic toxo ix yak' jun strato vinhaj Sedequías yed' eb' cajan d'a Jerusalén, yic tz'ak'jiel eb' ayoch checab'oc d'a libre."
        },
        {
            "number": "9",
            "text": "Icha tic ix aj jun trato chi': Masanil eb' israel ayoch checab'oc d'a eb' yetchonhab', tz'ak'jiel eb' d'a libre, vach'chom vinac, vach'chom ix, yic manhxa junoc yetchonhab' eb' tz'ochcan schecab'oc."
        },
        {
            "number": "10",
            "text": "Masanil eb' yajal yed' masanil eb' anima, ix scha sk'ol jun trato chi' eb'. Icha chi' ix aj yak'anel eb' schecab'vum eb' chi' d'a libre. Manhxa junoc eb' tz'ak'ji pural yak'an servil junocxo yetchonhab'."
        },
        {
            "number": "11",
            "text": "Ix lajvi chi' ix sq'uexanxi spensar eb' ix actanel eb' schecab' chi', yuj chi' ix yak'xi pural eb' yochxi eb' schecab'oc."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix yalan Jehová d'ayin icha tic:"
        },
        {
            "number": "13",
            "text": "A in Jehová e Diosal in, vak'naccan jun in trato yed' eb' e mam eyicham ayic vik'annaquelta eb' d'a Egipto, b'aj ayoch eb' checab'oc. Valnac d'a eb' d'a yictax chi'"
        },
        {
            "number": "14",
            "text": "to d'a junjun yuctaquil ab'il syaq'uel eb' schecab' eb' d'a libre, aton eb' eyetisraelal schonhnacoch sb'a d'a eb', yak'annac servil eb' vaqueoc ab'il. Palta a eb' e mam eyicham chi', maj scha yab' eb' tas valnac, maj sk'anab'ajej eb'."
        },
        {
            "number": "15",
            "text": "Icha pax chi' ix eyutej e b'a a ex tic. Palta ix e q'uex e b'eyb'al, yujto van e k'ulan tas scha in k'ool, yujto ix eyaq'uel eb' eyetchonhab' ayoch e checab'oc d'a libre. Ix eyak'an e ti' d'a jun trato ix e b'o d'a vichanh, aton d'a yol in templo vicnhej yaji."
        },
        {
            "number": "16",
            "text": "Ix lajvi chi', ix e q'uexanxi e b'eyb'al, ix in e patiquejcaneli. Ix eyak'anxi pural eb' e checab' chi' ex yak'anxi servil, vach'chom toxo ix eyaq'uel eb' d'a libre."
        },
        {
            "number": "17",
            "text": "Yuj chi', a in Jehová in svala': Maj e k'anab'ajej tas ix vala', maj eyaq'uel eb' eyetchonhab' d'a libre. Yuj chi', a in Jehová in svala' to ol vak'b'at oval, vejel yed' ilya d'a eyib'anh. Ol xiv masanil nación ayic ol yab'an eb' tas ol ex vutej."
        },
        {
            "number": "18",
            "text": "A eb' yajal d'a Judá yed' d'a Jerusalén, eb' tz'ak'an servil d'a palacio, eb' sacerdote yed' masanil eb' anima cajan ta', ix sb'o jun strato eb' d'a vichanh. Chapoj ix yutej jun nok' quelem vacax eb', ix lajvi chi' ix b'eyek' eb' d'a scal nok'. Palta elanhchamel ix spatiquejel jun trato b'aj ix yak' sti' eb' chi'. Icha ix yutej nok' vacax chi' eb', icha chi' ol vutej eb'."
        },
        {
            "number": "19",
            "text": "Ol vak'och eb' d'a yol sk'ab' eb' yajk'ool, ol miljoccham eb' yuj eb'. A nok' ostoc yed' nok' chium nok' ol chianb'at snivanil eb'."
        },
        {
            "number": "20",
            "text": "Ol vak'och vinhaj Sedequías sreyal Judá yed' eb' ayoch yajalil yed' vinh d'a yol sk'ab' eb' ajk'ool, eb' snib'ejtaxon smilancham eb'. Ol ak'joc ganar eb' yuj eb' vinh soldado aj Babilonia, vach'chom toxo ix actajcan eb' yuj eb'."
        },
        {
            "number": "21",
            "text": "Palta a in Jehová in svala': Ol vik'xicot eb' d'a jun chonhab' tic, ol yak'an oval eb' d'ay. Ol ak'joc ganar yuj eb', ol snhusancantz'a eb'. Axo juntzanhxo chonhab' d'a yol yic Judá, ol vak'can tz'inan, manhxa junoc anima ol can cajan d'ay, xchi Jehová."
        }
    ]
}