{
    "chapter": "35",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayoch winhaj Joacim yuninal winhaj Josías reyal t'a Judá, ata' ix lolon Jehová t'ayin, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ixic b'aj ayek' heb' yinhtilal winhaj Recab, tzach lolon yet' heb'. Tzik'anb'at heb' t'a junok cuarto t'a in templo, tzak'an wino yuk' heb', xchi t'ayin."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix b'at in sayek' winhaj Jaazanías yuninal junxo winhaj Jeremías, yixchiquin winhaj Habasinías. Ix wik'b'at winh yet' heb' yuk'tac yet' pax heb' yuninal heb' yet' masanil heb' yinhtilal winhaj Recab cajan ta'."
        },
        {
            "number": "4",
            "text": "Ix wik'b'at heb' t'a stemplo Jehová, t'a jun cuarto yic heb' yuninal winhaj Hanán yuninal winhaj Igdalías, aton winh ay yelk'och Dios t'ay. Ha jun cuarto chi', junnhej yaj yet' yic heb' yajal yaj t'a templo chi'. Ha t'a yib'anh scuarto winhaj Maasías yuninal winhaj Salum ata' ay, aton winh yajalil heb' stanhwumal templo."
        },
        {
            "number": "5",
            "text": "Ix wak'an juntzanh xalu yet' waso b'ut'an yet' wino t'a heb', ix walan t'a heb': Uq'ek jab'oc wino tik, xin chi t'a heb'."
        },
        {
            "number": "6",
            "text": "Ix tak'wi heb' t'ayin icha tik: Ha onh tik, max cuk'laj wino tik, yujto a winhaj Jonadab yuninal winhaj Recab, aton winh ko mam quicham a onh tik, a winh ak'annaccan yowalil to max cuk' wino. Anhejtona' heb' quinhtilal max yal-laj yuk'an heb'."
        },
        {
            "number": "7",
            "text": "Yak'annac pax yowalil winh to max ko b'o ko pat, max cawej cavb'en, max cawej pax ko uwa. Yalannac pax winh t'ayonh to anhej t'a yoltac mantiado tzonh aji, ichanhej chi' ol aj quek' t'a masanil tiempo t'a sat lum b'aj ek'elb'anhej quek' tik."
        },
        {
            "number": "8",
            "text": "Ha onh tik, wan ko k'anab'ajan tas yalnaccan winh ko mam quicham aj Jonadab chi'. Yuj chi' malaj b'aj scuk' wino tik, ma heb' ix quetb'eyum yet' heb' cuninal max yuk'laj heb'."
        },
        {
            "number": "9",
            "text": "Malaj ko pat sco b'o'o, malaj te' uwa scawej, malaj ko lum b'aj syal cawan cavb'en."
        },
        {
            "number": "10",
            "text": "Anhej t'a yoltac mantiado tzonh aji, wan ko k'anab'ajan tas yalnaccan winh ko mam quicham chi'."
        },
        {
            "number": "11",
            "text": "Palta haxo yic ix jawi winhaj Nabucodonosor sreyal Babilonia yak' owal t'a jun nación tik, ix onh el elelal. Ix ko naani to wach' tzonh jacan t'a Jerusalén tik, yujto onh el t'a heb' soldado caldeo yet' t'a heb' soldado aj Siria. Yuj chi' ayonhek' cajan t'a Jerusalén tik, xchi heb' yinhtilal winhaj Recab."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix yalan Jehová t'ayin Jeremías in tik icha tik:"
        },
        {
            "number": "13",
            "text": "Ha in Jehová Yajal in t'a Smasanil, sDiosal in Israel, swal t'ayach, ixic b'at al t'a masanil heb' aj Judá yet' t'a heb' aj Jerusalén to sk'ayb'ej wal jun k'ayb'ub'al tik heb', yic sk'anab'ajan in checnab'il heb'."
        },
        {
            "number": "14",
            "text": "Ha heb' yinhtilal winhaj Jonadab yuninal winhaj Recab chi', sk'anab'ajej wal heb' tas yalnaccan smam yicham heb' chi'. Max yuk' wino heb' masanto ticnaik. Anheja' sk'anab'ajan heb', max yuk'laj heb'. Ichin pax ta', tzijtum el ix wak' in checnab'il t'ayex, palta max in he k'anab'ajej."
        },
        {
            "number": "15",
            "text": "Tzijtum heb' in checab' ix in checb'at t'ayex yic syal heb' to tzeyactejcan he chuk b'eyb'al yet' he chuk pensaril. Tzin chec yal heb' to max eyak'em he b'ha t'a juntzanh comon Dios, ma eyoch ejmelal t'ay, yic wach' tzex cajnajnhej t'a lum lum wak'nac t'a heb' he mam eyicham yet' t'ayex. Palta junelnhej max he cha eyab'i, max in he k'anab'ajej."
        },
        {
            "number": "16",
            "text": "Ha heb' yinhtilal winhaj Jonadab chi', sk'anab'ajej heb' tas yalnac smam yicham chi', a exxo tik, junelnhej max in he k'anab'ajej."
        },
        {
            "number": "17",
            "text": "Yuj chi' a in wal Jehová Yajal in t'a Smasanil, he Diosal in, a in swal icha tik: Ol wak'b'at juntzanh yaelal alb'ilxo wuj t'a eyib'anh he masanil ex cajan ex t'a Judá yet' t'a Jerusalén tik. Yujto ix ex in cacha', palta maj he k'anab'ajej. Ix in awaj t'ayex, palta maj ex tak'woc t'ayin, xchi Jehová, xa chi, xchi t'ayin."
        },
        {
            "number": "18",
            "text": "Ix walanxi t'a heb' yinhtilal winhaj Recab chi': Ha Jehová Yajal t'a Smasanil, ko Diosal, a tz'alani: Yujto tze k'anab'ajej tas yalnaccan winh he mam eyicham chi',"
        },
        {
            "number": "19",
            "text": "yuj chi' a in Jehová Yajal in t'a Smasanil, sDiosal in Israel, a in swala': Malaj b'ak'uinh ol satel yinhtilal winhaj Jonadab chi' in yak'an serwil, xchi Jehová, xin chi t'a heb'."
        }
    ]
}