{
    "chapter": "35",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayoch vinhaj Joacim yuninal vinhaj Josías reyal d'a Judá, ata' ix lolon Jehová d'ayin, ix yalan icha tic:"
        },
        {
            "number": "2",
            "text": "Ixic b'aj ayek' eb' yinhtilal vinhaj Recab, tzach lolon yed' eb'. Tzik'anb'at eb' d'a junoc cuarto d'a in templo, tzak'an vino yuk' eb', xchi d'ayin."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix b'at in sayek' vinhaj Jaazanías yuninal junxo vinhaj Jeremías, yixchiquin vinhaj Habasinías. Ix vik'b'at vinh yed' eb' yuk'tac yed' pax eb' yuninal eb' yed' masanil eb' yinhtilal vinhaj Recab cajan ta'."
        },
        {
            "number": "4",
            "text": "Ix vik'b'at eb' d'a stemplo Jehová, d'a jun cuarto yic eb' yuninal vinhaj Hanán yuninal vinhaj Igdalías, aton vinh ay yelk'och Dios d'ay. A jun cuarto chi', junnhej yaj yed' yic eb' yajal yaj d'a templo chi'. A d'a yib'anh scuarto vinhaj Maasías yuninal vinhaj Salum ata' ay, aton vinh yajalil eb' stanhvumal templo."
        },
        {
            "number": "5",
            "text": "Ix vak'an juntzanh xalu yed' vaso b'ud'an yed' vino d'a eb', ix valan d'a eb': Uq'uec jab'oc vino tic, xin chi d'a eb'."
        },
        {
            "number": "6",
            "text": "Ix tak'vi eb' d'ayin icha tic: A onh tic, max cuk'laj vino tic, yujto a vinhaj Jonadab yuninal vinhaj Recab, aton vinh co mam quicham a onh tic, a vinh ak'annaccan yovalil to max cuk' vino. Anhejtona' eb' quinhtilal max yal-laj yuk'an eb'."
        },
        {
            "number": "7",
            "text": "Yak'annac pax yovalil vinh to max co b'o co pat, max cavej cavb'en, max cavej pax co uva. Yalannac pax vinh d'ayonh to anhej d'a yoltac mantiado tzonh aji, ichanhej chi' ol aj quek' d'a masanil tiempo d'a sat lum b'aj eq'uelb'anhej quek' tic."
        },
        {
            "number": "8",
            "text": "A onh tic, van co k'anab'ajan tas yalnaccan vinh co mam quicham aj Jonadab chi'. Yuj chi' malaj b'aj scuk' vino tic, ma eb' ix quetb'eyum yed' eb' cuninal max yuk'laj eb'."
        },
        {
            "number": "9",
            "text": "Malaj co pat sco b'o'o, malaj te' uva scavej, malaj co lum b'aj syal cavan cavb'en."
        },
        {
            "number": "10",
            "text": "Anhej d'a yoltac mantiado tzonh aji, van co k'anab'ajan tas yalnaccan vinh co mam quicham chi'."
        },
        {
            "number": "11",
            "text": "Palta axo yic ix javi vinhaj Nabucodonosor sreyal Babilonia yak' oval d'a jun nación tic, ix onh el elelal. Ix co naani to vach' tzonh jacan d'a Jerusalén tic, yujto onh el d'a eb' soldado caldeo yed' d'a eb' soldado aj Siria. Yuj chi' ayonhek' cajan d'a Jerusalén tic, xchi eb' yinhtilal vinhaj Recab."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi', ix yalan Jehová d'ayin Jeremías in tic icha tic:"
        },
        {
            "number": "13",
            "text": "A in Jehová Yajal in d'a Smasanil, sDiosal in Israel, sval d'ayach, ixic b'at al d'a masanil eb' aj Judá yed' d'a eb' aj Jerusalén to sk'ayb'ej val jun k'ayb'ub'al tic eb', yic sk'anab'ajan in checnab'il eb'."
        },
        {
            "number": "14",
            "text": "A eb' yinhtilal vinhaj Jonadab yuninal vinhaj Recab chi', sk'anab'ajej val eb' tas yalnaccan smam yicham eb' chi'. Max yuk' vino eb' masanto ticnaic. Anheja' sk'anab'ajan eb', max yuk'laj eb'. Ichin pax ta', tzijtum el ix vak' in checnab'il d'ayex, palta max in e k'anab'ajej."
        },
        {
            "number": "15",
            "text": "Tzijtum eb' in checab' ix in checb'at d'ayex yic syal eb' to tzeyactejcan e chuc b'eyb'al yed' e chuc pensaril. Tzin chec yal eb' to max eyaq'uem e b'a d'a juntzanh comon dios, ma eyoch ejmelal d'ay, yic vach' tzex cajnajnhej d'a lum luum vak'nac d'a eb' e mam eyicham yed' d'ayex. Palta junelnhej max e cha eyab'i, max in e k'anab'ajej."
        },
        {
            "number": "16",
            "text": "A eb' yinhtilal vinhaj Jonadab chi', sk'anab'ajej eb' tas yalnac smam yicham chi', a exxo tic, junelnhej max in e k'anab'ajej."
        },
        {
            "number": "17",
            "text": "Yuj chi' a in val Jehová Yajal in d'a Smasanil, e Diosal in, a in sval icha tic: Ol vak'b'at juntzanh yaelal alb'ilxo vuj d'a eyib'anh e masanil ex cajan ex d'a Judá yed' d'a Jerusalén tic. Yujto ix ex in cacha', palta maj e k'anab'ajej. Ix in avaj d'ayex, palta maj ex tak'voc d'ayin, xchi Jehová, xa chi, xchi d'ayin."
        },
        {
            "number": "18",
            "text": "Ix valanxi d'a eb' yinhtilal vinhaj Recab chi': A Jehová Yajal d'a Smasanil, co Diosal, a tz'alani: Yujto tze k'anab'ajej tas yalnaccan vinh e mam eyicham chi',"
        },
        {
            "number": "19",
            "text": "yuj chi' a in Jehová Yajal in d'a Smasanil, sDiosal in Israel, a in svala': Malaj b'aq'uinh ol satel yinhtilal vinhaj Jonadab chi' in yak'an servil, xchi Jehová, xin chi d'a eb'."
        }
    ]
}