{
    "chapter": "35",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayoch vinhaj Joacim yuninal vinhaj Josías reyal t'a Judá, ata' ix lolon Jehová t'ayin, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ixic b'aj ayek' eb' yinhtilal vinhaj Recab, tzach lolon yet' eb'. Tzik'anb'at eb' t'a junok cuarto t'a in templo, tzak'an vino yuk' eb', xchi t'ayin."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix b'at in sayek' vinhaj Jaazanías yuninal junxo vinhaj Jeremías, yixchiquin vinhaj Habasinías. Ix vik'b'at vinh yet' eb' yuk'tac yet' pax eb' yuninal eb' yet' masanil eb' yinhtilal vinhaj Recab cajan ta'."
        },
        {
            "number": "4",
            "text": "Ix vik'b'at eb' t'a stemplo Jehová, t'a jun cuarto yic eb' yuninal vinhaj Hanán yuninal vinhaj Igdalías, aton vinh ay yelk'och Dios t'ay. Ha jun cuarto chi', junnhej yaj yet' yic eb' yajal yaj t'a templo chi'. Ha t'a yib'anh scuarto vinhaj Maasías yuninal vinhaj Salum ata' ay, aton vinh yajalil eb' stanhvumal templo."
        },
        {
            "number": "5",
            "text": "Ix vak'an juntzanh xalu yet' vaso b'ut'an yet' vino t'a eb', ix valan t'a eb': Uq'ek jab'oc vino tik, xin chi t'a eb'."
        },
        {
            "number": "6",
            "text": "Ix tak'vi eb' t'ayin icha tik: Ha onh tik, max cuk'laj vino tik, yujto a vinhaj Jonadab yuninal vinhaj Recab, aton vinh co mam quicham a onh tik, a vinh ak'annaccan yovalil to max cuk' vino. Anhejtona' eb' quinhtilal max yal-laj yuk'an eb'."
        },
        {
            "number": "7",
            "text": "Yak'annac pax yovalil vinh to max co b'o co pat, max cavej cavb'en, max cavej pax co uva. Yalannac pax vinh t'ayonh to anhej t'a yoltac mantiado tzonh aji, ichanhej chi' ol aj quek' t'a masanil tiempo t'a sat lum b'aj eq'uelb'anhej quek' tik."
        },
        {
            "number": "8",
            "text": "Ha onh tik, van co k'anab'ajan tas yalnaccan vinh co mam quicham aj Jonadab chi'. Yuj chi' malaj b'aj scuk' vino tik, ma eb' ix quetb'eyum yet' eb' cuninal max yuk'laj eb'."
        },
        {
            "number": "9",
            "text": "Malaj co pat sco b'o'o, malaj te' uva scavej, malaj co lum b'aj syal cavan cavb'en."
        },
        {
            "number": "10",
            "text": "Anhej t'a yoltac mantiado tzonh aji, van co k'anab'ajan tas yalnaccan vinh co mam quicham chi'."
        },
        {
            "number": "11",
            "text": "Palta haxo yic ix javi vinhaj Nabucodonosor sreyal Babilonia yak' oval t'a jun nación tik, ix onh el elelal. Ix co naani to wach' tzonh jacan t'a Jerusalén tik, yujto onh el t'a eb' soldado caldeo yet' t'a eb' soldado aj Siria. Yuj chi' ayonhek' cajan t'a Jerusalén tik, xchi eb' yinhtilal vinhaj Recab."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix yalan Jehová t'ayin Jeremías in tik icha tik:"
        },
        {
            "number": "13",
            "text": "Ha in Jehová Yajal in t'a Smasanil, sDiosal in Israel, sval t'ayach, ixic b'at al t'a masanil eb' aj Judá yet' t'a eb' aj Jerusalén to sk'ayb'ej val jun k'ayb'ub'al tik eb', yic sk'anab'ajan in checnab'il eb'."
        },
        {
            "number": "14",
            "text": "Ha eb' yinhtilal vinhaj Jonadab yuninal vinhaj Recab chi', sk'anab'ajej val eb' tas yalnaccan smam yicham eb' chi'. Max yuk' vino eb' masanto ticnaic. Anheja' sk'anab'ajan eb', max yuk'laj eb'. Ichin pax ta', tzijtum el ix vak' in checnab'il t'ayex, palta max in e k'anab'ajej."
        },
        {
            "number": "15",
            "text": "Tzijtum eb' in checab' ix in checb'at t'ayex yic syal eb' to tzeyactejcan e chuk b'eyb'al yet' e chuk pensaril. Tzin chec yal eb' to max eyaq'uem e b'ha t'a juntzanh comon dios, ma eyoch ejmelal t'ay, yic wach' tzex cajnajnhej t'a lum lum vak'nac t'a eb' e mam eyicham yet' t'ayex. Palta junelnhej max e cha eyab'i, max in e k'anab'ajej."
        },
        {
            "number": "16",
            "text": "Ha eb' yinhtilal vinhaj Jonadab chi', sk'anab'ajej eb' tas yalnac smam yicham chi', a exxo tik, junelnhej max in e k'anab'ajej."
        },
        {
            "number": "17",
            "text": "Yuj chi' a in val Jehová Yajal in t'a Smasanil, e Diosal in, a in sval icha tik: Ol vak'b'at juntzanh yaelal alb'ilxo vuj t'a eyib'anh e masanil ex cajan ex t'a Judá yet' t'a Jerusalén tik. Yujto ix ex in cacha', palta maj e k'anab'ajej. Ix in avaj t'ayex, palta maj ex tak'voc t'ayin, xchi Jehová, xa chi, xchi t'ayin."
        },
        {
            "number": "18",
            "text": "Ix valanxi t'a eb' yinhtilal vinhaj Recab chi': Ha Jehová Yajal t'a Smasanil, co Diosal, a tz'alani: Yujto tze k'anab'ajej tas yalnaccan vinh e mam eyicham chi',"
        },
        {
            "number": "19",
            "text": "yuj chi' a in Jehová Yajal in t'a Smasanil, sDiosal in Israel, a in svala': Malaj b'ak'uinh ol satel yinhtilal vinhaj Jonadab chi' in yak'an servil, xchi Jehová, xin chi t'a eb'."
        }
    ]
}