{
    "chapter": "36",
    "verses": [
        {
            "number": "1",
            "text": "Ayic schanhil ab'il yoch winhaj Joacim, yuninal winhaj Josías reyal t'a Judá, ix lolon Jehová t'ayin ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ik'cot junok b'aj tzach tz'ib'ani. Tza tz'ib'an masanil tas ix val t'a yib'anh Israel yet' t'a yib'anh Judá yet' t'a yib'anh masanil nación, yictax ix in chaanel yich valan t'ayach t'a stiempoal winhaj Josías masanto ticnaic."
        },
        {
            "number": "3",
            "text": "Talaj ayic ol yab'an eb' aj Judá, yuj juntzanh yaelal tzin na' t'a yib'anh eb' tik, ol yactancan schucal b'eyb'al eb', yic icha chi' ol aj vak'an nivank'olal smul eb', xchi Jehová."
        },
        {
            "number": "4",
            "text": "Ix vavtancot winhaj Baruc yuninal winhaj Nerías. Ix valan t'a winh masanil tas ix yal Jehová t'ayin, ix stz'ib'ancan winh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi' ix valan t'a winh icha tik: Ilnab' val tas vaji, tzin cachjioch vaan in b'at t'a stemplo Jehová."
        },
        {
            "number": "6",
            "text": "Yuj chi', ayic ol javok sk'ual tzek'ojk'olal junelxo, tzach b'at t'a yamaq'uil stemplo Jehová. Ata' ol avtej tas ix in chec a tz'ib'ej tik, yic wach' a masanil eb' aj Jerusalén yet' masanil eb' cajan t'a yol yic Judá ol javok t'a tik, ol yab' slolonel Jehová eb'."
        },
        {
            "number": "7",
            "text": "Talaj syalxi sb'a eb' anima tik t'a Jehová chi', syactancan schucal b'eyb'al eb'. Yujto nab'ilxo yuj Jehová to te niwan yoval sk'ool ol yak'cot t'a yib'anh juntzanh anima tik, xin chi t'a winhaj Baruc chi'."
        },
        {
            "number": "8",
            "text": "Ix sk'ulan winhaj Baruc chi' masanil tas ix val chi' t'ay. Ix b'at winh t'a stemplo Jehová, ix yavtan slolonel Jehová chi' winh, aton tas ix stz'ib'ej winh chi'."
        },
        {
            "number": "9",
            "text": "Ha t'a sb'alunhil uj t'a yoil ab'il yoch winhaj Joacim yuninal winhaj Josías reyal t'a Judá, ata' ix sna winhaj Joacim chi' to a eb' anima cajan t'a Jerusalén yet' juntzanhxo eb' ix cot t'a juntzanhxo chonhab' t'a yol yic Judá, yowalil tz'och eb' t'a tzek'ojk'olal t'a yichanh Jehová."
        },
        {
            "number": "10",
            "text": "Axo winhaj Baruc ix awtan tas ix in chec stz'ib'ej, yic syab' masanil anima. Ha t'a jun amak' chaanh yajq'ue t'a stemplo Jehová t'a stz'ey jun ak' puerta b'aj ay scuarto winhaj Gemarías winh tz'ib'um, winh yuninal winhaj Safán, ata' ix yavtej winh."
        },
        {
            "number": "11",
            "text": "Ha winhaj Micaías yuninal winhaj Gemarías, yixchiquin winhaj Safán, ix yab' winh masanil slolonel Jehová ix yavtej winhaj Baruc chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix b'at winh t'a spalacio winh rey, t'a scuarto winh tz'ib'um, b'aj molanek' eb' winh nivac yopisio: Aton winhaj Elisama tz'ib'um, winhaj Delaía yuninal winhaj Semaías, winhaj Elnatán yuninal winhaj Acbor, winhaj Gemarías yuninal winhaj Safán, winhaj Sedequías yuninal winhaj Ananías yet' masanil eb' ayoch t'a yopisio chi'."
        },
        {
            "number": "13",
            "text": "Ix yalan winhaj Micaías chi' masanil tas ix yab' yuj tas tz'ib'ab'il yuj winhaj Baruc chi', ayic ix yavtan winh t'a yichanh eb' anima."
        },
        {
            "number": "14",
            "text": "Axo eb' winh nivac yopisio chi' ix checanb'at winhaj Jehudí yuninal winhaj Netanías, yixchiquin winhaj Selemías yinhtilal winhaj Cusi, yic b'at yalan winh t'a winhaj Baruc chi', yic syik'cot tas tz'ib'ab'il chi' yuj winh, aton jun ix yavtej winh t'a yichanh eb' anima. Yuj chi' ix yik'cot jun b'aj tz'ib'ab'il chi' winhaj Baruc chi' t'a yichanh eb' winh."
        },
        {
            "number": "15",
            "text": "Ix yalan eb' winh icha tik: --Emanh k'ojan, tzavtan cab'i tas ix a tz'ib'ej chi', xchi eb' winh. Ix yavtan winh."
        },
        {
            "number": "16",
            "text": "Ha val yic ix yab'an juntzanh chi' eb' winh, ix xiv eb' winh, ix och q'ueljab' eb' winh t'ay junjun, ix yalan eb' winh icha tik t'a winh: --Yovalil ol cal juntzanh tik t'a winh rey, xchi eb' winh."
        },
        {
            "number": "17",
            "text": "Ix sk'anb'an eb' winh t'a winh icha tik: --Al t'ayonh, ¿tas ix utej a tz'ib'an juntzanh tik? ¿Am winhaj Jeremías ix alan t'ayach? xchi eb' winh."
        },
        {
            "number": "18",
            "text": "Ix tak'vi winh t'a eb' winh icha tik: --Aton winhaj Jeremías ix alan t'ayin, ix in tz'ib'ancan yet' tinta, xchi winh."
        },
        {
            "number": "19",
            "text": "Ix yalan eb' winh icha tik: --B'at k'ub'ejel a b'a yet' winhaj Jeremías chi', malajocab' mach tz'ojtacaneli b'aj tzex k'ochi, xchi eb' winh."
        },
        {
            "number": "20",
            "text": "Ix yak'ancan tas tz'ib'ab'il eb' winh ay yopisio chi' t'a scuarto winhaj Elisama winh tz'ib'um, ix b'at yalan masanil juntzanh chi' eb' winh t'a winh rey t'a yamaq'uil spalacio."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi' ix checjib'at winhaj Jehudí yuj winh rey chi' yic b'at yik'ancot winh tas tz'ib'ab'il yuj winhaj Baruc chi', jun ix kan t'a scuarto winhaj Elisama. Ayic ix javi winh yet'oc, ix yavtan winh t'a yichanh winh rey chi' yet' t'a yichanh masanil eb' ay yopisio chi', oyanek' eb' smaclan yab'i."
        },
        {
            "number": "22",
            "text": "Yujto sb'alunhil uj yoch jun ab'il chi', yuj chi' ayek' winh rey t'a scuarto b'aj tz'aj t'a stiempoal siic. Axo t'a yichanh winh ayoch jun yet'tal tzak'ak', chac xeinac yaj te' t'a yool."
        },
        {
            "number": "23",
            "text": "Ayic ix lajvi yavtan winhaj Jehudí oxe', ma chanhe' makan tz'ib'ab'il chi', ix scotac polanb'at winh rey juntzanh toxo ix avtaj chi' yet' jun pol-lab' sk'an eb' tz'ib'um. Ix yak'anoch winh t'a yol k'ak' chi'. Icha chi' ix aj snhusantz'a masanil tas tz'ib'ab'il chi' winh."
        },
        {
            "number": "24",
            "text": "Wach'chom ix yab' winh rey yet' eb' ayek' chi' yet' winh tas ix yal jun tz'ib'ab'il chi', palta maj xiv jab'oc eb', maj sch'oxel scusk'olal eb' yuj."
        },
        {
            "number": "25",
            "text": "Ha winhaj Elnatán, winhaj Delaía yet' winhaj Gemarías ix tevi eb' winh t'a winh rey chi' yic max snhustz'a winh, palta maj schalaj yab' winh tas ix yal eb' winh."
        },
        {
            "number": "26",
            "text": "Tonhej ix yal winh rey chi' t'a winhaj Jerameel yinhtilal eb' rey, t'a winhaj Seraías yuninal winhaj Azriel yet' t'a winhaj Selemías yuninal winhaj Abdeel, yic tzin ik'jicot a in Jeremías in tik yet' winh in tz'ib'um aj Baruc chi'. Palta a Jehová onh k'ub'aneli."
        },
        {
            "number": "27",
            "text": "Ayic toxo ix snhustz'a tas tz'ib'ab'il winh rey chi', aton juntzanh lolonel ix in chec stz'ib'ej winhaj Baruc, ix lolonxi Jehová t'ayin, ix yalan icha tik:"
        },
        {
            "number": "28",
            "text": "Ik'cot junocxo b'aj ol a tz'ib'ejxi juntzanh lolonel ix ak' tz'ib'chaj t'a sb'ab'elal chi', aton ix snhustz'a winhaj Joacim sreyal Judá."
        },
        {
            "number": "29",
            "text": "Tzalan pax juntzanh lolonel tik t'a winh rey chi' icha tik: Icha val tik yalan Jehová: Ha ach tik, ix a nhustz'a tas tz'ib'ab'il, ix a tuman pax winhaj Jeremías, yujto ix stz'ib'ej winh to ol javok winh sreyal Babilonia ul satel jun nación tik, manhxa junok anima, ma junok nok' nok' ol canoc."
        },
        {
            "number": "30",
            "text": "Yuj chi' a in val Jehová in swal t'ayach ach Joacim sreyal Judá, malaj junok inhtilal ol cannhej t'a sdespacho winhaj David. Ha a nivanil ol kan telan t'a yoc k'u yet' t'a skal sical t'ak'walil."
        },
        {
            "number": "31",
            "text": "Ha ach tik yet' inhtilal yet' pax eb' ayoch yajalil ed'oc, ol vak'och yaelal t'a eyib'anh yuj e mul. Ol ja t'a yib'anh eb' aj Jerusalén yet' t'a yib'anh eb' cajan t'a Judá juntzanh yaelal toxo ix valcan tik, aton juntzanh maj e cha eyab'i, xchi Jehová, xa chi, xchi t'ayin."
        },
        {
            "number": "32",
            "text": "Ixlajwi chi', ix vik'anxicot junxo b'aj stz'ib'chaj tastac, ix vak'an t'a winhaj Baruc winh in tz'ib'um, ix stz'ib'an winh tastac ix vala', aton tastac tz'ib'ab'il t'a juntzanh ix snhustz'a winhaj rey Joacim chi'. Ayto pax stz'acub' tas valnac chi' ix tz'ib'aji."
        }
    ]
}