{
    "chapter": "36",
    "verses": [
        {
            "number": "1",
            "text": "Ayic schanhil ab'il yoch vinhaj Joacim, yuninal vinhaj Josías reyal t'a Judá, ix lolon Jehová t'ayin ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ik'cot junok b'aj tzach tz'ib'ani. Tza tz'ib'an masanil tas ix val t'a yib'anh Israel yet' t'a yib'anh Judá yet' t'a yib'anh masanil nación, yictax ix in chaanel yich valan t'ayach t'a stiempoal vinhaj Josías masanto ticnaic."
        },
        {
            "number": "3",
            "text": "Talaj ayic ol yab'an eb' aj Judá, yuj juntzanh yaelal tzin na' t'a yib'anh eb' tik, ol yactancan schucal b'eyb'al eb', yic icha chi' ol aj vak'an nivank'olal smul eb', xchi Jehová."
        },
        {
            "number": "4",
            "text": "Ix vavtancot vinhaj Baruc yuninal vinhaj Nerías. Ix valan t'a vinh masanil tas ix yal Jehová t'ayin, ix stz'ib'ancan vinh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi' ix valan t'a vinh icha tik: Ilnab' val tas vaji, tzin cachjioch vaan in b'at t'a stemplo Jehová."
        },
        {
            "number": "6",
            "text": "Yuj chi', ayic ol javoc sk'ual tzek'ojk'olal junelxo, tzach b'at t'a yamaq'uil stemplo Jehová. Ata' ol avtej tas ix in chec a tz'ib'ej tik, yic wach' a masanil eb' aj Jerusalén yet' masanil eb' cajan t'a yol yic Judá ol javoc t'a tik, ol yab' slolonel Jehová eb'."
        },
        {
            "number": "7",
            "text": "Talaj syalxi sb'a eb' anima tik t'a Jehová chi', syactancan schucal b'eyb'al eb'. Yujto nab'ilxo yuj Jehová to te niwan yoval sk'ool ol yak'cot t'a yib'anh juntzanh anima tik, xin chi t'a vinhaj Baruc chi'."
        },
        {
            "number": "8",
            "text": "Ix sk'ulan vinhaj Baruc chi' masanil tas ix val chi' t'ay. Ix b'at vinh t'a stemplo Jehová, ix yavtan slolonel Jehová chi' vinh, aton tas ix stz'ib'ej vinh chi'."
        },
        {
            "number": "9",
            "text": "Ha t'a sb'alunhil uj t'a yoil ab'il yoch vinhaj Joacim yuninal vinhaj Josías reyal t'a Judá, ata' ix sna vinhaj Joacim chi' to a eb' anima cajan t'a Jerusalén yet' juntzanhxo eb' ix cot t'a juntzanhxo chonhab' t'a yol yic Judá, yowalil tz'och eb' t'a tzek'ojk'olal t'a yichanh Jehová."
        },
        {
            "number": "10",
            "text": "Axo vinhaj Baruc ix avtan tas ix in chec stz'ib'ej, yic syab' masanil anima. Ha t'a jun amak' chaanh yajq'ue t'a stemplo Jehová t'a stz'ey jun ak' puerta b'aj ay scuarto vinhaj Gemarías vinh tz'ib'um, vinh yuninal vinhaj Safán, ata' ix yavtej vinh."
        },
        {
            "number": "11",
            "text": "Ha vinhaj Micaías yuninal vinhaj Gemarías, yixchiquin vinhaj Safán, ix yab' vinh masanil slolonel Jehová ix yavtej vinhaj Baruc chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix b'at vinh t'a spalacio vinh rey, t'a scuarto vinh tz'ib'um, b'aj molanek' eb' vinh nivac yopisio: Aton vinhaj Elisama tz'ib'um, vinhaj Delaía yuninal vinhaj Semaías, vinhaj Elnatán yuninal vinhaj Acbor, vinhaj Gemarías yuninal vinhaj Safán, vinhaj Sedequías yuninal vinhaj Ananías yet' masanil eb' ayoch t'a yopisio chi'."
        },
        {
            "number": "13",
            "text": "Ix yalan vinhaj Micaías chi' masanil tas ix yab' yuj tas tz'ib'ab'il yuj vinhaj Baruc chi', ayic ix yavtan vinh t'a yichanh eb' anima."
        },
        {
            "number": "14",
            "text": "Axo eb' vinh nivac yopisio chi' ix checanb'at vinhaj Jehudí yuninal vinhaj Netanías, yixchiquin vinhaj Selemías yinhtilal vinhaj Cusi, yic b'at yalan vinh t'a vinhaj Baruc chi', yic syik'cot tas tz'ib'ab'il chi' yuj vinh, aton jun ix yavtej vinh t'a yichanh eb' anima. Yuj chi' ix yik'cot jun b'aj tz'ib'ab'il chi' vinhaj Baruc chi' t'a yichanh eb' vinh."
        },
        {
            "number": "15",
            "text": "Ix yalan eb' vinh icha tik: --Emanh k'ojan, tzavtan cab'i tas ix a tz'ib'ej chi', xchi eb' vinh. Ix yavtan vinh."
        },
        {
            "number": "16",
            "text": "Ha val yic ix yab'an juntzanh chi' eb' vinh, ix xiv eb' vinh, ix och q'ueljab' eb' vinh t'ay junjun, ix yalan eb' vinh icha tik t'a vinh: --Yovalil ol cal juntzanh tik t'a vinh rey, xchi eb' vinh."
        },
        {
            "number": "17",
            "text": "Ix sk'anb'an eb' vinh t'a vinh icha tik: --Al t'ayonh, ¿tas ix utej a tz'ib'an juntzanh tik? ¿Am vinhaj Jeremías ix alan t'ayach? xchi eb' vinh."
        },
        {
            "number": "18",
            "text": "Ix tak'vi vinh t'a eb' vinh icha tik: --Aton vinhaj Jeremías ix alan t'ayin, ix in tz'ib'ancan yet' tinta, xchi vinh."
        },
        {
            "number": "19",
            "text": "Ix yalan eb' vinh icha tik: --B'at k'ub'ejel a b'a yet' vinhaj Jeremías chi', malajocab' mach tz'ojtacaneli b'aj tzex k'ochi, xchi eb' vinh."
        },
        {
            "number": "20",
            "text": "Ix yak'ancan tas tz'ib'ab'il eb' vinh ay yopisio chi' t'a scuarto vinhaj Elisama vinh tz'ib'um, ix b'at yalan masanil juntzanh chi' eb' vinh t'a vinh rey t'a yamaq'uil spalacio."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi' ix checjib'at vinhaj Jehudí yuj vinh rey chi' yic b'at yik'ancot vinh tas tz'ib'ab'il yuj vinhaj Baruc chi', jun ix kan t'a scuarto vinhaj Elisama. Ayic ix javi vinh yet'oc, ix yavtan vinh t'a yichanh vinh rey chi' yet' t'a yichanh masanil eb' ay yopisio chi', oyanek' eb' smaclan yab'i."
        },
        {
            "number": "22",
            "text": "Yujto sb'alunhil uj yoch jun ab'il chi', yuj chi' ayek' vinh rey t'a scuarto b'aj tz'aj t'a stiempoal siic. Axo t'a yichanh vinh ayoch jun yet'tal tzak'ak', chac xeinac yaj te' t'a yool."
        },
        {
            "number": "23",
            "text": "Ayic ix lajvi yavtan vinhaj Jehudí oxe', ma chanhe' makan tz'ib'ab'il chi', ix scotac polanb'at vinh rey juntzanh toxo ix avtaj chi' yet' jun pol-lab' sk'an eb' tz'ib'um. Ix yak'anoch vinh t'a yol k'ak' chi'. Icha chi' ix aj snhusantz'a masanil tas tz'ib'ab'il chi' vinh."
        },
        {
            "number": "24",
            "text": "Wach'chom ix yab' vinh rey yet' eb' ayek' chi' yet' vinh tas ix yal jun tz'ib'ab'il chi', palta maj xiv jab'oc eb', maj sch'oxel scusk'olal eb' yuj."
        },
        {
            "number": "25",
            "text": "Ha vinhaj Elnatán, vinhaj Delaía yet' vinhaj Gemarías ix tevi eb' vinh t'a vinh rey chi' yic max snhustz'a vinh, palta maj schalaj yab' vinh tas ix yal eb' vinh."
        },
        {
            "number": "26",
            "text": "Tonhej ix yal vinh rey chi' t'a vinhaj Jerameel yinhtilal eb' rey, t'a vinhaj Seraías yuninal vinhaj Azriel yet' t'a vinhaj Selemías yuninal vinhaj Abdeel, yic tzin ik'jicot a in Jeremías in tik yet' vinh in tz'ib'um aj Baruc chi'. Palta a Jehová onh k'ub'aneli."
        },
        {
            "number": "27",
            "text": "Ayic toxo ix snhustz'a tas tz'ib'ab'il vinh rey chi', aton juntzanh lolonel ix in chec stz'ib'ej vinhaj Baruc, ix lolonxi Jehová t'ayin, ix yalan icha tik:"
        },
        {
            "number": "28",
            "text": "Ik'cot junocxo b'aj ol a tz'ib'ejxi juntzanh lolonel ix ak' tz'ib'chaj t'a sb'ab'elal chi', aton ix snhustz'a vinhaj Joacim sreyal Judá."
        },
        {
            "number": "29",
            "text": "Tzalan pax juntzanh lolonel tik t'a vinh rey chi' icha tik: Icha val tik yalan Jehová: Ha ach tik, ix a nhustz'a tas tz'ib'ab'il, ix a tuman pax vinhaj Jeremías, yujto ix stz'ib'ej vinh to ol javoc vinh sreyal Babilonia ul satel jun nación tik, manhxa junok anima, ma junok nok' nok' ol canoc."
        },
        {
            "number": "30",
            "text": "Yuj chi' a in val Jehová in sval t'ayach ach Joacim sreyal Judá, malaj junok inhtilal ol cannhej t'a sdespacho vinhaj David. Ha a nivanil ol kan telan t'a yoc k'u yet' t'a skal sical t'ak'walil."
        },
        {
            "number": "31",
            "text": "Ha ach tik yet' inhtilal yet' pax eb' ayoch yajalil ed'oc, ol vak'och yaelal t'a eyib'anh yuj e mul. Ol ja t'a yib'anh eb' aj Jerusalén yet' t'a yib'anh eb' cajan t'a Judá juntzanh yaelal toxo ix valcan tik, aton juntzanh maj e cha eyab'i, xchi Jehová, xa chi, xchi t'ayin."
        },
        {
            "number": "32",
            "text": "Ixlajwi chi', ix vik'anxicot junxo b'aj stz'ib'chaj tastac, ix vak'an t'a vinhaj Baruc vinh in tz'ib'um, ix stz'ib'an vinh tastac ix vala', aton tastac tz'ib'ab'il t'a juntzanh ix snhustz'a vinhaj rey Joacim chi'. Ayto pax stz'acub' tas valnac chi' ix tz'ib'aji."
        }
    ]
}