{
    "chapter": "37",
    "verses": [
        {
            "number": "1",
            "text": "Ix ak'jioch winhaj Sedequías yuninal winhaj Josías reyal t'a Judá yuj winhaj Nabucodonosor sreyal Babilonia. Ha winh ix ochkan sk'exuloc winhaj Jeconías yuninal winhaj Joacim."
        },
        {
            "number": "2",
            "text": "Anhejtona' winhaj Sedequías chi' yet' heb' ayoch yajalil yet'oc yet' pax masanil heb' yetchonhab' winh, maj sk'anab'ajej slolonel Jehová heb' ix schec wal a in Jeremías in tik, a in schekab' in Dios."
        },
        {
            "number": "3",
            "text": "Ha winhaj rey Sedequías chi' ix chekancot winhaj Jucal yuninal winhaj Selemías yet' winhaj sacerdote Sofonías yuninal winhaj Maasías, yic tzul in yilan heb' winh, ix yalan heb' winh t'ayin icha tik: Lesalwanh t'a Jehová ko Diosal cuuj, xchi heb' winh."
        },
        {
            "number": "4",
            "text": "Ayic chi' manto in ak'jioch t'a preso, yuj chi' libre to in b'eyek' t'a skal heb' anima."
        },
        {
            "number": "5",
            "text": "Ha heb' soldado aj Babilonia oyanoch heb' t'a spatic Jerusalén tik, palta t'a jun pekti’ chi', ix yab' heb' to wan scot heb' soldado winh sreyal Egipto t'a schonhab', yuj chi' ix el heb' t'a Jerusalén."
        },
        {
            "number": "6",
            "text": "Ix lolonxi Jehová t'ayin, ix schekan wal t'a heb' winh ix checjicot chi' t'ayin icha tik:"
        },
        {
            "number": "7",
            "text": "Alec t'a winh sreyal Judá, winh ix ex chekancot ul he k'anb'ej t'ayin, a heb' soldado winh sreyal Egipto ix cot colwal eyed'oc eyalani, palta ol meltzaj heb' t'a Egipto."
        },
        {
            "number": "8",
            "text": "Yuj chi', ol cotxoc heb' aj Babilonia chi' yic tzul yak'an owal heb' yet' Jerusalén tik, ol ak'joc ganar jun chonhab' tik yuj heb', ol yak'ankanoch sk'ak'al heb'."
        },
        {
            "number": "9",
            "text": "Ix yalanxi Jehová icha tik: Manh eyak' musansatil he b'a, tzeyalani to toxo ix el heb' soldado aj Babilonia t'a he kal, yujto manh ichaoc ta' yaji."
        },
        {
            "number": "10",
            "text": "Wach'chom ol eyak' ganar heb' soldado wan yak'an owal eyed' chi', yuj chi' axonhej heb' lajwinac ol kan t'a skampamento heb', palta ol k'ex waan heb', ol yak'anoch k'ak' heb' t'a jun he chonhab' tik, xchi Jehová, xin chi t'a heb'."
        },
        {
            "number": "11",
            "text": "Ayic ix el heb' soldado Babilonia t'a Jerusalén, yujto ix yab' heb' to wanxo sjawi heb' soldado winh sreyal Egipto,"
        },
        {
            "number": "12",
            "text": "wanxo welta a in Jeremías in tik t'a yol chonhab' chi', yic tzin b'atkan t'a yol yic Benjamín, yic sb'at in chaan in macb'en t'a heb' ayto wuj in b'a yet'oc walani."
        },
        {
            "number": "13",
            "text": "Ayic in k'och t'a spuertail b'aj sb'at b'e t'a yol yic Benjamín chi', ata' ay jun winh skuchan Irías yuninal winhaj Selemías, yixchiquin winhaj Hananías, yajal yaj winh t'a heb' stanhwan puerta chi'. Ha jun winh chi' in yamanoch waan, yalan winh t'ayin icha tik: --Ha ach tik, wanxo och yet' heb' aj Babilonia, xchi winh."
        },
        {
            "number": "14",
            "text": "In tak'wi t'a winh icha tik: --Maay, malaj in tzin och yet' heb' aj Babilonia chi', xin chi t'a winh. Palta maj scha yab' winh, anhej to in yik'b'at winh t'a yichanh heb' winh yajal."
        },
        {
            "number": "15",
            "text": "Cot yowal heb' winh yajal chi' t'ayin, in schekan mak'joc heb' winh, b'at in yak'anoch heb' winh t'a preso t'a spat winhaj Jonatán, winh tz'ib'um. Ha spat winh chi' och presoal yuj heb'."
        },
        {
            "number": "16",
            "text": "Yuj chi', in kannhej t'a preso t'a jun cuarto b'ob'il t'a yol lu'um. Niwan tiempo in kan ta'."
        },
        {
            "number": "17",
            "text": "Axo winhaj rey Sedequías in ak'an ik'joccot t'a spalacio. Ayic in k'och t'a yichanh winh rey chi', sk'anb'an winh t'ayin t'a elk'altac icha tik: --¿Ay am junok slolonel Jehová tzal t'ayin? xchi winh. In tak'wi t'a winh icha tik: --Ay toni. Icha wal tik yalani: Ha ach tik mamin rey, ol ach ak'jococh t'a yol sk'ab' winh sreyal Babilonia, xin chi."
        },
        {
            "number": "18",
            "text": "Anhejtona' in k'anb'ej t'a winhaj Sedequías chi' icha tik: ¿Tas in mul ix och t'ayach mamin rey yet' t'a heb' ayoch yajalil ed'oc yet' pax t'a heb' anima, yuj chi' ix in a chec ak'jococh t'a preso?"
        },
        {
            "number": "19",
            "text": "¿Tas ix aj yelk'och slolonel juntzanh heb' syaloch sb'a schekab'oc Dios, heb' ix alani to manh ol jawok winh sreyal Babilonia yak' owal yet' jun chonhab' tik?"
        },
        {
            "number": "20",
            "text": "Axo ticnaik jun mamin rey, a tas ol in k'an t'ayach, comonoc tzak' t'ayin: Manhxo in a cha ik'jocb'at t'a spat winhaj Jonatán, winh tz'ib'um, haxo talaj tz'aji tzin cham ta'."
        },
        {
            "number": "21",
            "text": "Yuj chi', yalan winhaj rey Sedequías chi' to tzin kan t'a jun yamaq'uil b'aj ayek' heb' stanhwan palacio chi', haxo t'a junjun k'u tz'ak'ji junjun pan t'ayin, smanji t'a heb' b'oum pan. Ichanhej chi' aji, yacb'an ayto ixim pan chi' t'a yol chonhab' chi'. Icha chi' aj in kannhej t'a amak' chi'."
        }
    ]
}