{
    "chapter": "37",
    "verses": [
        {
            "number": "1",
            "text": "Ix ak'jioch vinhaj Sedequías yuninal vinhaj Josías reyal d'a Judá yuj vinhaj Nabucodonosor sreyal Babilonia. A vinh ix ochcan sq'uexuloc vinhaj Jeconías yuninal vinhaj Joacim."
        },
        {
            "number": "2",
            "text": "Anhejtona' vinhaj Sedequías chi' yed' eb' ayoch yajalil yed'oc yed' pax masanil eb' yetchonhab' vinh, maj sk'anab'ajej slolonel Jehová eb' ix schec val a in Jeremías in tic, a in schecab' in Dios."
        },
        {
            "number": "3",
            "text": "A vinhaj rey Sedequías chi' ix checancot vinhaj Jucal yuninal vinhaj Selemías yed' vinhaj sacerdote Sofonías yuninal vinhaj Maasías, yic tzul in yilan eb' vinh, ix yalan eb' vinh d'ayin icha tic: Lesalvanh d'a Jehová co Diosal cuuj, xchi eb' vinh."
        },
        {
            "number": "4",
            "text": "Ayic chi' manto in ak'jioch d'a preso, yuj chi' libre to in b'eyek' d'a scal eb' anima."
        },
        {
            "number": "5",
            "text": "A eb' soldado aj Babilonia oyanoch eb' d'a spatic Jerusalén tic, palta d'a jun tiempoal chi', ix yab' eb' to van scot eb' soldado vinh sreyal Egipto d'a schonhab', yuj chi' ix el eb' d'a Jerusalén."
        },
        {
            "number": "6",
            "text": "Ix lolonxi Jehová d'ayin, ix schecan val d'a eb' vinh ix checjicot chi' d'ayin icha tic:"
        },
        {
            "number": "7",
            "text": "Alec d'a vinh sreyal Judá, vinh ix ex checancot ul e k'anb'ej d'ayin, a eb' soldado vinh sreyal Egipto ix cot colval eyed'oc eyalani, palta ol meltzaj eb' d'a Egipto."
        },
        {
            "number": "8",
            "text": "Yuj chi', ol cotxoc eb' aj Babilonia chi' yic tzul yak'an oval eb' yed' Jerusalén tic, ol ak'joc ganar jun chonhab' tic yuj eb', ol yak'ancanoch sk'ak'al eb'."
        },
        {
            "number": "9",
            "text": "Ix yalanxi Jehová icha tic: Manh eyak' musansatil e b'a, tzeyalani to toxo ix el eb' soldado aj Babilonia d'a e cal, yujto manh ichaoc ta' yaji."
        },
        {
            "number": "10",
            "text": "Vach'chom ol eyak' ganar eb' soldado van yak'an oval eyed' chi', yuj chi' axonhej eb' lajvinac ol can d'a scampamento eb', palta ol q'uex vaan eb', ol yak'anoch k'ak' eb' d'a jun e chonhab' tic, xchi Jehová, xin chi d'a eb'."
        },
        {
            "number": "11",
            "text": "Ayic ix el eb' soldado Babilonia d'a Jerusalén, yujto ix yab' eb' to vanxo sjavi eb' soldado vinh sreyal Egipto,"
        },
        {
            "number": "12",
            "text": "vanxo velta a in Jeremías in tic d'a yol chonhab' chi', yic tzin b'atcan d'a yol yic Benjamín, yic sb'at in chaan in macb'en d'a eb' ayto vuj in b'a yed'oc valani."
        },
        {
            "number": "13",
            "text": "Ayic in k'och d'a spuertail b'aj sb'at b'e d'a yol yic Benjamín chi', ata' ay jun vinh scuchan Irías yuninal vinhaj Selemías, yixchiquin vinhaj Hananías, yajal yaj vinh d'a eb' stanhvan puerta chi'. A jun vinh chi' in yamanoch vaan, yalan vinh d'ayin icha tic: --A ach tic, vanxo och yed' eb' aj Babilonia, xchi vinh."
        },
        {
            "number": "14",
            "text": "In tak'vi d'a vinh icha tic: --Maay, malaj in tzin och yed' eb' aj Babilonia chi', xin chi d'a vinh. Palta maj scha yab' vinh, anhej to in yik'b'at vinh d'a yichanh eb' vinh yajal."
        },
        {
            "number": "15",
            "text": "Cot yoval eb' vinh yajal chi' d'ayin, in schecan mak'joc eb' vinh, b'at in yak'anoch eb' vinh d'a preso d'a spat vinhaj Jonatán, vinh tz'ib'um. A spat vinh chi' och presoal yuj eb'."
        },
        {
            "number": "16",
            "text": "Yuj chi', in cannhej d'a preso d'a jun cuarto b'ob'il d'a yol luum. Nivan tiempo in can ta'."
        },
        {
            "number": "17",
            "text": "Axo vinhaj rey Sedequías in ak'an ik'joccot d'a spalacio. Ayic in k'och d'a yichanh vinh rey chi', sk'anb'an vinh d'ayin d'a elk'altac icha tic: --¿Ay am junoc slolonel Jehová tzal d'ayin? xchi vinh. In tak'vi d'a vinh icha tic: --Ay toni. Icha val tic yalani: A ach tic mamin rey, ol ach ak'jococh d'a yol sk'ab' vinh sreyal Babilonia, xin chi."
        },
        {
            "number": "18",
            "text": "Anhejtona' in k'anb'ej d'a vinhaj Sedequías chi' icha tic: ¿Tas in mul ix och d'ayach mamin rey yed' d'a eb' ayoch yajalil ed'oc yed' pax d'a eb' anima, yuj chi' ix in a chec ak'jococh d'a preso?"
        },
        {
            "number": "19",
            "text": "¿Tas ix aj yelk'och slolonel juntzanh eb' syaloch sb'a schecab'oc Dios, eb' ix alani to manh ol javoc vinh sreyal Babilonia yak' oval yed' jun chonhab' tic?"
        },
        {
            "number": "20",
            "text": "Axo ticnaic jun mamin rey, a tas ol in k'an d'ayach, comonoc tzak' d'ayin: Manhxo in a cha ik'jocb'at d'a spat vinhaj Jonatán, vinh tz'ib'um, axo talaj tz'aji tzin cham ta'."
        },
        {
            "number": "21",
            "text": "Yuj chi', yalan vinhaj rey Sedequías chi' to tzin can d'a jun yamaq'uil b'aj ayek' eb' stanhvan palacio chi', axo d'a junjun k'u tz'ak'ji junjun pan d'ayin, smanji d'a eb' b'oum pan. Ichanhej chi' aji, yacb'an ayto ixim pan chi' d'a yol chonhab' chi'. Icha chi' aj in cannhej d'a amak' chi'."
        }
    ]
}