{
    "chapter": "37",
    "verses": [
        {
            "number": "1",
            "text": "Ix ak'jioch winhaj Sedequías yuninal winhaj Josías reyal t'a Judá yuj winhaj Nabucodonosor sreyal Babilonia. Ha winh ix ochcan sq'uexuloc winhaj Jeconías yuninal winhaj Joacim."
        },
        {
            "number": "2",
            "text": "Anhejtona' winhaj Sedequías chi' yet' eb' ayoch yajalil yet'oc yet' pax masanil eb' yetchonhab' winh, maj sk'anab'ajej slolonel Jehová eb' ix schec val a in Jeremías in tik, a in schecab' in Dios."
        },
        {
            "number": "3",
            "text": "Ha winhaj rey Sedequías chi' ix checancot winhaj Jucal yuninal winhaj Selemías yet' winhaj sacerdote Sofonías yuninal winhaj Maasías, yic tzul in yilan eb' winh, ix yalan eb' winh t'ayin icha tik: Lesalvanh t'a Jehová co Diosal cuuj, xchi eb' winh."
        },
        {
            "number": "4",
            "text": "Ayic chi' manto in ak'jioch t'a preso, yuj chi' libre to in b'eyek' t'a skal eb' anima."
        },
        {
            "number": "5",
            "text": "Ha eb' soldado aj Babilonia oyanoch eb' t'a spatic Jerusalén tik, palta t'a jun pekti’ chi', ix yab' eb' to van scot eb' soldado winh sreyal Egipto t'a schonhab', yuj chi' ix el eb' t'a Jerusalén."
        },
        {
            "number": "6",
            "text": "Ix lolonxi Jehová t'ayin, ix schecan val t'a eb' winh ix checjicot chi' t'ayin icha tik:"
        },
        {
            "number": "7",
            "text": "Alec t'a winh sreyal Judá, winh ix ex checancot ul e k'anb'ej t'ayin, a eb' soldado winh sreyal Egipto ix cot colval eyed'oc eyalani, palta ol meltzaj eb' t'a Egipto."
        },
        {
            "number": "8",
            "text": "Yuj chi', ol cotxoc eb' aj Babilonia chi' yic tzul yak'an oval eb' yet' Jerusalén tik, ol ak'joc ganar jun chonhab' tik yuj eb', ol yak'ancanoch sk'ak'al eb'."
        },
        {
            "number": "9",
            "text": "Ix yalanxi Jehová icha tik: Manh eyak' musansatil e b'a, tzeyalani to toxo ix el eb' soldado aj Babilonia t'a e cal, yujto manh ichaoc ta' yaji."
        },
        {
            "number": "10",
            "text": "Wach'chom ol eyak' ganar eb' soldado van yak'an oval eyed' chi', yuj chi' axonhej eb' lajvinac ol kan t'a scampamento eb', palta ol q'uex vaan eb', ol yak'anoch k'ak' eb' t'a jun e chonhab' tik, xchi Jehová, xin chi t'a eb'."
        },
        {
            "number": "11",
            "text": "Ayic ix el eb' soldado Babilonia t'a Jerusalén, yujto ix yab' eb' to vanxo sjavi eb' soldado winh sreyal Egipto,"
        },
        {
            "number": "12",
            "text": "vanxo velta a in Jeremías in tik t'a yol chonhab' chi', yic tzin b'atcan t'a yol yic Benjamín, yic sb'at in chaan in macb'en t'a eb' ayto vuj in b'a yet'oc valani."
        },
        {
            "number": "13",
            "text": "Ayic in k'och t'a spuertail b'aj sb'at b'e t'a yol yic Benjamín chi', ata' ay jun winh scuchan Irías yuninal winhaj Selemías, yixchiquin winhaj Hananías, yajal yaj winh t'a eb' stanhvan puerta chi'. Ha jun winh chi' in yamanoch vaan, yalan winh t'ayin icha tik: --Ha ach tik, vanxo och yet' eb' aj Babilonia, xchi winh."
        },
        {
            "number": "14",
            "text": "In tak'vi t'a winh icha tik: --Maay, malaj in tzin och yet' eb' aj Babilonia chi', xin chi t'a winh. Palta maj scha yab' winh, anhej to in yik'b'at winh t'a yichanh eb' winh yajal."
        },
        {
            "number": "15",
            "text": "Cot yoval eb' winh yajal chi' t'ayin, in schecan mak'joc eb' winh, b'at in yak'anoch eb' winh t'a preso t'a spat winhaj Jonatán, winh tz'ib'um. Ha spat winh chi' och presoal yuj eb'."
        },
        {
            "number": "16",
            "text": "Yuj chi', in cannhej t'a preso t'a jun cuarto b'ob'il t'a yol lu'um. Nivan tiempo in kan ta'."
        },
        {
            "number": "17",
            "text": "Axo winhaj rey Sedequías in ak'an ik'joccot t'a spalacio. Ayic in k'och t'a yichanh winh rey chi', sk'anb'an winh t'ayin t'a elk'altac icha tik: --¿Ay am junok slolonel Jehová tzal t'ayin? xchi winh. In tak'vi t'a winh icha tik: --Ay toni. Icha val tik yalani: Ha ach tik mamin rey, ol ach ak'jococh t'a yol sk'ab' winh sreyal Babilonia, xin chi."
        },
        {
            "number": "18",
            "text": "Anhejtona' in k'anb'ej t'a winhaj Sedequías chi' icha tik: ¿Tas in mul ix och t'ayach mamin rey yet' t'a eb' ayoch yajalil ed'oc yet' pax t'a eb' anima, yuj chi' ix in a chec ak'jococh t'a preso?"
        },
        {
            "number": "19",
            "text": "¿Tas ix aj yelk'och slolonel juntzanh eb' syaloch sb'a schecab'oc Dios, eb' ix alani to manh ol javok winh sreyal Babilonia yak' oval yet' jun chonhab' tik?"
        },
        {
            "number": "20",
            "text": "Axo ticnaic jun mamin rey, a tas ol in k'an t'ayach, comonoc tzak' t'ayin: Manhxo in a cha ik'jocb'at t'a spat winhaj Jonatán, winh tz'ib'um, haxo talaj tz'aji tzin cham ta'."
        },
        {
            "number": "21",
            "text": "Yuj chi', yalan winhaj rey Sedequías chi' to tzin kan t'a jun yamaq'uil b'aj ayek' eb' stanhvan palacio chi', haxo t'a junjun k'u tz'ak'ji junjun pan t'ayin, smanji t'a eb' b'oum pan. Ichanhej chi' aji, yacb'an ayto ixim pan chi' t'a yol chonhab' chi'. Icha chi' aj in cannhej t'a amak' chi'."
        }
    ]
}