{
    "chapter": "38",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj Sefatías yuninal vinhaj Matán, vinhaj Gedalías yuninal vinhaj Pasur, vinhaj Jucal yuninal vinhaj Selemías yet' vinhaj Pasur yuninal vinhaj Malquías, a eb' vinh tik, ix yab' eb' vinh tas ix val t'a yichanh eb' anima ayic ix valani:"
        },
        {
            "number": "2",
            "text": "Ha Jehová tz'alan icha tik: Ha mach ol kan t'a yol chonhab' tik, ol cham yuj oval, yuj vejel, ma yuj ilya. Axo mach ol yak'och sb'ha t'a yol sk'ab' eb' aj Babilonia, a eb' chi' ol colchaj eb', manh ol chamlaj eb'."
        },
        {
            "number": "3",
            "text": "Ol vak'och jun chonhab' tik t'a yol sk'ab' eb' soldado vinh sreyal Babilonia. Ol ak'joc ganar jun chonhab' tik yuj eb', xchi Jehová, xin chi."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yal eb' vinh yajal chi' t'a vinh rey chi' icha tik: --Chec miljoccham jun vinac tik, yujto schab'axq'ue sk'ol eb' soldado aytoek' t'a yol chonhab' tik yuj tas syal vinh, syak'an somchaj spensar eb' anima vinh. Ha jun vinac tik, manhoc swach'il eb' quetchonhab' tik say vinh, palta a co yaelal say vinh, xchi eb' vinh."
        },
        {
            "number": "5",
            "text": "Ix tak'vi vinhaj rey Sedequías chi' t'a eb' vinh icha tik: --Ichocab'ta', syalnhej e k'ulan tas e gana t'a vinh, malaj jab'oc tas syal valan t'ayex, xchi vinh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix in syaman eb' vinh, ix in yak'anem eb' vinh yet' jun lasu t'a yol jun yet'tal b'aj smolb'ej sb'a ha ha'. Ha jun chi', yic vinhaj Malquías yuninal vinh rey chi'. Ha t'a yamaq'uil b'aj ayek' eb' stanhvan palacio, ata' ay. Ha t'a yol jun chi' manhxalaj ha ha' chi', axonhej lum sok'om ay. Yuj chi' ayic ix in emk'och chi', ix in b'atcan t'a skal lum sok'om chi'."
        },
        {
            "number": "7",
            "text": "Ayic k'ojan em vinh rey chi' t'a spuertail b'aj sb'at b'e t'a yol yic Benjamín, ix yab'an vinhaj Ebed-melec to toxo ix in ak'jiem t'a yol jun yet'tal ha' chi'. Ha jun vinh vinac chi' aj Etiopía vinh, ay yopisio vinh t'a spalacio vinh rey chi'."
        },
        {
            "number": "8",
            "text": "Ix elta vinh t'a yol palacio chi', ix yalan vinh t'a vinh rey chi' icha tik:"
        },
        {
            "number": "9",
            "text": "--Mamin rey, te chuk tas ix sk'ulej juntzanh vinac tik t'a vinhaj Jeremías schecab' Dios. Ix yaq'uem vinh eb' vinh t'a yol jun yet'tal ha' jul yich. Ata' ol cham vinh yuj vejel, yujto manhxalaj tas svaji t'a yol chonhab' tik, xchi vinh."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ix yalan vinh rey chi' t'a vinhaj Ebed-melec chi' icha tik: --Ik'b'at junok 30 eb' vinh vinac tik, b'at eyik'anq'ueta vinhaj Jeremías chi' t'a jun jul chi', yacb'an manto cham vinh, xchi vinh."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi' ix b'at vinhaj Ebed-melec chi' yet' eb' vinh t'a jun cuarto ay t'a yalanh b'aj sik'chaj tastac yic palacio, ix b'at yik'ancot juntzanh k'atac k'apac eb' vinh. Ix yak'anem k'apac eb' vinh yet' jun lasu t'ayin."
        },
        {
            "number": "12",
            "text": "Ix yalan vinh t'ayin icha tik: --Ak'och juntzanh k'apac chi' t'a yalanh a k'ab' yic wach' max ach lajvi yuj ch'anh lasu tik, xchi vinh. Icha chi' ix vutej."
        },
        {
            "number": "13",
            "text": "Ix yak'anem ch'anh lasu chi' eb' vinh, ix in yik'anq'ueta eb' vinh. Axo t'a yamaq'uil b'aj ayek' eb' stanhvan palacio ix in yactejcan eb' vinh."
        },
        {
            "number": "14",
            "text": "Ix yalan vinhaj rey Sedequías chi' to tzin ik'jib'at a in Jeremías in tik t'a yichanh vinh, masanto t'a yoxil spuertail templo. Ata' ix yal vinh t'ayin icha tik: --Ay jun tas tzin k'anb'ej t'ayach, in gana to tz'acan ol aj a pacan t'ayin, xchi vinh."
        },
        {
            "number": "15",
            "text": "Ix valan icha tik: --Tato tzin pac t'ayach mamin rey, tzam in a chec miljocchamoc, tato svak' junok razón t'ayach, tom ol a cha ab'i, xin chi."
        },
        {
            "number": "16",
            "text": "Palta k'ub'eltac ix yak' sti' vinh t'ayin icha tik: --D'a yichanh Jehová tz'ak'an co q'uinal svak' in ti' t'ayach to manh ol ach in chec miljocchamoc, manh ol ach vak'paxoch t'a yol sk'ab' eb' sgana ach smilanchamoc, xchi vinh."
        },
        {
            "number": "17",
            "text": "Ix valanxi t'a vinh icha tik: --Ha Jehová Yajal t'a Smasanil, aton co Diosal a onh israel onh tik, a tz'alan t'ayach icha tik: Tato tzak'och a b'ha t'a yol sk'ab' eb' yajal yaj t'a eb' soldado vinh sreyal Babilonia, ol ach colchaj yet' masanil eb' cajan ed' t'a a pat, haxo jun chonhab' tik manh ol nhusjoctz'aoc."
        },
        {
            "number": "18",
            "text": "Tato manh ol ak'och a b'ha t'a yol sk'ab' eb' jun, ol yak' ganar jun chonhab' tik eb', ol snhusantz'a eb'. Ha achxo tik manh ol yal-laj a colan a b'a, xchi Jehová, xin chi t'a vinh."
        },
        {
            "number": "19",
            "text": "Ix tak'vi vinh icha tik: --Tzin xiv t'a eb' quetchonhab' toxo ix och yet' eb' aj Babilonia chi', talaj tzin ak'chajoch t'a yol sk'ab' eb', ob'iltac am tzin yutej eb', xchi vinh."
        },
        {
            "number": "20",
            "text": "Ix in tak'vixi, ix valan icha tik: --Maay mamin rey, manh ol ach ak'chajoch t'a yol sk'ab' eb'. k'anab'ajej val slolonel Jehová sval tik t'ayach, yic wach' ol ach elk'ochoc, manh ol ach chamoc."
        },
        {
            "number": "21",
            "text": "Yujto toxo ix sch'ox Jehová t'ayin mamin rey tas ol ujoc tato manh ol ak'och a b'ha t'a yol sk'ab' eb' chi'."
        },
        {
            "number": "22",
            "text": "Masanil eb' ix ix ol kan t'a a palacio, yovalil ol ik'joquelta eb' ix, ol ak'chajoch eb' ix t'a yol sk'ab' eb' yajal soldado yic vinh sreyal Babilonia chi'. Ol b'uchvaj eb' ix t'ayach icha tik: Ha eb' amigo, tonhej ix ach yak' musansatil eb', yuj chi' ix ach ak'ji ganar. Ix ach actajcan yuj eb' t'a cal sok'om, ix el eb' t'ayach, xcham eb' ix."
        },
        {
            "number": "23",
            "text": "--Mamin rey, masanil eb' ix etb'eyum yet' eb' uninal, ol ak'jococh eb' t'a yol sk'ab' eb' aj Babilonia chi'. Ha achxo jun, manhxo ol yal el t'a yol sk'ab' eb'. Palta to ol ach ak'jococh t'a yol sk'ab' vinh sreyal Babilonia chi', ol yak'anoch sk'ak'al jun chonhab' tik eb', xin chi t'a vinh rey chi'."
        },
        {
            "number": "24",
            "text": "Ix tak'vixi vinh t'ayin icha tik: --Tato tza nib'ej max ach chami, malaj junok mach b'aj tzal jun tik."
        },
        {
            "number": "25",
            "text": "Tato syojtaquejel juntzanhxo eb' yajal to ix ach lolon ved'oc, ol javoc eb', ol sk'anb'an eb' tas ix al t'ayin yet' tas ix val t'ayach. Ol yal eb' t'ayach to manh ol ach smilcham eb' tato tz'acan ol al t'a eb'."
        },
        {
            "number": "26",
            "text": "Palta ol al t'a eb' to tonhej tzach tevi t'ayin yic maxtzac ach b'at preso t'a spat vinhaj Jonatán yic max ach cham ta', xchi vinh rey chi' t'ayin."
        },
        {
            "number": "27",
            "text": "Ichaton chi' ix aji. Masanil eb' vinh yajal chi' ix b'at in ilani, ix sk'anb'an eb' vinh t'ayin. Icha val ix aj yalan vinh rey chi' t'ayin, icha chi' ix vutej valan t'a eb' vinh. Yuj chi' ix yactej eb' vinh sk'anb'an t'ayin, yujto malaj junok mach ix ab'an tas ix val yet' vinh rey chi'."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix in cannhej t'a yamaq'uil b'aj ayek' eb' stanhvumal palacio masanto ix ak'ji ganar Jerusalén."
        }
    ]
}