{
    "chapter": "38",
    "verses": [
        {
            "number": "1",
            "text": "A vinhaj Sefatías yuninal vinhaj Matán, vinhaj Gedalías yuninal vinhaj Pasur, vinhaj Jucal yuninal vinhaj Selemías yed' vinhaj Pasur yuninal vinhaj Malquías, a eb' vinh tic, ix yab' eb' vinh tas ix val d'a yichanh eb' anima ayic ix valani:"
        },
        {
            "number": "2",
            "text": "A Jehová tz'alan icha tic: A mach ol can d'a yol chonhab' tic, ol cham yuj oval, yuj vejel, ma yuj ilya. Axo mach ol yak'och sb'a d'a yol sk'ab' eb' aj Babilonia, a eb' chi' ol colchaj eb', manh ol chamlaj eb'."
        },
        {
            "number": "3",
            "text": "Ol vak'och jun chonhab' tic d'a yol sk'ab' eb' soldado vinh sreyal Babilonia. Ol ak'joc ganar jun chonhab' tic yuj eb', xchi Jehová, xin chi."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yal eb' vinh yajal chi' d'a vinh rey chi' icha tic: --Chec miljoccham jun vinac tic, yujto schab'axq'ue sk'ol eb' soldado aytoek' d'a yol chonhab' tic yuj tas syal vinh, syak'an somchaj spensar eb' anima vinh. A jun vinac tic, manhoc svach'il eb' quetchonhab' tic say vinh, palta a co yaelal say vinh, xchi eb' vinh."
        },
        {
            "number": "5",
            "text": "Ix tak'vi vinhaj rey Sedequías chi' d'a eb' vinh icha tic: --Ichocab'ta', syalnhej e k'ulan tas e gana d'a vinh, malaj jab'oc tas syal valan d'ayex, xchi vinh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix in syaman eb' vinh, ix in yak'anem eb' vinh yed' jun lasu d'a yol jun yed'tal b'aj smolb'ej sb'a a a'. A jun chi', yic vinhaj Malquías yuninal vinh rey chi'. A d'a yamaq'uil b'aj ayek' eb' stanhvan palacio, ata' ay. A d'a yol jun chi' manhxalaj a a' chi', axonhej lum sok'om ay. Yuj chi' ayic ix in emk'och chi', ix in b'atcan d'a scal lum sok'om chi'."
        },
        {
            "number": "7",
            "text": "Ayic k'ojan em vinh rey chi' d'a spuertail b'aj sb'at b'e d'a yol yic Benjamín, ix yab'an vinhaj Ebed-melec to toxo ix in ak'jiem d'a yol jun yed'tal a' chi'. A jun vinh vinac chi' aj Etiopía vinh, ay yopisio vinh d'a spalacio vinh rey chi'."
        },
        {
            "number": "8",
            "text": "Ix elta vinh d'a yol palacio chi', ix yalan vinh d'a vinh rey chi' icha tic:"
        },
        {
            "number": "9",
            "text": "--Mamin rey, te chuc tas ix sk'ulej juntzanh vinac tic d'a vinhaj Jeremías schecab' Dios. Ix yaq'uem vinh eb' vinh d'a yol jun yed'tal a' jul yich. Ata' ol cham vinh yuj vejel, yujto manhxalaj tas svaji d'a yol chonhab' tic, xchi vinh."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi' ix yalan vinh rey chi' d'a vinhaj Ebed-melec chi' icha tic: --Ik'b'at junoc 30 eb' vinh vinac tic, b'at eyik'anq'ueta vinhaj Jeremías chi' d'a jun jul chi', yacb'an manto cham vinh, xchi vinh."
        },
        {
            "number": "11",
            "text": "Ix lajvi chi' ix b'at vinhaj Ebed-melec chi' yed' eb' vinh d'a jun cuarto ay d'a yalanh b'aj sik'chaj tastac yic palacio, ix b'at yik'ancot juntzanh k'atac k'apac eb' vinh. Ix yak'anem k'apac eb' vinh yed' jun lasu d'ayin."
        },
        {
            "number": "12",
            "text": "Ix yalan vinh d'ayin icha tic: --Ak'och juntzanh k'apac chi' d'a yalanh a k'ab' yic vach' max ach lajvi yuj ch'anh lasu tic, xchi vinh. Icha chi' ix vutej."
        },
        {
            "number": "13",
            "text": "Ix yak'anem ch'anh lasu chi' eb' vinh, ix in yik'anq'ueta eb' vinh. Axo d'a yamaq'uil b'aj ayek' eb' stanhvan palacio ix in yactejcan eb' vinh."
        },
        {
            "number": "14",
            "text": "Ix yalan vinhaj rey Sedequías chi' to tzin ik'jib'at a in Jeremías in tic d'a yichanh vinh, masanto d'a yoxil spuertail templo. Ata' ix yal vinh d'ayin icha tic: --Ay jun tas tzin k'anb'ej d'ayach, in gana to tz'acan ol aj a pacan d'ayin, xchi vinh."
        },
        {
            "number": "15",
            "text": "Ix valan icha tic: --Tato tzin pac d'ayach mamin rey, tzam in a chec miljocchamoc, tato svak' junoc razón d'ayach, tom ol a cha ab'i, xin chi."
        },
        {
            "number": "16",
            "text": "Palta k'ub'eltac ix yak' sti' vinh d'ayin icha tic: --D'a yichanh Jehová tz'ak'an co q'uinal svak' in ti' d'ayach to manh ol ach in chec miljocchamoc, manh ol ach vak'paxoch d'a yol sk'ab' eb' sgana ach smilanchamoc, xchi vinh."
        },
        {
            "number": "17",
            "text": "Ix valanxi d'a vinh icha tic: --A Jehová Yajal d'a Smasanil, aton co Diosal a onh israel onh tic, a tz'alan d'ayach icha tic: Tato tzak'och a b'a d'a yol sk'ab' eb' yajal yaj d'a eb' soldado vinh sreyal Babilonia, ol ach colchaj yed' masanil eb' cajan ed' d'a a pat, axo jun chonhab' tic manh ol nhusjoctz'aoc."
        },
        {
            "number": "18",
            "text": "Tato manh ol ak'och a b'a d'a yol sk'ab' eb' jun, ol yak' ganar jun chonhab' tic eb', ol snhusantz'a eb'. A achxo tic manh ol yal-laj a colan a b'a, xchi Jehová, xin chi d'a vinh."
        },
        {
            "number": "19",
            "text": "Ix tak'vi vinh icha tic: --Tzin xiv d'a eb' quetchonhab' toxo ix och yed' eb' aj Babilonia chi', talaj tzin ak'chajoch d'a yol sk'ab' eb', ob'iltac am tzin yutej eb', xchi vinh."
        },
        {
            "number": "20",
            "text": "Ix in tak'vixi, ix valan icha tic: --Maay mamin rey, manh ol ach ak'chajoch d'a yol sk'ab' eb'. k'anab'ajej val slolonel Jehová sval tic d'ayach, yic vach' ol ach elk'ochoc, manh ol ach chamoc."
        },
        {
            "number": "21",
            "text": "Yujto toxo ix sch'ox Jehová d'ayin mamin rey tas ol ujoc tato manh ol ak'och a b'a d'a yol sk'ab' eb' chi'."
        },
        {
            "number": "22",
            "text": "Masanil eb' ix ix ol can d'a a palacio, yovalil ol ik'joquelta eb' ix, ol ak'chajoch eb' ix d'a yol sk'ab' eb' yajal soldado yic vinh sreyal Babilonia chi'. Ol b'uchvaj eb' ix d'ayach icha tic: A eb' amigo, tonhej ix ach yak' musansatil eb', yuj chi' ix ach ak'ji ganar. Ix ach actajcan yuj eb' d'a cal sok'om, ix el eb' d'ayach, xcham eb' ix."
        },
        {
            "number": "23",
            "text": "--Mamin rey, masanil eb' ix etb'eyum yed' eb' uninal, ol ak'jococh eb' d'a yol sk'ab' eb' aj Babilonia chi'. A achxo jun, manhxo ol yal el d'a yol sk'ab' eb'. Palta to ol ach ak'jococh d'a yol sk'ab' vinh sreyal Babilonia chi', ol yak'anoch sk'ak'al jun chonhab' tic eb', xin chi d'a vinh rey chi'."
        },
        {
            "number": "24",
            "text": "Ix tak'vixi vinh d'ayin icha tic: --Tato tza nib'ej max ach chami, malaj junoc mach b'aj tzal jun tic."
        },
        {
            "number": "25",
            "text": "Tato syojtaquejel juntzanhxo eb' yajal to ix ach lolon ved'oc, ol javoc eb', ol sk'anb'an eb' tas ix al d'ayin yed' tas ix val d'ayach. Ol yal eb' d'ayach to manh ol ach smilcham eb' tato tz'acan ol al d'a eb'."
        },
        {
            "number": "26",
            "text": "Palta ol al d'a eb' to tonhej tzach tevi d'ayin yic maxtzac ach b'at preso d'a spat vinhaj Jonatán yic max ach cham ta', xchi vinh rey chi' d'ayin."
        },
        {
            "number": "27",
            "text": "Ichaton chi' ix aji. Masanil eb' vinh yajal chi' ix b'at in ilani, ix sk'anb'an eb' vinh d'ayin. Icha val ix aj yalan vinh rey chi' d'ayin, icha chi' ix vutej valan d'a eb' vinh. Yuj chi' ix yactej eb' vinh sk'anb'an d'ayin, yujto malaj junoc mach ix ab'an tas ix val yed' vinh rey chi'."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix in cannhej d'a yamaq'uil b'aj ayek' eb' stanhvumal palacio masanto ix ak'ji ganar Jerusalén."
        }
    ]
}