{
    "chapter": "38",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Sefatías yuninal winhaj Matán, winhaj Gedalías yuninal winhaj Pasur, winhaj Jucal yuninal winhaj Selemías yet' winhaj Pasur yuninal winhaj Malquías, a heb' winh tik, ix yab' heb' winh tas ix wal t'a yichanh heb' anima ayic ix walani:"
        },
        {
            "number": "2",
            "text": "Ha Jehová tz'alan icha tik: Ha mach ol kan t'a yol chonhab' tik, ol cham yuj owal, yuj wejel, ma yuj ilya. Axo mach ol yak'och sb'ha t'a yol sk'ab' heb' aj Babilonia, a heb' chi' ol colchaj heb', manh ol chamlaj heb'."
        },
        {
            "number": "3",
            "text": "Ol wak'och jun chonhab' tik t'a yol sk'ab' heb' soldado winh sreyal Babilonia. Ol ak'joc ganar jun chonhab' tik yuj heb', xchi Jehová, xin chi."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yal heb' winh yajal chi' t'a winh rey chi' icha tik: --Chec miljoccham jun winak tik, yujto schab'axk'e sk'ol heb' soldado aytoek' t'a yol chonhab' tik yuj tas syal winh, syak'an somchaj spensar heb' anima winh. Ha jun winak tik, manhoc swach'il heb' quetchonhab' tik say winh, palta a ko yaelal say winh, xchi heb' winh."
        },
        {
            "number": "5",
            "text": "Ix tak'wi winhaj rey Sedequías chi' t'a heb' winh icha tik: --Ichocab'ta', syalnhej he k'ulan tas he gana t'a winh, malaj jab'oc tas syal walan t'ayex, xchi winh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix in syaman heb' winh, ix in yak'anem heb' winh yet' jun lasu t'a yol jun yet'tal b'aj smolb'ej sb'a ha ha'. Ha jun chi', yic winhaj Malquías yuninal winh rey chi'. Ha t'a yamaq'uil b'aj ayek' heb' stanhwan palacio, ata' ay. Ha t'a yol jun chi' manhxalaj ha ha' chi', axonhej lum sok'om ay. Yuj chi' ayic ix in emk'och chi', ix in b'atcan t'a skal lum sok'om chi'."
        },
        {
            "number": "7",
            "text": "Ayic k'ojan em winh rey chi' t'a spuertail b'aj sb'at b'e t'a yol yic Benjamín, ix yab'an winhaj Ebed-melec to toxo ix in ak'jiem t'a yol jun yet'tal ha' chi'. Ha jun winh winak chi' aj Etiopía winh, ay yopisio winh t'a spalacio winh rey chi'."
        },
        {
            "number": "8",
            "text": "Ix elta winh t'a yol palacio chi', ix yalan winh t'a winh rey chi' icha tik:"
        },
        {
            "number": "9",
            "text": "--Mamin rey, te chuk tas ix sk'ulej juntzanh winak tik t'a winhaj Jeremías schecab' Dios. Ix yak'em winh heb' winh t'a yol jun yet'tal ha' jul yich. Ata' ol cham winh yuj wejel, yujto manhxalaj tas swaji t'a yol chonhab' tik, xchi winh."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ix yalan winh rey chi' t'a winhaj Ebed-melec chi' icha tik: --Ik'b'at junok 30 heb' winh winak tik, b'at eyik'ank'eta winhaj Jeremías chi' t'a jun jul chi', yacb'an manto cham winh, xchi winh."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi' ix b'at winhaj Ebed-melec chi' yet' heb' winh t'a jun cuarto ay t'a yalanh b'aj sik'chaj tastac yic palacio, ix b'at yik'ancot juntzanh k'atac k'apac heb' winh. Ix yak'anem k'apac heb' winh yet' jun lasu t'ayin."
        },
        {
            "number": "12",
            "text": "Ix yalan winh t'ayin icha tik: --Ak'och juntzanh k'apac chi' t'a yalanh a k'ab' yic wach' max ach lajwi yuj ch'anh lasu tik, xchi winh. Icha chi' ix wutej."
        },
        {
            "number": "13",
            "text": "Ix yak'anem ch'anh lasu chi' heb' winh, ix in yik'ank'eta heb' winh. Axo t'a yamaq'uil b'aj ayek' heb' stanhwan palacio ix in yaktejcan heb' winh."
        },
        {
            "number": "14",
            "text": "Ix yalan winhaj rey Sedequías chi' to tzin ik'jib'at a in Jeremías in tik t'a yichanh winh, masanto t'a yoxil spuertail templo. Ata' ix yal winh t'ayin icha tik: --Ay jun tas tzin k'anb'ej t'ayach, in gana to tz'acan ol aj a pacan t'ayin, xchi winh."
        },
        {
            "number": "15",
            "text": "Ix walan icha tik: --Tato tzin pac t'ayach mamin rey, tzam in a chec miljocchamoc, tato swak' junok razón t'ayach, tom ol a cha ab'i, xin chi."
        },
        {
            "number": "16",
            "text": "Palta k'ub'eltac ix yak' sti' winh t'ayin icha tik: --D'a yichanh Jehová tz'ak'an ko k 'inal swak' in ti' t'ayach to manh ol ach in chec miljocchamoc, manh ol ach wak'paxoch t'a yol sk'ab' heb' sgana ach smilanchamoc, xchi winh."
        },
        {
            "number": "17",
            "text": "Ix walanxi t'a winh icha tik: --Ha Jehová Yajal t'a Smasanil, aton ko Diosal a onh israel onh tik, a tz'alan t'ayach icha tik: Tato tzak'och a b'ha t'a yol sk'ab' heb' yajal yaj t'a heb' soldado winh sreyal Babilonia, ol ach colchaj yet' masanil heb' cajan ed' t'a a pat, haxo jun chonhab' tik manh ol nhusjoctz'aoc."
        },
        {
            "number": "18",
            "text": "Tato manh ol ak'och a b'ha t'a yol sk'ab' heb' jun, ol yak' ganar jun chonhab' tik heb', ol snhusantz'a heb'. Ha achxo tik manh ol yal-laj a colan a b'a, xchi Jehová, xin chi t'a winh."
        },
        {
            "number": "19",
            "text": "Ix tak'wi winh icha tik: --Tzin xiv t'a heb' quetchonhab' toxo ix och yet' heb' aj Babilonia chi', talaj tzin ak'chajoch t'a yol sk'ab' heb', ob'iltac am tzin yutej heb', xchi winh."
        },
        {
            "number": "20",
            "text": "Ix in tak'wixi, ix walan icha tik: --Maay mamin rey, manh ol ach ak'chajoch t'a yol sk'ab' heb'. k'anab'ajej wal slolonel Jehová swal tik t'ayach, yic wach' ol ach elk'ochoc, manh ol ach chamoc."
        },
        {
            "number": "21",
            "text": "Yujto toxo ix sch'ox Jehová t'ayin mamin rey tas ol ujok tato manh ol ak'och a b'ha t'a yol sk'ab' heb' chi'."
        },
        {
            "number": "22",
            "text": "Masanil heb' ix ix ol kan t'a a palacio, yowalil ol ik'joquelta heb' ix, ol ak'chajoch heb' ix t'a yol sk'ab' heb' yajal soldado yic winh sreyal Babilonia chi'. Ol b'uchwaj heb' ix t'ayach icha tik: Ha heb' amigo, tonhej ix ach yak' musansatil heb', yuj chi' ix ach ak'ji ganar. Ix ach actajcan yuj heb' t'a kal sok'om, ix el heb' t'ayach, xcham heb' ix."
        },
        {
            "number": "23",
            "text": "--Mamin rey, masanil heb' ix etb'eyum yet' heb' uninal, ol ak'jococh heb' t'a yol sk'ab' heb' aj Babilonia chi'. Ha achxo jun, manhxo ol yal el t'a yol sk'ab' heb'. Palta to ol ach ak'jococh t'a yol sk'ab' winh sreyal Babilonia chi', ol yak'anoch sk'ak'al jun chonhab' tik heb', xin chi t'a winh rey chi'."
        },
        {
            "number": "24",
            "text": "Ix tak'wixi winh t'ayin icha tik: --Tato tza nib'ej max ach chami, malaj junok mach b'aj tzal jun tik."
        },
        {
            "number": "25",
            "text": "Tato syojtaquejel juntzanhxo heb' yajal to ix ach lolon wed'oc, ol jawok heb', ol sk'anb'an heb' tas ix al t'ayin yet' tas ix wal t'ayach. Ol yal heb' t'ayach to manh ol ach smilcham heb' tato tz'acan ol al t'a heb'."
        },
        {
            "number": "26",
            "text": "Palta ol al t'a heb' to tonhej tzach tewi t'ayin yic maxtzac ach b'at preso t'a spat winhaj Jonatán yic max ach cham ta', xchi winh rey chi' t'ayin."
        },
        {
            "number": "27",
            "text": "Ichaton chi' ix aji. Masanil heb' winh yajal chi' ix b'at in ilani, ix sk'anb'an heb' winh t'ayin. Icha wal ix aj yalan winh rey chi' t'ayin, icha chi' ix wutej walan t'a heb' winh. Yuj chi' ix yaktej heb' winh sk'anb'an t'ayin, yujto malaj junok mach ix ab'an tas ix wal yet' winh rey chi'."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix in cannhej t'a yamaq'uil b'aj ayek' heb' stanhwumal palacio masanto ix ak'ji ganar Jerusalén."
        }
    ]
}