{
    "chapter": "39",
    "verses": [
        {
            "number": "1",
            "text": "Ayic slajunhil uj yic sb'alunhil ab'il yoch winhaj Sedequías reyal t'a Judá, ata' ix javi winhaj Nabucodonosor sreyal Babilonia yet' eb' soldado, ix yoymitan Jerusalén eb'."
        },
        {
            "number": "2",
            "text": "Ayic sb'alunhil k'ual yoch schanhil uj yic 11 ab'il yoch winhaj Sedequías chi' reyal, ata' ix smaq'uel amnaj smuroal chonhab' chi' eb' soldado chi'."
        },
        {
            "number": "3",
            "text": "Ata' ix och masanil eb' yajal soldado yic winh sreyal Babilonia chi'. Ha t'a jun puerta ay t'a snanhal chonhab' chi', ata' ix ajek' eb'. Ha eb' winh nivac yajal chi', aton eb' winh tik: Vinhaj Nergal-sarezer, winhaj Samgar-nebo, winhaj Sarsequim yet' pax junxo winh scuchan Nergal-sarezer."
        },
        {
            "number": "4",
            "text": "Ayic ix yilan winhaj rey Sedequías yet' eb' soldado tas van yuji, ix b'at eb' elelal t'ak'walil. Ha t'a skal te' yavb'en te' eb' rey, ata' ix el eb', ix elk'och eb' t'a jun puerta ay t'a skal chab' muro. Icha chi' ix aj sk'och eb' t'a yol b'e sk'och t'a spanhanil sti' ha' Jordán."
        },
        {
            "number": "5",
            "text": "Palta ix och eb' soldado yic Babilonia chi' t'a spatic eb', ix yamchaj winhaj Sedequías chi' yuj eb' t'a spanhanil Jericó. Ix yik'anb'at winh eb' t'a winhaj rey Nabucodonosor t'a chonhab' Ribla t'a yol smacb'en Hamat. Ata' ix yal winh tas ol utaj winhaj Sedequías chi'. Ix schecan winh miljoccham eb' yuninal winhaj Sedequías chi' t'a yichanh yet' masanil eb' nivac vinac yaj t'a Judá."
        },
        {
            "number": "6",
            "text": "Ix schecanpax winh ik'jiq'ueta yol sat winhaj Sedequías chi', stzek'chaj pax winh t'a q'uen cadena yic tz'ik'jib'at winh t'a Babilonia."
        },
        {
            "number": "7",
            "text": "Axo eb' soldado Babilonia chi' ix ak'anoch sk'ak'al spalacio winh yet' masanil pat ay t'a Jerusalén chi'. Ix smak'anem lanhnaj smuroal jun chonhab' chi' eb'."
        },
        {
            "number": "8",
            "text": "Axo winhaj Nabuzaradán yajal t'a eb' stanhvumal winh sreyal Babilonia chi', ix yik'b'at masanil eb' aj Judá winh t'a Babilonia chi', aton eb' ixto kan t'a yol chonhab' chi' yet' eb' ix yak'och sb'a yet' eb' aj Babilonia chi' yet' masanil eb' anima."
        },
        {
            "number": "9",
            "text": "Axonhej juntzanh eb' meb'a' ix yactejcan winh t'a yol yic Judá chi', aton eb' malaj jab'oc tas ay t'ay. Ix ak'chaj lum lum b'aj avab'il te' uva t'a eb' yet' juntzanhxo te' avb'en te'."
        },
        {
            "number": "10",
            "text": "Ha winhaj Nabucodonosor sreyal Babilonia, ix yal winh t'a winhaj Nabuzaradán yajal t'a eb' stanhvumal winh rey chi' yuj tas tzin aj a in Jeremías in tik, ix yalan winh icha tik:"
        },
        {
            "number": "11",
            "text": "Ik'b'at winh tik, tza tanhvan winh, manh ixtej winh, masanil tas sk'an winh, tzak' t'a winh, xchi winh rey chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' a winhaj Nabuzaradán yet' winhaj Nabusazbán yet' pax winhaj Nergal-sarezer yet' juntzanhxo eb' winh ay yopisio yet' winh sreyal Babilonia chi',"
        },
        {
            "number": "13",
            "text": "ix in schec ik'jielta eb' winh t'a yamaq'uil b'aj ayin och preso chi'. Ix in yak'ancanoch eb' winh t'a yol sk'ab' winhaj Gedalías yuninal winhaj Ahicam, yixchiquin winhaj Safán, yic tzin yak'an meltzaj winh t'a in pat. Icha chi' ix aj in kan cajan t'a skal eb' vetchonhab'."
        },
        {
            "number": "14",
            "text": "Ayic ayintoek' t'a yamaq'uil b'aj ayek' eb' stanhvumal palacio chi', ix lolon Jehová t'ayin, ix yalan icha tik:"
        },
        {
            "number": "15",
            "text": "Ixic t'a winhaj Ebed-melec aj Etiopía, tzalan t'a winh icha tik: Ha Jehová Yajal t'a Smasanil, sDiosal Israel, a tz'alan icha tik: Ol vaq'uelk'och tas valnaccan t'a spatic jun chonhab' tik. Ol javok yaelal, manhoc wach'ilal. Ayic ol elk'och juntzanh chi' ol il val yet' a sat."
        },
        {
            "number": "16",
            "text": "Ha in Jehová in svala' to ol ach in tanhvej yic wach' manh ol ach och t'a yol sk'ab' juntzanh anima b'aj tzach xiv chi'."
        },
        {
            "number": "17",
            "text": "Ha in val svala' to ol ach in colel t'a yol sk'ab' eb', yuj chi' manh ol ach miljocchamoc, yujto ayoch a pensar t'ayin, xchi Jehová, xin chi t'a winh."
        }
    ]
}