{
    "chapter": "39",
    "verses": [
        {
            "number": "1",
            "text": "Ayic slajunhil uj yic sb'alunhil ab'il yoch vinhaj Sedequías reyal t'a Judá, ata' ix javi vinhaj Nabucodonosor sreyal Babilonia yet' eb' soldado, ix yoymitan Jerusalén eb'."
        },
        {
            "number": "2",
            "text": "Ayic sb'alunhil k'ual yoch schanhil uj yic 11 ab'il yoch vinhaj Sedequías chi' reyal, ata' ix smaq'uel amnaj smuroal chonhab' chi' eb' soldado chi'."
        },
        {
            "number": "3",
            "text": "Ata' ix och masanil eb' yajal soldado yic vinh sreyal Babilonia chi'. Ha t'a jun puerta ay t'a snanhal chonhab' chi', ata' ix ajek' eb'. Ha eb' vinh nivac yajal chi', aton eb' vinh tik: Vinhaj Nergal-sarezer, vinhaj Samgar-nebo, vinhaj Sarsequim yet' pax junxo vinh scuchan Nergal-sarezer."
        },
        {
            "number": "4",
            "text": "Ayic ix yilan vinhaj rey Sedequías yet' eb' soldado tas van yuji, ix b'at eb' elelal t'ak'walil. Ha t'a skal te' yavb'en te' eb' rey, ata' ix el eb', ix elk'och eb' t'a jun puerta ay t'a skal chab' muro. Icha chi' ix aj sk'och eb' t'a yol b'e sk'och t'a spanhanil sti' ha' Jordán."
        },
        {
            "number": "5",
            "text": "Palta ix och eb' soldado yic Babilonia chi' t'a spatic eb', ix yamchaj vinhaj Sedequías chi' yuj eb' t'a spanhanil Jericó. Ix yik'anb'at vinh eb' t'a vinhaj rey Nabucodonosor t'a chonhab' Ribla t'a yol smacb'en Hamat. Ata' ix yal vinh tas ol utaj vinhaj Sedequías chi'. Ix schecan vinh miljoccham eb' yuninal vinhaj Sedequías chi' t'a yichanh yet' masanil eb' nivac vinac yaj t'a Judá."
        },
        {
            "number": "6",
            "text": "Ix schecanpax vinh ik'jiq'ueta yol sat vinhaj Sedequías chi', stzek'chaj pax vinh t'a q'uen cadena yic tz'ik'jib'at vinh t'a Babilonia."
        },
        {
            "number": "7",
            "text": "Axo eb' soldado Babilonia chi' ix ak'anoch sk'ak'al spalacio vinh yet' masanil pat ay t'a Jerusalén chi'. Ix smak'anem lanhnaj smuroal jun chonhab' chi' eb'."
        },
        {
            "number": "8",
            "text": "Axo vinhaj Nabuzaradán yajal t'a eb' stanhvumal vinh sreyal Babilonia chi', ix yik'b'at masanil eb' aj Judá vinh t'a Babilonia chi', aton eb' ixto kan t'a yol chonhab' chi' yet' eb' ix yak'och sb'a yet' eb' aj Babilonia chi' yet' masanil eb' anima."
        },
        {
            "number": "9",
            "text": "Axonhej juntzanh eb' meb'a' ix yactejcan vinh t'a yol yic Judá chi', aton eb' malaj jab'oc tas ay t'ay. Ix ak'chaj lum lum b'aj avab'il te' uva t'a eb' yet' juntzanhxo te' avb'en te'."
        },
        {
            "number": "10",
            "text": "Ha vinhaj Nabucodonosor sreyal Babilonia, ix yal vinh t'a vinhaj Nabuzaradán yajal t'a eb' stanhvumal vinh rey chi' yuj tas tzin aj a in Jeremías in tik, ix yalan vinh icha tik:"
        },
        {
            "number": "11",
            "text": "Ik'b'at vinh tik, tza tanhvan vinh, manh ixtej vinh, masanil tas sk'an vinh, tzak' t'a vinh, xchi vinh rey chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' a vinhaj Nabuzaradán yet' vinhaj Nabusazbán yet' pax vinhaj Nergal-sarezer yet' juntzanhxo eb' vinh ay yopisio yet' vinh sreyal Babilonia chi',"
        },
        {
            "number": "13",
            "text": "ix in schec ik'jielta eb' vinh t'a yamaq'uil b'aj ayin och preso chi'. Ix in yak'ancanoch eb' vinh t'a yol sk'ab' vinhaj Gedalías yuninal vinhaj Ahicam, yixchiquin vinhaj Safán, yic tzin yak'an meltzaj vinh t'a in pat. Icha chi' ix aj in kan cajan t'a skal eb' vetchonhab'."
        },
        {
            "number": "14",
            "text": "Ayic ayintoek' t'a yamaq'uil b'aj ayek' eb' stanhvumal palacio chi', ix lolon Jehová t'ayin, ix yalan icha tik:"
        },
        {
            "number": "15",
            "text": "Ixic t'a vinhaj Ebed-melec aj Etiopía, tzalan t'a vinh icha tik: Ha Jehová Yajal t'a Smasanil, sDiosal Israel, a tz'alan icha tik: Ol vaq'uelk'och tas valnaccan t'a spatic jun chonhab' tik. Ol javoc yaelal, manhoc wach'ilal. Ayic ol elk'och juntzanh chi' ol il val yet' a sat."
        },
        {
            "number": "16",
            "text": "Ha in Jehová in svala' to ol ach in tanhvej yic wach' manh ol ach och t'a yol sk'ab' juntzanh anima b'aj tzach xiv chi'."
        },
        {
            "number": "17",
            "text": "Ha in val svala' to ol ach in colel t'a yol sk'ab' eb', yuj chi' manh ol ach miljocchamoc, yujto ayoch a pensar t'ayin, xchi Jehová, xin chi t'a vinh."
        }
    ]
}