{
    "chapter": "39",
    "verses": [
        {
            "number": "1",
            "text": "Ayic slajunhil uj yic sb'alunhil ab'il yoch winhaj Sedequías reyal t'a Judá, ata' ix jawi winhaj Nabucodonosor sreyal Babilonia yet' heb' soldado, ix yoymitan Jerusalén heb'."
        },
        {
            "number": "2",
            "text": "Ayic sb'alunhil k'ual yoch schanhil uj yic 11 ab'il yoch winhaj Sedequías chi' reyal, ata' ix smak'el amnaj smuroal chonhab' chi' heb' soldado chi'."
        },
        {
            "number": "3",
            "text": "Ata' ix och masanil heb' yajal soldado yic winh sreyal Babilonia chi'. Ha t'a jun puerta ay t'a snanhal chonhab' chi', ata' ix ajek' heb'. Ha heb' winh niwac yajal chi', aton heb' winh tik: Vinhaj Nergal-sarezer, winhaj Samgar-nebo, winhaj Sarsequim yet' pax junxo winh scuchan Nergal-sarezer."
        },
        {
            "number": "4",
            "text": "Ayic ix yilan winhaj rey Sedequías yet' heb' soldado tas wan yuji, ix b'at heb' elelal t'ak'walil. Ha t'a skal te' yavb'en te' heb' rey, ata' ix el heb', ix elk'och heb' t'a jun puerta ay t'a skal chab' muro. Icha chi' ix aj sk'och heb' t'a yol b'e sk'och t'a spanhanil sti' ha' Jordán."
        },
        {
            "number": "5",
            "text": "Palta ix och heb' soldado yic Babilonia chi' t'a spatic heb', ix yamchaj winhaj Sedequías chi' yuj heb' t'a spanhanil Jericó. Ix yik'anb'at winh heb' t'a winhaj rey Nabucodonosor t'a chonhab' Ribla t'a yol smacb'en Hamat. Ata' ix yal winh tas ol utaj winhaj Sedequías chi'. Ix schecan winh miljoccham heb' yuninal winhaj Sedequías chi' t'a yichanh yet' masanil heb' niwac winak yaj t'a Judá."
        },
        {
            "number": "6",
            "text": "Ix schecanpax winh ik'jik'eta yol sat winhaj Sedequías chi', stzek'chaj pax winh t'a k'een cadena yic tz'ik'jib'at winh t'a Babilonia."
        },
        {
            "number": "7",
            "text": "Axo heb' soldado Babilonia chi' ix ak'anoch sk'ak'al spalacio winh yet' masanil pat ay t'a Jerusalén chi'. Ix smak'anem lanhnaj smuroal jun chonhab' chi' heb'."
        },
        {
            "number": "8",
            "text": "Axo winhaj Nabuzaradán yajal t'a heb' stanhwumal winh sreyal Babilonia chi', ix yik'b'at masanil heb' aj Judá winh t'a Babilonia chi', aton heb' ixto kan t'a yol chonhab' chi' yet' heb' ix yak'och sb'a yet' heb' aj Babilonia chi' yet' masanil heb' anima."
        },
        {
            "number": "9",
            "text": "Axonhej juntzanh heb' meb'a' ix yaktejcan winh t'a yol yic Judá chi', aton heb' malaj jab'oc tas ay t'ay. Ix ak'chaj lum lum b'aj awab'il te' uwa t'a heb' yet' juntzanhxo te' avb'en te'."
        },
        {
            "number": "10",
            "text": "Ha winhaj Nabucodonosor sreyal Babilonia, ix yal winh t'a winhaj Nabuzaradán yajal t'a heb' stanhwumal winh rey chi' yuj tas tzin aj a in Jeremías in tik, ix yalan winh icha tik:"
        },
        {
            "number": "11",
            "text": "Ik'b'at winh tik, tza tanhwan winh, manh ixtej winh, masanil tas sk'an winh, tzak' t'a winh, xchi winh rey chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' a winhaj Nabuzaradán yet' winhaj Nabusazbán yet' pax winhaj Nergal-sarezer yet' juntzanhxo heb' winh ay yopisio yet' winh sreyal Babilonia chi',"
        },
        {
            "number": "13",
            "text": "ix in schec ik'jielta heb' winh t'a yamaq'uil b'aj ayin och preso chi'. Ix in yak'ancanoch heb' winh t'a yol sk'ab' winhaj Gedalías yuninal winhaj Ahicam, yixchiquin winhaj Safán, yic tzin yak'an meltzaj winh t'a in pat. Icha chi' ix aj in kan cajan t'a skal heb' wetchonhab'."
        },
        {
            "number": "14",
            "text": "Ayic ayintoek' t'a yamaq'uil b'aj ayek' heb' stanhwumal palacio chi', ix lolon Jehová t'ayin, ix yalan icha tik:"
        },
        {
            "number": "15",
            "text": "Ixic t'a winhaj Ebed-melec aj Etiopía, tzalan t'a winh icha tik: Ha Jehová Yajal t'a Smasanil, sDiosal Israel, a tz'alan icha tik: Ol wak'elk'och tas walnaccan t'a spatic jun chonhab' tik. Ol jawok yaelal, manhoc wach'ilal. Ayic ol elk'och juntzanh chi' ol il wal yet' a sat."
        },
        {
            "number": "16",
            "text": "Ha in Jehová in swala' to ol ach in tanhwej yic wach' manh ol ach och t'a yol sk'ab' juntzanh anima b'aj tzach xiv chi'."
        },
        {
            "number": "17",
            "text": "Ha in wal swala' to ol ach in colel t'a yol sk'ab' heb', yuj chi' manh ol ach miljocchamoc, yujto ayoch a pensar t'ayin, xchi Jehová, xin chi t'a winh."
        }
    ]
}