{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "A val Jehová tz'alani: Ex israel, tato d'a val yel tze nib'ej tzex meltzajxi d'ayin, actejeccan juntzanh e diosal yajb'entac chi'."
        },
        {
            "number": "2",
            "text": "Aq'uec e ti' d'a vichanh, tzeyak'an elk'och tas tzeyala'. Ichato chi' b'ian, ol in yik'anchaanh masanil nación, ol vak'an in vach'k'olal d'a eb', xchi."
        },
        {
            "number": "3",
            "text": "Syalanxi Jehová d'ayex, ex aj Judá yed' ex aj Jerusalén: Ix pitb'iel e pensar icha lum luum malaj mach smunlaj d'a sat, anhej te' q'uix sq'uib' d'ay. Comonoc k'un tzeyutej jab'oc e pensar yic tz'och in lolonel d'ay."
        },
        {
            "number": "4",
            "text": "Ex aj Judá yed' ex aj Jerusalén, k'anab'ajejec in trato ix in b'o eyed'oc. Ch'oxequel in trato d'a e b'eyb'al, aton in trato chab'il eyuuj. Ojtaquejec eli to a in ton Jehová e Diosal in. Tato maay, a yuj e chuc b'eyb'al chi' scot yoval in k'ol d'a eyib'anh icha te' k'ak' manhxa mach syal smak'an tupoc."
        },
        {
            "number": "5",
            "text": "Alec juntzanh tic d'a eb' aj Judá yed' d'a eb' aj Jerusalén: Aq'uec ok' q'uen trompeta d'a masanil chonhab', xe chi. Te chaanh tzex avaji tzeyalan icha tic: Co molb'ejec co b'a d'a yol juntzanh chonhab' vach' yaj smuroal, xe chi."
        },
        {
            "number": "6",
            "text": "Iq'uecchaanh e bandera sch'oxani to sb'at e k'ub'ejel e b'a d'a Sion. Sayec ek' b'aj tze col e b'a, manh ex och vaan. Yujto a d'a norte ol vik'cot jun nivan yaelal ol satanel smasanil."
        },
        {
            "number": "7",
            "text": "Icha yelta nok' choj b'aj ay, icha chi' ol aj scot eb' ol ul satanel juntzanh chonhab' tic. Toxo ix elta eb' d'a yol schonhab' yic tzul satanel e chonhab' tic eb', ol smak'anem lanhnaj eb', manhxa mach ol can d'ay."
        },
        {
            "number": "8",
            "text": "Yuj chi' aq'uecoch pichul ya sva'i, ok'anhec, elocab' eyav yuj yaelal, yujto a val yoval in k'ol a in Jehová in tic manto el-laj d'a eyib'anh, xchi Jehová."
        },
        {
            "number": "9",
            "text": "A val Jehová tz'alanxi icha tic: A d'a jun tiempoal chi', a vinh rey yed' eb' yajal, ol el yip eb' yuj xivelal. A eb' sacerdote yed' eb' syaloch sb'a in checab'oc, toxonhej ol satcan sk'ol eb', xchi."
        },
        {
            "number": "10",
            "text": "Ix valan Jeremías in tic: Ay Mamin ¿tas yuj ix a q'uexanh tiej eb' aj Jerusalén tic? Ix ak' a ti' ak'an junk'olal d'a eb', axo ticnaic, a q'uen cuchilub' ijanoch d'a sjaj eb' uuj, xin chi."
        },
        {
            "number": "11",
            "text": "Ix yalanxi Jehová d'ayin icha tic: A d'a jun tiempoal chi', ol val d'a eb' aj Jerusalén: Ay jun taquinh ik' scot d'a lum tzalquixtac ay d'a taquinh luum. Sjavi xumnaj d'a stojolal in chonhab', manh ichoc ik' tz'ik'anel smatz'il ixim trigo."
        },
        {
            "number": "12",
            "text": "A jun ik' svak'cot chi', te ov d'a yichanh junxo ik' chi'. A jun ik' sb'inaj tic, aton yaelal ol vak'cot d'a yib'anh in chonhab', xchi Jehová."
        },
        {
            "number": "13",
            "text": "Ix yalanxi Jehová icha tic: Ilec val scot eb' soldado ajk'ool, icha val scot junoc asun scot eb'. A val scarruaje eb' lajan sb'ey icha chacxuxum ik'. Axo nok' schej eb' ek'b'al sb'ey nok' d'a yichanh nok' ch'acb'a. Yuj chi' ol eyal icha tic: Ob'iltac onh val, ol onh sateloc, xe chama."
        },
        {
            "number": "14",
            "text": "Ex aj Jerusalén, iq'uequel masanil chucal ay d'a e pensar yic vach' ol ex colchajoc. ¿B'aq'uinhto val ol eyactej e naan chucal?"
        },
        {
            "number": "15",
            "text": "Ato d'a Dan yed' d'a lum tzalquixtac yic Efraín, ata' scot yab'ixal oval."
        },
        {
            "number": "16",
            "text": "Alec d'a juntzanh ch'oc chonhab'il yed' d'a Jerusalén to a d'a jun chonhab' te najat ay, ata' scot eb' ajk'ool. Tz'el yav eb' scot yak' oval yed' juntzanh chonhab' d'a yol yic Judá."
        },
        {
            "number": "17",
            "text": "Ol oymaj eb' d'a chonhab' Jerusalén, icha eb' stanhvan junoc munlajel. A in val Jehová in svala' to icha chi' ol ujoc, yujto ix ste pitej sb'a eb' d'ayin."
        },
        {
            "number": "18",
            "text": "Yuj e b'eyb'al yed' tas tze k'ulej sjavi juntzanh tic d'a eyib'anh. A yuj e chucal, te chuc tz'aj eyelk'ochi, syab' val syail e pixan yuuj, xchi Jehová."
        },
        {
            "number": "19",
            "text": "Ay..., ste cus in k'ool, tz'och val pitz'an d'a in pixan. Stinhtinhan in pixan yuj tas sjavi chi'. Maxtzac in em numan. Toxo ix vab' yok' q'uen trompeta yed' yel yav eb' soldado yic tz'och oval."
        },
        {
            "number": "20",
            "text": "Tzoltzon sja ab'ix yic juntzanh yaelal sjavi. Masanil chonhab' tic toxo ix laj juvib'ati. Elanhchamel ix lajviem co campamento, ix ixtaxb'at b'aj cajan onh."
        },
        {
            "number": "21",
            "text": "¿Jantacto val tiempo ol vil sbandera eb' soldado yed' vab'an spuchaj q'uen trompeta? xin chi."
        },
        {
            "number": "22",
            "text": "Ix yalanxi Jehová icha tic: A eb' in chonhab', te malaj spensar eb', max in yojtaquejel eb'. Lajan eb' icha eb' unin malaj jab'oc spensar, manh jab'oc snachajel yuj eb'. Te jelan eb' d'a chucal. Manh yojtacoc eb' sk'ulan vach'il, xchi."
        },
        {
            "number": "23",
            "text": "A in Jeremías in tic, ix ch'oxji vil sat luum tic, tz'inanxonhej ix ajcani. Ix vilpaxq'ue satchaanh, manhxalaj saquilq'uinal d'ay."
        },
        {
            "number": "24",
            "text": "Ix laj vil lum nivac vitz, ix ib'xiq'ue luum yed' pax lum tzalquixtac, ix laj tzicub'tanhaj luum."
        },
        {
            "number": "25",
            "text": "Ix vilani manhxalaj anima, axo masanil nok' sjenhvi toxo ix b'at nok' elelal."
        },
        {
            "number": "26",
            "text": "Ix vilanpaxi, a lum luum b'aj ay avb'en, toxo ix can tz'inan luum. Masanil chonhab' toxo ix juviemi. Yuj yoval sk'ol Jehová icha chi' ix aj masanil juntzanh chi'."
        },
        {
            "number": "27",
            "text": "Ix yalanxi Jehová icha tic: Masanil lum luum ol juvocb'atoc, palta manh ol in satel lum d'a junelnhej."
        },
        {
            "number": "28",
            "text": "Cuseltac ol ajcan lum luum tic, axo satchaanh ol q'uik'b'occanoc. Icha chi' ol ajoc yujto icha chi' ix aj in naani, ix valan paxi. Manh ol in q'uexlaj tas ix in na' chi', manh ol ek'b'atlaj tas ix val chi', xchi Jehová."
        },
        {
            "number": "29",
            "text": "Ayic syab'an eb' anima yel yav eb' soldado ayq'ue d'a yib'anh chej yed' eb' yed'nac sjul-lab', sb'at eb' elelal, b'at sk'ub'ejel sb'a eb' d'a caltac te', sq'uecan lotzlon eb' d'a sattac q'uen tenam. Yuj chi' ix laj can tz'inan schonhab' eb'. Manhxalaj mach scajnajcan d'ay."
        },
        {
            "number": "30",
            "text": "A Jerusalén van slajviemi, lajan icha junoc ix ix nab'axonhej syak'och sk'apac púrpura, syak'anoch q'uen oro ix vach' yilji, q'uik' syutej stitac sat ix yak'an uk'oc. Manhxa yelk'och b'aj sb'o sb'a ix chi', yujto a eb' vinh vinac nib'ab'il yuj ix, yajb'ilxoel ix yuj eb' vinh. Toxonhej sna eb' vinh tas ol aj smilan ix eb' vinh. Icha chi' van sk'ulan Jerusalén yed' juntzanhxo ch'oc nacional."
        },
        {
            "number": "31",
            "text": "A eb' aj Sion tz'el yav chi'. Svab' val yel yav eb' icha yel yav junoc ix ix b'ab'elto tz'alji yune'. Sk'acvi eb', syak'anel lian sk'ab' eb', syalan eb': Ay, ob'iltac onh. Ol onh miljoccham yuj eb' milum anima, xchi eb'."
        }
    ]
}