{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ha wal Jehová tz'alani: Ex israel, tato t'a wal yel tze nib'ej tzex meltzajxi t'ayin, actejeccan juntzanh he diosal yajb'entac chi'."
        },
        {
            "number": "2",
            "text": "Hak'ek he ti' t'a wichanh, tzeyak'an elk'och tas tzeyala'. Ichato chi' b'ian, ol in yik'anchaanh masanil nación, ol wak'an in wach'k'olal t'a heb', xchi."
        },
        {
            "number": "3",
            "text": "Syalanxi Jehová t'ayex, ex aj Judá yet' ex aj Jerusalén: Ix pitb'iel he pensar icha lum lum malaj mach smunlaj t'a sat, anhej te' q'uix sq'uib' t'ay. Comonoc k'un tzeyutej jab'oc he pensar yic tz'och in lolonel t'ay."
        },
        {
            "number": "4",
            "text": "Ex aj Judá yet' ex aj Jerusalén, k'anab'ajejec in trato ix in b'o eyed'oc. Ch'oxequel in trato t'a he b'eyb'al, aton in trato chab'il eyuuj. Ojtaquejec eli to a in ton Jehová he Diosal in. Tato maay, a yuj he chuk b'eyb'al chi' scot yowal in k'ol t'a eyib'anh icha te' k'ak' manhxa mach syal smak'an tupoc."
        },
        {
            "number": "5",
            "text": "Alec juntzanh tik t'a heb' aj Judá yet' t'a heb' aj Jerusalén: Hak'ek ok' k'een trompeta t'a masanil chonhab', xe chi. Te chaanh tzex awaji tzeyalan icha tik: Co molb'ejec ko b'ha t'a yol juntzanh chonhab' wach' yaj smuroal, xe chi."
        },
        {
            "number": "6",
            "text": "Ik'ecchaanh he bandera sch'oxani to sb'at he k'ub'ejel he b'ha t'a Sion. Sayec ek' b'aj tze col he b'a, manh ex och waan. Yujto ha t'a norte ol wik'cot jun niwan yaelal ol satanel smasanil."
        },
        {
            "number": "7",
            "text": "Icha yelta nok' choj b'aj ay, icha chi' ol aj scot heb' ol ul satanel juntzanh chonhab' tik. Toxo ix elta heb' t'a yol schonhab' yic tzul satanel he chonhab' tik heb', ol smak'anem lanhnaj heb', manhxa mach ol kan t'ay."
        },
        {
            "number": "8",
            "text": "Yuj chi' ak'ecoch pichul ya swa'i, ok'anhec, elokab' eyav yuj yaelal, yujto a wal yowal in k'ol a in Jehová in tik manto el-laj t'a eyib'anh, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ha wal Jehová tz'alanxi icha tik: Ha t'a jun pekti’ chi', a winh rey yet' heb' yajal, ol el yip heb' yuj xiwelal. Ha heb' sacerdote yet' heb' syaloch sb'a in checab'oc, toxonhej ol satcan sk'ol heb', xchi."
        },
        {
            "number": "10",
            "text": "Ix walan Jeremías in tik: Ay Mamin ¿tas yuj ix a k'exanh tiej heb' aj Jerusalén tik? Ix ak' a ti' ak'an junk'olal t'a heb', haxo ticnaik, a k'een cuchilub' ijanoch t'a sjaj heb' uuj, xin chi."
        },
        {
            "number": "11",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Ha t'a jun pekti’ chi', ol wal t'a heb' aj Jerusalén: Ay jun taquinh ik' scot t'a lum tzalquixtac ay t'a taquinh lu'um. Sjawi xumnaj t'a stojolal in chonhab', manh ichoc ik' tz'ik'anel smatz'il ixim trigo."
        },
        {
            "number": "12",
            "text": "Ha jun ik' swak'cot chi', te ov t'a yichanh junxo ik' chi'. Ha jun ik' sb'inaj tik, aton yaelal ol wak'cot t'a yib'anh in chonhab', xchi Jehová."
        },
        {
            "number": "13",
            "text": "Ix yalanxi Jehová icha tik: Ilec wal scot heb' soldado ajk'ool, icha wal scot junok asun scot heb'. Ha wal scarruaje heb' lajan sb'ey icha chacxuxum ik'. Axo nok' schej heb' ek'b'al sb'ey nok' t'a yichanh nok' ch'acb'a. Yuj chi' ol eyal icha tik: Ob'iltac onh wal, ol onh sateloc, xe chama."
        },
        {
            "number": "14",
            "text": "Ex aj Jerusalén, ik'equel masanil chukal ay t'a he pensar yic wach' ol ex colchajoc. ¿B'aq'uinhto wal ol eyactej he naan chukal?"
        },
        {
            "number": "15",
            "text": "Ato t'a Dan yet' t'a lum tzalquixtac yic Efraín, ata' scot yab'ixal owal."
        },
        {
            "number": "16",
            "text": "Alec t'a juntzanh ch'oc chonhab'il yet' t'a Jerusalén to ha t'a jun chonhab' te najat ay, ata' scot heb' ajk'ool. Tz'el yav heb' scot yak' owal yet' juntzanh chonhab' t'a yol yic Judá."
        },
        {
            "number": "17",
            "text": "Ol oymaj heb' t'a chonhab' Jerusalén, icha heb' stanhwan junok munlajel. Ha in wal Jehová in swala' to icha chi' ol ujok, yujto ix ste pitej sb'a heb' t'ayin."
        },
        {
            "number": "18",
            "text": "Yuj he b'eyb'al yet' tas tze k'ulej sjawi juntzanh tik t'a eyib'anh. Ha yuj he chukal, te chuk tz'aj eyelk'ochi, syab' wal syail he pixan yuj, xchi Jehová."
        },
        {
            "number": "19",
            "text": "Ay..., ste kus in k'ool, tz'och wal pitz'an t'a in pixan. Stinhtinhan in pixan yuj tas sjawi chi'. Maxtzac in em numan. Toxo ix wab' yok' k'een trompeta yet' yel yav heb' soldado yic tz'och owal."
        },
        {
            "number": "20",
            "text": "Tzoltzon sja ab'ix yic juntzanh yaelal sjawi. Masanil chonhab' tik toxo ix laj juwib'ati. Elanhchamel ix lajwiem ko campamento, ix ixtaxb'at b'aj cajan onh."
        },
        {
            "number": "21",
            "text": "¿Jantacto wal tiempo ol wil sbandera heb' soldado yet' wab'an spuchaj k'een trompeta? xin chi."
        },
        {
            "number": "22",
            "text": "Ix yalanxi Jehová icha tik: Ha heb' in chonhab', te malaj spensar heb', max in yojtaquejel heb'. Lajan heb' icha heb' unin malaj jab'oc spensar, manh jab'oc snachajel yuj heb'. Te jelan heb' t'a chukal. Manh yojtacoc heb' sk'ulan wach'il, xchi."
        },
        {
            "number": "23",
            "text": "Ha in Jeremías in tik, ix ch'oxji wil sat lu'um tik, tz'inanxonhej ix ajcani. Ix wilpaxk'e satcha’anh, manhxalaj sakil k'inal t'ay."
        },
        {
            "number": "24",
            "text": "Ix laj wil lum niwac witz, ix ib'xik'e lu'um yet' pax lum tzalquixtac, ix laj tzicub'tanhaj lu'um."
        },
        {
            "number": "25",
            "text": "Ix wilani manhxalaj anima, haxo masanil nok' sjenhwi toxo ix b'at nok' elelal."
        },
        {
            "number": "26",
            "text": "Ix wilanpaxi, a lum lum b'aj ay avb'en, toxo ix kan tzinan lu'um. Masanil chonhab' toxo ix juwiemi. Yuj yowal sk'ol Jehová icha chi' ix aj masanil juntzanh chi'."
        },
        {
            "number": "27",
            "text": "Ix yalanxi Jehová icha tik: Masanil lum lum ol juwocb'atoc, palta manh ol in satel lum t'a junelnhej."
        },
        {
            "number": "28",
            "text": "Cuseltac ol ajkan lum lum tik, haxo satcha’anh ol k'ik'b'occanoc. Icha chi' ol ajoc yujto icha chi' ix aj in naani, ix walan paxi. Manh ol in k'exlaj tas ix in na' chi', manh ol ek'b'atlaj tas ix wal chi', xchi Jehová."
        },
        {
            "number": "29",
            "text": "Ayic syab'an heb' anima yel yav heb' soldado ayk'e t'a yib'anh chej yet' heb' yet'nac sjul-lab', sb'at heb' elelal, b'at sk'ub'ejel sb'a heb' t'a caltac te', sq'ekan lotzlon heb' t'a sattac k'een tenam. Yuj chi' ix laj kan tzinan schonhab' heb'. Manhxalaj mach scajnajcan t'ay."
        },
        {
            "number": "30",
            "text": "Ha Jerusalén wan slajwiemi, lajan icha junok ix ix nab'axonhej syak'och sk'apac púrpura, syak'anoch k'een oro ix wach' yilji, k'ik' syutej stitac sat ix yak'an uk'oc. Manhxa yelk'och b'aj sb'o sb'a ix chi', yujto a heb' winh winak nib'ab'il yuj ix, yajb'ilxoel ix yuj heb' winh. Toxonhej sna heb' winh tas ol aj smilan ix heb' winh. Icha chi' wan sk'ulan Jerusalén yet' juntzanhxo ch'oc nacional."
        },
        {
            "number": "31",
            "text": "Ha heb' aj Sion tz'el yav chi'. Swab' wal yel yav heb' icha yel yav junok ix ix b'ab'elto tz'alji yune'. Sk'acwi heb', syak'anel lian sk'ab' heb', syalan heb': Ay, ob'iltac onh. Ol onh miljoccham yuj heb' milum anima, xchi heb'."
        }
    ]
}