{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ha val Jehová tz'alani: Ex israel, tato t'a val yel tze nib'ej tzex meltzajxi t'ayin, actejeccan juntzanh e diosal yajb'entac chi'."
        },
        {
            "number": "2",
            "text": "Hak'ek e ti' t'a vichanh, tzeyak'an elk'och tas tzeyala'. Ichato chi' b'ian, ol in yik'anchaanh masanil nación, ol vak'an in wach'k'olal t'a eb', xchi."
        },
        {
            "number": "3",
            "text": "Syalanxi Jehová t'ayex, ex aj Judá yet' ex aj Jerusalén: Ix pitb'iel e pensar icha lum lum malaj mach smunlaj t'a sat, anhej te' q'uix sq'uib' t'ay. Comonoc k'un tzeyutej jab'oc e pensar yic tz'och in lolonel t'ay."
        },
        {
            "number": "4",
            "text": "Ex aj Judá yet' ex aj Jerusalén, k'anab'ajejec in trato ix in b'o eyed'oc. Ch'oxequel in trato t'a e b'eyb'al, aton in trato chab'il eyuuj. Ojtaquejec eli to a in ton Jehová e Diosal in. Tato maay, a yuj e chuc b'eyb'al chi' scot yoval in k'ol t'a eyib'anh icha te' k'ak' manhxa mach syal smak'an tupoc."
        },
        {
            "number": "5",
            "text": "Alec juntzanh tik t'a eb' aj Judá yet' t'a eb' aj Jerusalén: Hak'ek ok' q'uen trompeta t'a masanil chonhab', xe chi. Te chaanh tzex avaji tzeyalan icha tik: Co molb'ejec co b'ha t'a yol juntzanh chonhab' wach' yaj smuroal, xe chi."
        },
        {
            "number": "6",
            "text": "Iq'uecchaanh e bandera sch'oxani to sb'at e k'ub'ejel e b'ha t'a Sion. Sayec ek' b'aj tze col e b'a, manh ex och vaan. Yujto ha t'a norte ol vik'cot jun niwan yaelal ol satanel smasanil."
        },
        {
            "number": "7",
            "text": "Icha yelta nok' choj b'aj ay, icha chi' ol aj scot eb' ol ul satanel juntzanh chonhab' tik. Toxo ix elta eb' t'a yol schonhab' yic tzul satanel e chonhab' tik eb', ol smak'anem lanhnaj eb', manhxa mach ol kan t'ay."
        },
        {
            "number": "8",
            "text": "Yuj chi' aq'uecoch pichul ya sva'i, ok'anhec, elocab' eyav yuj yaelal, yujto a val yoval in k'ol a in Jehová in tik manto el-laj t'a eyib'anh, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ha val Jehová tz'alanxi icha tik: Ha t'a jun pekti’ chi', a vinh rey yet' eb' yajal, ol el yip eb' yuj xivelal. Ha eb' sacerdote yet' eb' syaloch sb'a in checab'oc, toxonhej ol satcan sk'ol eb', xchi."
        },
        {
            "number": "10",
            "text": "Ix valan Jeremías in tik: Ay Mamin ¿tas yuj ix a q'uexanh tiej eb' aj Jerusalén tik? Ix ak' a ti' ak'an junk'olal t'a eb', haxo ticnaic, a q'uen cuchilub' ijanoch t'a sjaj eb' uuj, xin chi."
        },
        {
            "number": "11",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Ha t'a jun pekti’ chi', ol val t'a eb' aj Jerusalén: Ay jun taquinh ik' scot t'a lum tzalquixtac ay t'a taquinh lu'um. Sjavi xumnaj t'a stojolal in chonhab', manh ichoc ik' tz'ik'anel smatz'il ixim trigo."
        },
        {
            "number": "12",
            "text": "Ha jun ik' svak'cot chi', te ov t'a yichanh junxo ik' chi'. Ha jun ik' sb'inaj tik, aton yaelal ol vak'cot t'a yib'anh in chonhab', xchi Jehová."
        },
        {
            "number": "13",
            "text": "Ix yalanxi Jehová icha tik: Ilec val scot eb' soldado ajk'ool, icha val scot junok asun scot eb'. Ha val scarruaje eb' lajan sb'ey icha chacxuxum ik'. Axo nok' schej eb' ek'b'al sb'ey nok' t'a yichanh nok' ch'acb'a. Yuj chi' ol eyal icha tik: Ob'iltac onh val, ol onh sateloc, xe chama."
        },
        {
            "number": "14",
            "text": "Ex aj Jerusalén, iq'uequel masanil chucal ay t'a e pensar yic wach' ol ex colchajoc. ¿B'aq'uinhto val ol eyactej e naan chucal?"
        },
        {
            "number": "15",
            "text": "Ato t'a Dan yet' t'a lum tzalquixtac yic Efraín, ata' scot yab'ixal oval."
        },
        {
            "number": "16",
            "text": "Alec t'a juntzanh ch'oc chonhab'il yet' t'a Jerusalén to ha t'a jun chonhab' te najat ay, ata' scot eb' ajk'ool. Tz'el yav eb' scot yak' oval yet' juntzanh chonhab' t'a yol yic Judá."
        },
        {
            "number": "17",
            "text": "Ol oymaj eb' t'a chonhab' Jerusalén, icha eb' stanhvan junok munlajel. Ha in val Jehová in svala' to icha chi' ol ujoc, yujto ix ste pitej sb'a eb' t'ayin."
        },
        {
            "number": "18",
            "text": "Yuj e b'eyb'al yet' tas tze k'ulej sjavi juntzanh tik t'a eyib'anh. Ha yuj e chucal, te chuc tz'aj eyelk'ochi, syab' val syail e pixan yuj, xchi Jehová."
        },
        {
            "number": "19",
            "text": "Ay..., ste cus in k'ool, tz'och val pitz'an t'a in pixan. Stinhtinhan in pixan yuj tas sjavi chi'. Maxtzac in em numan. Toxo ix vab' yok' q'uen trompeta yet' yel yav eb' soldado yic tz'och oval."
        },
        {
            "number": "20",
            "text": "Tzoltzon sja ab'ix yic juntzanh yaelal sjavi. Masanil chonhab' tik toxo ix laj juvib'ati. Elanhchamel ix lajviem co campamento, ix ixtaxb'at b'aj cajan onh."
        },
        {
            "number": "21",
            "text": "¿Jantacto val tiempo ol vil sbandera eb' soldado yet' vab'an spuchaj q'uen trompeta? xin chi."
        },
        {
            "number": "22",
            "text": "Ix yalanxi Jehová icha tik: Ha eb' in chonhab', te malaj spensar eb', max in yojtaquejel eb'. Lajan eb' icha eb' unin malaj jab'oc spensar, manh jab'oc snachajel yuj eb'. Te jelan eb' t'a chucal. Manh yojtacoc eb' sk'ulan wach'il, xchi."
        },
        {
            "number": "23",
            "text": "Ha in Jeremías in tik, ix ch'oxji vil sat lu'um tik, tz'inanxonhej ix ajcani. Ix vilpaxq'ue satcha’anh, manhxalaj sakil k'inal t'ay."
        },
        {
            "number": "24",
            "text": "Ix laj vil lum nivac vitz, ix ib'xiq'ue lu'um yet' pax lum tzalquixtac, ix laj tzicub'tanhaj lu'um."
        },
        {
            "number": "25",
            "text": "Ix vilani manhxalaj anima, haxo masanil nok' sjenhvi toxo ix b'at nok' elelal."
        },
        {
            "number": "26",
            "text": "Ix vilanpaxi, a lum lum b'aj ay avb'en, toxo ix kan tzinan lu'um. Masanil chonhab' toxo ix juviemi. Yuj yoval sk'ol Jehová icha chi' ix aj masanil juntzanh chi'."
        },
        {
            "number": "27",
            "text": "Ix yalanxi Jehová icha tik: Masanil lum lum ol juvocb'atoc, palta manh ol in satel lum t'a junelnhej."
        },
        {
            "number": "28",
            "text": "Cuseltac ol ajkan lum lum tik, haxo satcha’anh ol k'ik'b'occanoc. Icha chi' ol ajoc yujto icha chi' ix aj in naani, ix valan paxi. Manh ol in q'uexlaj tas ix in na' chi', manh ol ek'b'atlaj tas ix val chi', xchi Jehová."
        },
        {
            "number": "29",
            "text": "Ayic syab'an eb' anima yel yav eb' soldado ayq'ue t'a yib'anh chej yet' eb' yet'nac sjul-lab', sb'at eb' elelal, b'at sk'ub'ejel sb'a eb' t'a caltac te', sq'ekan lotzlon eb' t'a sattac q'uen tenam. Yuj chi' ix laj kan tzinan schonhab' eb'. Manhxalaj mach scajnajcan t'ay."
        },
        {
            "number": "30",
            "text": "Ha Jerusalén van slajviemi, lajan icha junok ix ix nab'axonhej syak'och sk'apac púrpura, syak'anoch q'uen oro ix wach' yilji, k'ik' syutej stitac sat ix yak'an uk'oc. Manhxa yelk'och b'aj sb'o sb'a ix chi', yujto a eb' vinh vinac nib'ab'il yuj ix, yajb'ilxoel ix yuj eb' vinh. Toxonhej sna eb' vinh tas ol aj smilan ix eb' vinh. Icha chi' van sk'ulan Jerusalén yet' juntzanhxo ch'oc nacional."
        },
        {
            "number": "31",
            "text": "Ha eb' aj Sion tz'el yav chi'. Svab' val yel yav eb' icha yel yav junok ix ix b'ab'elto tz'alji yune'. Sk'acvi eb', syak'anel lian sk'ab' eb', syalan eb': Ay, ob'iltac onh. Ol onh miljoccham yuj eb' milum anima, xchi eb'."
        }
    ]
}