{
    "chapter": "40",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Jehová d'ayin ayic toxo ix in actajel d'a Ramá yuj vinhaj Nabuzaradán yajal d'a eb' stanhvumal vinh sreyal Babilonia. Ix yil vinh to tzek'an in d'a q'uen cadena, ay in och d'a scal eb' aj Jerusalén yed' eb' aj Judá, eb' van yik'jib'at d'a Babilonia."
        },
        {
            "number": "2",
            "text": "Ix in yik'anelta vinh, ix yalan vinh d'ayin icha tic: A Jehová a Diosal ix alani to ol yak'cot jun nivan yaelal tic d'a yib'anh jun chonhab' tic."
        },
        {
            "number": "3",
            "text": "A ticnaic toxo ix yaq'uelk'och tas ix yal chi'. Ix yak'cot juntzanh tic d'a eyib'anh, yujto maj e k'anab'ajej tas ix yala'."
        },
        {
            "number": "4",
            "text": "A ticnaic, ol viq'uel q'uen cadena tic d'ayach. Tato a gana tzach b'at ved' d'a Babilonia, syala', a in ol ach in ya ilej. Tato malaj a gana tzach b'at jun, cananh d'a tic. B'ecan yaj masanil lum luum tic d'ayach, syal a sik'lan b'aj snib'ej a k'ol tzach cani, xchi vinh d'ayin."
        },
        {
            "number": "5",
            "text": "Ayic manto in tak'voclaj d'a vinh, ix yalanxi vinh icha tic: Vach' tzach meltzaj b'aj ayek' vinhaj Gedalías yuninal vinhaj Ahicam, yixchiquin vinhaj Safán, aton vinh chi' ix yak'och vinh sreyal Babilonia gobernadoral d'a Judá, tzach cajnaj yed' vinh d'a scal eb' etchonhab'. Syal pax a b'at b'aj a gana, xchi vinh d'ayin. Ix lajvi chi' ix yak'an jun silab' yed' jab'oc vael vinh d'ayin, ix yalan quil co b'a vinh d'ayin."
        },
        {
            "number": "6",
            "text": "Icha chi' ix aj in b'atcan d'a vinhaj Gedalías d'a chonhab' Mizpa. Ix in cajnaj yed' vinh d'a scal eb' anima ixto can yuj vinhaj Nabucodonosor chi'."
        },
        {
            "number": "7",
            "text": "Ay eb' vinh yajalil eb' soldado aj Judá sk'ub'ejnaccanel sb'a d'a caltac te' d'a eb' soldado aj Babilonia. Ix yab'an eb' vinh to a vinhaj Gedalías yuninal vinhaj Ahicam ix ak'jioch gobernadoral yuj vinh sreyal Babilonia chi'. A vinh ix och yajaliloc eb' vinh vinac, eb' ix ix, eb' unin yed' eb' meb'a', aton eb' maj ik'jocb'atlaj d'a Babilonia chi'."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix b'at eb' vinh yil vinh d'a Mizpa chi', aton eb' vinh tic: Vinhaj Ismael yuninal vinhaj Netanías, vinhaj Johanán yed' vinhaj Jonatán, aton eb' vinh yuninal vinhaj Carea, vinhaj Seraías yuninal vinhaj Tanhumet yed' jayvanh eb' vinh yuninal vinhaj Efai aj Netofa, vinhaj Jezanías yuninal jun vinh aj Maacat, ajun eb' vinh soldado eb' vinh yed'oc."
        },
        {
            "number": "9",
            "text": "Ix yak'an sti' vinhaj Gedalías d'a eb' vinh, ix yalan vinh icha tic: Manh ex xiv eyak'anoch e b'a d'a yol sk'ab' eb' aj Babilonia chi'. Cajnajanhec d'a tic. Aq'uecoch e b'a d'a yol sk'ab' vinh sreyal Babilonia chi' yic malaj tas ol ex ik'anoc."
        },
        {
            "number": "10",
            "text": "A in tic ol in can d'a Mizpa tic, yic vach' a in ol ex vak' checlaj d'a yichanh eb' aj Babilonia chi', ayic ol javoc eb' d'a tic. A ex tic, molb'ejec sat te' uva yed' sat te' avb'en te' yed' aceite. Icha chi' ol ex cannhej d'a juntzanh chonhab' toxo ix eyik' chi', xchi vinh d'a eb' vinh."
        },
        {
            "number": "11",
            "text": "Anhejtona' jantac eb' aj Judá ayb'at d'a Moab, d'a Amón, d'a Edom yed' d'a juntzanhxo nación, ix yab'an eb' to ayto anima ix can yuj vinh sreyal Babilonia d'a Judá. Ix yab'anpax eb' to a vinhaj Gedalías yuninal vinhaj Ahicam, yixchiquin vinhaj Safán ix ak'jioch gobernadoral."
        },
        {
            "number": "12",
            "text": "Masanil eb' sacleminac yajcanb'at chi', ix meltzajxi eb' d'a Judá. Ix javi eb' sch'ox sb'a d'a vinhaj Gedalías d'a Mizpa chi'. Ix lajvi chi' ix smolb'an sat te' uva eb' yed' juntzanhxo sat te' avb'en te'."
        },
        {
            "number": "13",
            "text": "A vinhaj Johanán yuninal vinhaj Carea yed' juntzanhxo eb' vinh yajal soldado ix can d'a caltac te' chi', ix k'och eb' vinh d'a vinhaj Gedalías d'a Mizpa chi',"
        },
        {
            "number": "14",
            "text": "ix yalan eb' vinh d'a vinh icha tic: --¿Ix am ab'i to a vinhaj Baalis sreyal Amón ix checancot vinhaj Ismael yuninal vinhaj Netanías yic tzach smilanchamoc? xchi eb' vinh. Palta a vinhaj Gedalías chi', maj schalaj vinh d'a eb' vinh."
        },
        {
            "number": "15",
            "text": "Yuj chi' d'a k'ub'eltac ix yal vinhaj Johanán d'a vinhaj Gedalías chi': --Cha in b'ati yic b'at in milcham vinhaj Ismael chi'. Malaj junoc mach ol ojtacaneloc mach ix milancham vinh. ¿Tas yuj ol ach co cha smilcham vinh? Tato ol ach cham yuj vinh, ol saclemcanb'at masanil eb' ayxoek' tic ed'oc, axom somchajb'at eb' toxo ix can d'a Judá tic junelxo, xchi vinh."
        },
        {
            "number": "16",
            "text": "Ix tak'vi vinhaj Gedalías chi' d'a vinh icha tic: --Manh a na' icha chi'. A tas tz'alchaj d'a spatic vinhaj Ismael chi', manh yeloclaj, xchi vinh."
        }
    ]
}