{
    "chapter": "40",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Jehová t'ayin ayic toxo ix in actajel t'a Ramá yuj winhaj Nabuzaradán yajal t'a heb' stanhwumal winh sreyal Babilonia. Ix yil winh to tzek'an in t'a k'een cadena, ay in och t'a skal heb' aj Jerusalén yet' heb' aj Judá, heb' wan yik'jib'at t'a Babilonia."
        },
        {
            "number": "2",
            "text": "Ix in yik'anelta winh, ix yalan winh t'ayin icha tik: Ha Jehová a Diosal ix alani to ol yak'cot jun niwan yaelal tik t'a yib'anh jun chonhab' tik."
        },
        {
            "number": "3",
            "text": "Ha ticnaik toxo ix yak'elk'och tas ix yal chi'. Ix yak'cot juntzanh tik t'a eyib'anh, yujto maj he k'anab'ajej tas ix yala'."
        },
        {
            "number": "4",
            "text": "Ha ticnaik, ol wik'el k'een cadena tik t'ayach. Tato a gana tzach b'at wed' t'a Babilonia, syala', a in ol ach in ya ilej. Tato malaj a gana tzach b'at jun, cananh t'a tik. B'ecan yaj masanil lum lum tik t'ayach, syal a sik'lan b'aj snib'ej a k'ol tzach cani, xchi winh t'ayin."
        },
        {
            "number": "5",
            "text": "Ayic manto in tak'woclaj t'a winh, ix yalanxi winh icha tik: Wach' tzach meltzaj b'aj ayek' winhaj Gedalías yuninal winhaj Ahicam, yixchiquin winhaj Safán, aton winh chi' ix yak'och winh sreyal Babilonia gobernadoral t'a Judá, tzach cajnaj yet' winh t'a skal heb' etchonhab'. Syal pax a b'at b'aj a gana, xchi winh t'ayin. Ixlajwi chi' ix yak'an jun silab' yet' jab'oc wael winh t'ayin, ix yalan quil ko b'a winh t'ayin."
        },
        {
            "number": "6",
            "text": "Icha chi' ix aj in b'atcan t'a winhaj Gedalías t'a chonhab' Mizpa. Ix in cajnaj yet' winh t'a skal heb' anima ixto kan yuj winhaj Nabucodonosor chi'."
        },
        {
            "number": "7",
            "text": "Ay heb' winh yajalil heb' soldado aj Judá sk'ub'ejnaccanel sb'ha t'a caltac te' t'a heb' soldado aj Babilonia. Ix yab'an heb' winh to a winhaj Gedalías yuninal winhaj Ahicam ix ak'jioch gobernadoral yuj winh sreyal Babilonia chi'. Ha winh ix och yajaliloc heb' winh winak, heb' ix ix, heb' unin yet' heb' meb'a', aton heb' maj ik'jocb'atlaj t'a Babilonia chi'."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix b'at heb' winh yil winh t'a Mizpa chi', aton heb' winh tik: Vinhaj Ismael yuninal winhaj Netanías, winhaj Johanán yet' winhaj Jonatán, aton heb' winh yuninal winhaj Carea, winhaj Seraías yuninal winhaj Tanhumet yet' jaywanh heb' winh yuninal winhaj Efai aj Netofa, winhaj Jezanías yuninal jun winh aj Maacat, ajun heb' winh soldado heb' winh yet'oc."
        },
        {
            "number": "9",
            "text": "Ix yak'an sti' winhaj Gedalías t'a heb' winh, ix yalan winh icha tik: Manh ex xiv eyak'anoch he b'ha t'a yol sk'ab' heb' aj Babilonia chi'. Cajnajanhec t'a tik. Hak'uecoch he b'ha t'a yol sk'ab' winh sreyal Babilonia chi' yic malaj tas ol ex ik'anoc."
        },
        {
            "number": "10",
            "text": "Ha in tik ol in kan t'a Mizpa tik, yic wach' a in ol ex wak' checlaj t'a yichanh heb' aj Babilonia chi', ayic ol jawok heb' t'a tik. Ha ex tik, molb'ejec sat te' uwa yet' sat te' avb'en te' yet' aceite. Icha chi' ol ex cannhej t'a juntzanh chonhab' toxo ix eyik' chi', xchi winh t'a heb' winh."
        },
        {
            "number": "11",
            "text": "Anhejtona' jantac heb' aj Judá ayb'at t'a Moab, t'a Amón, t'a Edom yet' t'a juntzanhxo nación, ix yab'an heb' to ayto anima ix kan yuj winh sreyal Babilonia t'a Judá. Ix yab'anpax heb' to a winhaj Gedalías yuninal winhaj Ahicam, yixchiquin winhaj Safán ix ak'jioch gobernadoral."
        },
        {
            "number": "12",
            "text": "Masanil heb' sacleminac yajcanb'at chi', ix meltzajxi heb' t'a Judá. Ix jawi heb' sch'ox sb'ha t'a winhaj Gedalías t'a Mizpa chi'. Ixlajwi chi' ix smolb'an sat te' uwa heb' yet' juntzanhxo sat te' avb'en te'."
        },
        {
            "number": "13",
            "text": "Ha winhaj Johanán yuninal winhaj Carea yet' juntzanhxo heb' winh yajal soldado ix kan t'a caltac te' chi', ix k'och heb' winh t'a winhaj Gedalías t'a Mizpa chi',"
        },
        {
            "number": "14",
            "text": "ix yalan heb' winh t'a winh icha tik: --¿Ix am ab'i to a winhaj Baalis sreyal Amón ix checancot winhaj Ismael yuninal winhaj Netanías yic tzach smilanchamoc? xchi heb' winh. Palta a winhaj Gedalías chi', maj schalaj winh t'a heb' winh."
        },
        {
            "number": "15",
            "text": "Yuj chi' t'a k'ub'eltac ix yal winhaj Johanán t'a winhaj Gedalías chi': --Cha in b'ati yic b'at in milcham winhaj Ismael chi'. Malaj junok mach ol ojtacaneloc mach ix milancham winh. ¿Tas yuj ol ach ko cha smilcham winh? Tato ol ach cham yuj winh, ol saclemcanb'at masanil heb' ayxoek' tik ed'oc, axom somchajb'at heb' toxo ix kan t'a Judá tik junelxo, xchi winh."
        },
        {
            "number": "16",
            "text": "Ix tak'wi winhaj Gedalías chi' t'a winh icha tik: --Manh a na' icha chi'. Ha tas tz'alchaj t'a spatic winhaj Ismael chi', manh yeloclaj, xchi winh."
        }
    ]
}