{
    "chapter": "40",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Jehová t'ayin ayic toxo ix in actajel t'a Ramá yuj winhaj Nabuzaradán yajal t'a eb' stanhvumal winh sreyal Babilonia. Ix yil winh to tzek'an in t'a q'uen cadena, ay in och t'a skal eb' aj Jerusalén yet' eb' aj Judá, eb' van yik'jib'at t'a Babilonia."
        },
        {
            "number": "2",
            "text": "Ix in yik'anelta winh, ix yalan winh t'ayin icha tik: Ha Jehová a Diosal ix alani to ol yak'cot jun niwan yaelal tik t'a yib'anh jun chonhab' tik."
        },
        {
            "number": "3",
            "text": "Ha ticnaic toxo ix yaq'uelk'och tas ix yal chi'. Ix yak'cot juntzanh tik t'a eyib'anh, yujto maj e k'anab'ajej tas ix yala'."
        },
        {
            "number": "4",
            "text": "Ha ticnaic, ol viq'uel q'uen cadena tik t'ayach. Tato a gana tzach b'at ved' t'a Babilonia, syala', a in ol ach in ya ilej. Tato malaj a gana tzach b'at jun, cananh t'a tik. B'ecan yaj masanil lum lum tik t'ayach, syal a sik'lan b'aj snib'ej a k'ol tzach cani, xchi winh t'ayin."
        },
        {
            "number": "5",
            "text": "Ayic manto in tak'voclaj t'a winh, ix yalanxi winh icha tik: Wach' tzach meltzaj b'aj ayek' winhaj Gedalías yuninal winhaj Ahicam, yixchiquin winhaj Safán, aton winh chi' ix yak'och winh sreyal Babilonia gobernadoral t'a Judá, tzach cajnaj yet' winh t'a skal eb' etchonhab'. Syal pax a b'at b'aj a gana, xchi winh t'ayin. Ixlajwi chi' ix yak'an jun silab' yet' jab'oc vael winh t'ayin, ix yalan quil co b'a winh t'ayin."
        },
        {
            "number": "6",
            "text": "Icha chi' ix aj in b'atcan t'a winhaj Gedalías t'a chonhab' Mizpa. Ix in cajnaj yet' winh t'a skal eb' anima ixto kan yuj winhaj Nabucodonosor chi'."
        },
        {
            "number": "7",
            "text": "Ay eb' winh yajalil eb' soldado aj Judá sk'ub'ejnaccanel sb'ha t'a caltac te' t'a eb' soldado aj Babilonia. Ix yab'an eb' winh to a winhaj Gedalías yuninal winhaj Ahicam ix ak'jioch gobernadoral yuj winh sreyal Babilonia chi'. Ha winh ix och yajaliloc eb' winh vinac, eb' ix ix, eb' unin yet' eb' meb'a', aton eb' maj ik'jocb'atlaj t'a Babilonia chi'."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix b'at eb' winh yil winh t'a Mizpa chi', aton eb' winh tik: Vinhaj Ismael yuninal winhaj Netanías, winhaj Johanán yet' winhaj Jonatán, aton eb' winh yuninal winhaj Carea, winhaj Seraías yuninal winhaj Tanhumet yet' jayvanh eb' winh yuninal winhaj Efai aj Netofa, winhaj Jezanías yuninal jun winh aj Maacat, ajun eb' winh soldado eb' winh yet'oc."
        },
        {
            "number": "9",
            "text": "Ix yak'an sti' winhaj Gedalías t'a eb' winh, ix yalan winh icha tik: Manh ex xiv eyak'anoch e b'ha t'a yol sk'ab' eb' aj Babilonia chi'. Cajnajanhec t'a tik. Hak'uecoch e b'ha t'a yol sk'ab' winh sreyal Babilonia chi' yic malaj tas ol ex ik'anoc."
        },
        {
            "number": "10",
            "text": "Ha in tik ol in kan t'a Mizpa tik, yic wach' a in ol ex vak' checlaj t'a yichanh eb' aj Babilonia chi', ayic ol javok eb' t'a tik. Ha ex tik, molb'ejec sat te' uva yet' sat te' avb'en te' yet' aceite. Icha chi' ol ex cannhej t'a juntzanh chonhab' toxo ix eyik' chi', xchi winh t'a eb' winh."
        },
        {
            "number": "11",
            "text": "Anhejtona' jantac eb' aj Judá ayb'at t'a Moab, t'a Amón, t'a Edom yet' t'a juntzanhxo nación, ix yab'an eb' to ayto anima ix kan yuj winh sreyal Babilonia t'a Judá. Ix yab'anpax eb' to a winhaj Gedalías yuninal winhaj Ahicam, yixchiquin winhaj Safán ix ak'jioch gobernadoral."
        },
        {
            "number": "12",
            "text": "Masanil eb' sacleminac yajcanb'at chi', ix meltzajxi eb' t'a Judá. Ix javi eb' sch'ox sb'ha t'a winhaj Gedalías t'a Mizpa chi'. Ixlajwi chi' ix smolb'an sat te' uva eb' yet' juntzanhxo sat te' avb'en te'."
        },
        {
            "number": "13",
            "text": "Ha winhaj Johanán yuninal winhaj Carea yet' juntzanhxo eb' winh yajal soldado ix kan t'a caltac te' chi', ix k'och eb' winh t'a winhaj Gedalías t'a Mizpa chi',"
        },
        {
            "number": "14",
            "text": "ix yalan eb' winh t'a winh icha tik: --¿Ix am ab'i to a winhaj Baalis sreyal Amón ix checancot winhaj Ismael yuninal winhaj Netanías yic tzach smilanchamoc? xchi eb' winh. Palta a winhaj Gedalías chi', maj schalaj winh t'a eb' winh."
        },
        {
            "number": "15",
            "text": "Yuj chi' t'a k'ub'eltac ix yal winhaj Johanán t'a winhaj Gedalías chi': --Cha in b'ati yic b'at in milcham winhaj Ismael chi'. Malaj junok mach ol ojtacaneloc mach ix milancham winh. ¿Tas yuj ol ach co cha smilcham winh? Tato ol ach cham yuj winh, ol saclemcanb'at masanil eb' ayxoek' tik ed'oc, axom somchajb'at eb' toxo ix kan t'a Judá tik junelxo, xchi winh."
        },
        {
            "number": "16",
            "text": "Ix tak'vi winhaj Gedalías chi' t'a winh icha tik: --Manh a na' icha chi'. Ha tas tz'alchaj t'a spatic winhaj Ismael chi', manh yeloclaj, xchi winh."
        }
    ]
}