{
    "chapter": "40",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Jehová t'ayin ayic toxo ix in actajel t'a Ramá yuj vinhaj Nabuzaradán yajal t'a eb' stanhvumal vinh sreyal Babilonia. Ix yil vinh to tzek'an in t'a q'uen cadena, ay in och t'a skal eb' aj Jerusalén yet' eb' aj Judá, eb' van yik'jib'at t'a Babilonia."
        },
        {
            "number": "2",
            "text": "Ix in yik'anelta vinh, ix yalan vinh t'ayin icha tik: Ha Jehová a Diosal ix alani to ol yak'cot jun niwan yaelal tik t'a yib'anh jun chonhab' tik."
        },
        {
            "number": "3",
            "text": "Ha ticnaic toxo ix yaq'uelk'och tas ix yal chi'. Ix yak'cot juntzanh tik t'a eyib'anh, yujto maj e k'anab'ajej tas ix yala'."
        },
        {
            "number": "4",
            "text": "Ha ticnaic, ol viq'uel q'uen cadena tik t'ayach. Tato a gana tzach b'at ved' t'a Babilonia, syala', a in ol ach in ya ilej. Tato malaj a gana tzach b'at jun, cananh t'a tik. B'ecan yaj masanil lum lum tik t'ayach, syal a sik'lan b'aj snib'ej a k'ol tzach cani, xchi vinh t'ayin."
        },
        {
            "number": "5",
            "text": "Ayic manto in tak'voclaj t'a vinh, ix yalanxi vinh icha tik: Wach' tzach meltzaj b'aj ayek' vinhaj Gedalías yuninal vinhaj Ahicam, yixchiquin vinhaj Safán, aton vinh chi' ix yak'och vinh sreyal Babilonia gobernadoral t'a Judá, tzach cajnaj yet' vinh t'a skal eb' etchonhab'. Syal pax a b'at b'aj a gana, xchi vinh t'ayin. Ixlajwi chi' ix yak'an jun silab' yet' jab'oc vael vinh t'ayin, ix yalan quil co b'a vinh t'ayin."
        },
        {
            "number": "6",
            "text": "Icha chi' ix aj in b'atcan t'a vinhaj Gedalías t'a chonhab' Mizpa. Ix in cajnaj yet' vinh t'a skal eb' anima ixto kan yuj vinhaj Nabucodonosor chi'."
        },
        {
            "number": "7",
            "text": "Ay eb' vinh yajalil eb' soldado aj Judá sk'ub'ejnaccanel sb'ha t'a caltac te' t'a eb' soldado aj Babilonia. Ix yab'an eb' vinh to a vinhaj Gedalías yuninal vinhaj Ahicam ix ak'jioch gobernadoral yuj vinh sreyal Babilonia chi'. Ha vinh ix och yajaliloc eb' vinh vinac, eb' ix ix, eb' unin yet' eb' meb'a', aton eb' maj ik'jocb'atlaj t'a Babilonia chi'."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix b'at eb' vinh yil vinh t'a Mizpa chi', aton eb' vinh tik: Vinhaj Ismael yuninal vinhaj Netanías, vinhaj Johanán yet' vinhaj Jonatán, aton eb' vinh yuninal vinhaj Carea, vinhaj Seraías yuninal vinhaj Tanhumet yet' jayvanh eb' vinh yuninal vinhaj Efai aj Netofa, vinhaj Jezanías yuninal jun vinh aj Maacat, ajun eb' vinh soldado eb' vinh yet'oc."
        },
        {
            "number": "9",
            "text": "Ix yak'an sti' vinhaj Gedalías t'a eb' vinh, ix yalan vinh icha tik: Manh ex xiv eyak'anoch e b'ha t'a yol sk'ab' eb' aj Babilonia chi'. Cajnajanhec t'a tik. Hak'uecoch e b'ha t'a yol sk'ab' vinh sreyal Babilonia chi' yic malaj tas ol ex ik'anoc."
        },
        {
            "number": "10",
            "text": "Ha in tik ol in kan t'a Mizpa tik, yic wach' a in ol ex vak' checlaj t'a yichanh eb' aj Babilonia chi', ayic ol javoc eb' t'a tik. Ha ex tik, molb'ejec sat te' uva yet' sat te' avb'en te' yet' aceite. Icha chi' ol ex cannhej t'a juntzanh chonhab' toxo ix eyik' chi', xchi vinh t'a eb' vinh."
        },
        {
            "number": "11",
            "text": "Anhejtona' jantac eb' aj Judá ayb'at t'a Moab, t'a Amón, t'a Edom yet' t'a juntzanhxo nación, ix yab'an eb' to ayto anima ix kan yuj vinh sreyal Babilonia t'a Judá. Ix yab'anpax eb' to a vinhaj Gedalías yuninal vinhaj Ahicam, yixchiquin vinhaj Safán ix ak'jioch gobernadoral."
        },
        {
            "number": "12",
            "text": "Masanil eb' sacleminac yajcanb'at chi', ix meltzajxi eb' t'a Judá. Ix javi eb' sch'ox sb'ha t'a vinhaj Gedalías t'a Mizpa chi'. Ixlajwi chi' ix smolb'an sat te' uva eb' yet' juntzanhxo sat te' avb'en te'."
        },
        {
            "number": "13",
            "text": "Ha vinhaj Johanán yuninal vinhaj Carea yet' juntzanhxo eb' vinh yajal soldado ix kan t'a caltac te' chi', ix k'och eb' vinh t'a vinhaj Gedalías t'a Mizpa chi',"
        },
        {
            "number": "14",
            "text": "ix yalan eb' vinh t'a vinh icha tik: --¿Ix am ab'i to a vinhaj Baalis sreyal Amón ix checancot vinhaj Ismael yuninal vinhaj Netanías yic tzach smilanchamoc? xchi eb' vinh. Palta a vinhaj Gedalías chi', maj schalaj vinh t'a eb' vinh."
        },
        {
            "number": "15",
            "text": "Yuj chi' t'a k'ub'eltac ix yal vinhaj Johanán t'a vinhaj Gedalías chi': --Cha in b'ati yic b'at in milcham vinhaj Ismael chi'. Malaj junok mach ol ojtacaneloc mach ix milancham vinh. ¿Tas yuj ol ach co cha smilcham vinh? Tato ol ach cham yuj vinh, ol saclemcanb'at masanil eb' ayxoek' tik ed'oc, axom somchajb'at eb' toxo ix kan t'a Judá tik junelxo, xchi vinh."
        },
        {
            "number": "16",
            "text": "Ix tak'vi vinhaj Gedalías chi' t'a vinh icha tik: --Manh a na' icha chi'. Ha tas tz'alchaj t'a spatic vinhaj Ismael chi', manh yeloclaj, xchi vinh."
        }
    ]
}