{
    "chapter": "41",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a yuquil uj ix b'at winhaj Ismael yuninal winhaj Netanías yet' lajunhwanh soldado t'a Mizpa yic b'at lolon heb' winh yet' winhaj Gedalías chi', junnhej ix wa heb' winh yet' winh. (Ha winhaj Ismael chi', yixchiquin pax winh winhaj Elisama, yinhtilal heb' winh rey, niwan yopisio winh t'a winh sreyal Judá t'a yalanhtaxo.)"
        },
        {
            "number": "2",
            "text": "Yacb'an wan swa heb' winh, ix k'e waan winhaj Ismael yet' heb' winh lajunhwanh ajun yet' chi', ix smilancham winhaj Gedalías chi' heb' winh t'a k'een espada, aton winh ix ak'jioch gobernadoral t'a Judá yuj winh sreyal Babilonia."
        },
        {
            "number": "3",
            "text": "Ix smilanpaxcham masanil heb' aj Judá yet' heb' soldado aj Babilonia ayek' yet' winhaj Gedalías winhaj Ismael chi'."
        },
        {
            "number": "4",
            "text": "Axo t'a junxo k'u, ayic toxo ix cham winhaj Gedalías chi', manta mach tz'ojtakanel tas ix uji chi',"
        },
        {
            "number": "5",
            "text": "ix k'och 80 heb' winh winak spetoj t'a Siquem, t'a Silo yet' t'a Samaria. Toxo ix sjoxel xil sti' heb' winh, tzilchimtac spichul heb' winh ayochi, haxo sniwanil heb' winh echentac yaji, munil a heb' winh icha chi' ix yutej sb'a. Yed'nac ixim trigo heb' winh yet' incienso yic syak' heb' winh silab'il t'a Jehová t'a templo."
        },
        {
            "number": "6",
            "text": "Ha t'a Mizpa chi' ix elta winhaj Ismael chi' ul scha heb' winh, wan stz'akan ok' sb'a winh, haxo yic ix schalan sb'a winh yet' heb' winh, ix yalan winh t'a heb' winh icha tik: --Cotanhec, ul ilec winhaj Gedalías yuninal winhaj Ahicam, xchi winh."
        },
        {
            "number": "7",
            "text": "Palta anhej yic ix k'och heb' winh winak chi' t'a snanhal chonhab' chi', ix miljicham heb' winh yuj winhaj Ismael chi' yet' heb' ajun yet' winh. Ix yumjikanb'at sniwanil heb' winh t'a yol jun niwan jul yet'tal ha'."
        },
        {
            "number": "8",
            "text": "Palta ay lajunhwanh heb' winh t'a skal heb' winh wan smiljicham chi' ix alan t'a winhaj Ismael chi': --Manh onh a milchamoc, a onh tik ay ixim ko trigo, ixim cebada, ko aceite, ay pax nok' ko yal chab'. Ha juntzanh chi' k'ub'anel cuj t'a spatictaquel ko chonhab', xchi heb' winh. Yuj chi' majxo miljoccham heb' winh yuj winhaj Ismael yet' heb' ajun yet' winh."
        },
        {
            "number": "9",
            "text": "(Ha jun jul b'aj ix ak'jiem sniwanil heb' winh ix smilcham winhaj Ismael chi', aton jun schecnac winhaj rey Asa joychajoc, yic scolannac sb'a winh t'a winhaj Baasa sreyal Israel. Ha jun jul chi' te lewan, palta ix b'ud'ji yuj sniwanil heb' anima ix smilcham winhaj Ismael chi'.)"
        },
        {
            "number": "10",
            "text": "Ix yik'anb'at heb' ix yisil winh rey winhaj Ismael chi' yet' heb' anima ayek' t'a Mizpa chi', aton heb' ix ak'ji stanhwej winhaj Gedalías yuj winhaj Nabuzaradán. Ix ik'jib'at heb' yuj winh, yic sb'atkan heb' t'a yol smacb'en Amón presoal."
        },
        {
            "number": "11",
            "text": "Axo yic ix yab'an winhaj Johanán yuninal winhaj Carea yet' heb' yajalil soldado ayek' yet'oc, yuj jantac chukal ix sk'ulej winhaj Ismael chi',"
        },
        {
            "number": "12",
            "text": "ix smolb'an masanil heb' soldado heb' winh, ix b'at heb' winh yak' owal yet' winhaj Ismael chi'. Ha b'aj ay jun niwan yet'tal ha' t'a Gabaón, ata' ix ilchaj winh yuj heb' winh."
        },
        {
            "number": "13",
            "text": "Axo heb' wan yik'jib'at icha presoal yuj winhaj Ismael chi', ayic ix yilan winhaj Johanán chi' heb' yet' heb' winh yajalil heb' soldado ajun yet' winh, ix te tzalaj heb'."
        },
        {
            "number": "14",
            "text": "Ix meltzaj heb' smasanil, ix yak'anoch sb'a heb' yet' winhaj Johanán chi'."
        },
        {
            "number": "15",
            "text": "Palta haxo winhaj Ismael chi' yet' wajxacwanhxo heb' winh ajun yet'oc, ix el lemnaj heb' winh, ix b'atkan heb' winh t'a yol yic Amón."
        },
        {
            "number": "16",
            "text": "Ha winhaj Johanán yet' heb' soldado chi' ix ik'anxikanek' heb' anima, ix coljipax heb' yuj heb' winh, aton heb' kajan t'a Mizpa ix yik'b'at winhaj Ismael chi' ayic ix lajwi smilancham winhaj Gedalías winh. Ha juntzanh heb' anima chi', ay heb' winh soldado, ay heb' ix ix, ay heb' unin, ay pax heb' niwac yopisio. Aton heb' ix ik'jixikanek' t'a winhaj Ismael t'a Gabaón"
        },
        {
            "number": "17",
            "text": "yic sb'at heb' elelal t'a Egipto yujto xivnac heb' t'a heb' aj Babilonia, yujto ix miljicham winhaj Gedalías, winh ix sik'jioch gobernadoral yuj winh sreyal Babilonia yuj winhaj Ismael. Ix b'atnhej heb', masanto ix k'och heb' t'a Gerut-quimam, t'a slak'anil Belén. Ata' ix och waan heb', yujto wan sb'at heb' t'a Egipto chi' yalani."
        }
    ]
}