{
    "chapter": "41",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a yuquil uj ix b'at vinhaj Ismael yuninal vinhaj Netanías yet' lajunhvanh soldado t'a Mizpa yic b'at lolon eb' vinh yet' vinhaj Gedalías chi', junnhej ix wa eb' vinh yet' vinh. (Ha vinhaj Ismael chi', yixchiquin pax vinh vinhaj Elisama, yinhtilal eb' vinh rey, niwan yopisio vinh t'a vinh sreyal Judá t'a yalanhtaxo.)"
        },
        {
            "number": "2",
            "text": "Yacb'an van sva eb' vinh, ix q'ue vaan vinhaj Ismael yet' eb' vinh lajunhvanh ajun yet' chi', ix smilancham vinhaj Gedalías chi' eb' vinh t'a q'uen espada, aton vinh ix ak'jioch gobernadoral t'a Judá yuj vinh sreyal Babilonia."
        },
        {
            "number": "3",
            "text": "Ix smilanpaxcham masanil eb' aj Judá yet' eb' soldado aj Babilonia ayek' yet' vinhaj Gedalías vinhaj Ismael chi'."
        },
        {
            "number": "4",
            "text": "Axo t'a junxo k'u, ayic toxo ix cham vinhaj Gedalías chi', manta mach tz'ojtacanel tas ix uji chi',"
        },
        {
            "number": "5",
            "text": "ix k'och 80 eb' vinh vinac spetoj t'a Siquem, t'a Silo yet' t'a Samaria. Toxo ix sjoxel xil sti' eb' vinh, tzilchimtac spichul eb' vinh ayochi, haxo snivanil eb' vinh echentac yaji, munil a eb' vinh icha chi' ix yutej sb'a. Yed'nac ixim trigo eb' vinh yet' incienso yic syak' eb' vinh silab'il t'a Jehová t'a templo."
        },
        {
            "number": "6",
            "text": "Ha t'a Mizpa chi' ix elta vinhaj Ismael chi' ul scha eb' vinh, van stz'acan ok' sb'a vinh, haxo yic ix schalan sb'a vinh yet' eb' vinh, ix yalan vinh t'a eb' vinh icha tik: --Cotanhec, ul ilec vinhaj Gedalías yuninal vinhaj Ahicam, xchi vinh."
        },
        {
            "number": "7",
            "text": "Palta anhej yic ix k'och eb' vinh vinac chi' t'a snanhal chonhab' chi', ix miljicham eb' vinh yuj vinhaj Ismael chi' yet' eb' ajun yet' vinh. Ix yumjicanb'at snivanil eb' vinh t'a yol jun niwan jul yet'tal ha'."
        },
        {
            "number": "8",
            "text": "Palta ay lajunhvanh eb' vinh t'a skal eb' vinh van smiljicham chi' ix alan t'a vinhaj Ismael chi': --Manh onh a milchamoc, a onh tik ay ixim co trigo, ixim cebada, co aceite, ay pax nok' co yal chab'. Ha juntzanh chi' k'ub'anel cuj t'a spatictaquel co chonhab', xchi eb' vinh. Yuj chi' majxo miljoccham eb' vinh yuj vinhaj Ismael yet' eb' ajun yet' vinh."
        },
        {
            "number": "9",
            "text": "(Ha jun jul b'aj ix ak'jiem snivanil eb' vinh ix smilcham vinhaj Ismael chi', aton jun schecnac vinhaj rey Asa joychajoc, yic scolannac sb'a vinh t'a vinhaj Baasa sreyal Israel. Ha jun jul chi' te levan, palta ix b'ud'ji yuj snivanil eb' anima ix smilcham vinhaj Ismael chi'.)"
        },
        {
            "number": "10",
            "text": "Ix yik'anb'at eb' ix yisil vinh rey vinhaj Ismael chi' yet' eb' anima ayek' t'a Mizpa chi', aton eb' ix ak'ji stanhvej vinhaj Gedalías yuj vinhaj Nabuzaradán. Ix ik'jib'at eb' yuj vinh, yic sb'atcan eb' t'a yol smacb'en Amón presoal."
        },
        {
            "number": "11",
            "text": "Axo yic ix yab'an vinhaj Johanán yuninal vinhaj Carea yet' eb' yajalil soldado ayek' yet'oc, yuj jantac chucal ix sk'ulej vinhaj Ismael chi',"
        },
        {
            "number": "12",
            "text": "ix smolb'an masanil eb' soldado eb' vinh, ix b'at eb' vinh yak' oval yet' vinhaj Ismael chi'. Ha b'aj ay jun niwan yet'tal ha' t'a Gabaón, ata' ix ilchaj vinh yuj eb' vinh."
        },
        {
            "number": "13",
            "text": "Axo eb' van yik'jib'at icha presoal yuj vinhaj Ismael chi', ayic ix yilan vinhaj Johanán chi' eb' yet' eb' vinh yajalil eb' soldado ajun yet' vinh, ix te tzalaj eb'."
        },
        {
            "number": "14",
            "text": "Ix meltzaj eb' smasanil, ix yak'anoch sb'a eb' yet' vinhaj Johanán chi'."
        },
        {
            "number": "15",
            "text": "Palta haxo vinhaj Ismael chi' yet' vajxacvanhxo eb' vinh ajun yet'oc, ix el lemnaj eb' vinh, ix b'atcan eb' vinh t'a yol yic Amón."
        },
        {
            "number": "16",
            "text": "Ha vinhaj Johanán yet' eb' soldado chi' ix ik'anxicanek' eb' anima, ix coljipax eb' yuj eb' vinh, aton eb' cajan t'a Mizpa ix yik'b'at vinhaj Ismael chi' ayic ix lajvi smilancham vinhaj Gedalías vinh. Ha juntzanh eb' anima chi', ay eb' vinh soldado, ay eb' ix ix, ay eb' unin, ay pax eb' nivac yopisio. Aton eb' ix ik'jixicanek' t'a vinhaj Ismael t'a Gabaón"
        },
        {
            "number": "17",
            "text": "yic sb'at eb' elelal t'a Egipto yujto xivnac eb' t'a eb' aj Babilonia, yujto ix miljicham vinhaj Gedalías, vinh ix sik'jioch gobernadoral yuj vinh sreyal Babilonia yuj vinhaj Ismael. Ix b'atnhej eb', masanto ix k'och eb' t'a Gerut-quimam, t'a slak'anil Belén. Ata' ix och vaan eb', yujto van sb'at eb' t'a Egipto chi' yalani."
        }
    ]
}