{
    "chapter": "41",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a yuquil uj ix b'at winhaj Ismael yuninal winhaj Netanías yet' lajunhvanh soldado t'a Mizpa yic b'at lolon eb' winh yet' winhaj Gedalías chi', junnhej ix wa eb' winh yet' winh. (Ha winhaj Ismael chi', yixchiquin pax winh winhaj Elisama, yinhtilal eb' winh rey, niwan yopisio winh t'a winh sreyal Judá t'a yalanhtaxo.)"
        },
        {
            "number": "2",
            "text": "Yacb'an van sva eb' winh, ix q'ue vaan winhaj Ismael yet' eb' winh lajunhvanh ajun yet' chi', ix smilancham winhaj Gedalías chi' eb' winh t'a q'uen espada, aton winh ix ak'jioch gobernadoral t'a Judá yuj winh sreyal Babilonia."
        },
        {
            "number": "3",
            "text": "Ix smilanpaxcham masanil eb' aj Judá yet' eb' soldado aj Babilonia ayek' yet' winhaj Gedalías winhaj Ismael chi'."
        },
        {
            "number": "4",
            "text": "Axo t'a junxo k'u, ayic toxo ix cham winhaj Gedalías chi', manta mach tz'ojtacanel tas ix uji chi',"
        },
        {
            "number": "5",
            "text": "ix k'och 80 eb' winh vinac spetoj t'a Siquem, t'a Silo yet' t'a Samaria. Toxo ix sjoxel xil sti' eb' winh, tzilchimtac spichul eb' winh ayochi, haxo snivanil eb' winh echentac yaji, munil a eb' winh icha chi' ix yutej sb'a. Yed'nac ixim trigo eb' winh yet' incienso yic syak' eb' winh silab'il t'a Jehová t'a templo."
        },
        {
            "number": "6",
            "text": "Ha t'a Mizpa chi' ix elta winhaj Ismael chi' ul scha eb' winh, van stz'acan ok' sb'a winh, haxo yic ix schalan sb'a winh yet' eb' winh, ix yalan winh t'a eb' winh icha tik: --Cotanhec, ul ilec winhaj Gedalías yuninal winhaj Ahicam, xchi winh."
        },
        {
            "number": "7",
            "text": "Palta anhej yic ix k'och eb' winh vinac chi' t'a snanhal chonhab' chi', ix miljicham eb' winh yuj winhaj Ismael chi' yet' eb' ajun yet' winh. Ix yumjicanb'at snivanil eb' winh t'a yol jun niwan jul yet'tal ha'."
        },
        {
            "number": "8",
            "text": "Palta ay lajunhvanh eb' winh t'a skal eb' winh van smiljicham chi' ix alan t'a winhaj Ismael chi': --Manh onh a milchamoc, a onh tik ay ixim co trigo, ixim cebada, co aceite, ay pax nok' co yal chab'. Ha juntzanh chi' k'ub'anel cuj t'a spatictaquel co chonhab', xchi eb' winh. Yuj chi' majxo miljoccham eb' winh yuj winhaj Ismael yet' eb' ajun yet' winh."
        },
        {
            "number": "9",
            "text": "(Ha jun jul b'aj ix ak'jiem snivanil eb' winh ix smilcham winhaj Ismael chi', aton jun schecnac winhaj rey Asa joychajoc, yic scolannac sb'a winh t'a winhaj Baasa sreyal Israel. Ha jun jul chi' te levan, palta ix b'ud'ji yuj snivanil eb' anima ix smilcham winhaj Ismael chi'.)"
        },
        {
            "number": "10",
            "text": "Ix yik'anb'at eb' ix yisil winh rey winhaj Ismael chi' yet' eb' anima ayek' t'a Mizpa chi', aton eb' ix ak'ji stanhvej winhaj Gedalías yuj winhaj Nabuzaradán. Ix ik'jib'at eb' yuj winh, yic sb'atcan eb' t'a yol smacb'en Amón presoal."
        },
        {
            "number": "11",
            "text": "Axo yic ix yab'an winhaj Johanán yuninal winhaj Carea yet' eb' yajalil soldado ayek' yet'oc, yuj jantac chukal ix sk'ulej winhaj Ismael chi',"
        },
        {
            "number": "12",
            "text": "ix smolb'an masanil eb' soldado eb' winh, ix b'at eb' winh yak' oval yet' winhaj Ismael chi'. Ha b'aj ay jun niwan yet'tal ha' t'a Gabaón, ata' ix ilchaj winh yuj eb' winh."
        },
        {
            "number": "13",
            "text": "Axo eb' van yik'jib'at icha presoal yuj winhaj Ismael chi', ayic ix yilan winhaj Johanán chi' eb' yet' eb' winh yajalil eb' soldado ajun yet' winh, ix te tzalaj eb'."
        },
        {
            "number": "14",
            "text": "Ix meltzaj eb' smasanil, ix yak'anoch sb'a eb' yet' winhaj Johanán chi'."
        },
        {
            "number": "15",
            "text": "Palta haxo winhaj Ismael chi' yet' vajxacvanhxo eb' winh ajun yet'oc, ix el lemnaj eb' winh, ix b'atcan eb' winh t'a yol yic Amón."
        },
        {
            "number": "16",
            "text": "Ha winhaj Johanán yet' eb' soldado chi' ix ik'anxicanek' eb' anima, ix coljipax eb' yuj eb' winh, aton eb' cajan t'a Mizpa ix yik'b'at winhaj Ismael chi' ayic ix lajvi smilancham winhaj Gedalías winh. Ha juntzanh eb' anima chi', ay eb' winh soldado, ay eb' ix ix, ay eb' unin, ay pax eb' nivac yopisio. Aton eb' ix ik'jixicanek' t'a winhaj Ismael t'a Gabaón"
        },
        {
            "number": "17",
            "text": "yic sb'at eb' elelal t'a Egipto yujto xivnac eb' t'a eb' aj Babilonia, yujto ix miljicham winhaj Gedalías, winh ix sik'jioch gobernadoral yuj winh sreyal Babilonia yuj winhaj Ismael. Ix b'atnhej eb', masanto ix k'och eb' t'a Gerut-quimam, t'a slak'anil Belén. Ata' ix och vaan eb', yujto van sb'at eb' t'a Egipto chi' yalani."
        }
    ]
}