{
    "chapter": "42",
    "verses": [
        {
            "number": "1",
            "text": "Masanil eb' winh yajalil eb' soldado ajun yet' winhaj Johanán yuninal winhaj Carea yet' pax winhaj Jezanías yuninal winhaj Osaías yet' masanil eb' anima, eb' ay yelk'ochi yet' eb' malaj yelk'ochi, ix javi eb' t'ayin Jeremías schecab' in Dios tik."
        },
        {
            "number": "2",
            "text": "Ix yalan eb' icha tik: --Ay val jun tas ol co k'an t'ayach ticnaic, manh a tenek' t'ayonh: Lesalvanh t'a Jehová co Diosal cuj jayvanh onh ix onh kan ic. Ha t'a yalanhtaxo, tzijtum co b'eyi, palta haxo ticnaic axonhej jayvanh onh ayonhek' tik onh cani."
        },
        {
            "number": "3",
            "text": "Lesalvanh t'a Jehová co Diosal cuuj yic wach' ol sch'ox t'ayonh tas b'eal ol k'ik'a' yet' tas wach' ol co k'ulej, xchi eb'."
        },
        {
            "number": "4",
            "text": "Ix in tak'vi t'a eb', ix valan icha tik: --Wach' yaji. Ol in lesalvoc t'a Jehová co Diosal eyuuj, icha ix aj e k'anan chi' t'ayin. Jantacnhej tas ol yal Jehová t'ayin a ol valxi t'ayex. Malaj jab'oc tas ol in k'ub'ejeli, xin chi t'a eb'."
        },
        {
            "number": "5",
            "text": "Ix tak'vixi eb' t'ayin icha tik: --Aocab' Jehová chi' testigo tz'ajkan t'ayonh, tato manh ol co k'anab'ajej tas ol yal chi' t'ayach."
        },
        {
            "number": "6",
            "text": "Tato ol scha co k'ol tas ol aj spacan Jehová co Diosal chi' t'ayach, mato manh ol scha co k'ool, palta ol co k'anab'ajejnhej tas ol yal chi'. Scal t'ayach to tza k'an t'ay cuuj yic wach' ol onh elk'ochoc, xchi eb'."
        },
        {
            "number": "7",
            "text": "Sb'alunhilxo k'ual chi', ichato chi' ix lolon Jehová t'ayin."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix vavtejcot winhaj Johanán yet' eb' winh yajal soldado yet' masanil eb' anima, eb' nivac yelk'ochi yet' eb' malaj yelk'ochi."
        },
        {
            "number": "9",
            "text": "Ix valan icha tik: Ha Jehová co Diosal a onh israel onh tik, b'aj ix in tevi yuj tas ix eyal t'ayin, a tz'alan icha tik:"
        },
        {
            "number": "10",
            "text": "Tato tzex cajnajcan t'a jun lum tik, ol vak'b'at wach'ilal t'a eyib'anh, manhxo ol ex in sateli. Ol vak' q'uib' e b'isul, manhxo ol ex vak' ik'jocb'atoc. Yujto ya ix vab' yuj jun niwan yaelal ix vak'b'at t'a eyib'anh tik."
        },
        {
            "number": "11",
            "text": "Ha in Jehová in svala': Manhxo ex xiv t'a winh sreyal Babilonia, aton winh b'aj tzex te xivi. Ha ticnaic manhxo ex xivoc, yujto ayinnhejek' eyed'oc, ol ex in colel t'a yol sk'ab' winh."
        },
        {
            "number": "12",
            "text": "Ay val voq'uelk'olal t'ayex. Anhejtona' ol vak' ok' pax sk'ol jun winh rey chi' t'ayex, ol ex yak'anxi meltzaj winh t'a e chonhab', xchi Jehová."
        },
        {
            "number": "13",
            "text": "Palta tato max e k'anab'ajej tas syal Jehová co Dios chi', tato tzeyal icha tik: Malaj co gana co kan t'a jun chonhab' tik."
        },
        {
            "number": "14",
            "text": "Ol onh b'at t'a Egipto. Ata' ol onh cajnajoc, b'aj manhxo ol quil oval, manhxo ol cab' yok' q'uen trompeta, manhxo ol onh cham yuj vejel, tato xe chi,"
        },
        {
            "number": "15",
            "text": "yuj chi' ab'ec a ex ayex to kan t'a Judá tik, tas val syal Jehová co Diosal Yajal t'a Smasanil: Tato tzex ek' val t'a yib'anh e b'at t'a Egipto chi' yic tzex cajnaj ta' e naani,"
        },
        {
            "number": "16",
            "text": "a oval yet' vejel b'aj tzex xiv chi', ol k'och t'ayex ta'. Ata' ol ex chamoc."
        },
        {
            "number": "17",
            "text": "Masanil eb' sb'at t'a Egipto yic scajnaj ta', ol cham eb' yuj oval, yuj vejel, yuj pax ilya. Malaj junok mach manh ol chamoc, manhxalaj mach ol yal scolan sb'ha t'a yaelal ol vak'b'at ta', xchi Jehová."
        },
        {
            "number": "18",
            "text": "Ha Jehová Yajal t'a Smasanil, co Diosal, a tz'alan icha tik: Icha ix aj sja yoval in k'ol t'a yib'anh eb' cajan t'a Jerusalén, icha val chi' ol aj sja pax yoval in k'ol t'a eyib'anh a ex tik, tato ol ex b'at t'a Egipto chi'. Ayic ol ex yilan eb' anima t'a juntzanhxo nación to icha sjavi t'a yib'anh eb' catab'il, icha chi' ol ex ajoc, ol xiv eb', ol ex b'uchjoc yuj eb'. Manhxa b'ak'uinh ol eyilxi jun e lum tik, xchi Jehová."
        },
        {
            "number": "19",
            "text": "Ha ex aj Judá ex ixto ex kan tik, a Jehová van yalan t'ayex yic max ex b'at t'a Egipto chi'. Ojtaquejequeli to a in van valan t'ayex ticnaic,"
        },
        {
            "number": "20",
            "text": "te niwan e pitalil van eyak'anochi, yujto ix e chec in k'anb'ej t'a Jehová co Diosal, ix eyalan t'ayin icha tik: Lesalvanh t'a Jehová co Diosal cuuj. Ol ak'an cojtaquejel masanil tas ol yala', ol co k'anab'ajani, xe chi."
        },
        {
            "number": "21",
            "text": "Toxo ix vak' eyojtaquejel tas ix yal Jehová co Diosal chi', palta max yal pax e k'ol tze k'anab'ajej."
        },
        {
            "number": "22",
            "text": "Yuj chi', ojtaquejequeli to ol ex cham yuj oval, yuj vejel, yuj pax ilya t'a jun chonhab' b'aj e gana tzex b'atcan chi', xin chi t'a eb'."
        }
    ]
}