{
    "chapter": "43",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi valan masanil tas ix schec Jehová val d'a eb' anima chi',"
        },
        {
            "number": "2",
            "text": "axo vinhaj Jezanías yuninal vinhaj Osaías, vinhaj Johanán yuninal vinhaj Carea yed' pax juntzanhxo eb' vinh vinac te ak'umtac, ix yalan eb' vinh d'ayin: Manh yeloc juntzanh lolonel tzal chi'. Yujto a Jehová co Diosal maj yal-laj d'ayach to max onh b'at d'a Egipto yic tzonh cajnaj ta'."
        },
        {
            "number": "3",
            "text": "A vinhaj Baruc yuninal vinhaj Nerías, a vinh tz'alan juntzanh lolonel tic d'a co patic yic tzonh yak'och vinh d'a yol sk'ab' eb' aj Babilonia chi', yic tzonh smilancham eb', ma onh yik'anb'at eb' d'a Babilonia chi', xchi eb' vinh."
        },
        {
            "number": "4",
            "text": "Icha chi' ix aj yoch spitalil vinhaj Johanán yed' eb' vinh yajal soldado yed' pax masanil eb' anima. Maj canlaj eb' d'a Judá icha ix aj yalan Jehová chi'."
        },
        {
            "number": "5",
            "text": "A eb' aj Judá ix saclemb'at d'a junjun nación, aton eb' toxo ix smolb'ejxi sb'a d'a Judá chi' yic scajnajxi eb' ta', a vinhaj Johanán chi' yed' eb' vinh yajal soldado ix ik'anb'at eb' d'a Egipto."
        },
        {
            "number": "6",
            "text": "Ix yik'anpaxb'at eb' vinh vinac eb' vinh, eb' ix ix, eb' unin yed' eb' ix yisil vinh rey yed' masanil eb' ix ak'jicanoch d'a yol sk'ab' vinhaj Gedalías yuj vinhaj Nabuzaradán. Ix in yik'anpaxb'at eb' vinh yed' vinhaj Baruc."
        },
        {
            "number": "7",
            "text": "Manh jab'oc ix sk'anab'ajej eb' tas ix yal Jehová. Ix onh b'at co masanil d'a Egipto chi'. Ato d'a jun chonhab' scuch Tafnes ix onh k'och cajan."
        },
        {
            "number": "8",
            "text": "A d'a chonhab' Tafnes chi' ix lolon Jehová d'ayin, ix yalan icha tic:"
        },
        {
            "number": "9",
            "text": "Ik'b'at jayeoc nivac q'ueen, tza mucan d'a scal lum b'aq'uech lum d'a sti' yamaq'uil spalacio eb' vinh sreyal Egipto ay d'a jun chonhab' tic. D'a yichanh eb' etchonhab' chi' tza muquem q'ueen."
        },
        {
            "number": "10",
            "text": "Tzalan d'a eb' icha tic: A Jehová co Diosal a onh israel onh tic, Yajal d'a Smasanil, a tz'alani: Ol vik'cot vinhaj Nabucodonosor in checab', vinh sreyal Babilonia, ol vak' yaq'uem sk'ojnub' vinh, ol sb'oanq'ue smantiado vinh yenhuloc d'a yib'anh juntzanh q'uen q'ueen ix a muquem tic."
        },
        {
            "number": "11",
            "text": "Ol javoc vinh, ol satanel Egipto tic vinh. A mach yic yaj scham yuj ilya, a ilya chi' ol ik'an schami. A mach yic yaj yik'jib'at d'a ch'oc chonhab'il, ol ik'jocnhejb'atoc. A mach yic yaj smiljicham d'a oval, d'a oval chi' ol chamoc."
        },
        {
            "number": "12",
            "text": "Ol snhusantz'a juntzanh stemplo sdiosal eb' aj Egipto tic vinh, ol yik'anb'at juntzanh scomon diosal eb' chi' vinh. Icha junoc tanhvum calnel pilan syiq'uel nok' sip d'a spichul, icha chi' ol yutej Egipto tic vinhaj Nabucodonosor chi', pilan ol yik'b'at sb'eyumal vinh, junk'olal ol meltzaj vinh."
        },
        {
            "number": "13",
            "text": "Ol juchajpaxem juntzanh obelisco d'a Bet-semes d'a Egipto, axo stemplo sdiosal eb' ol nhusjoctz'aoc, xchi Jehová, xin chi d'a eb'."
        }
    ]
}