{
    "chapter": "43",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi valan masanil tas ix schec Jehová val t'a eb' anima chi',"
        },
        {
            "number": "2",
            "text": "haxo winhaj Jezanías yuninal winhaj Osaías, winhaj Johanán yuninal winhaj Carea yet' pax juntzanhxo eb' winh vinac te ak'umtac, ix yalan eb' winh t'ayin: Manh yeloc juntzanh lolonel tzal chi'. Yujto a Jehová co Diosal maj yal-laj t'ayach to max onh b'at t'a Egipto yic tzonh cajnaj ta'."
        },
        {
            "number": "3",
            "text": "Ha winhaj Baruc yuninal winhaj Nerías, a winh tz'alan juntzanh lolonel tik t'a co patic yic tzonh yak'och winh t'a yol sk'ab' eb' aj Babilonia chi', yic tzonh smilancham eb', ma onh yik'anb'at eb' t'a Babilonia chi', xchi eb' winh."
        },
        {
            "number": "4",
            "text": "Icha chi' ix aj yoch spitalil winhaj Johanán yet' eb' winh yajal soldado yet' pax masanil eb' anima. Maj canlaj eb' t'a Judá icha ix aj yalan Jehová chi'."
        },
        {
            "number": "5",
            "text": "Ha eb' aj Judá ix saclemb'at t'a junjun nación, aton eb' toxo ix smolb'ejxi sb'ha t'a Judá chi' yic scajnajxi eb' ta', a winhaj Johanán chi' yet' eb' winh yajal soldado ix ik'anb'at eb' t'a Egipto."
        },
        {
            "number": "6",
            "text": "Ix yik'anpaxb'at eb' winh vinac eb' winh, eb' ix ix, eb' unin yet' eb' ix yisil winh rey yet' masanil eb' ix ak'jicanoch t'a yol sk'ab' winhaj Gedalías yuj winhaj Nabuzaradán. Ix in yik'anpaxb'at eb' winh yet' winhaj Baruc."
        },
        {
            "number": "7",
            "text": "Manh jab'oc ix sk'anab'ajej eb' tas ix yal Jehová. Ix onh b'at co masanil t'a Egipto chi'. Ato t'a jun chonhab' scuch Tafnes ix onh k'och cajan."
        },
        {
            "number": "8",
            "text": "Ha t'a chonhab' Tafnes chi' ix lolon Jehová t'ayin, ix yalan icha tik:"
        },
        {
            "number": "9",
            "text": "Ik'b'at jayeoc nivac q'ueen, tza mucan t'a skal lum b'ak'uech lum t'a sti' yamaq'uil spalacio eb' winh sreyal Egipto ay t'a jun chonhab' tik. D'a yichanh eb' etchonhab' chi' tza muquem q'ueen."
        },
        {
            "number": "10",
            "text": "Tzalan t'a eb' icha tik: Ha Jehová co Diosal a onh israel onh tik, Yajal t'a Smasanil, a tz'alani: Ol vik'cot winhaj Nabucodonosor in checab', winh sreyal Babilonia, ol vak' yaq'uem sk'ojnub' winh, ol sb'oanq'ue smantiado winh yenhuloc t'a yib'anh juntzanh q'uen q'ueen ix a muquem tik."
        },
        {
            "number": "11",
            "text": "Ol javok winh, ol satanel Egipto tik winh. Ha mach yic yaj scham yuj ilya, a ilya chi' ol ik'an schami. Ha mach yic yaj yik'jib'at t'a ch'oc chonhab'il, ol ik'jocnhejb'atoc. Ha mach yic yaj smiljicham t'a oval, t'a oval chi' ol chamoc."
        },
        {
            "number": "12",
            "text": "Ol snhusantz'a juntzanh stemplo sdiosal eb' aj Egipto tik winh, ol yik'anb'at juntzanh scomon diosal eb' chi' winh. Icha junok tanhvum calnel pilan syiq'uel nok' sip t'a spichul, icha chi' ol yutej Egipto tik winhaj Nabucodonosor chi', pilan ol yik'b'at sb'eyumal winh, junk'olal ol meltzaj winh."
        },
        {
            "number": "13",
            "text": "Ol juchajpaxem juntzanh obelisco t'a Bet-semes t'a Egipto, haxo stemplo sdiosal eb' ol nhusjoctz'aoc, xchi Jehová, xin chi t'a eb'."
        }
    ]
}