{
    "chapter": "44",
    "verses": [
        {
            "number": "1",
            "text": "Aton juntzanh lolonel tic ix yal Jehová d'ayin Jeremías in tic, yic sval d'a eb' aj Judá, aton eb' ix k'och cajan d'a yol smacb'en Egipto, aton d'a Migdol, d'a Tafnes, d'a Menfis yed' d'a Patros."
        },
        {
            "number": "2",
            "text": "A Jehová Yajal d'a Smasanil, aton co Diosal a onh israel onh tic, a tz'alan icha tic: A ex tic, ix eyil masanil yaelal ix vak'b'at d'a yib'anh Jerusalén yed' d'a yib'anh juntzanh chonhab' d'a yol yic Judá. A ticnaic a juntzanh chonhab' chi' satnaqueli. Manhxa junoc mach cajan d'ay,"
        },
        {
            "number": "3",
            "text": "yujnhej val chucal sk'ulej eb'. Ix stzuntzejcot yoval in k'ol eb', yujto ix och eb' ejmelal d'a juntzanh comon dios, ix snhusanpax incienso eb' d'a juntzanh chi'. A d'a juntzanh dios chi', malaj yalan yic eb' yed' ex a ex tic yed' pax eb' e mam eyicham."
        },
        {
            "number": "4",
            "text": "Tzijtum el ix in checb'at eb' in checab', yic sb'at yalan eb' d'ayex to max e b'eyb'alej juntzanh chi', yujto max schalaj in k'ool."
        },
        {
            "number": "5",
            "text": "Palta maj e k'anab'ajej, maj e chapax eyab' tas ix vala'. Maj eyactejcan e k'ulan chucal, ix ex te q'ue val chaanh e nhusan incienso d'a juntzanh comon dios chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix cot yoval in k'ool, icha te' k'ak' ix aj sk'och copnaj d'a yib'anh juntzanh chonhab' d'a yol yic Judá yed' d'a yoltac scalleal Jerusalén. Icha chi' ajnac yem lanhnajoc masanto ticnaic."
        },
        {
            "number": "7",
            "text": "Yuj chi', a in Jehová Yajal in d'a Smasanil, e Diosal in, a in svala': ¿Tas yuj tzeyik'cot jun nivan yaelal chi' d'a eyib'anh? ¿Tas yuj ol ex cham e masanil ex aj Judá? Ol cham eb' vinh vinac, eb' ix ix, eb' unin yed' pax eb' vanto yalji, syalelk'ochi to manhxa ex ol ex canoc."
        },
        {
            "number": "8",
            "text": "¿Tas yuj tzin e tzuntzej yuj tas tze k'ulej, tze nhusan incienso d'a juntzanh comon dios d'a Egipto b'aj ix ex javi cajan tic? Yuj val juntzanh chi' ol ex sateloc. Ol ex b'uchjoc yuj juntzanhxo nación d'a yolyib'anhq'uinal tic ayic ol yilan eb' to icha tas sjavi d'a yib'anh eb' catab'il, icha chi' ol ex ajoc."
        },
        {
            "number": "9",
            "text": "¿Tom toxo ix b'at satk'olal eyuuj jantac chucal sk'ulejnac eb' e mam eyicham, eb' vinh sreyal Judá yed' eb' ix yetb'eyum yed' pax juntzanh chucal e k'ulejnac yed' eb' ix eyetb'eyum d'a juntzanh chonhab' d'a yol yic Judá yed' d'a yoltac scalleal Jerusalén?"
        },
        {
            "number": "10",
            "text": "Anhejtona' ticnaic, max e q'uex e b'eyb'al, max ex xivpax jab'oc. Max e k'anab'ajej in checnab'il yed' in k'ayb'ub'al vak'nac d'ayex yed' d'a eb' e mam eyicham."
        },
        {
            "number": "11",
            "text": "Yuj chi' a in Jehová Yajal in d'a Smasanil, e Diosal in, a in svala': Toxo ix in na' to ol vak'b'at jun yaelal d'a eyib'anh, ol ex vak'an satel e masanil ex aj Judá."
        },
        {
            "number": "12",
            "text": "A ex ix ex canlej cajan d'a Judá, palta ix ex ek' d'a yib'anh e javi d'a Egipto tic. Ol ex satel d'a junelnhej, schacot d'a eb' nene' unin masanto d'a eb' icham anima, ol cham eb' yuj oval yuj pax vejel. Ol ja in catab' d'a eyib'anh, ob'iltac ol ex vutoccanoc. A eb' ol ex ilanoc ol te xiv eb'."
        },
        {
            "number": "13",
            "text": "Ol vak' eyaelal mach ex ix ex javi cajan d'a Egipto tic yed' oval, vejel yed' pax ilya icha ajnac vak'an syaelal eb' aj Jerusalén."
        },
        {
            "number": "14",
            "text": "Malaj junoc ex aj Judá ex tic, a ex ix ex ja cajan d'a Egipto tic olto ex canoc, manhxa junoc mach ol yal yeli. Vach'chom ol e nib'ejxik'och e b'a d'a Judá yic tzex cajnajxi d'ay, palta axonhej jayvanhoc ex ol ex el elelal, ol ex k'och e col e b'a ta', xchi Jehová, xin chi d'a eb'."
        },
        {
            "number": "15",
            "text": "Yuj chi' masanil eb' vinh ojtannac to a eb' ix yetb'eyum eb' vinh snhus incienso eb' ix d'a juntzanh comon dios yed' masanil eb' ix ix ayek' ta', te tzijtum eb' molaneq'ui yed' pax masanil eb' aj Judá cajan d'a Egipto yed' d'a Patros, ix tak'vi eb' d'ayin icha tic:"
        },
        {
            "number": "16",
            "text": "--A onh tic, manh ol co k'anab'ajejlaj slolonel Jehová ix al chi' d'ayonh."
        },
        {
            "number": "17",
            "text": "Anhej tas sco na' anhej ol co b'eyb'alej. Ol co nhusnhej incienso, ol cak'nhej pax vino silab'il d'a ix yajalil satchaanh, icha van co k'ulan ticnaic, icha sk'ulejnac pax eb' co mam quicham yed' eb' co reyal yed' eb' yajalil d'a yoltac juntzanh chonhab' d'a Judá yed' d'a yoltac scalleal Jerusalén. Yujto a d'a peca' chi', ay co vael, tzalajk'olalnhej ek'nac onh, malaj yaelal javinac d'a quib'anh."
        },
        {
            "number": "18",
            "text": "Ato ix cactan co nhusan incienso yed' cak'an vino silab'il d'a ix yajalil satchaanh, manhxalaj tas ay d'ayonh, tzonh cham yuj vejel yed' yuj oval, xchi eb'."
        },
        {
            "number": "19",
            "text": "Ix yalan eb' ix ix icha tic: --A onh tic ix co b'o ixim vail icha yechel ix yajalil satchaanh, ix co nhusan incienso, ix cak'anpax vino silab'il d'ay. Masanil tas ix co k'ulej chi', d'a yichanh eb' vinh quetb'eyum ix co k'ulej, xchi eb' ix."
        },
        {
            "number": "20",
            "text": "Ix lajvi chi', ix in tak'vi d'a eb' vinh vinac yed' d'a eb' ix ix alan juntzanh chi' d'ayin, ix valan icha tic:"
        },
        {
            "number": "21",
            "text": "--¿Am e naan a ex tic to manh yojtacoc Jehová, ma ix b'at satk'olal yuj b'aj ix e nhus incienso d'a juntzanh comon dios chi' d'a yoltac chonhab' yed' d'a yoltac scalleal Jerusalén icha yutejnac sb'a eb' co mam quicham, eb' co reyal, eb' yajal yaj d'a co cal yed' masanil eb' anima d'a yol yic Judá?"
        },
        {
            "number": "22",
            "text": "Palta majxo techaj juntzanh e b'eyb'al te chuc chi' yuj Jehová chi', maj scha sk'ool. Yuj chi' a co chonhab' toxo ix pojchajem ticnaic, manhxa mach cajan d'ay. Toxo ix ja scatab' Jehová d'a yib'anh, ste xiv anima yilani."
        },
        {
            "number": "23",
            "text": "A jun yaelal ayoch d'a quib'anh tic, ix javi yujto anheja' e nhusan incienso d'a juntzanh comon dios. Anheja' eyak'anoch e mul d'a Jehová, yujto maj e k'anab'ajej sk'ayb'ub'al, slolonel yed' pax schecnab'il, xin chi d'a eb'."
        },
        {
            "number": "24",
            "text": "Ix valanxi d'a eb' ix ix yed' d'a masanil anima chi' icha tic: --Ab'ec val jun slolonel Jehová tic ex vetchonhab', ex cajan ex d'a yol yic Egipto tic ticnaic."
        },
        {
            "number": "25",
            "text": "A Jehová Yajal d'a Smasanil, co Diosal a onh israel onh tic, a tz'alan icha tic: A ex tic yed' eb' ix eyetb'eyum, ix eyak' e ti' d'a ix yajal satchaanh e nhusan incienso, eyak'anpax vino silab'il d'a ix, van e k'anab'ajan e k'ulan b'aj ix eyak' e ti' chi'. Vach'toni, k'anab'ajejec e k'ulan b'aj ix eyak' e ti' chi'."
        },
        {
            "number": "26",
            "text": "Palta e masanil ex aj Judá cajan ex d'a Egipto tic, ab'ec tas sval a in Jehová in tic d'ayex: A in val svak' in ti' to manhxa junoc ex aj Judá ex tic olto in eyak' b'inaj d'a Egipto tic ayic tzeyak'an e ti' d'a junoc tas."
        },
        {
            "number": "27",
            "text": "Yujto van vilani to ol vak'b'at yaelal d'a eyib'anh, manhoc vach'il ol vak'b'ati. Masanil ex aj Judá cajan ex d'a Egipto tic, ol ex satel yuj oval, yuj pax vejel."
        },
        {
            "number": "28",
            "text": "Jayvanh exxonhej ol ex colchaj d'a scal oval, ol ex el d'a Egipto tic, ol ex meltzaj d'a Judá. Ichato chi' e masanil ex aj Judá ix ex javi d'a Egipto tic, ol eyila' mach ol elk'och slolonel, am vico', mato a eyic ol elk'ochoc."
        },
        {
            "number": "29",
            "text": "A in Jehová in svak' jun ch'oxnab'il tic, ol vak' yaelal nab'il vuj d'a eyib'anh, ol ex in satel d'a jun nación tic, icha ix aj vak'an in ti'."
        },
        {
            "number": "30",
            "text": "Ol vak'och vinhaj Hofra sreyal Egipto d'a yol sk'ab' eb' ajk'ol snib'an smilan vinh, icha ix aj vak'anoch vinhaj Sedequías sreyal Judá d'a yol sk'ab' vinhaj Nabucodonosor sreyal Babilonia, aton vinh yajk'ol vinh snib'an smilanchamoc, xchi Jehová, xin chi."
        }
    ]
}