{
    "chapter": "44",
    "verses": [
        {
            "number": "1",
            "text": "Aton juntzanh lolonel tik ix yal Jehová t'ayin Jeremías in tik, yic swal t'a heb' aj Judá, aton heb' ix k'och cajan t'a yol smacb'en Egipto, aton t'a Migdol, t'a Tafnes, t'a Menfis yet' t'a Patros."
        },
        {
            "number": "2",
            "text": "Ha Jehová Yajal t'a Smasanil, aton ko Diosal a onh israel onh tik, a tz'alan icha tik: Ha ex tik, ix eyil masanil yaelal ix wak'b'at t'a yib'anh Jerusalén yet' t'a yib'anh juntzanh chonhab' t'a yol yic Judá. Ha ticnaik a juntzanh chonhab' chi' satnaqueli. Manhxa junok mach cajan t'ay,"
        },
        {
            "number": "3",
            "text": "yujnhej wal chukal sk'ulej heb'. Ix stzuntzejcot yowal in k'ol heb', yujto ix och heb' ejmelal t'a juntzanh comon Dios, ix snhusanpax incienso heb' t'a juntzanh chi'. Ha t'a juntzanh Dios chi', malaj yalan yic heb' yet' ex a ex tik yet' pax heb' he mam eyicham."
        },
        {
            "number": "4",
            "text": "Tzijtum el ix in checb'at heb' in checab', yic sb'at yalan heb' t'ayex to max he b'eyb'alej juntzanh chi', yujto max schalaj in k'ool."
        },
        {
            "number": "5",
            "text": "Palta maj he k'anab'ajej, maj he chapax eyab' tas ix wala'. Maj eyactejcan he k'ulan chukal, ix ex te k'e wal chaanh he nhusan incienso t'a juntzanh comon Dios chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix cot yowal in k'ool, icha te' k'ak' ix aj sk'och copnaj t'a yib'anh juntzanh chonhab' t'a yol yic Judá yet' t'a yoltac scalleal Jerusalén. Icha chi' ajnac yem lanhnajoc masanto ticnaik."
        },
        {
            "number": "7",
            "text": "Yuj chi', a in Jehová Yajal in t'a Smasanil, he Diosal in, a in swala': ¿Tas yuj tzeyik'cot jun niwan yaelal chi' t'a eyib'anh? ¿Tas yuj ol ex cham he masanil ex aj Judá? Ol cham heb' winh winak, heb' ix ix, heb' unin yet' pax heb' wanto yalji, syalelk'ochi to manhxa ex ol ex canoc."
        },
        {
            "number": "8",
            "text": "¿Tas yuj tzin he tzuntzej yuj tas tze k'ulej, tze nhusan incienso t'a juntzanh comon Dios t'a Egipto b'aj ix ex jawi cajan tik? Yuj wal juntzanh chi' ol ex sateloc. Ol ex b'uchjoc yuj juntzanhxo nación t'a yol yib'anhk’inal tik ayic ol yilan heb' to icha tas sjawi t'a yib'anh heb' catab'il, icha chi' ol ex ajoc."
        },
        {
            "number": "9",
            "text": "¿Tom toxo ix b'at satk'olal eyuuj jantac chukal sk'ulejnac heb' he mam eyicham, heb' winh sreyal Judá yet' heb' ix yetb'eyum yet' pax juntzanh chukal he k'ulejnac yet' heb' ix eyetb'eyum t'a juntzanh chonhab' t'a yol yic Judá yet' t'a yoltac scalleal Jerusalén?"
        },
        {
            "number": "10",
            "text": "Anhejtona' ticnaik, max he k'ex he b'eyb'al, max ex xivpax jab'oc. Max he k'anab'ajej in checnab'il yet' in k'ayb'ub'al wak'nac t'ayex yet' t'a heb' he mam eyicham."
        },
        {
            "number": "11",
            "text": "Yuj chi' a in Jehová Yajal in t'a Smasanil, he Diosal in, a in swala': Toxo ix in na' to ol wak'b'at jun yaelal t'a eyib'anh, ol ex wak'an satel he masanil ex aj Judá."
        },
        {
            "number": "12",
            "text": "Ha ex ix ex canlej cajan t'a Judá, palta ix ex ek' t'a yib'anh he jawi t'a Egipto tik. Ol ex satel t'a junelnhej, schacot t'a heb' nene' unin masanto t'a heb' icham anima, ol cham heb' yuj owal yuj pax wejel. Ol ja in catab' t'a eyib'anh, ob'iltac ol ex wutoccanoc. Ha heb' ol ex ilanoc ol te xiv heb'."
        },
        {
            "number": "13",
            "text": "Ol wak' eyaelal mach ex ix ex jawi cajan t'a Egipto tik yet' owal, wejel yet' pax ilya icha ajnac wak'an syaelal heb' aj Jerusalén."
        },
        {
            "number": "14",
            "text": "Malaj junok ex aj Judá ex tik, a ex ix ex ja cajan t'a Egipto tik olto ex canoc, manhxa junok mach ol yal yeli. Wach'chom ol he nib'ejxik'och he b'ha t'a Judá yic tzex cajnajxi t'ay, palta axonhej jaywanhoc ex ol ex el elelal, ol ex k'och he col he b'a ta', xchi Jehová, xin chi t'a heb'."
        },
        {
            "number": "15",
            "text": "Yuj chi' masanil heb' winh ojtannac to a heb' ix yetb'eyum heb' winh snhus incienso heb' ix t'a juntzanh comon Dios yet' masanil heb' ix ix ayek' ta', te tzijtum heb' molaneq'ui yet' pax masanil heb' aj Judá cajan t'a Egipto yet' t'a Patros, ix tak'wi heb' t'ayin icha tik:"
        },
        {
            "number": "16",
            "text": "--Ha onh tik, manh ol ko k'anab'ajejlaj slolonel Jehová ix al chi' t'ayonh."
        },
        {
            "number": "17",
            "text": "Anhej tas sco na' anhej ol ko b'eyb'alej. Ol ko nhusnhej incienso, ol cak'nhej pax wino silab'il t'a ix yajalil satcha’anh, icha wan ko k'ulan ticnaik, icha sk'ulejnac pax heb' ko mam quicham yet' heb' ko reyal yet' heb' yajalil t'a yoltac juntzanh chonhab' t'a Judá yet' t'a yoltac scalleal Jerusalén. Yujto ha t'a peka' chi', ay ko wael, tzalajk'olalnhej ek'nac onh, malaj yaelal jawinac t'a quib'anh."
        },
        {
            "number": "18",
            "text": "Ato ix cactan ko nhusan incienso yet' cak'an wino silab'il t'a ix yajalil satcha’anh, manhxalaj tas ay t'ayonh, tzonh cham yuj wejel yet' yuj owal, xchi heb'."
        },
        {
            "number": "19",
            "text": "Ix yalan heb' ix ix icha tik: --Ha onh tik ix ko b'o ixim wail icha yechel ix yajalil satcha’anh, ix ko nhusan incienso, ix cak'anpax wino silab'il t'ay. Masanil tas ix ko k'ulej chi', t'a yichanh heb' winh quetb'eyum ix ko k'ulej, xchi heb' ix."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', ix in tak'wi t'a heb' winh winak yet' t'a heb' ix ix alan juntzanh chi' t'ayin, ix walan icha tik:"
        },
        {
            "number": "21",
            "text": "--¿Am he naan a ex tik to manh yojtacoc Jehová, ma ix b'at satk'olal yuj b'aj ix he nhus incienso t'a juntzanh comon Dios chi' t'a yoltac chonhab' yet' t'a yoltac scalleal Jerusalén icha yutejnac sb'a heb' ko mam quicham, heb' ko reyal, heb' yajal yaj t'a ko kal yet' masanil heb' anima t'a yol yic Judá?"
        },
        {
            "number": "22",
            "text": "Palta majxo techaj juntzanh he b'eyb'al te chuk chi' yuj Jehová chi', maj scha sk'ool. Yuj chi' a ko chonhab' toxo ix pojchajem ticnaik, manhxa mach cajan t'ay. Toxo ix ja scatab' Jehová t'a yib'anh, ste xiv anima yilani."
        },
        {
            "number": "23",
            "text": "Ha jun yaelal ayoch t'a quib'anh tik, ix jawi yujto anheja' he nhusan incienso t'a juntzanh comon Dios. Anheja' eyak'anoch he mul t'a Jehová, yujto maj he k'anab'ajej sk'ayb'ub'al, slolonel yet' pax schecnab'il, xin chi t'a heb'."
        },
        {
            "number": "24",
            "text": "Ix walanxi t'a heb' ix ix yet' t'a masanil anima chi' icha tik: --Ab'ec wal jun slolonel Jehová tik ex wetchonhab', ex cajan ex t'a yol yic Egipto tik ticnaik."
        },
        {
            "number": "25",
            "text": "Ha Jehová Yajal t'a Smasanil, ko Diosal a onh israel onh tik, a tz'alan icha tik: Ha ex tik yet' heb' ix eyetb'eyum, ix eyak' he ti' t'a ix yajal satcha’anh he nhusan incienso, eyak'anpax wino silab'il t'a ix, wan he k'anab'ajan he k'ulan b'aj ix eyak' he ti' chi'. Wach'toni, k'anab'ajejec he k'ulan b'aj ix eyak' he ti' chi'."
        },
        {
            "number": "26",
            "text": "Palta he masanil ex aj Judá cajan ex t'a Egipto tik, ab'ec tas swal a in Jehová in tik t'ayex: Ha in wal swak' in ti' to manhxa junok ex aj Judá ex tik olto in eyak' b'inaj t'a Egipto tik ayic tzeyak'an he ti' t'a junok tas."
        },
        {
            "number": "27",
            "text": "Yujto wan wilani to ol wak'b'at yaelal t'a eyib'anh, manhoc wach'il ol wak'b'ati. Masanil ex aj Judá cajan ex t'a Egipto tik, ol ex satel yuj owal, yuj pax wejel."
        },
        {
            "number": "28",
            "text": "Jaywanh exxonhej ol ex colchaj t'a skal owal, ol ex el t'a Egipto tik, ol ex meltzaj t'a Judá. Ichato chi' he masanil ex aj Judá ix ex jawi t'a Egipto tik, ol eyila' mach ol elk'och slolonel, am wico', mato a eyic ol elk'ochoc."
        },
        {
            "number": "29",
            "text": "Ha in Jehová in swak' jun ch'oxnab'il tik, ol wak' yaelal nab'il wuj t'a eyib'anh, ol ex in satel t'a jun nación tik, icha ix aj wak'an in ti'."
        },
        {
            "number": "30",
            "text": "Ol wak'och winhaj Hofra sreyal Egipto t'a yol sk'ab' heb' ajk'ol snib'an smilan winh, icha ix aj wak'anoch winhaj Sedequías sreyal Judá t'a yol sk'ab' winhaj Nabucodonosor sreyal Babilonia, aton winh yajk'ol winh snib'an smilanchamoc, xchi Jehová, xin chi."
        }
    ]
}