{
    "chapter": "44",
    "verses": [
        {
            "number": "1",
            "text": "Aton juntzanh lolonel tik ix yal Jehová t'ayin Jeremías in tik, yic sval t'a eb' aj Judá, aton eb' ix k'och cajan t'a yol smacb'en Egipto, aton t'a Migdol, t'a Tafnes, t'a Menfis yet' t'a Patros."
        },
        {
            "number": "2",
            "text": "Ha Jehová Yajal t'a Smasanil, aton co Diosal a onh israel onh tik, a tz'alan icha tik: Ha ex tik, ix eyil masanil yaelal ix vak'b'at t'a yib'anh Jerusalén yet' t'a yib'anh juntzanh chonhab' t'a yol yic Judá. Ha ticnaic a juntzanh chonhab' chi' satnaqueli. Manhxa junok mach cajan t'ay,"
        },
        {
            "number": "3",
            "text": "yujnhej val chucal sk'ulej eb'. Ix stzuntzejcot yoval in k'ol eb', yujto ix och eb' ejmelal t'a juntzanh comon dios, ix snhusanpax incienso eb' t'a juntzanh chi'. Ha t'a juntzanh dios chi', malaj yalan yic eb' yet' ex a ex tik yet' pax eb' e mam eyicham."
        },
        {
            "number": "4",
            "text": "Tzijtum el ix in checb'at eb' in checab', yic sb'at yalan eb' t'ayex to max e b'eyb'alej juntzanh chi', yujto max schalaj in k'ool."
        },
        {
            "number": "5",
            "text": "Palta maj e k'anab'ajej, maj e chapax eyab' tas ix vala'. Maj eyactejcan e k'ulan chucal, ix ex te q'ue val chaanh e nhusan incienso t'a juntzanh comon dios chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix cot yoval in k'ool, icha te' k'ak' ix aj sk'och copnaj t'a yib'anh juntzanh chonhab' t'a yol yic Judá yet' t'a yoltac scalleal Jerusalén. Icha chi' ajnac yem lanhnajoc masanto ticnaic."
        },
        {
            "number": "7",
            "text": "Yuj chi', a in Jehová Yajal in t'a Smasanil, e Diosal in, a in svala': ¿Tas yuj tzeyik'cot jun niwan yaelal chi' t'a eyib'anh? ¿Tas yuj ol ex cham e masanil ex aj Judá? Ol cham eb' vinh vinac, eb' ix ix, eb' unin yet' pax eb' vanto yalji, syalelk'ochi to manhxa ex ol ex canoc."
        },
        {
            "number": "8",
            "text": "¿Tas yuj tzin e tzuntzej yuj tas tze k'ulej, tze nhusan incienso t'a juntzanh comon dios t'a Egipto b'aj ix ex javi cajan tik? Yuj val juntzanh chi' ol ex sateloc. Ol ex b'uchjoc yuj juntzanhxo nación t'a yol yib'anhk’inal tik ayic ol yilan eb' to icha tas sjavi t'a yib'anh eb' catab'il, icha chi' ol ex ajoc."
        },
        {
            "number": "9",
            "text": "¿Tom toxo ix b'at satk'olal eyuuj jantac chucal sk'ulejnac eb' e mam eyicham, eb' vinh sreyal Judá yet' eb' ix yetb'eyum yet' pax juntzanh chucal e k'ulejnac yet' eb' ix eyetb'eyum t'a juntzanh chonhab' t'a yol yic Judá yet' t'a yoltac scalleal Jerusalén?"
        },
        {
            "number": "10",
            "text": "Anhejtona' ticnaic, max e q'uex e b'eyb'al, max ex xivpax jab'oc. Max e k'anab'ajej in checnab'il yet' in k'ayb'ub'al vak'nac t'ayex yet' t'a eb' e mam eyicham."
        },
        {
            "number": "11",
            "text": "Yuj chi' a in Jehová Yajal in t'a Smasanil, e Diosal in, a in svala': Toxo ix in na' to ol vak'b'at jun yaelal t'a eyib'anh, ol ex vak'an satel e masanil ex aj Judá."
        },
        {
            "number": "12",
            "text": "Ha ex ix ex canlej cajan t'a Judá, palta ix ex ek' t'a yib'anh e javi t'a Egipto tik. Ol ex satel t'a junelnhej, schacot t'a eb' nene' unin masanto t'a eb' icham anima, ol cham eb' yuj oval yuj pax vejel. Ol ja in catab' t'a eyib'anh, ob'iltac ol ex vutoccanoc. Ha eb' ol ex ilanoc ol te xiv eb'."
        },
        {
            "number": "13",
            "text": "Ol vak' eyaelal mach ex ix ex javi cajan t'a Egipto tik yet' oval, vejel yet' pax ilya icha ajnac vak'an syaelal eb' aj Jerusalén."
        },
        {
            "number": "14",
            "text": "Malaj junok ex aj Judá ex tik, a ex ix ex ja cajan t'a Egipto tik olto ex canoc, manhxa junok mach ol yal yeli. Wach'chom ol e nib'ejxik'och e b'ha t'a Judá yic tzex cajnajxi t'ay, palta axonhej jayvanhoc ex ol ex el elelal, ol ex k'och e col e b'a ta', xchi Jehová, xin chi t'a eb'."
        },
        {
            "number": "15",
            "text": "Yuj chi' masanil eb' vinh ojtannac to a eb' ix yetb'eyum eb' vinh snhus incienso eb' ix t'a juntzanh comon dios yet' masanil eb' ix ix ayek' ta', te tzijtum eb' molaneq'ui yet' pax masanil eb' aj Judá cajan t'a Egipto yet' t'a Patros, ix tak'vi eb' t'ayin icha tik:"
        },
        {
            "number": "16",
            "text": "--Ha onh tik, manh ol co k'anab'ajejlaj slolonel Jehová ix al chi' t'ayonh."
        },
        {
            "number": "17",
            "text": "Anhej tas sco na' anhej ol co b'eyb'alej. Ol co nhusnhej incienso, ol cak'nhej pax vino silab'il t'a ix yajalil satcha’anh, icha van co k'ulan ticnaic, icha sk'ulejnac pax eb' co mam quicham yet' eb' co reyal yet' eb' yajalil t'a yoltac juntzanh chonhab' t'a Judá yet' t'a yoltac scalleal Jerusalén. Yujto ha t'a peca' chi', ay co vael, tzalajk'olalnhej ek'nac onh, malaj yaelal javinac t'a quib'anh."
        },
        {
            "number": "18",
            "text": "Ato ix cactan co nhusan incienso yet' cak'an vino silab'il t'a ix yajalil satcha’anh, manhxalaj tas ay t'ayonh, tzonh cham yuj vejel yet' yuj oval, xchi eb'."
        },
        {
            "number": "19",
            "text": "Ix yalan eb' ix ix icha tik: --Ha onh tik ix co b'o ixim vail icha yechel ix yajalil satcha’anh, ix co nhusan incienso, ix cak'anpax vino silab'il t'ay. Masanil tas ix co k'ulej chi', t'a yichanh eb' vinh quetb'eyum ix co k'ulej, xchi eb' ix."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', ix in tak'vi t'a eb' vinh vinac yet' t'a eb' ix ix alan juntzanh chi' t'ayin, ix valan icha tik:"
        },
        {
            "number": "21",
            "text": "--¿Am e naan a ex tik to manh yojtacoc Jehová, ma ix b'at satk'olal yuj b'aj ix e nhus incienso t'a juntzanh comon dios chi' t'a yoltac chonhab' yet' t'a yoltac scalleal Jerusalén icha yutejnac sb'a eb' co mam quicham, eb' co reyal, eb' yajal yaj t'a co cal yet' masanil eb' anima t'a yol yic Judá?"
        },
        {
            "number": "22",
            "text": "Palta majxo techaj juntzanh e b'eyb'al te chuc chi' yuj Jehová chi', maj scha sk'ool. Yuj chi' a co chonhab' toxo ix pojchajem ticnaic, manhxa mach cajan t'ay. Toxo ix ja scatab' Jehová t'a yib'anh, ste xiv anima yilani."
        },
        {
            "number": "23",
            "text": "Ha jun yaelal ayoch t'a quib'anh tik, ix javi yujto anheja' e nhusan incienso t'a juntzanh comon dios. Anheja' eyak'anoch e mul t'a Jehová, yujto maj e k'anab'ajej sk'ayb'ub'al, slolonel yet' pax schecnab'il, xin chi t'a eb'."
        },
        {
            "number": "24",
            "text": "Ix valanxi t'a eb' ix ix yet' t'a masanil anima chi' icha tik: --Ab'ec val jun slolonel Jehová tik ex vetchonhab', ex cajan ex t'a yol yic Egipto tik ticnaic."
        },
        {
            "number": "25",
            "text": "Ha Jehová Yajal t'a Smasanil, co Diosal a onh israel onh tik, a tz'alan icha tik: Ha ex tik yet' eb' ix eyetb'eyum, ix eyak' e ti' t'a ix yajal satcha’anh e nhusan incienso, eyak'anpax vino silab'il t'a ix, van e k'anab'ajan e k'ulan b'aj ix eyak' e ti' chi'. Wach'toni, k'anab'ajejec e k'ulan b'aj ix eyak' e ti' chi'."
        },
        {
            "number": "26",
            "text": "Palta e masanil ex aj Judá cajan ex t'a Egipto tik, ab'ec tas sval a in Jehová in tik t'ayex: Ha in val svak' in ti' to manhxa junok ex aj Judá ex tik olto in eyak' b'inaj t'a Egipto tik ayic tzeyak'an e ti' t'a junok tas."
        },
        {
            "number": "27",
            "text": "Yujto van vilani to ol vak'b'at yaelal t'a eyib'anh, manhoc wach'il ol vak'b'ati. Masanil ex aj Judá cajan ex t'a Egipto tik, ol ex satel yuj oval, yuj pax vejel."
        },
        {
            "number": "28",
            "text": "Jayvanh exxonhej ol ex colchaj t'a skal oval, ol ex el t'a Egipto tik, ol ex meltzaj t'a Judá. Ichato chi' e masanil ex aj Judá ix ex javi t'a Egipto tik, ol eyila' mach ol elk'och slolonel, am vico', mato a eyic ol elk'ochoc."
        },
        {
            "number": "29",
            "text": "Ha in Jehová in svak' jun ch'oxnab'il tik, ol vak' yaelal nab'il vuj t'a eyib'anh, ol ex in satel t'a jun nación tik, icha ix aj vak'an in ti'."
        },
        {
            "number": "30",
            "text": "Ol vak'och vinhaj Hofra sreyal Egipto t'a yol sk'ab' eb' ajk'ol snib'an smilan vinh, icha ix aj vak'anoch vinhaj Sedequías sreyal Judá t'a yol sk'ab' vinhaj Nabucodonosor sreyal Babilonia, aton vinh yajk'ol vinh snib'an smilanchamoc, xchi Jehová, xin chi."
        }
    ]
}