{
    "chapter": "46",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolonxi Jehová t'ayin Jeremías in tik yuj juntzanh nación."
        },
        {
            "number": "2",
            "text": "Ix yal yuj Egipto, yuj vinhaj Necao sreyal Egipto yet' pax eb' soldado vinh, aton vinh ix ak'ji ganar t'a Carquemis t'a slak'anil ha' Éufrates yuj vinhaj Nabucodonosor sreyal Babilonia. Aton yic schanhil ab'il yoch vinhaj Joacim yuninal vinhaj Josías reyal t'a Judá, aton ta' ix uji jun chi'."
        },
        {
            "number": "3",
            "text": "Tz'avaj eb' yajalil eb' soldado, syalan eb' icha tik: B'oec e maclab' jul-lab'. Ixiquec oval."
        },
        {
            "number": "4",
            "text": "Hak'uecoch stz'um nok' e chej, tzex q'ue t'a yib'anh nok'. Hak'uecq'ue e q'uen xumpil tze tzolan e b'a. nhiquecq'ue ye snhi' e lanza. Hak'uecoch smacul snhi' e k'ool, xchi eb'."
        },
        {
            "number": "5",
            "text": "Palta, ¿tas jun van yuji tik? Ha svilani to a eb' soldado vinhaj Necao van smeltzaj eb' t'a spatic yuj xivelal, sacleminac sb'atcan eb' elelal. Maxtzac meltzajb'at q'uelan eb' t'a spatic."
        },
        {
            "number": "6",
            "text": "Ha eb' jelan sb'eyi maxtzac yal-laj yel lemnaj eb'. Yed' pax eb' te tek'an, maxtzac yal-laj scolan sb'a eb'. Ha t'a stojolal norte t'a sti' ha' Éufrates, ata' tz'ak'ji ganar eb', schampaxcan eb'."
        },
        {
            "number": "7",
            "text": "¿Mach jun nación syik'chaanh sb'a chi' icha ha' Nilo, ma icha junok ha ha' tz'el t'a smelemal?"
        },
        {
            "number": "8",
            "text": "Aton Egipto van yik'anchaanh sb'a, icha tz'aj sq'ue ha' Nilo, ma icha junok ha ha' tz'el t'a smelemal. Ix yalan eb' aj Egipto chi' icha tik: Ol onh q'uib'chaanh, ol co mac sat lum lum tik, ol laj co satel chonhab' yet' masanil eb' cajan t'ay, xchi eb'."
        },
        {
            "number": "9",
            "text": "Pilec eyip yet' nok' e chej. Iq'uecb'at e carruaje. B'atocab' eb' soldado aj Etiopía yet' eb' aj Libia, yet'nacocab' smaclab' jul-lab' eb'. B'atocab' pax eb' soldado aj Lidia te jelan sjulvaji."
        },
        {
            "number": "10",
            "text": "Aton jun sk'ual yoval in k'ol a in Jehová Yajal in t'a smasanil, jun k'ual yic ol in pacan in b'ha t'a eb' ayoch ajk'olal t'ayin. Yuj q'uen espada ol cham eb' smasanil, masanto ol pimb'oc q'uen yuj chik', yujto tzijtum eb' soldado ol vak' miljoccham t'a norte, t'a slak'anil ha' Éufrates. Icha nok' silab' ol aj scham eb'."
        },
        {
            "number": "11",
            "text": "Ex aj Egipto, ixiquec t'a Galaad e say yanhal tas tzex ik'an chi'. Wach'chom te niwan yanhal chi' tze k'ana', palta malaj ol ochoc, yujto manhxalaj yanhal tas tzex ik'an chi'."
        },
        {
            "number": "12",
            "text": "Yojtacxo masanil nación to van yel e q'uixvelal. Masanil b'aj tz'ab'chaj yel eyav. Toxonhej stenlaj sb'a eb' soldado, junnhej b'aj stelvican eb' t'a sat lu'um, xchi Jehová."
        },
        {
            "number": "13",
            "text": "Ix yalanxi Jehová t'ayin Jeremías in tik yuj tas ol aj sja vinhaj Nabucodonosor sreyal Babilonia yak' oval t'a Egipto tik:"
        },
        {
            "number": "14",
            "text": "Alel t'a yol smacb'en Egipto, aton t'a Migdol, t'a Menfis yet' t'a Tafnes icha tik: Hak'ek lista e b'a. Macvajanhec, yujto van scham eb' anima t'a e lak'anil yuj q'uen espada."
        },
        {
            "number": "15",
            "text": "¿Tas yuj toxonhej teltumb'a eb' soldado? ¿Tas yuj maj yal stek'b'an sb'a eb'? Icha chi' ix aji yujto a in Jehová in ix vak' ak'joc ganar eb'."
        },
        {
            "number": "16",
            "text": "Ha eb' soldado sloc sb'a yoc eb', stelvi eb', syal-lan eb' t'ay junjun: Onh elec t'a tik, paxoconhec t'a co chonhab', t'a co nación b'aj ix onh alji. Onh elec lemnajoc yacb'an manto onh miljoccham t'a oval tik."
        },
        {
            "number": "17",
            "text": "Ha vinh sreyal Egipto tik tonhej ste lolon vinh, palta malaj wach' yoch vinh, xchi eb'."
        },
        {
            "number": "18",
            "text": "Ha in Rey in, a in b'i aton Jehová Yajal t'a Smasanil, a in svak' in ti': Icha lum vitzal Tabor ek'al schaanhil t'a juntzanhxo lum vitz, ma icha lum vitzal Carmelo te chaanh yajq'ue t'a yib'anh ha' mar, icha chi' yip jun ajk'ol van sjavi t'ayex."
        },
        {
            "number": "19",
            "text": "Yuj chi', a ex cajan ex t'a Egipto tik, aq'ek lista e b'a yujto ol ex ik'jocb'at t'a ch'oc nacional. Ha chonhab' Menfis ol kan tzinan, ol-laj juchajcanemoc, manhxalaj mach ol cajnaj t'ay."
        },
        {
            "number": "20",
            "text": "Ha Egipto tik lajan icha junok cob'es vacax wach' yilji, palta t'a stojolal norte van scot jun ajk'ol icha nok' cach ol ul sataneloc."
        },
        {
            "number": "21",
            "text": "Ha juntzanh soldado majnab'ilcoti, te b'ak'uech eb', icha nok' quelem vacax b'ak'uech, palta ipan eb' ol b'at elelal. Manhxo ol yal-laj stek'b'an sb'a eb', yujto sjavi sk'ual yak'ji ganar eb', sjavi yorail yak'ji syaelal eb'."
        },
        {
            "number": "22",
            "text": "Ha in Jehová in svala', ayic ol javoc eb' soldado ul yak' oval t'a Egipto tik, ol el lemnaj eb' aj Egipto tik icha sb'at junok nok' chan ayic xiv nok'. Icha sb'at eb' vinh vinac yet' sch'acab' ch'acoj te', icha chi' ol aj sjavi eb' ajk'ol chi' t'a eb'."
        },
        {
            "number": "23",
            "text": "Ha in Jehová in svala', wach'chom malaj mach schaxoch t'a eb' icha te te' k'ayum, palta ol ch'acjoquel eb' icha tz'aj sch'acjiel te' nivac ch'acte'. Yujto ek'to sb'isul eb' ajk'ol chi' t'a nok' k'ulub', manhxo b'ischajb'enoc eb'."
        },
        {
            "number": "24",
            "text": "Ha eb' aj Egipto tik ol ak'joc q'uixvelal eb', ol ak'jococh eb' t'a yol sk'ab' juntzanh nación ol cot t'a stojolal norte, xchi Jehová."
        },
        {
            "number": "25",
            "text": "Ha Jehová Yajal t'a Smasanil, sDiosal Israel a tz'alan icha tik: Ol in satel Amón, aton sdiosal eb' aj Tebas. Ol vak'pax syaelal eb' aj Egipto, sdiosal eb' yet' sreyal eb'. Ol vak' syaelal vinh sreyal Egipto chi' yet' eb' tz'ak'anoch vinh yipoc sk'ool."
        },
        {
            "number": "26",
            "text": "Ol vak'och eb' t'a yol sk'ab' eb' ajk'ol ol milanchamoc, aton vinhaj Nabucodonosor sreyal Babilonia yet' eb' soldado. Palta a in Jehová in svala' to ha t'a b'ak'uinh, ol cajnajxoc anima t'a Egipto tik, ichataxon yaji, xchi Jehová."
        },
        {
            "number": "27",
            "text": "Ix yalanpax Jehová icha tik: Ex aj Israel yinhtilal Jacob, in checab' eyaji, manh ex xivoc, yujto ol ex in colel yet' eb' eyuninal t'a jun nación najat b'aj ix ex ik'jib'ati. Ha in Jehová in svala' to ol ex cajnajxoc t'a junk'olal, manhxa tas ol e na'a, manhxa mach ol ex xib'tanoc."
        },
        {
            "number": "28",
            "text": "Ex yinhtilal Jacob in checab' eyaji, manh ex xivoc. Ayinnhejoch eyed'oc, ol in satel masanil juntzanh nación b'aj ix ex in saclemejb'ati. Palta a ex tik manh ol ex in satel-laj, manh ol ex canpaxlaj t'a ichnhejta', anhej to ol vak'och eyaelal icha t'a smojal, xchi Jehová."
        }
    ]
}