{
    "chapter": "46",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolonxi Jehová t'ayin Jeremías in tik yuj juntzanh nación."
        },
        {
            "number": "2",
            "text": "Ix yal yuj Egipto, yuj winhaj Necao sreyal Egipto yet' pax heb' soldado winh, aton winh ix ak'ji ganar t'a Carquemis t'a slak'anil ha' Éufrates yuj winhaj Nabucodonosor sreyal Babilonia. Aton yic schanhil ab'il yoch winhaj Joacim yuninal winhaj Josías reyal t'a Judá, aton ta' ix uji jun chi'."
        },
        {
            "number": "3",
            "text": "Tz'awaj heb' yajalil heb' soldado, syalan heb' icha tik: B'oec he maclab' jul-lab'. Ixiquec owal."
        },
        {
            "number": "4",
            "text": "Hak'uecoch stz'um nok' he chej, tzex k'e t'a yib'anh nok'. Hak'ueck'e he k'een xumpil tze tzolan he b'a. nhiqueck'e ye snhi' he lanza. Hak'uecoch smacul snhi' he k'ool, xchi heb'."
        },
        {
            "number": "5",
            "text": "Palta, ¿tas jun wan yuji tik? Ha swilani to a heb' soldado winhaj Necao wan smeltzaj heb' t'a spatic yuj xiwelal, sacleminac sb'atkan heb' elelal. Maxtzac meltzajb'at k'elan heb' t'a spatic."
        },
        {
            "number": "6",
            "text": "Ha heb' jelan sb'eyi maxtzac yal-laj yel lemnaj heb'. Yed' pax heb' te tek'an, maxtzac yal-laj scolan sb'a heb'. Ha t'a stojolal norte t'a sti' ha' Éufrates, ata' tz'ak'ji ganar heb', schampaxcan heb'."
        },
        {
            "number": "7",
            "text": "¿Mach jun nación syik'chaanh sb'a chi' icha ha' Nilo, ma icha junok ha ha' tz'el t'a smelemal?"
        },
        {
            "number": "8",
            "text": "Aton Egipto wan yik'anchaanh sb'a, icha tz'aj sk'e ha' Nilo, ma icha junok ha ha' tz'el t'a smelemal. Ix yalan heb' aj Egipto chi' icha tik: Ol onh q'uib'chaanh, ol ko mac sat lum lum tik, ol laj ko satel chonhab' yet' masanil heb' kajan t'ay, xchi heb'."
        },
        {
            "number": "9",
            "text": "Pilec eyip yet' nok' he chej. Ik'ecb'at he carruaje. B'atokab' heb' soldado aj Etiopía yet' heb' aj Libia, yet'nacokab' smaclab' jul-lab' heb'. B'atokab' pax heb' soldado aj Lidia te jelan sjulwaji."
        },
        {
            "number": "10",
            "text": "Aton jun sk'ual yowal in k'ol a in Jehová Yajal in t'a smasanil, jun k'ual yic ol in pakan in b'ha t'a heb' ayoch ajk'olal t'ayin. Yuj k'een espada ol cham heb' smasanil, masanto ol pimb'oc k'een yuj chik', yujto tzijtum heb' soldado ol wak' miljoccham t'a norte, t'a slak'anil ha' Éufrates. Icha nok' silab' ol aj scham heb'."
        },
        {
            "number": "11",
            "text": "Ex aj Egipto, ixiquec t'a Galaad he say yanhal tas tzex ik'an chi'. Wach'chom te niwan yanhal chi' tze k'ana', palta malaj ol ochoc, yujto manhxalaj yanhal tas tzex ik'an chi'."
        },
        {
            "number": "12",
            "text": "Yojtakxo masanil nación to wan yel he q'uixwelal. Masanil b'aj tz'ab'chaj yel eyav. Toxonhej stenlaj sb'a heb' soldado, junnhej b'aj stelwikan heb' t'a sat lu'um, xchi Jehová."
        },
        {
            "number": "13",
            "text": "Ix yalanxi Jehová t'ayin Jeremías in tik yuj tas ol aj sja winhaj Nabucodonosor sreyal Babilonia yak' owal t'a Egipto tik:"
        },
        {
            "number": "14",
            "text": "Alel t'a yol smacb'en Egipto, aton t'a Migdol, t'a Menfis yet' t'a Tafnes icha tik: Hak'ek lista he b'a. Macwajanhec, yujto wan scham heb' anima t'a he lak'anil yuj k'een espada."
        },
        {
            "number": "15",
            "text": "¿Tas yuj toxonhej teltumb'a heb' soldado? ¿Tas yuj maj yal stek'b'an sb'a heb'? Icha chi' ix aji yujto a in Jehová in ix wak' ak'joc ganar heb'."
        },
        {
            "number": "16",
            "text": "Ha heb' soldado sloc sb'a yoc heb', stelwi heb', syal-lan heb' t'ay junjun: Onh elec t'a tik, paxoconhec t'a ko chonhab', t'a ko nación b'aj ix onh alji. Onh elec lemnajoc yacb'an manto onh miljoccham t'a owal tik."
        },
        {
            "number": "17",
            "text": "Ha winh sreyal Egipto tik tonhej ste lolon winh, palta malaj wach' yoch winh, xchi heb'."
        },
        {
            "number": "18",
            "text": "Ha in Rey in, a in b'i aton Jehová Yajal t'a Smasanil, a in swak' in ti': Icha lum witzal Tabor ek'al schaanhil t'a juntzanhxo lum witz, ma icha lum witzal Carmelo te chaanh yajk'e t'a yib'anh ha' mar, icha chi' yip jun ajk'ol wan sjawi t'ayex."
        },
        {
            "number": "19",
            "text": "Yuj chi', a ex kajan ex t'a Egipto tik, aq'ek lista he b'a yujto ol ex ik'jocb'at t'a ch'oc nacional. Ha chonhab' Menfis ol kan tzinan, ol-laj juchajkanemoc, manhxalaj mach ol kajnaj t'ay."
        },
        {
            "number": "20",
            "text": "Ha Egipto tik lajan icha junok cob'es wakax wach' yilji, palta t'a stojolal norte wan scot jun ajk'ol icha nok' cach ol ul sataneloc."
        },
        {
            "number": "21",
            "text": "Ha juntzanh soldado majnab'ilcoti, te b'ak'uech heb', icha nok' quelem wakax b'ak'uech, palta ipan heb' ol b'at elelal. Manhxo ol yal-laj stek'b'an sb'a heb', yujto sjawi sk'ual yak'ji ganar heb', sjawi yorail yak'ji syaelal heb'."
        },
        {
            "number": "22",
            "text": "Ha in Jehová in swala', ayic ol jawok heb' soldado ul yak' owal t'a Egipto tik, ol el lemnaj heb' aj Egipto tik icha sb'at junok nok' chan ayic xiv nok'. Icha sb'at heb' winh winak yet' sch'akab' ch'acoj te', icha chi' ol aj sjawi heb' ajk'ol chi' t'a heb'."
        },
        {
            "number": "23",
            "text": "Ha in Jehová in swala', wach'chom malaj mach schaxoch t'a heb' icha te te' k'ayum, palta ol ch'acjoquel heb' icha tz'aj sch'acjiel te' niwac ch'acte'. Yujto ek'to sb'isul heb' ajk'ol chi' t'a nok' k'ulub', manhxo b'ischajb'enoc heb'."
        },
        {
            "number": "24",
            "text": "Ha heb' aj Egipto tik ol ak'joc q'uixwelal heb', ol ak'jococh heb' t'a yol sk'ab' juntzanh nación ol cot t'a stojolal norte, xchi Jehová."
        },
        {
            "number": "25",
            "text": "Ha Jehová Yajal t'a Smasanil, sDiosal Israel a tz'alan icha tik: Ol in satel Amón, aton sdiosal heb' aj Tebas. Ol wak'pax syaelal heb' aj Egipto, sdiosal heb' yet' sreyal heb'. Ol wak' syaelal winh sreyal Egipto chi' yet' heb' tz'ak'anoch winh yipoc sk'ool."
        },
        {
            "number": "26",
            "text": "Ol wak'och heb' t'a yol sk'ab' heb' ajk'ol ol milanchamoc, aton winhaj Nabucodonosor sreyal Babilonia yet' heb' soldado. Palta a in Jehová in swala' to ha t'a b'ak'uinh, ol kajnajxoc anima t'a Egipto tik, ichataxon yaji, xchi Jehová."
        },
        {
            "number": "27",
            "text": "Ix yalanpax Jehová icha tik: Ex aj Israel yinhtilal Jacob, in chekab' eyaji, manh ex xiwoc, yujto ol ex in colel yet' heb' eyuninal t'a jun nación najat b'aj ix ex ik'jib'ati. Ha in Jehová in swala' to ol ex kajnajxoc t'a junk'olal, manhxa tas ol he na'a, manhxa mach ol ex xib'tanoc."
        },
        {
            "number": "28",
            "text": "Ex yinhtilal Jacob in chekab' eyaji, manh ex xiwoc. Ayinnhejoch eyed'oc, ol in satel masanil juntzanh nación b'aj ix ex in saclemejb'ati. Palta a ex tik manh ol ex in satel-laj, manh ol ex canpaxlaj t'a ichnhejta', anhej to ol wak'och eyaelal icha t'a smojal, xchi Jehová."
        }
    ]
}