{
    "chapter": "48",
    "verses": [
        {
            "number": "1",
            "text": "A Jehová Yajal d'a Smasanil, aton sDiosal Israel, a' ix alan icha tic yuj chonhab' Moab: Ob'iltac chonhab' Nebo, yujto ix juchajemi. Anhejtona' chonhab' Quiriataim, toxo ix ak'ji ganar, q'uixvelal ix ajcani. Toxo ix juchajem lanhnaj smuroal d'a sat luum."
        },
        {
            "number": "2",
            "text": "Toxo ix satel sb'inajnaquil Moab. A d'a chonhab' Hesbón, ata' sna eb' ajk'ol syalan eb' tas ol yutoc eb' satanel Moab d'a junelnhej. Anhejtona' chonhab' Madmena, ol sateloc, manh ol och vaan oval sataneli."
        },
        {
            "number": "3",
            "text": "A eb' aj Horonaim ol el yav eb': Tzonh chami, tzonh lajvieli, xcham eb'."
        },
        {
            "number": "4",
            "text": "A Moab toxo ix sateli, tz'ab'chaj yel yav eb' scotac unin eb' cajan d'ay."
        },
        {
            "number": "5",
            "text": "Tz'ok' eb', tz'el yal sat eb', sq'ue eb' d'a lum svitzal Luhit. Axo eb' tz'em d'a Horonaim, tz'ab'chaj yel yav eb' yuj syail tas tzuji chi'."
        },
        {
            "number": "6",
            "text": "A mach tzato yal yeli, elocab' lemnajoc, scolocab' sb'a. Lajanocab' syutej sb'a icha nok' caltacte'al b'uru d'a tz'inan luum."
        },
        {
            "number": "7",
            "text": "A eb' aj Moab, a smunlajel eb' yed' sb'eyumal ayoch yipoc sk'ool, palta ol ik'jocb'at eb' d'a ch'oc nacional. A jun sdiosal eb' scuchan Quemos ol ik'jocb'atoc yed' eb' ayoch sacerdoteal d'ay yed' eb' nivac yelk'ochi."
        },
        {
            "number": "8",
            "text": "A in Jehová in svala': A jun oval chi', ol laj k'och d'a masanil chonhab' d'a yol smacb'en Moab, manhxa junoc mach ol elcanoc. A juntzanh chonhab' ay d'a ch'olquixtac yed' d'a panhquiltac ol juvoccanb'at smasanil."
        },
        {
            "number": "9",
            "text": "Ichato ol och sk'axil eb' aj Moab yic sb'at eb' elelal. Masanil chonhab' ay d'a yol smacb'en, ol sateloc. Manhxa mach ol can cajan d'ay, xchi Jehová."
        },
        {
            "number": "10",
            "text": "(Catab'ajocab' mach max k'ulan d'a smasanil sk'ol tas snib'ej Jehová. Catab'ajocab' mach max yak'lab'ej yespada smilvaji.)"
        },
        {
            "number": "11",
            "text": "A eb' aj Moab junk'olalnhej yaj eb', malaj b'aj tz'ik'jib'at eb' d'a ch'oc nacional. Icha vino tonhej tanhanemi, max q'uexchaj yed'tal, yuj chi' max q'uexvi sjab', max satel svach'il yuk'ji, icha chi' yaj eb'."
        },
        {
            "number": "12",
            "text": "A in Jehová in svala': Ol ja sk'ual, ol in checanb'at juntzanh soldado, ol yik'anb'at eb' aj Moab eb' d'a juntzanhxo ch'oc nacional, icha tz'aj sq'uexji vino d'a yol yed'tal. Ol mak'chajem lanhnaj schonhab' eb', icha tz'aj smak'jipoj yed'tal vino manhxa tas ayem d'a yool. Cuseltacxonhej ol ajcan schonhab' eb' chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi' a eb' aj Moab chi' ol q'uixvoc eb' yuj jun sdiosal scuch Quemos, icha ajnac sq'uixvi sk'ol eb' israel yuj sdiosal d'a Betel, aton jun yak'nacoch eb' yipoc sk'ool."
        },
        {
            "number": "14",
            "text": "Manhxaocab' yal eb' aj Moab icha tic: A onh tic te jelan onh, nivan quelk'ochi, ak'um onh oval, manhxoocab' xchi eb'."
        },
        {
            "number": "15",
            "text": "Toxo ix k'och jun rey ol satanel juntzanh chonhab' d'a yol smacb'en Moab chi', ol cham eb' quelemtac te tek'an cajan d'ay. A in ton Rey in sval jun tic, Jehová Yajal d'a Smasanil in b'i."
        },
        {
            "number": "16",
            "text": "Toxo ix k'och sk'ual sjavi yaelal d'a yib'anh chonhab' Moab, ix ja sk'ual sateli."
        },
        {
            "number": "17",
            "text": "Jantac ex cajan ex d'a slak'anil Moab yed' ex eyojtac jantac snivanil yelk'ochi, ok'anhec yuuj, tzeyalan icha tic: A snivanil yelk'och Moab yed' svach'il yilji toxo ix sateli, xe chiocab'i."
        },
        {
            "number": "18",
            "text": "Actejeccan snivanil eyelk'och ex aj Dibón, emnaquil tzeyutej e b'a, yujto a mach van satanel Moab, van sk'och d'ayex, vanxo spojanem smuroal e chonhab'."
        },
        {
            "number": "19",
            "text": "Ex aj Aroer, ochanhec linhan d'a titac b'e, tzeyilani. k'anb'ejec d'a eb' aj Dibón ixto yal yeli tas ix uji."
        },
        {
            "number": "20",
            "text": "A Moab q'uixvelal ix ajcani, yujto ix ak'ji syaelal. Ok'anhec yuj syaelal chi'. Alequel d'a stitac a' Arnón to a Moab toxo ix sateli, xchi Jehová."
        },
        {
            "number": "21",
            "text": "Toxo ix javi yaelal alb'ilcan d'a yib'anh juntzanh chonhab' ay d'a lum ak'lictac: Aton Holón, Jahaza, Mefaat, Dibón, Nebo, Bet-diblataim, Quiriataim, Bet-gamul, Bet-meón, Queriot, Bosra yed' d'a yib'anh masanil juntzanhxo chonhab' ay d'a yol yic Moab, aton juntzanh ay d'a slak'anil yed' juntzanh najat ay."
        },
        {
            "number": "22",
            "text": "A Jehová tz'alan icha tic: A yipalil Moab toxo ix lajvi. A snivanil yelk'ochi toxo ix sateli."
        },
        {
            "number": "23",
            "text": "Aq'uec somchaj spensar eb' aj Moab, yujto ix spitej sb'a eb' d'ayin. B'uchjocab' eb' yuj eb' anima, icha tz'aj sb'uchji junoc uk'um anh tz'ek' b'alb'on d'a scal xej."
        },
        {
            "number": "24",
            "text": "Naeccot ex aj Moab ayic e b'uchvajnac d'a eb' aj Israel, icha tz'aj sb'uchji junoc elk'um, icha chi' eyutejnac e b'uchvaj d'a eb'."
        },
        {
            "number": "25",
            "text": "Ex aj Moab, actejeccan e chonhab', ixiquec, cajnajanhec d'a sattac q'uen tenam icha nok' cuvajte' sb'o so' d'a yoltac sjatelal q'ueen."
        },
        {
            "number": "26",
            "text": "Cojtac jantac val syik'chaanh sb'a eb' aj Moab. Te ak'umtac eb', anhej eb' nivan yelk'och snaani. Te nivac vinac syutej sb'a eb'."
        },
        {
            "number": "27",
            "text": "A in Jehová in, vojtac to syik' val chaanh sb'a eb', palta malaj syak' yal eb' yujto malaj yalan jun b'aj syik'chaanh sb'a eb' chi'."
        },
        {
            "number": "28",
            "text": "Yuj chi' tzin oq'ui, scus in k'ol yuj eb' aj Moab, yuj pax eb' aj Kir-hares."
        },
        {
            "number": "29",
            "text": "Ol in ok' val yuj chonhab' Sibma, ek'to ol aj vok' yuuj d'a yichanh ayic ix och oq'uel yuj Jazer. Yujto ix q'uib'b'at icha te' uva, ix ek'k'och d'a sk'axepal a' mar, ix k'och pax d'a a' nhajab' yic Jazer chi'. Axo ticnaic ix k'och sk'ual sjavi eb' ol sataneloc, icha tz'aj sk'och sk'ual smolji sat te' uva yed' sat juntzanhxo te' avb'en te'."
        },
        {
            "number": "30",
            "text": "Manhxa av yic tzalajk'olal ol ab'chaj d'a scaltac te' avb'en te' b'aj te yax sat d'a Moab. Manhxalaj vino b'aj smolb'aji, yujto manhxa mach stek'anel yal sat te' uva chi', manhxa b'it yic tzalajk'olal."
        },
        {
            "number": "31",
            "text": "A eb' anima d'a Hesbón, tz'el yav eb' yuj yaelal. Chequelto yel yav eb' chi' d'a Eleale, d'a Jahaza. Sk'och yav eb' chi' d'a Zoar masanto d'a Horonaim yed' d'a Eglat-selisiya. Yujto toxo ix laj tup sjaj a a' d'a Nimrim."
        },
        {
            "number": "32",
            "text": "A in Jehová in svala': Ol satel eb' aj Moab tz'och ejmelal, snhusan silab' yed' incienso eb' d'a juntzanh comon dios d'a jolomtac vitz."
        },
        {
            "number": "33",
            "text": "Icha yok' flauta spuji yuj cusk'olal, icha chi' tz'aj vok' yuj eb' aj Moab chi', yuj pax eb' aj Kir-hares, yujto a sb'eyumal eb' ix smolb'ej, toxo ix lajvieli."
        },
        {
            "number": "34",
            "text": "Yuj yaelal yed' cusk'olal, masanil eb' toxo ix sjoxel xil sjolom, toxo ix sjoxpaxel xil sti' eb'. Masanil eb' toxo ix spol lajvoc sk'ab', axonhej pichul ya sva yic cusk'olal ayoch yuj eb'."
        },
        {
            "number": "35",
            "text": "Masanil spanhanil yib'anhtac pat d'a Moab yed' d'a yoltac calle, axonhej oq'uel yuj cusk'olal tz'ab'chaji, yujto a in Jehová in ix in mak' vecchaj Moab icha tz'aj smak'jipoj junoc lum chen malaj vach' yochi."
        },
        {
            "number": "36",
            "text": "A Moab chok' ix ajcani. Ok'anhec yuuj, yujto q'uixvelal ix ajcani, toxo ix juchajb'ati. Masanil anima d'a juntzanh nación d'a slak'anil sb'uchvaj eb' d'ay, xivpax eb' yilani, xchi Jehová."
        },
        {
            "number": "37",
            "text": "Syalanxi Jehová icha tic: A jun ajk'ol d'a Moab, ol k'och jucnaj icha junoc nok' ch'acb'a jenhaneli sk'ochi."
        },
        {
            "number": "38",
            "text": "Ol och juntzanh chonhab' vach' yajoch smuroal d'a yol sk'ab' eb' ajk'ol chi'. A d'a jun k'ual chi', a eb' soldado yic Moab ol ib'xocq'ue eb' icha junoc ix ix van yalji yune'."
        },
        {
            "number": "39",
            "text": "A Moab chi', manhxo nacionoc ol ajcanoc, yujto ix yik'chaanh sb'a d'a vichanh, ix och smul d'ayin a in Jehová in tic."
        },
        {
            "number": "40",
            "text": "Yuj chi' sval icha tic: A eb' cajan d'a Moab, lajan ol aj eb' icha nok' nok' spechji yuj eb' pechum nok'. Ay smay sb'at sutnaj eb' d'a junoc olan, ma scan eb' d'a junoc yaal."
        },
        {
            "number": "41",
            "text": "A eb' ol el lemnaj d'a eb' pechjinac chi', ol b'at sutnaj eb' d'a junoc olan. A eb' ol q'uexta d'a jun olan chi', axo d'a junoc yaal ol can eb'. Yujto a in ol vak'b'at yaelal nab'il vuuj d'a yib'anh Moab chi'."
        },
        {
            "number": "42",
            "text": "Ay eb' ol el lemnajoc, manhxalaj yip eb', ol b'at eb' say b'aj ol scol sb'a d'a Hesbón. Palta a d'a Hesbón chi', aton schonhab'can vinhaj rey Sehón, van stz'ab'ati, ol b'eynhejb'at te' k'ak' chi'. Ol tz'ab'at masanil jolomtac vitz d'a yol yic Moab yed' jun chonhab' Hesbón chi', aton jun syik'chaanh sb'a."
        },
        {
            "number": "43",
            "text": "Ex aj Moab ob'iltac ex. Ex schonhab' ex jun dios scuch Quemos, toxo ix ex sateli. A eb' eyuninal yed' eb' ix eyisil, ix ik'chajb'at eb' d'a ch'oc nacional."
        },
        {
            "number": "44",
            "text": "A in Jehová in svala': Ay jun k'ual ol vik'xi meltzaj eb' aj Moab chi' b'ajtac ik'b'ilb'ati, xchi Jehová. Aton juntzanh yaelal tic ix yalcan Jehová d'a yib'anh Moab."
        }
    ]
}