{
    "chapter": "48",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová Yajal t'a Smasanil, aton sDiosal Israel, ha' ix alan icha tik yuj chonhab' Moab: Ob'iltac chonhab' Nebo, yujto ix juchajemi. Anhejtona' chonhab' Quiriataim, toxo ix ak'ji ganar, q'uixvelal ix ajcani. Toxo ix juchajem lanhnaj smuroal t'a sat lu'um."
        },
        {
            "number": "2",
            "text": "Toxo ix satel sb'inajnaquil Moab. Ha t'a chonhab' Hesbón, ata' sna eb' ajk'ol syalan eb' tas ol yutoc eb' satanel Moab t'a junelnhej. Anhejtona' chonhab' Madmena, ol sateloc, manh ol och vaan oval sataneli."
        },
        {
            "number": "3",
            "text": "Ha eb' aj Horonaim ol el yav eb': Tzonh chami, tzonh lajvieli, xcham eb'."
        },
        {
            "number": "4",
            "text": "Ha Moab toxo ix sateli, tz'ab'chaj yel yav eb' scotac unin eb' cajan t'ay."
        },
        {
            "number": "5",
            "text": "Tz'ok' eb', tz'el yal sat eb', sq'ue eb' t'a lum svitzal Luhit. Axo eb' tz'em t'a Horonaim, tz'ab'chaj yel yav eb' yuj syail tas tzuji chi'."
        },
        {
            "number": "6",
            "text": "Ha mach tzato yal yeli, elocab' lemnajoc, scolocab' sb'a. Lajanocab' syutej sb'a icha nok' caltacte'al b'uru t'a tzinan lu'um."
        },
        {
            "number": "7",
            "text": "Ha eb' aj Moab, a smunlajel eb' yet' sb'eyumal ayoch yipoc sk'ool, palta ol ik'jocb'at eb' t'a ch'oc nacional. Ha jun sdiosal eb' scuchan Quemos ol ik'jocb'atoc yet' eb' ayoch sacerdoteal t'ay yet' eb' nivac yelk'ochi."
        },
        {
            "number": "8",
            "text": "Ha in Jehová in svala': Ha jun oval chi', ol laj k'och t'a masanil chonhab' t'a yol smacb'en Moab, manhxa junok mach ol elcanoc. Ha juntzanh chonhab' ay t'a ch'olquixtac yet' t'a panhquiltac ol juvoccanb'at smasanil."
        },
        {
            "number": "9",
            "text": "Ichato ol och sk'axil eb' aj Moab yic sb'at eb' elelal. Masanil chonhab' ay t'a yol smacb'en, ol sateloc. Manhxa mach ol kan cajan t'ay, xchi Jehová."
        },
        {
            "number": "10",
            "text": "(Catab'ajocab' mach max k'ulan t'a smasanil sk'ol tas snib'ej Jehová. Catab'ajocab' mach max yak'lab'ej yespada smilvaji.)"
        },
        {
            "number": "11",
            "text": "Ha eb' aj Moab junk'olalnhej yaj eb', malaj b'aj tz'ik'jib'at eb' t'a ch'oc nacional. Icha vino tonhej tanhanemi, max q'uexchaj yet'tal, yuj chi' max q'uexvi sjab', max satel swach'il yuk'ji, icha chi' yaj eb'."
        },
        {
            "number": "12",
            "text": "Ha in Jehová in svala': Ol ja sk'ual, ol in checanb'at juntzanh soldado, ol yik'anb'at eb' aj Moab eb' t'a juntzanhxo ch'oc nacional, icha tz'aj sq'uexji vino t'a yol yet'tal. Ol mak'chajem lanhnaj schonhab' eb', icha tz'aj smak'jipoj yet'tal vino manhxa tas ayem t'a yool. Cuseltacxonhej ol ajkan schonhab' eb' chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi' a eb' aj Moab chi' ol q'uixvoc eb' yuj jun sdiosal scuch Quemos, icha ajnac sq'uixvi sk'ol eb' israel yuj sdiosal t'a Betel, aton jun yak'nacoch eb' yipoc sk'ool."
        },
        {
            "number": "14",
            "text": "Manhxaocab' yal eb' aj Moab icha tik: Ha onh tik te jelan onh, niwan quelk'ochi, ak'um onh oval, manhxoocab' xchi eb'."
        },
        {
            "number": "15",
            "text": "Toxo ix k'och jun rey ol satanel juntzanh chonhab' t'a yol smacb'en Moab chi', ol cham eb' quelemtac te tek'an cajan t'ay. Ha in ton Rey in swal jun tik, Jehová Yajal t'a Smasanil in b'i."
        },
        {
            "number": "16",
            "text": "Toxo ix k'och sk'ual sjavi yaelal t'a yib'anh chonhab' Moab, ix ja sk'ual sateli."
        },
        {
            "number": "17",
            "text": "Jantac ex cajan ex t'a slak'anil Moab yet' ex eyojtac jantac snivanil yelk'ochi, ok'anhec yuj, tzeyalan icha tik: Ha snivanil yelk'och Moab yet' swach'il yilji toxo ix sateli, xe chiocab'i."
        },
        {
            "number": "18",
            "text": "Actejeccan snivanil eyelk'och ex aj Dibón, emnaquil tzeyutej e b'a, yujto a mach van satanel Moab, van sk'och t'ayex, vanxo spojanem smuroal e chonhab'."
        },
        {
            "number": "19",
            "text": "Ex aj Aroer, ochanhec linhan t'a titac b'e, tzeyilani. k'anb'ejec t'a eb' aj Dibón ixto yal yeli tas ix uji."
        },
        {
            "number": "20",
            "text": "Ha Moab q'uixvelal ix ajcani, yujto ix ak'ji syaelal. Ok'anhec yuj syaelal chi'. Alequel t'a stitac ha' Arnón to a Moab toxo ix sateli, xchi Jehová."
        },
        {
            "number": "21",
            "text": "Toxo ix javi yaelal alb'ilcan t'a yib'anh juntzanh chonhab' ay t'a lum ak'lictac: Aton Holón, Jahaza, Mefaat, Dibón, Nebo, Bet-diblataim, Quiriataim, Bet-gamul, Bet-meón, Queriot, Bosra yet' t'a yib'anh masanil juntzanhxo chonhab' ay t'a yol yic Moab, aton juntzanh ay t'a slak'anil yet' juntzanh najat ay."
        },
        {
            "number": "22",
            "text": "Ha Jehová tz'alan icha tik: Ha yipalil Moab toxo ix lajvi. Ha snivanil yelk'ochi toxo ix sateli."
        },
        {
            "number": "23",
            "text": "Hak'ek somchaj spensar eb' aj Moab, yujto ix spitej sb'a eb' t'ayin. B'uchjocab' eb' yuj eb' anima, icha tz'aj sb'uchji junok uk'um anh tzek' b'alb'on t'a skal xej."
        },
        {
            "number": "24",
            "text": "Naeccot ex aj Moab ayic e b'uchvajnac t'a eb' aj Israel, icha tz'aj sb'uchji junok elk'um, icha chi' eyutejnac e b'uchvaj t'a eb'."
        },
        {
            "number": "25",
            "text": "Ex aj Moab, actejeccan e chonhab', ixiquec, cajnajanhec t'a sattac q'uen tenam icha nok' cuvajte' sb'o so' t'a yoltac sjatelal q'ueen."
        },
        {
            "number": "26",
            "text": "Cojtac jantac val syik'chaanh sb'a eb' aj Moab. Te ak'umtac eb', anhej eb' niwan yelk'och snaani. Te nivac vinac syutej sb'a eb'."
        },
        {
            "number": "27",
            "text": "Ha in Jehová in, vojtac to syik' val chaanh sb'a eb', palta malaj syak' yal eb' yujto malaj yalan jun b'aj syik'chaanh sb'a eb' chi'."
        },
        {
            "number": "28",
            "text": "Yuj chi' tzin oq'ui, scus in k'ol yuj eb' aj Moab, yuj pax eb' aj Kir-hares."
        },
        {
            "number": "29",
            "text": "Ol in ok' val yuj chonhab' Sibma, ek'to ol aj vok' yuj t'a yichanh ayic ix och oq'uel yuj Jazer. Yujto ix q'uib'b'at icha te' uva, ix ek'k'och t'a sk'axepal ha' mar, ix k'och pax t'ha ha' nhajab' yic Jazer chi'. Axo ticnaic ix k'och sk'ual sjavi eb' ol sataneloc, icha tz'aj sk'och sk'ual smolji sat te' uva yet' sat juntzanhxo te' avb'en te'."
        },
        {
            "number": "30",
            "text": "Manhxa av yic tzalajk'olal ol ab'chaj t'a scaltac te' avb'en te' b'aj te yax sat t'a Moab. Manhxalaj vino b'aj smolb'aji, yujto manhxa mach stek'anel yal sat te' uva chi', manhxa b'it yic tzalajk'olal."
        },
        {
            "number": "31",
            "text": "Ha eb' anima t'a Hesbón, tz'el yav eb' yuj yaelal. Chequelto yel yav eb' chi' t'a Eleale, t'a Jahaza. Sk'och yav eb' chi' t'a Zoar masanto t'a Horonaim yet' t'a Eglat-selisiya. Yujto toxo ix laj tup sjaj ha ha' t'a Nimrim."
        },
        {
            "number": "32",
            "text": "Ha in Jehová in svala': Ol satel eb' aj Moab tz'och ejmelal, snhusan silab' yet' incienso eb' t'a juntzanh comon dios t'a jolomtac vitz."
        },
        {
            "number": "33",
            "text": "Icha yok' flauta spuji yuj cusk'olal, icha chi' tz'aj vok' yuj eb' aj Moab chi', yuj pax eb' aj Kir-hares, yujto a sb'eyumal eb' ix smolb'ej, toxo ix lajvieli."
        },
        {
            "number": "34",
            "text": "Yuj yaelal yet' cusk'olal, masanil eb' toxo ix sjoxel xil sjolom, toxo ix sjoxpaxel xil sti' eb'. Masanil eb' toxo ix spol lajvoc sk'ab', axonhej pichul ya sva yic cusk'olal ayoch yuj eb'."
        },
        {
            "number": "35",
            "text": "Masanil spanhanil yib'anhtac pat t'a Moab yet' t'a yoltac calle, axonhej oq'uel yuj cusk'olal tz'ab'chaji, yujto a in Jehová in ix in mak' vecchaj Moab icha tz'aj smak'jipoj junok lum chen malaj wach' yochi."
        },
        {
            "number": "36",
            "text": "Ha Moab chok' ix ajcani. Ok'anhec yuj, yujto q'uixvelal ix ajcani, toxo ix juchajb'ati. Masanil anima t'a juntzanh nación t'a slak'anil sb'uchvaj eb' t'ay, xivpax eb' yilani, xchi Jehová."
        },
        {
            "number": "37",
            "text": "Syalanxi Jehová icha tik: Ha jun ajk'ol t'a Moab, ol k'och jucnaj icha junok nok' ch'acb'a jenhaneli sk'ochi."
        },
        {
            "number": "38",
            "text": "Ol och juntzanh chonhab' wach' yajoch smuroal t'a yol sk'ab' eb' ajk'ol chi'. Ha t'a jun k'ual chi', a eb' soldado yic Moab ol ib'xocq'ue eb' icha junok ix ix van yalji yune'."
        },
        {
            "number": "39",
            "text": "Ha Moab chi', manhxo nacionoc ol ajcanoc, yujto ix yik'chaanh sb'ha t'a vichanh, ix och smul t'ayin a in Jehová in tik."
        },
        {
            "number": "40",
            "text": "Yuj chi' swal icha tik: Ha eb' cajan t'a Moab, lajan ol aj eb' icha nok' nok' spechji yuj eb' pechum nok'. Ay smay sb'at sutnaj eb' t'a junok olan, ma skan eb' t'a junok yaal."
        },
        {
            "number": "41",
            "text": "Ha eb' ol el lemnaj t'a eb' pechjinac chi', ol b'at sutnaj eb' t'a junok olan. Ha eb' ol q'uexta t'a jun olan chi', haxo t'a junok yaal ol kan eb'. Yujto a in ol vak'b'at yaelal nab'il vuuj t'a yib'anh Moab chi'."
        },
        {
            "number": "42",
            "text": "Ay eb' ol el lemnajoc, manhxalaj yip eb', ol b'at eb' say b'aj ol scol sb'ha t'a Hesbón. Palta ha t'a Hesbón chi', aton schonhab'kan winhaj rey Sehón, van stz'ab'ati, ol b'eynhejb'at te' k'ak' chi'. Ol tz'ab'at masanil jolomtac vitz t'a yol yic Moab yet' jun chonhab' Hesbón chi', aton jun syik'chaanh sb'a."
        },
        {
            "number": "43",
            "text": "Ex aj Moab ob'iltac ex. Ex schonhab' ex jun dios scuch Quemos, toxo ix ex sateli. Ha eb' eyuninal yet' eb' ix eyisil, ix ik'chajb'at eb' t'a ch'oc nacional."
        },
        {
            "number": "44",
            "text": "Ha in Jehová in svala': Ay jun k'ual ol vik'xi meltzaj eb' aj Moab chi' b'ajtac ik'b'ilb'ati, xchi Jehová. Aton juntzanh yaelal tik ix yalcan Jehová t'a yib'anh Moab."
        }
    ]
}