{
    "chapter": "49",
    "verses": [
        {
            "number": "1",
            "text": "Ha tas yalnaccan Jehová t'a yib'anh chonhab' Amón ayic yalannaccan icha tik: ¿Tom malaj yinhtilal Israel syal smacb'enan lum lum tik? ¿Tas yuj a juntzanh anima tz'och ejmelal t'a jun comon dios scuch Milcom scajnaj t'a lum sluum eb' yinhtilal Gad? ¿Tas yuj a eb' amonita scajnaj t'a juntzanh schonhab' eb' chi'?"
        },
        {
            "number": "2",
            "text": "Palta a in Jehová in svala', ol k'och sk'ual, ol ab'chaj yel av yic oval t'a chonhab' Rabá, snivan chonhab' eb' amonita. Junnhej b'ulanh ol ajkan smak'jiem lanhnajoc, ol tz'ab'at masanil yaldeail. Ha in Jehová in svala' to icha chi' ol aj yik'anxiek' slum eb' aj Israel t'a eb' tok'jinac eq'ui."
        },
        {
            "number": "3",
            "text": "Ok'anhec yuj cusk'olal ex aj Hesbón, yujto a chonhab' Hai toxo ix sateli. Ex ix aj Rabá, ochanhec t'a cusk'olal. Hak'uecoch pichul ya sva yuj cusk'olal, tzex oq'ui. Xiquec lajvoc e nivanil, ek'anhec jinhinhoc t'a yol e chonhab' yuj e cusk'olal, yujto a e diosal scuch Milcom ol ik'jocb'atoc yet' eb' ayoch sacerdoteal t'ay yet' pax eb' anima nivac yopisio."
        },
        {
            "number": "4",
            "text": "Ex anima pit, ¿tas yuj tzeyik'chaanh e b'a yuj lum e ch'olquixtac yax sat? Anhej e b'eyumal molb'il, ha' ayoch yipoc e k'ool, yuj chi' tzeyala': ¿Mach val ol yal yak'an oval qued'oc? xe chinaji."
        },
        {
            "number": "5",
            "text": "Ha in Jehová Yajal in t'a Smasanil sval icha tik: Ol vak'b'at xivk'olal t'a eyib'anh, masanil chonhab' ayek' t'a e lak'anil ol k'och yak' oval t'ayex. Junjun ex, ol ex pechchajeloc, manhxalaj mach ol yal ex smolb'anxi."
        },
        {
            "number": "6",
            "text": "Palta ol vik'xi meltzaj eb' aj Amón chi' b'ajtac ol ik'jocb'atoc, xchi Jehová."
        },
        {
            "number": "7",
            "text": "Ha tas ix yal Jehová Yajal t'a Smasanil t'a yib'anh Edom: ¿Tom manhxa jelanil t'a chonhab' Temán? ¿Tom maxtzac yal yak'vi razón eb' jelan? ¿Tom ix satel masanil sjelanil eb' chi'?"
        },
        {
            "number": "8",
            "text": "Ex aj Dedán, elanhec lemnajoc, ixiquec e k'ub'ejel e b'ha t'a yoltac q'uen nhaq'ueen. Yujto ol in satel schonhab' vinhaj Esaú tik. Toxo ix k'och sk'ual vak'anoch syaelal."
        },
        {
            "number": "9",
            "text": "Ayic smolchaj sat te' uva, ay b'aj skan junjunxo xuk'yatil te'. Ayic sk'och eb' elk'um t'ak'walil, anhej tas yowalil tz'och yuj eb' syelq'uejb'ati."
        },
        {
            "number": "10",
            "text": "Palta ha t'a schonhab' vinhaj Esaú tik, manhxalaj jab'oc tas olto vak'cani. Vojtac smasanil, malaj b'aj ol yal e k'ub'anel e b'a. Masanil eb' eyuninal, eb' e k'ab' eyoc yet' eb' cajan t'a e lak'anil, ol satel eb'. Manhxa mach olto canoc."
        },
        {
            "number": "11",
            "text": "Canocab' eb' eyuninal meb'ail, ol in tanhvej eb'. Yed' eb' ix junixtac, syal in yak'anoch eb' ix yipoc sk'ool, xchi Jehová."
        },
        {
            "number": "12",
            "text": "Ix yalanxi Jehová icha tik: Ha eb' manh smojoc yab'an syail, a ticnaic yowalil ol yab' syail eb' yuj yoval in k'ool, ichato ol yuk' vino eb' te ov. Oc exxom a ex tik, ¿tom manh ol eyab' syail e naani? Yovalil ol eyab' syail yuj yoval in k'ool."
        },
        {
            "number": "13",
            "text": "Yujto a in Jehová in svak' in ti': Ha chonhab' Bosra ol kan tzinan, a eb' anima ol ilanoc ol te xiv eb', ol b'uchjoc yuj eb', ol yak' b'inaj eb' ayic ol scatab'an junok mach eb'. Axo juntzanhxo chonhab' t'a yol yic Edom chi', ol satpaxel t'a junelnhej, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ix javi jun ab'ix t'ayin yuj Jehová icha tik: Van schecjicot jun checab' ul yalel t'a scaltac nación icha tik: Molb'ejec e b'a, tzex b'at t'a Edom, aq'ek lista e b'a yic tzex b'at eyak' oval yet'oc, xchi jun checab' chi', xchi Jehová."
        },
        {
            "number": "15",
            "text": "Ex aj Edom, emnaquil ol ex vutejcan t'a skal masanil nación. Manhxalaj ol aj eyelk'och t'a yol sat masanil anima."
        },
        {
            "number": "16",
            "text": "Munil a ex ix eyak' musansatil e b'a yuj eyak'umtaquil. Ha e naani to masanil mach xiv t'ayex. Ichato t'a sjatelaltac q'uen tenam, ma t'a jolomtac vitz cajan ex. Palta a in Jehová in svala', wach'chom te chaanh b'aj tzex cajnaj icha nok' ch'acb'a te chaanh b'aj sb'o so', palta yowalil ol ex viq'uemta ta'."
        },
        {
            "number": "17",
            "text": "Masanil mach ol ek' t'a Edom chi', ol te xiv eb' yilani, ol satpax sk'ol eb' yuj niwan yaelal ol ja t'a yib'anh."
        },
        {
            "number": "18",
            "text": "Ha in Jehová in svala': Ha Edom chi' lajan ol aj icha ajnac satjiel Sodoma, Gomorra yet' juntzanhxo chonhab' t'a slak'anil. Manhxa mach ol cajnajxoc t'ay, manhxa pax mach ol b'eyek' t'ay."
        },
        {
            "number": "19",
            "text": "Icha junok nok' choj tz'elta t'a svayumtaquil sti' ha' Jordán, sq'uek'och jucnaj nok' b'aj sva nok' calnel, saclemcanb'at nok' calnel chi' yuj nok', icha val chi' ol aj in k'och t'a chonhab' Edom. Ol el lemnaj eb' anima cajan ta'. Ha jun mach sik'b'ilel vuj ol vak'och yajaliloc eb'. ¿Mach syal slajb'an sb'a ved'oc? ¿Mach syal stelan sb'a ved'oc? ¿Mach eb' yajal syal stek'b'an sb'ha t'a vichanh?"
        },
        {
            "number": "20",
            "text": "Ab'ec tas toxo ix in na' a in Jehová in tik t'a yib'anh Edom yet' t'a yib'anh eb' cajan t'a Temán: Ha eb' yuninal eb' ol ik'chajb'at eb', ol juchajem spat eb'."
        },
        {
            "number": "21",
            "text": "Ayic ol ak'joc ganar Edom chi', ol ib'xocq'ue lum lum. Ol el yav eb' sk'anan colval, ol k'och yav eb' chi' t'ha ha' Chacchac Mar."
        },
        {
            "number": "22",
            "text": "Ha eb' ajk'ol chi', ol k'och lemnaj eb' t'a Bosra icha sk'och jenhenhoc junok nok' ch'acb'a. Ha t'a jun k'ual chi', a eb' soldado aj Edom, ol ib'xocq'ue eb' icha junok ix ix van yalji yune', xchi Jehová."
        },
        {
            "number": "23",
            "text": "Ix yalanpax Jehová t'a yib'anh Damasco icha tik: Ha eb' aj chonhab' Hamat yet' eb' aj Arfad, manhxo animaoc ix aj spensar eb', yujto te chuclaj ab'ix ix k'och t'a eb'. Ix te q'uechaanh xivk'olal t'a eb', maxtzac yal-laj yajek' eb' t'a tzalajk'olal."
        },
        {
            "number": "24",
            "text": "Ha eb' aj Damasco chi', van snaanb'at sb'a eb' elelal, palta manhxalaj yip eb'. Axonhej xivk'olal, ilk'olal yet' yaelal ay t'a skal eb', icha junok ix ix van yalji yune'."
        },
        {
            "number": "25",
            "text": "Ha jun chonhab' te b'inajnac chi', jun chonhab' tzalajk'olalnhej yaji, toxo ix actajcani."
        },
        {
            "number": "26",
            "text": "Ha in Jehová Yajal in t'a Smasanil svala': Ha t'a jun k'ual chi', a eb' quelemtac teltumb'a ol ajkan eb' t'a yoltac calle, masanil eb' soldado eb' ol chamoc."
        },
        {
            "number": "27",
            "text": "Ol vak'och sk'ak'al smuroal Damasco chi', haxo jun k'ak' chi' ol satanel spalacio vinhaj Ben-adad, xchi Jehová."
        },
        {
            "number": "28",
            "text": "Icha tik ix yal Jehová t'a yib'anh eb' ay t'a yol smacb'en Cedar yet' t'a eb' yajalil chonhab' Hazor, aton juntzanh ix yak' ganar vinhaj Nabucodonosor sreyal Babilonia, ix yalan icha tik: Ex aj Babilonia, ixiquec eyak' oval t'a Cedar. B'at satequel eb' anima cajan t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "29",
            "text": "Iq'uequek' nok' scalnel eb', smantiado eb' yet' jantac syamk'ab' eb'. Iq'uequek' nok' scamello eb', tzeyalan icha tik: Masanil b'aj ay xivk'olal, xe chi t'a eb'."
        },
        {
            "number": "30",
            "text": "Ha in Jehová in svala': Ha ex cajan ex t'a chonhab' Hazor, elanhec lemnajoc. Ixiquec, k'ub'ejequel e b'a, yujto a vinhaj Nabucodonosor sreyal Babilonia toxo ix sna' vinh tas ol ex yutej."
        },
        {
            "number": "31",
            "text": "Ha in Jehová in sval t'ayex ex aj Babilonia: Ixiquec eyak' oval t'a jun chonhab' malaj tas sna'a, tzalajk'olalnhej yajeq'ui, malaj spuertail ayochi, manh listaoc yaji, sch'ocoj ayeq'ui."
        },
        {
            "number": "32",
            "text": "Ixiquec, tzeyelk'ancot nok' scamello eb' yet' pax nok' svacax eb'. Yalxonhej b'aj ol vak'b'at yaelal t'a yib'anh eb' sjoxel xil spak'ul sti', yuj chi' ol saclemcanb'at eb'."
        },
        {
            "number": "33",
            "text": "Ha chonhab' Hazor ol kan tzinan t'a junelnhej, axonhej nok' oques ol cajnaj ta'. Manhxa mach ol cajnaj t'ay, manhxa junok mach ol b'eyek' ta', xchi Jehová."
        },
        {
            "number": "34",
            "text": "Ayic ix schaanel yich vinhaj Sedequías yak'an reyal t'a Judá, ata' ix lolon Jehová t'ayin Jeremías in tik t'a yib'anh chonhab' Elam, ix yalan icha tik:"
        },
        {
            "number": "35",
            "text": "Ha in Jehová Yajal in t'a Smasanil sval icha tik: Ol in mak'canhchaj sjul-lab' eb' soldado aj Elam, aton syamk'ab' eb' yic oval niwan yelk'ochi."
        },
        {
            "number": "36",
            "text": "Ol vak'b'at junok oval t'a jun chonhab' chi', icha junok oval ik', yalxonhej b'aj scoti. Yalxonhej b'aj ol ik'chajb'at eb'. Manhxa junok nación b'aj manh ol k'och eb' sk'ub'ej sb'a."
        },
        {
            "number": "37",
            "text": "Ha in val Jehová in svala' to toxonhej ol ib'xocq'ue eb' aj Elam chi' t'a yichanh eb' yajk'ol snib'ej smilani. Ol vak'b'at yaelal yuj yoval in k'ol t'a yib'anh eb'. Ol k'och oval chi' t'a eb' masanto ol satel eb'."
        },
        {
            "number": "38",
            "text": "Ha in val Jehová in svala' to ol vak' Yajalil ta'. Ol vak' miljoccham eb' rey yet' eb' yajal yaj t'a Elam chi'."
        },
        {
            "number": "39",
            "text": "Palta ay jun k'ual, ol vik'xi meltzaj eb' aj Elam chi', xchi Jehová."
        }
    ]
}