{
    "chapter": "49",
    "verses": [
        {
            "number": "1",
            "text": "A tas yalnaccan Jehová d'a yib'anh chonhab' Amón ayic yalannaccan icha tic: ¿Tom malaj yinhtilal Israel syal smacb'enan lum luum tic? ¿Tas yuj a juntzanh anima tz'och ejmelal d'a jun comon dios scuch Milcom scajnaj d'a lum sluum eb' yinhtilal Gad? ¿Tas yuj a eb' amonita scajnaj d'a juntzanh schonhab' eb' chi'?"
        },
        {
            "number": "2",
            "text": "Palta a in Jehová in svala', ol k'och sk'ual, ol ab'chaj yel av yic oval d'a chonhab' Rabá, snivan chonhab' eb' amonita. Junnhej b'ulanh ol ajcan smak'jiem lanhnajoc, ol tz'ab'at masanil yaldeail. A in Jehová in svala' to icha chi' ol aj yik'anxiek' slum eb' aj Israel d'a eb' tok'jinac eq'ui."
        },
        {
            "number": "3",
            "text": "Ok'anhec yuj cusk'olal ex aj Hesbón, yujto a chonhab' Hai toxo ix sateli. Ex ix aj Rabá, ochanhec d'a cusk'olal. Aq'uecoch pichul ya sva yuj cusk'olal, tzex oq'ui. Xiquec lajvoc e nivanil, ek'anhec jinhinhoc d'a yol e chonhab' yuj e cusk'olal, yujto a e diosal scuch Milcom ol ik'jocb'atoc yed' eb' ayoch sacerdoteal d'ay yed' pax eb' anima nivac yopisio."
        },
        {
            "number": "4",
            "text": "Ex anima pit, ¿tas yuj tzeyik'chaanh e b'a yuj lum e ch'olquixtac yax sat? Anhej e b'eyumal molb'il, a' ayoch yipoc e k'ool, yuj chi' tzeyala': ¿Mach val ol yal yak'an oval qued'oc? xe chinaji."
        },
        {
            "number": "5",
            "text": "A in Jehová Yajal in d'a Smasanil sval icha tic: Ol vak'b'at xivk'olal d'a eyib'anh, masanil chonhab' ayek' d'a e lak'anil ol k'och yak' oval d'ayex. Junjun ex, ol ex pechchajeloc, manhxalaj mach ol yal ex smolb'anxi."
        },
        {
            "number": "6",
            "text": "Palta ol vik'xi meltzaj eb' aj Amón chi' b'ajtac ol ik'jocb'atoc, xchi Jehová."
        },
        {
            "number": "7",
            "text": "A tas ix yal Jehová Yajal d'a Smasanil d'a yib'anh Edom: ¿Tom manhxa jelanil d'a chonhab' Temán? ¿Tom maxtzac yal yak'vi razón eb' jelan? ¿Tom ix satel masanil sjelanil eb' chi'?"
        },
        {
            "number": "8",
            "text": "Ex aj Dedán, elanhec lemnajoc, ixiquec e k'ub'ejel e b'a d'a yoltac q'uen nhaq'ueen. Yujto ol in satel schonhab' vinhaj Esaú tic. Toxo ix k'och sk'ual vak'anoch syaelal."
        },
        {
            "number": "9",
            "text": "Ayic smolchaj sat te' uva, ay b'aj scan junjunxo xuk'yatil te'. Ayic sk'och eb' elk'um d'ak'valil, anhej tas yovalil tz'och yuj eb' syelq'uejb'ati."
        },
        {
            "number": "10",
            "text": "Palta a d'a schonhab' vinhaj Esaú tic, manhxalaj jab'oc tas olto vak'cani. Vojtac smasanil, malaj b'aj ol yal e k'ub'anel e b'a. Masanil eb' eyuninal, eb' e k'ab' eyoc yed' eb' cajan d'a e lak'anil, ol satel eb'. Manhxa mach olto canoc."
        },
        {
            "number": "11",
            "text": "Canocab' eb' eyuninal meb'ail, ol in tanhvej eb'. Yed' eb' ix junixtac, syal in yak'anoch eb' ix yipoc sk'ool, xchi Jehová."
        },
        {
            "number": "12",
            "text": "Ix yalanxi Jehová icha tic: A eb' manh smojoc yab'an syail, a ticnaic yovalil ol yab' syail eb' yuj yoval in k'ool, ichato ol yuk' vino eb' te ov. Oc exxom a ex tic, ¿tom manh ol eyab' syail e naani? Yovalil ol eyab' syail yuj yoval in k'ool."
        },
        {
            "number": "13",
            "text": "Yujto a in Jehová in svak' in ti': A chonhab' Bosra ol can tz'inan, a eb' anima ol ilanoc ol te xiv eb', ol b'uchjoc yuj eb', ol yak' b'inaj eb' ayic ol scatab'an junoc mach eb'. Axo juntzanhxo chonhab' d'a yol yic Edom chi', ol satpaxel d'a junelnhej, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ix javi jun ab'ix d'ayin yuj Jehová icha tic: Van schecjicot jun checab' ul yalel d'a scaltac nación icha tic: Molb'ejec e b'a, tzex b'at d'a Edom, aq'uec lista e b'a yic tzex b'at eyak' oval yed'oc, xchi jun checab' chi', xchi Jehová."
        },
        {
            "number": "15",
            "text": "Ex aj Edom, emnaquil ol ex vutejcan d'a scal masanil nación. Manhxalaj ol aj eyelk'och d'a yol sat masanil anima."
        },
        {
            "number": "16",
            "text": "Munil a ex ix eyak' musansatil e b'a yuj eyak'umtaquil. A e naani to masanil mach xiv d'ayex. Ichato d'a sjatelaltac q'uen tenam, ma d'a jolomtac vitz cajan ex. Palta a in Jehová in svala', vach'chom te chaanh b'aj tzex cajnaj icha nok' ch'acb'a te chaanh b'aj sb'o so', palta yovalil ol ex viq'uemta ta'."
        },
        {
            "number": "17",
            "text": "Masanil mach ol ek' d'a Edom chi', ol te xiv eb' yilani, ol satpax sk'ol eb' yuj nivan yaelal ol ja d'a yib'anh."
        },
        {
            "number": "18",
            "text": "A in Jehová in svala': A Edom chi' lajan ol aj icha ajnac satjiel Sodoma, Gomorra yed' juntzanhxo chonhab' d'a slak'anil. Manhxa mach ol cajnajxoc d'ay, manhxa pax mach ol b'eyek' d'ay."
        },
        {
            "number": "19",
            "text": "Icha junoc nok' choj tz'elta d'a svayumtaquil sti' a' Jordán, sq'uek'och jucnaj nok' b'aj sva nok' calnel, saclemcanb'at nok' calnel chi' yuj nok', icha val chi' ol aj in k'och d'a chonhab' Edom. Ol el lemnaj eb' anima cajan ta'. A jun mach sik'b'ilel vuj ol vak'och yajaliloc eb'. ¿Mach syal slajb'an sb'a ved'oc? ¿Mach syal stelan sb'a ved'oc? ¿Mach eb' yajal syal stek'b'an sb'a d'a vichanh?"
        },
        {
            "number": "20",
            "text": "Ab'ec tas toxo ix in na' a in Jehová in tic d'a yib'anh Edom yed' d'a yib'anh eb' cajan d'a Temán: A eb' yuninal eb' ol ik'chajb'at eb', ol juchajem spat eb'."
        },
        {
            "number": "21",
            "text": "Ayic ol ak'joc ganar Edom chi', ol ib'xocq'ue lum luum. Ol el yav eb' sk'anan colval, ol k'och yav eb' chi' d'a a' Chacchac Mar."
        },
        {
            "number": "22",
            "text": "A eb' ajk'ol chi', ol k'och lemnaj eb' d'a Bosra icha sk'och jenhenhoc junoc nok' ch'acb'a. A d'a jun k'ual chi', a eb' soldado aj Edom, ol ib'xocq'ue eb' icha junoc ix ix van yalji yune', xchi Jehová."
        },
        {
            "number": "23",
            "text": "Ix yalanpax Jehová d'a yib'anh Damasco icha tic: A eb' aj chonhab' Hamat yed' eb' aj Arfad, manhxo animaoc ix aj spensar eb', yujto te chuclaj ab'ix ix k'och d'a eb'. Ix te q'uechaanh xivk'olal d'a eb', maxtzac yal-laj yajek' eb' d'a tzalajk'olal."
        },
        {
            "number": "24",
            "text": "A eb' aj Damasco chi', van snaanb'at sb'a eb' elelal, palta manhxalaj yip eb'. Axonhej xivk'olal, ilk'olal yed' yaelal ay d'a scal eb', icha junoc ix ix van yalji yune'."
        },
        {
            "number": "25",
            "text": "A jun chonhab' te b'inajnac chi', jun chonhab' tzalajk'olalnhej yaji, toxo ix actajcani."
        },
        {
            "number": "26",
            "text": "A in Jehová Yajal in d'a Smasanil svala': A d'a jun k'ual chi', a eb' quelemtac teltumb'a ol ajcan eb' d'a yoltac calle, masanil eb' soldado eb' ol chamoc."
        },
        {
            "number": "27",
            "text": "Ol vak'och sk'ak'al smuroal Damasco chi', axo jun k'ak' chi' ol satanel spalacio vinhaj Ben-adad, xchi Jehová."
        },
        {
            "number": "28",
            "text": "Icha tic ix yal Jehová d'a yib'anh eb' ay d'a yol smacb'en Cedar yed' d'a eb' yajalil chonhab' Hazor, aton juntzanh ix yak' ganar vinhaj Nabucodonosor sreyal Babilonia, ix yalan icha tic: Ex aj Babilonia, ixiquec eyak' oval d'a Cedar. B'at satequel eb' anima cajan d'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "29",
            "text": "Iq'uequek' nok' scalnel eb', smantiado eb' yed' jantac syamk'ab' eb'. Iq'uequek' nok' scamello eb', tzeyalan icha tic: Masanil b'aj ay xivk'olal, xe chi d'a eb'."
        },
        {
            "number": "30",
            "text": "A in Jehová in svala': A ex cajan ex d'a chonhab' Hazor, elanhec lemnajoc. Ixiquec, k'ub'ejequel e b'a, yujto a vinhaj Nabucodonosor sreyal Babilonia toxo ix sna' vinh tas ol ex yutej."
        },
        {
            "number": "31",
            "text": "A in Jehová in sval d'ayex ex aj Babilonia: Ixiquec eyak' oval d'a jun chonhab' malaj tas sna'a, tzalajk'olalnhej yajeq'ui, malaj spuertail ayochi, manh listaoc yaji, sch'ocoj ayeq'ui."
        },
        {
            "number": "32",
            "text": "Ixiquec, tzeyelk'ancot nok' scamello eb' yed' pax nok' svacax eb'. Yalxonhej b'aj ol vak'b'at yaelal d'a yib'anh eb' sjoxel xil spak'ul sti', yuj chi' ol saclemcanb'at eb'."
        },
        {
            "number": "33",
            "text": "A chonhab' Hazor ol can tz'inan d'a junelnhej, axonhej nok' oques ol cajnaj ta'. Manhxa mach ol cajnaj d'ay, manhxa junoc mach ol b'eyek' ta', xchi Jehová."
        },
        {
            "number": "34",
            "text": "Ayic ix schaanel yich vinhaj Sedequías yak'an reyal d'a Judá, ata' ix lolon Jehová d'ayin Jeremías in tic d'a yib'anh chonhab' Elam, ix yalan icha tic:"
        },
        {
            "number": "35",
            "text": "A in Jehová Yajal in d'a Smasanil sval icha tic: Ol in mak'canhchaj sjul-lab' eb' soldado aj Elam, aton syamk'ab' eb' yic oval nivan yelk'ochi."
        },
        {
            "number": "36",
            "text": "Ol vak'b'at junoc oval d'a jun chonhab' chi', icha junoc oval ik', yalxonhej b'aj scoti. Yalxonhej b'aj ol ik'chajb'at eb'. Manhxa junoc nación b'aj manh ol k'och eb' sk'ub'ej sb'a."
        },
        {
            "number": "37",
            "text": "A in val Jehová in svala' to toxonhej ol ib'xocq'ue eb' aj Elam chi' d'a yichanh eb' yajk'ol snib'ej smilani. Ol vak'b'at yaelal yuj yoval in k'ol d'a yib'anh eb'. Ol k'och oval chi' d'a eb' masanto ol satel eb'."
        },
        {
            "number": "38",
            "text": "A in val Jehová in svala' to ol vak' Yajalil ta'. Ol vak' miljoccham eb' rey yed' eb' yajal yaj d'a Elam chi'."
        },
        {
            "number": "39",
            "text": "Palta ay jun k'ual, ol vik'xi meltzaj eb' aj Elam chi', xchi Jehová."
        }
    ]
}