{
    "chapter": "49",
    "verses": [
        {
            "number": "1",
            "text": "Ha tas yalnaccan Jehová t'a yib'anh chonhab' Amón ayic yalannaccan icha tik: ¿Tom malaj yinhtilal Israel syal smacb'enan lum lum tik? ¿Tas yuj a juntzanh anima tz'och ejmelal t'a jun comon Dios scuch Milcom scajnaj t'a lum sluum heb' yinhtilal Gad? ¿Tas yuj a heb' amonita scajnaj t'a juntzanh schonhab' heb' chi'?"
        },
        {
            "number": "2",
            "text": "Palta a in Jehová in swala', ol k'och sk'ual, ol ab'chaj yel av yic owal t'a chonhab' Rabá, sniwan chonhab' heb' amonita. Junnhej b'ulanh ol ajkan smak'jiem lanhnajoc, ol tz'ab'at masanil yaldeail. Ha in Jehová in swala' to icha chi' ol aj yik'anxiek' slum heb' aj Israel t'a heb' tok'jinac eq'ui."
        },
        {
            "number": "3",
            "text": "Ok'anhec yuj cusk'olal ex aj Hesbón, yujto a chonhab' Hai toxo ix sateli. Ex ix aj Rabá, ochanhec t'a cusk'olal. Hak'uecoch pichul ya swa yuj cusk'olal, tzex oq'ui. Xiquec lajwoc he niwanil, ek'anhec jinhinhoc t'a yol he chonhab' yuj he cusk'olal, yujto a he diosal scuch Milcom ol ik'jocb'atoc yet' heb' ayoch sacerdoteal t'ay yet' pax heb' anima niwac yopisio."
        },
        {
            "number": "4",
            "text": "Ex anima pit, ¿tas yuj tzeyik'chaanh he b'a yuj lum he ch'olquixtac yax sat? Anhej he b'eyumal molb'il, ha' ayoch yipoc he k'ool, yuj chi' tzeyala': ¿Mach wal ol yal yak'an owal qued'oc? xe chinaji."
        },
        {
            "number": "5",
            "text": "Ha in Jehová Yajal in t'a Smasanil swal icha tik: Ol wak'b'at xivk'olal t'a eyib'anh, masanil chonhab' ayek' t'a he lak'anil ol k'och yak' owal t'ayex. Junjun ex, ol ex pechchajeloc, manhxalaj mach ol yal ex smolb'anxi."
        },
        {
            "number": "6",
            "text": "Palta ol wik'xi meltzaj heb' aj Amón chi' b'ajtac ol ik'jocb'atoc, xchi Jehová."
        },
        {
            "number": "7",
            "text": "Ha tas ix yal Jehová Yajal t'a Smasanil t'a yib'anh Edom: ¿Tom manhxa jelanil t'a chonhab' Temán? ¿Tom maxtzac yal yak'wi razón heb' jelan? ¿Tom ix satel masanil sjelanil heb' chi'?"
        },
        {
            "number": "8",
            "text": "Ex aj Dedán, elanhec lemnajoc, ixiquec he k'ub'ejel he b'ha t'a yoltac k'een nhak'een. Yujto ol in satel schonhab' winhaj Esaú tik. Toxo ix k'och sk'ual wak'anoch syaelal."
        },
        {
            "number": "9",
            "text": "Ayic smolchaj sat te' uwa, ay b'aj skan junjunxo xuk'yatil te'. Ayic sk'och heb' elk'um t'ak'walil, anhej tas yowalil tz'och yuj heb' syelk'ejb'ati."
        },
        {
            "number": "10",
            "text": "Palta ha t'a schonhab' winhaj Esaú tik, manhxalaj jab'oc tas olto wak'cani. Vojtac smasanil, malaj b'aj ol yal he k'ub'anel he b'a. Masanil heb' eyuninal, heb' he k'ab' eyoc yet' heb' cajan t'a he lak'anil, ol satel heb'. Manhxa mach olto canoc."
        },
        {
            "number": "11",
            "text": "Canocab' heb' eyuninal mheb'ail, ol in tanhwej heb'. Yed' heb' ix junixtac, syal in yak'anoch heb' ix yipoc sk'ool, xchi Jehová."
        },
        {
            "number": "12",
            "text": "Ix yalanxi Jehová icha tik: Ha heb' manh smojoc yab'an syail, a ticnaik yowalil ol yab' syail heb' yuj yowal in k'ool, ichato ol yuk' wino heb' te ov. Oc exxom a ex tik, ¿tom manh ol eyab' syail he naani? Yowalil ol eyab' syail yuj yowal in k'ool."
        },
        {
            "number": "13",
            "text": "Yujto a in Jehová in swak' in ti': Ha chonhab' Bosra ol kan tzinan, a heb' anima ol ilanoc ol te xiv heb', ol b'uchjoc yuj heb', ol yak' b'inaj heb' ayic ol scatab'an junok mach heb'. Axo juntzanhxo chonhab' t'a yol yic Edom chi', ol satpaxel t'a junelnhej, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ix jawi jun ab'ix t'ayin yuj Jehová icha tik: Van schecjicot jun checab' ul yalel t'a scaltac nación icha tik: Molb'ejec he b'a, tzex b'at t'a Edom, aq'ek lista he b'a yic tzex b'at eyak' owal yet'oc, xchi jun checab' chi', xchi Jehová."
        },
        {
            "number": "15",
            "text": "Ex aj Edom, emnaquil ol ex wutejcan t'a skal masanil nación. Manhxalaj ol aj eyelk'och t'a yol sat masanil anima."
        },
        {
            "number": "16",
            "text": "Munil a ex ix eyak' musansatil he b'a yuj eyak'umtaquil. Ha he naani to masanil mach xiv t'ayex. Ichato t'a sjatelaltac k'een tenam, ma t'a jolomtac witz cajan ex. Palta a in Jehová in swala', wach'chom te chaanh b'aj tzex cajnaj icha nok' ch'acb'a te chaanh b'aj sb'o so', palta yowalil ol ex wik'emta ta'."
        },
        {
            "number": "17",
            "text": "Masanil mach ol ek' t'a Edom chi', ol te xiv heb' yilani, ol satpax sk'ol heb' yuj niwan yaelal ol ja t'a yib'anh."
        },
        {
            "number": "18",
            "text": "Ha in Jehová in swala': Ha Edom chi' lajan ol aj icha ajnac satjiel Sodoma, Gomorra yet' juntzanhxo chonhab' t'a slak'anil. Manhxa mach ol cajnajxoc t'ay, manhxa pax mach ol b'eyek' t'ay."
        },
        {
            "number": "19",
            "text": "Icha junok nok' choj tz'elta t'a swayumtaquil sti' ha' Jordán, sk'ek'och jucnaj nok' b'aj swa nok' calnel, saclemcanb'at nok' calnel chi' yuj nok', icha wal chi' ol aj in k'och t'a chonhab' Edom. Ol el lemnaj heb' anima cajan ta'. Ha jun mach sik'b'ilel wuj ol wak'och yajaliloc heb'. ¿Mach syal slajb'an sb'a wed'oc? ¿Mach syal stelan sb'a wed'oc? ¿Mach heb' yajal syal stek'b'an sb'ha t'a wichanh?"
        },
        {
            "number": "20",
            "text": "Ab'ec tas toxo ix in na' a in Jehová in tik t'a yib'anh Edom yet' t'a yib'anh heb' cajan t'a Temán: Ha heb' yuninal heb' ol ik'chajb'at heb', ol juchajem spat heb'."
        },
        {
            "number": "21",
            "text": "Ayic ol ak'joc ganar Edom chi', ol ib'xock'e lum lum. Ol el yav heb' sk'anan colwal, ol k'och yav heb' chi' t'ha ha' Chacchac Mar."
        },
        {
            "number": "22",
            "text": "Ha heb' ajk'ol chi', ol k'och lemnaj heb' t'a Bosra icha sk'och jenhenhoc junok nok' ch'acb'a. Ha t'a jun k'ual chi', a heb' soldado aj Edom, ol ib'xock'e heb' icha junok ix ix wan yalji yune', xchi Jehová."
        },
        {
            "number": "23",
            "text": "Ix yalanpax Jehová t'a yib'anh Damasco icha tik: Ha heb' aj chonhab' Hamat yet' heb' aj Arfad, manhxo animaoc ix aj spensar heb', yujto te chuclaj ab'ix ix k'och t'a heb'. Ix te k'echaanh xivk'olal t'a heb', maxtzac yal-laj yajek' heb' t'a tzalajk'olal."
        },
        {
            "number": "24",
            "text": "Ha heb' aj Damasco chi', wan snaanb'at sb'a heb' elelal, palta manhxalaj yip heb'. Axonhej xivk'olal, ilk'olal yet' yaelal ay t'a skal heb', icha junok ix ix wan yalji yune'."
        },
        {
            "number": "25",
            "text": "Ha jun chonhab' te b'inajnac chi', jun chonhab' tzalajk'olalnhej yaji, toxo ix actajcani."
        },
        {
            "number": "26",
            "text": "Ha in Jehová Yajal in t'a Smasanil swala': Ha t'a jun k'ual chi', a heb' kelemtac teltumb'a ol ajkan heb' t'a yoltac calle, masanil heb' soldado heb' ol chamoc."
        },
        {
            "number": "27",
            "text": "Ol wak'och sk'ak'al smuroal Damasco chi', haxo jun k'ak' chi' ol satanel spalacio winhaj Ben-adad, xchi Jehová."
        },
        {
            "number": "28",
            "text": "Icha tik ix yal Jehová t'a yib'anh heb' ay t'a yol smacb'en Cedar yet' t'a heb' yajalil chonhab' Hazor, aton juntzanh ix yak' ganar winhaj Nabucodonosor sreyal Babilonia, ix yalan icha tik: Ex aj Babilonia, ixiquec eyak' owal t'a Cedar. B'at satequel heb' anima cajan t'a stojolal b'aj sjawi k'u."
        },
        {
            "number": "29",
            "text": "Ik'equek' nok' scalnel heb', smantiado heb' yet' jantac syamk'ab' heb'. Ik'equek' nok' scamello heb', tzeyalan icha tik: Masanil b'aj ay xivk'olal, xe chi t'a heb'."
        },
        {
            "number": "30",
            "text": "Ha in Jehová in swala': Ha ex cajan ex t'a chonhab' Hazor, elanhec lemnajoc. Ixiquec, k'ub'ejequel he b'a, yujto a winhaj Nabucodonosor sreyal Babilonia toxo ix sna' winh tas ol ex yutej."
        },
        {
            "number": "31",
            "text": "Ha in Jehová in swal t'ayex ex aj Babilonia: Ixiquec eyak' owal t'a jun chonhab' malaj tas sna'a, tzalajk'olalnhej yajeq'ui, malaj spuertail ayochi, manh listaoc yaji, sch'ocoj ayeq'ui."
        },
        {
            "number": "32",
            "text": "Ixiquec, tzeyelk'ancot nok' scamello heb' yet' pax nok' swacax heb'. Yalxonhej b'aj ol wak'b'at yaelal t'a yib'anh heb' sjoxel xil spak'ul sti', yuj chi' ol saclemcanb'at heb'."
        },
        {
            "number": "33",
            "text": "Ha chonhab' Hazor ol kan tzinan t'a junelnhej, axonhej nok' oques ol cajnaj ta'. Manhxa mach ol cajnaj t'ay, manhxa junok mach ol b'eyek' ta', xchi Jehová."
        },
        {
            "number": "34",
            "text": "Ayic ix schaanel yich winhaj Sedequías yak'an reyal t'a Judá, ata' ix lolon Jehová t'ayin Jeremías in tik t'a yib'anh chonhab' Elam, ix yalan icha tik:"
        },
        {
            "number": "35",
            "text": "Ha in Jehová Yajal in t'a Smasanil swal icha tik: Ol in mak'canhchaj sjul-lab' heb' soldado aj Elam, aton syamk'ab' heb' yic owal niwan yelk'ochi."
        },
        {
            "number": "36",
            "text": "Ol wak'b'at junok owal t'a jun chonhab' chi', icha junok owal ik', yalxonhej b'aj scoti. Yalxonhej b'aj ol ik'chajb'at heb'. Manhxa junok nación b'aj manh ol k'och heb' sk'ub'ej sb'a."
        },
        {
            "number": "37",
            "text": "Ha in wal Jehová in swala' to toxonhej ol ib'xock'e heb' aj Elam chi' t'a yichanh heb' yajk'ol snib'ej smilani. Ol wak'b'at yaelal yuj yowal in k'ol t'a yib'anh heb'. Ol k'och owal chi' t'a heb' masanto ol satel heb'."
        },
        {
            "number": "38",
            "text": "Ha in wal Jehová in swala' to ol wak' Yajalil ta'. Ol wak' miljoccham heb' rey yet' heb' yajal yaj t'a Elam chi'."
        },
        {
            "number": "39",
            "text": "Palta ay jun k'ual, ol wik'xi meltzaj heb' aj Elam chi', xchi Jehová."
        }
    ]
}