{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Ek'anh t'a scalleal Jerusalén tik, tzilan masanil anima, tzilan t'a mercado tato ay junok anima sb'eyb'alan tojolal, wach'nhej syutej sb'a. Wach'chom junok pitanh tz'ilchaj uuj, ol wak' niwank'olal Jerusalén tik."
        },
        {
            "number": "2",
            "text": "Ay heb' stz'acan sloc in b'i ayic syak'an sti' heb', palta t'a es sloc in b'i chi' heb', xchi Jehová."
        },
        {
            "number": "3",
            "text": "Mamin Jehová, a heb' tza nib'ej, aton heb' yelnhej syala'. Yuj chi' ix ak'och syaelal heb' a chonhab' tik, palta malaj yelk'och t'a heb'. Ix ak' lajwoquem heb', palta maj nachajpaxel yuj heb'. Te pit spensar heb', icha stzatzil junok k'een k'een. Malaj sgana heb' syactejcan schuc b'eyb'al."
        },
        {
            "number": "4",
            "text": "Ix in na' icha tik: Tecan a heb' meb'a' malaj wal jab'oc spensar, a heb' icha chi' sk'ulani, yujto manh yojtacoc heb' tas sgana Jehová Dios t'a heb' yet' tas syal t'a heb'."
        },
        {
            "number": "5",
            "text": "Ol b'at in lolon yet' heb' anima niwac yelk'ochi, xin chi. Ha walani to yojtac heb' tas sgana Jehová Dios t'a heb' yet' tas syal t'a heb'. Palta masanil juntzanh heb' chi', ix spitejpax sb'a heb' d'ha Dios. Maj yal sk'ol heb' ix sk'anab'ajej Jehová chi'."
        },
        {
            "number": "6",
            "text": "Yuj wal chi' ol elta nok' choj t'a caltac yax lu'um, ol miljoccham heb' yuj nok'. Ha nok' oques ay t'a tzinan lu'um ol tzilchitanb'at heb'. Axo nok' leopardo, ol laj k'och nok' t'a stitac schonhab' heb'. Tato tz'elta heb', chok' tz'ajkan heb' yuj nok', yujto te niwan smul heb' ix ochi, manhxo b'ischajb'enoc spitalil heb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' syal Jehová icha tik: ¿Tasto wal ol aj ex wak'an niwank'olal? Ha heb' eyuninal, ix in yaktejcan heb', syak'an sti' heb' t'a sb'i juntzanh comon Dios to manh diosoc. Jantac wael ix wak' t'a heb', palta maj in sk'anab'ajej heb', anhej ajmulal sk'ulej heb', molannhejek' heb' b'aj ay heb' ix ajmul ix."
        },
        {
            "number": "8",
            "text": "Icha nok' mam chej nhepepi yuj b'ak'uech, toxonhej tz'el yav jinhinhi yeq'ui, icha chi' heb', comonxonhej stzuntzejb'at heb' ix ix heb' ay t'a slak'anil, heb' ix ayxo yetb'eyum."
        },
        {
            "number": "9",
            "text": "¿Tom manh ol wak'och syaelal heb' yuj juntzanh sb'eyb'al chi'? ¿Tom manh ol wak' spak t'a junok chonhab' t'a smojal icha tas sk'ulej?"
        },
        {
            "number": "10",
            "text": "Ochocab' heb' ajk'ol satanel te' uwa, palta manh masaniloc te' ol lajwoqueloc. Sjecocab'el te' sk'ab' heb', yujto manhxo wicoc te'."
        },
        {
            "number": "11",
            "text": "Ha in wal Jehová in swala' to icha chi' ol ajoc, yujto maj sk'anab'ajej heb' aj Israel yet' heb' aj Judá in trato ix in b'o yet'oc, xchi Jehová t'ayin."
        },
        {
            "number": "12",
            "text": "Ha heb' aj Israel yet' heb' aj Judá, manh yeloc tas syal heb' t'a spatic Jehová. Syalan heb' icha tik: Ha Dios malaj tas sna t'a quib'anh. Manh ol cab'laj syail yuj owal, ma yuj wejel."
        },
        {
            "number": "13",
            "text": "Ha heb' schecab' Dios malaj yelk'och tas syal heb', manhoc slolonel Dios syal heb', xchi heb'. Palta a wal Jehová Dios Yajal t'a Smasanil, ha' ix alan juntzanh tik t'ayin: Yujto syal heb' icha chi', yuj chi' a wal tik ol jawok t'a yib'anh heb'. Ha in lolonel ol elta t'a a ti', lajan wal ol wutej icha te' k'ak'. Axo heb' anima tik, lajan ol aj heb' icha te' k'atzitz. Axo jun k'ak' chi' ol satanel heb' smasanil, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ha wal Jehová tz'alan icha tik: Ex yinhtilal Israel, a jun chonhab' te najat ay, te tek'an, aytaxon t'a peka', ol wik'cot t'ayex, aton jun chonhab' to manh eyojtacoc sti', manh ol eyab'laj tas ol yal heb'."
        },
        {
            "number": "15",
            "text": "Masanil juntzanh anima chi', te jelan heb' yak'an owal, a syamk'ab' heb' yic owal yet'nac chamel."
        },
        {
            "number": "16",
            "text": "Ol slajel sat eyavb'en heb' yet' he wael. Ol smilcham eyuninal heb' yet' eyisil. Ol schianb'at nok' he calnel heb' yet' nok' he wacax, ol sloanpaxb'at sat te' uwa heb' yet' sat te' higo awab'il eyuuj. Ha heb' soldado heb' ol mak'anem lanhnaj he chonhab' wach' yajoch smuroal ayoch yipoc he k'ool, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Ha wal Jehová ix alan t'ayin: Wach'chom tzijtum yaelal ol ja t'a jun pekti’ chi', palta manh ol ex in satel-laj t'a junelnhej."
        },
        {
            "number": "18",
            "text": "Tato ay mach ol k'anb'an t'ayach: ¿Tas yuj syak'cot juntzanh tik Jehová ko Diosal t'a quib'anh? tato xchi heb', tzal t'a heb' icha tik: Icha chi' ex yutej yujto ix he patiquejcaneli, haxo juntzanh ch'oc diosal ix eyak' serwil t'a yol he macb'en tik. Yuj chi' yowalil ol eyak' serwil heb' ch'oc animail t'a junocxo macb'en manh eyicoc, xa chi, xchi Jehová t'ayin."
        },
        {
            "number": "19",
            "text": "Ix yalanxi Jehová icha tik: Alec t'a heb' yinhtilalcan Jacob cajan t'a smacb'en Judá:"
        },
        {
            "number": "20",
            "text": "Ex anima malaj he pensar, ab'ec juntzanh tik: Ay yol he sat, palta max yal-laj eyilani. Ay he chiquin, palta max eyab'laj."
        },
        {
            "number": "21",
            "text": "Ha ex tik, malaj welk'och t'ayex. Ha in tik ix in b'ocanem k'een arena t'a stitac ha' mar t'a junelnhej. Wach'chom sk'e waan ha' sk'anh yem ponhnaj ha', palta max ek'laj ha' t'a k'een arena aycanem chi' wuuj. Tato icha chi' in poder tzeyila', ¿tom manh smojoc he xiv t'ayin?"
        },
        {
            "number": "22",
            "text": "Ha ex tik te pit ex, ix in he patiquejcaneli."
        },
        {
            "number": "23",
            "text": "Max he na jab'oc eyal icha tik: Ayokab' yelk'och Jehová ko Diosal t'ayonh, yujto a tz'ak'ancot nhab' t'a stiempoal, syak'anpax elul sat cavb'en t'a stiempoal, manh xe chioc."
        },
        {
            "number": "24",
            "text": "Palta yuj he mul tz'och waan juntzanh tik, yuj chi' max yal eyak'an tzalajb'oc he k'ool yet' juntzanh in wach'k'olal tik, xchi Jehová, xa chi."
        },
        {
            "number": "25",
            "text": "Ha t'a in chonhab' tik, ay wal heb' anima te chuk, say modo heb' tas tz'aj yixtan heb' anima heb', icha heb' tz'ak'anem syaalil nok' much."
        },
        {
            "number": "26",
            "text": "Sb'ud' spat heb' yet' masanil tastac sutel heb' t'a heb' anima, icha tz'aj yak'jioch nok' much t'a yol ste', sb'ud'ji yuj nok', yuj chi' niwan tz'aj yelk'och heb' yuj sb'eyumal syelk'ej chi'."
        },
        {
            "number": "27",
            "text": "Naynay yaj heb' yuj b'ak'uech. Manhxa yalnab'il schucal heb'. Max sb'olaj yaj heb' t'a stojolal tas tz'utaj heb' unin chamnac smam yet' heb' meb'a'."
        },
        {
            "number": "28",
            "text": "¿Tom manh ol wak'cot yaelal t'a eyib'anh yuj juntzanh tik? Ha in wal Jehová in swala' to ol wak' spak t'ayex in chonhab' ex tik icha wal t'a smojal."
        },
        {
            "number": "29",
            "text": "Xiwub'tac, satk'olaltac yuj tas tzuji t'a jun chonhab' tik."
        },
        {
            "number": "30",
            "text": "Ha heb' syaloch sb'a in checab'oc, anhej es syal heb'. Axo heb' sacerdote syak' yajalil heb' icha sgana. Axo in chonhab' tik, wach' syab'i. Palta, ¿tas wal ol aj heb' ayic ol ja slajwub'?"
        }
    ]
}