{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Ek'anh t'a scalleal Jerusalén tik, tzilan masanil anima, tzilan t'a mercado tato ay junok anima sb'eyb'alan tojolal, wach'nhej syutej sb'a. Wach'chom junok pitanh tz'ilchaj uuj, ol vak' nivank'olal Jerusalén tik."
        },
        {
            "number": "2",
            "text": "Ay eb' stz'acan sloc in b'i ayic syak'an sti' eb', palta t'a es sloc in b'i chi' eb', xchi Jehová."
        },
        {
            "number": "3",
            "text": "Mamin Jehová, a eb' tza nib'ej, aton eb' yelnhej syala'. Yuj chi' ix ak'och syaelal eb' a chonhab' tik, palta malaj yelk'och t'a eb'. Ix ak' lajvoquem eb', palta maj nachajpaxel yuj eb'. Te pit spensar eb', icha stzatzil junok q'uen q'ueen. Malaj sgana eb' syactejcan schuc b'eyb'al."
        },
        {
            "number": "4",
            "text": "Ix in na' icha tik: Tecan a eb' meb'a' malaj val jab'oc spensar, a eb' icha chi' sk'ulani, yujto manh yojtacoc eb' tas sgana Jehová Dios t'a eb' yet' tas syal t'a eb'."
        },
        {
            "number": "5",
            "text": "Ol b'at in lolon yet' eb' anima nivac yelk'ochi, xin chi. Ha valani to yojtac eb' tas sgana Jehová Dios t'a eb' yet' tas syal t'a eb'. Palta masanil juntzanh eb' chi', ix spitejpax sb'a eb' d'ha Dios. Maj yal sk'ol eb' ix sk'anab'ajej Jehová chi'."
        },
        {
            "number": "6",
            "text": "Yuj val chi' ol elta nok' choj t'a caltac yax lu'um, ol miljoccham eb' yuj nok'. Ha nok' oques ay t'a tzinan lu'um ol tzilchitanb'at eb'. Axo nok' leopardo, ol laj k'och nok' t'a stitac schonhab' eb'. Tato tz'elta eb', chok' tz'ajkan eb' yuj nok', yujto te niwan smul eb' ix ochi, manhxo b'ischajb'enoc spitalil eb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' syal Jehová icha tik: ¿Tasto val ol aj ex vak'an nivank'olal? Ha eb' eyuninal, ix in yactejcan eb', syak'an sti' eb' t'a sb'i juntzanh comon dios to manh diosoc. Jantac vael ix vak' t'a eb', palta maj in sk'anab'ajej eb', anhej ajmulal sk'ulej eb', molannhejek' eb' b'aj ay eb' ix ajmul ix."
        },
        {
            "number": "8",
            "text": "Icha nok' mam chej nhepepi yuj b'ak'uech, toxonhej tz'el yav jinhinhi yeq'ui, icha chi' eb', comonxonhej stzuntzejb'at eb' ix ix eb' ay t'a slak'anil, eb' ix ayxo yetb'eyum."
        },
        {
            "number": "9",
            "text": "¿Tom manh ol vak'och syaelal eb' yuj juntzanh sb'eyb'al chi'? ¿Tom manh ol vak' spac t'a junok chonhab' t'a smojal icha tas sk'ulej?"
        },
        {
            "number": "10",
            "text": "Ochocab' eb' ajk'ol satanel te' uva, palta manh masaniloc te' ol lajvoqueloc. Sjecocab'el te' sk'ab' eb', yujto manhxo vicoc te'."
        },
        {
            "number": "11",
            "text": "Ha in val Jehová in svala' to icha chi' ol ajoc, yujto maj sk'anab'ajej eb' aj Israel yet' eb' aj Judá in trato ix in b'o yet'oc, xchi Jehová t'ayin."
        },
        {
            "number": "12",
            "text": "Ha eb' aj Israel yet' eb' aj Judá, manh yeloc tas syal eb' t'a spatic Jehová. Syalan eb' icha tik: Ha Dios malaj tas sna t'a quib'anh. Manh ol cab'laj syail yuj oval, ma yuj vejel."
        },
        {
            "number": "13",
            "text": "Ha eb' schecab' Dios malaj yelk'och tas syal eb', manhoc slolonel Dios syal eb', xchi eb'. Palta a val Jehová Dios Yajal t'a Smasanil, ha' ix alan juntzanh tik t'ayin: Yujto syal eb' icha chi', yuj chi' a val tik ol javoc t'a yib'anh eb'. Ha in lolonel ol elta t'a a ti', lajan val ol vutej icha te' k'ak'. Axo eb' anima tik, lajan ol aj eb' icha te' k'atzitz. Axo jun k'ak' chi' ol satanel eb' smasanil, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ha val Jehová tz'alan icha tik: Ex yinhtilal Israel, a jun chonhab' te najat ay, te tek'an, aytaxon t'a peca', ol vik'cot t'ayex, aton jun chonhab' to manh eyojtacoc sti', manh ol eyab'laj tas ol yal eb'."
        },
        {
            "number": "15",
            "text": "Masanil juntzanh anima chi', te jelan eb' yak'an oval, a syamk'ab' eb' yic oval yet'nac chamel."
        },
        {
            "number": "16",
            "text": "Ol slajel sat eyavb'en eb' yet' e vael. Ol smilcham eyuninal eb' yet' eyisil. Ol schianb'at nok' e calnel eb' yet' nok' e vacax, ol sloanpaxb'at sat te' uva eb' yet' sat te' higo avab'il eyuuj. Ha eb' soldado eb' ol mak'anem lanhnaj e chonhab' wach' yajoch smuroal ayoch yipoc e k'ool, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Ha val Jehová ix alan t'ayin: Wach'chom tzijtum yaelal ol ja t'a jun pekti’ chi', palta manh ol ex in satel-laj t'a junelnhej."
        },
        {
            "number": "18",
            "text": "Tato ay mach ol k'anb'an t'ayach: ¿Tas yuj syak'cot juntzanh tik Jehová co Diosal t'a quib'anh? tato xchi eb', tzal t'a eb' icha tik: Icha chi' ex yutej yujto ix e patiquejcaneli, haxo juntzanh ch'oc diosal ix eyak' servil t'a yol e macb'en tik. Yuj chi' yowalil ol eyak' servil eb' ch'oc animail t'a junocxo macb'en manh eyicoc, xa chi, xchi Jehová t'ayin."
        },
        {
            "number": "19",
            "text": "Ix yalanxi Jehová icha tik: Alec t'a eb' yinhtilalcan Jacob cajan t'a smacb'en Judá:"
        },
        {
            "number": "20",
            "text": "Ex anima malaj e pensar, ab'ec juntzanh tik: Ay yol e sat, palta max yal-laj eyilani. Ay e chiquin, palta max eyab'laj."
        },
        {
            "number": "21",
            "text": "Ha ex tik, malaj velk'och t'ayex. Ha in tik ix in b'ocanem q'uen arena t'a stitac ha' mar t'a junelnhej. Wach'chom sq'ue vaan ha' sk'anh yem ponhnaj ha', palta max ek'laj ha' t'a q'uen arena aycanem chi' vuuj. Tato icha chi' in poder tzeyila', ¿tom manh smojoc e xiv t'ayin?"
        },
        {
            "number": "22",
            "text": "Ha ex tik te pit ex, ix in e patiquejcaneli."
        },
        {
            "number": "23",
            "text": "Max e na jab'oc eyal icha tik: Ayokab' yelk'och Jehová co Diosal t'ayonh, yujto a tz'ak'ancot nhab' t'a stiempoal, syak'anpax elul sat cavb'en t'a stiempoal, manh xe chioc."
        },
        {
            "number": "24",
            "text": "Palta yuj e mul tz'och vaan juntzanh tik, yuj chi' max yal eyak'an tzalajb'oc e k'ool yet' juntzanh in wach'k'olal tik, xchi Jehová, xa chi."
        },
        {
            "number": "25",
            "text": "Ha t'a in chonhab' tik, ay val eb' anima te chuk, say modo eb' tas tz'aj yixtan eb' anima eb', icha eb' tz'ak'anem syaalil nok' much."
        },
        {
            "number": "26",
            "text": "Sb'ud' spat eb' yet' masanil tastac sutel eb' t'a eb' anima, icha tz'aj yak'jioch nok' much t'a yol ste', sb'ud'ji yuj nok', yuj chi' niwan tz'aj yelk'och eb' yuj sb'eyumal syelq'uej chi'."
        },
        {
            "number": "27",
            "text": "Naynay yaj eb' yuj b'ak'uech. Manhxa yalnab'il schucal eb'. Max sb'olaj yaj eb' t'a stojolal tas tz'utaj eb' unin chamnac smam yet' eb' meb'a'."
        },
        {
            "number": "28",
            "text": "¿Tom manh ol vak'cot yaelal t'a eyib'anh yuj juntzanh tik? Ha in val Jehová in svala' to ol vak' spac t'ayex in chonhab' ex tik icha val t'a smojal."
        },
        {
            "number": "29",
            "text": "Xivub'tac, satk'olaltac yuj tas tzuji t'a jun chonhab' tik."
        },
        {
            "number": "30",
            "text": "Ha eb' syaloch sb'a in checab'oc, anhej es syal eb'. Axo eb' sacerdote syak' yajalil eb' icha sgana. Axo in chonhab' tik, wach' syab'i. Palta, ¿tas val ol aj eb' ayic ol ja slajvub'?"
        }
    ]
}