{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'ayin icha tic: Ek'anh d'a scalleal Jerusalén tic, tzilan masanil anima, tzilan d'a mercado tato ay junoc anima sb'eyb'alan tojolal, vach'nhej syutej sb'a. Vach'chom junoc pitanh tz'ilchaj uuj, ol vak' nivank'olal Jerusalén tic."
        },
        {
            "number": "2",
            "text": "Ay eb' stz'acan sloc in b'i ayic syak'an sti' eb', palta d'a es sloc in b'i chi' eb', xchi Jehová."
        },
        {
            "number": "3",
            "text": "Mamin Jehová, a eb' tza nib'ej, aton eb' yelnhej syala'. Yuj chi' ix ak'och syaelal eb' a chonhab' tic, palta malaj yelk'och d'a eb'. Ix ak' lajvoquem eb', palta maj nachajpaxel yuj eb'. Te pit spensar eb', icha stzatzil junoc q'uen q'ueen. Malaj sgana eb' syactejcan schuc b'eyb'al."
        },
        {
            "number": "4",
            "text": "Ix in na' icha tic: Tecan a eb' meb'a' malaj val jab'oc spensar, a eb' icha chi' sk'ulani, yujto manh yojtacoc eb' tas sgana Jehová Dios d'a eb' yed' tas syal d'a eb'."
        },
        {
            "number": "5",
            "text": "Ol b'at in lolon yed' eb' anima nivac yelk'ochi, xin chi. A valani to yojtac eb' tas sgana Jehová Dios d'a eb' yed' tas syal d'a eb'. Palta masanil juntzanh eb' chi', ix spitejpax sb'a eb' d'a Dios. Maj yal sk'ol eb' ix sk'anab'ajej Jehová chi'."
        },
        {
            "number": "6",
            "text": "Yuj val chi' ol elta nok' choj d'a caltac yax luum, ol miljoccham eb' yuj nok'. A nok' oques ay d'a tz'inan luum ol tzilchitanb'at eb'. Axo nok' leopardo, ol laj k'och nok' d'a stitac schonhab' eb'. Tato tz'elta eb', chok' tz'ajcan eb' yuj nok', yujto te nivan smul eb' ix ochi, manhxo b'ischajb'enoc spitalil eb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' syal Jehová icha tic: ¿Tasto val ol aj ex vak'an nivank'olal? A eb' eyuninal, ix in yactejcan eb', syak'an sti' eb' d'a sb'i juntzanh comon dios to manh diosoc. Jantac vael ix vak' d'a eb', palta maj in sk'anab'ajej eb', anhej ajmulal sk'ulej eb', molannhejek' eb' b'aj ay eb' ix ajmul ix."
        },
        {
            "number": "8",
            "text": "Icha nok' mam chej nhepepi yuj b'aq'uech, toxonhej tz'el yav jinhinhi yeq'ui, icha chi' eb', comonxonhej stzuntzejb'at eb' ix ix eb' ay d'a slak'anil, eb' ix ayxo yetb'eyum."
        },
        {
            "number": "9",
            "text": "¿Tom manh ol vak'och syaelal eb' yuj juntzanh sb'eyb'al chi'? ¿Tom manh ol vak' spac d'a junoc chonhab' d'a smojal icha tas sk'ulej?"
        },
        {
            "number": "10",
            "text": "Ochocab' eb' ajk'ol satanel te' uva, palta manh masaniloc te' ol lajvoqueloc. Sjecocab'el te' sk'ab' eb', yujto manhxo vicoc te'."
        },
        {
            "number": "11",
            "text": "A in val Jehová in svala' to icha chi' ol ajoc, yujto maj sk'anab'ajej eb' aj Israel yed' eb' aj Judá in trato ix in b'o yed'oc, xchi Jehová d'ayin."
        },
        {
            "number": "12",
            "text": "A eb' aj Israel yed' eb' aj Judá, manh yeloc tas syal eb' d'a spatic Jehová. Syalan eb' icha tic: A Dios malaj tas sna d'a quib'anh. Manh ol cab'laj syail yuj oval, ma yuj vejel."
        },
        {
            "number": "13",
            "text": "A eb' schecab' Dios malaj yelk'och tas syal eb', manhoc slolonel Dios syal eb', xchi eb'. Palta a val Jehová Dios Yajal d'a Smasanil, a' ix alan juntzanh tic d'ayin: Yujto syal eb' icha chi', yuj chi' a val tic ol javoc d'a yib'anh eb'. A in lolonel ol elta d'a a ti', lajan val ol vutej icha te' k'ak'. Axo eb' anima tic, lajan ol aj eb' icha te' k'atzitz. Axo jun k'ak' chi' ol satanel eb' smasanil, xchi Jehová."
        },
        {
            "number": "14",
            "text": "A val Jehová tz'alan icha tic: Ex yinhtilal Israel, a jun chonhab' te najat ay, te tek'an, aytaxon d'a peca', ol vik'cot d'ayex, aton jun chonhab' to manh eyojtacoc sti', manh ol eyab'laj tas ol yal eb'."
        },
        {
            "number": "15",
            "text": "Masanil juntzanh anima chi', te jelan eb' yak'an oval, a syamk'ab' eb' yic oval yed'nac chamel."
        },
        {
            "number": "16",
            "text": "Ol slajel sat eyavb'en eb' yed' e vael. Ol smilcham eyuninal eb' yed' eyisil. Ol schianb'at nok' e calnel eb' yed' nok' e vacax, ol sloanpaxb'at sat te' uva eb' yed' sat te' higo avab'il eyuuj. A eb' soldado eb' ol mak'anem lanhnaj e chonhab' vach' yajoch smuroal ayoch yipoc e k'ool, xchi Jehová."
        },
        {
            "number": "17",
            "text": "A val Jehová ix alan d'ayin: Vach'chom tzijtum yaelal ol ja d'a jun tiempoal chi', palta manh ol ex in satel-laj d'a junelnhej."
        },
        {
            "number": "18",
            "text": "Tato ay mach ol k'anb'an d'ayach: ¿Tas yuj syak'cot juntzanh tic Jehová co Diosal d'a quib'anh? tato xchi eb', tzal d'a eb' icha tic: Icha chi' ex yutej yujto ix e patiquejcaneli, axo juntzanh ch'oc diosal ix eyak' servil d'a yol e macb'en tic. Yuj chi' yovalil ol eyak' servil eb' ch'oc animail d'a junocxo macb'en manh eyicoc, xa chi, xchi Jehová d'ayin."
        },
        {
            "number": "19",
            "text": "Ix yalanxi Jehová icha tic: Alec d'a eb' yinhtilalcan Jacob cajan d'a smacb'en Judá:"
        },
        {
            "number": "20",
            "text": "Ex anima malaj e pensar, ab'ec juntzanh tic: Ay yol e sat, palta max yal-laj eyilani. Ay e chiquin, palta max eyab'laj."
        },
        {
            "number": "21",
            "text": "A ex tic, malaj velk'och d'ayex. A in tic ix in b'ocanem q'uen arena d'a stitac a' mar d'a junelnhej. Vach'chom sq'ue vaan a' sk'anh yem ponhnaj a', palta max ek'laj a' d'a q'uen arena aycanem chi' vuuj. Tato icha chi' in poder tzeyila', ¿tom manh smojoc e xiv d'ayin?"
        },
        {
            "number": "22",
            "text": "A ex tic te pit ex, ix in e patiquejcaneli."
        },
        {
            "number": "23",
            "text": "Max e na jab'oc eyal icha tic: Ayocab' yelk'och Jehová co Diosal d'ayonh, yujto a tz'ak'ancot nhab' d'a stiempoal, syak'anpax elul sat cavb'en d'a stiempoal, manh xe chioc."
        },
        {
            "number": "24",
            "text": "Palta yuj e mul tz'och vaan juntzanh tic, yuj chi' max yal eyak'an tzalajb'oc e k'ool yed' juntzanh in vach'k'olal tic, xchi Jehová, xa chi."
        },
        {
            "number": "25",
            "text": "A d'a in chonhab' tic, ay val eb' anima te chuc, say modo eb' tas tz'aj yixtan eb' anima eb', icha eb' tz'ak'anem syaalil nok' much."
        },
        {
            "number": "26",
            "text": "Sb'ud' spat eb' yed' masanil tastac sutel eb' d'a eb' anima, icha tz'aj yak'jioch nok' much d'a yol ste', sb'ud'ji yuj nok', yuj chi' nivan tz'aj yelk'och eb' yuj sb'eyumal syelq'uej chi'."
        },
        {
            "number": "27",
            "text": "Naynay yaj eb' yuj b'aq'uech. Manhxa yalnab'il schucal eb'. Max sb'olaj yaj eb' d'a stojolal tas tz'utaj eb' unin chamnac smam yed' eb' meb'a'."
        },
        {
            "number": "28",
            "text": "¿Tom manh ol vak'cot yaelal d'a eyib'anh yuj juntzanh tic? A in val Jehová in svala' to ol vak' spac d'ayex in chonhab' ex tic icha val d'a smojal."
        },
        {
            "number": "29",
            "text": "Xivub'tac, satk'olaltac yuj tas tzuji d'a jun chonhab' tic."
        },
        {
            "number": "30",
            "text": "A eb' syaloch sb'a in checab'oc, anhej es syal eb'. Axo eb' sacerdote syak' yajalil eb' icha sgana. Axo in chonhab' tic, vach' syab'i. Palta, ¿tas val ol aj eb' ayic ol ja slajvub'?"
        }
    ]
}