{
    "chapter": "50",
    "verses": [
        {
            "number": "1",
            "text": "Ha tas ix alchaj t'a yib'anh Babilonia schonhab' heb' caldeo. Ha Jehová ix alan t'ayin Jeremías schecab' in tik icha tik:"
        },
        {
            "number": "2",
            "text": "Alequel jun ab'ix tik, aq'ek yojtaquejel masanil nación. Ik'ecchaanh yechel to tzeyalel jun ab'ix tik, manh he k'ub'ejel jab'oc. Alec icha tik: Ha Babilonia ol ak'joc ganar. Ha comon Dios scuchan Bel ol ak'joc q'uixwelal. Ha yechel comon Dios Merodac ol pojb'atoc. Ha juntzanh sdiosal heb' aj Babilonia chi', q'uixwelal ol ajcanoc, chok' ol ajkan juntzanh yechel chi'."
        },
        {
            "number": "3",
            "text": "Ha t'a norte, ata' ol cot jun nación ol ul ak'an owal yet'oc. Ha ol ak'ancan tzinan jun chonhab' chi' icha tzinan lu'um. Manhxa anima ol cajnaj t'ay, manhxa pax nok' nok', masanil ol b'at elelal, xchi Jehová."
        },
        {
            "number": "4",
            "text": "Ix yalan Jehová icha tik: Ay jun k'ual, a heb' aj Israel yet' heb' aj Judá, ol ok' heb', ol yak'anoch sb'a heb' t'a yol in k'ab'."
        },
        {
            "number": "5",
            "text": "Ol sk'anb'ejek' jun b'e heb' sk'och t'a Sion, ata' ol b'at heb', ol yalan heb' icha tik: Conh meltzajec t'a Jehová. Junxonhej tzonh ajec yet'oc. Sco b'oan junok ko trato yet'oc t'a junelnhej, manhxa b'ak'uinh sb'at satk'olal cuuj, xcham heb'."
        },
        {
            "number": "6",
            "text": "Ha in chonhab' tik, lajan icha nok' calnel satnacb'ati, max tanhwaj yuj stanhwumal, yuj chi' satcanb'at nok' t'a jolomtac witz. Axonhej t'a jolomtac witz chi' tzek' nok', haxo tz'aji, sat sk'ol nok' t'a smacte'."
        },
        {
            "number": "7",
            "text": "Axo yic schalan sb'a nok' yet' junok ajk'ol yajoch t'ay, smiljicham nok' yuj. Icha chi' yaj in chonhab' tik, syal heb' ajk'ol chi' t'a heb' icha tik: Ha jun tik manh ko muloc, yujto a heb' ix och smul t'a Jehová, aton jun tz'ak'an swael heb', aton jun ayoch yipoc sk'ol heb' smam yicham heb', xchi heb'."
        },
        {
            "number": "8",
            "text": "Ex in chonhab', elanhec t'a Babilonia schonhab' heb' caldeo. B'ab'lajanhec icha nok' mam chiwa scuchb'an nok' calnel."
        },
        {
            "number": "9",
            "text": "Yujto ol wik'cot jantac soldado t'a juntzanh chonhab' t'a norte, yic ol ul yak'an owal heb' t'a Babilonia chi'. Ol stzolan sb'a heb' sjawi t'ay, ol yak'an ganar heb' yujto te jelan heb' t'a owal chi'. Ayic sjulwaj heb', malaj junok sjul-lab' heb' chi' b'enhej tz'eq'ui."
        },
        {
            "number": "10",
            "text": "Ha in wal Jehová in swala', masanil tastac ay t'a heb' aj Babilonia chi', ol yik'b'at heb'. Ol yik'b'at masanil tastac snib'ej heb'."
        },
        {
            "number": "11",
            "text": "Ha ex wal tik ex aj Babilonia, ix ex tzalaj wal ayic ix eyik'anb'at tastac ay t'a heb' in chonhab'. Ix ex k'e wal cheneljoc icha junok nok' cob'es wacax stek'wi trigo. Ix el pax eyav icha nok' chej."
        },
        {
            "number": "12",
            "text": "Yuj chi' a he chonhab' b'aj aljinac ex, q'uixwelal ol ajcanoc. Slajwub' ol ajkan t'a skal juntzanhxo nación. Taquinh lu'um ol ajcanoc, ol kan tzinan."
        },
        {
            "number": "13",
            "text": "Yujto ol cot wal wowal t'ay, manhxa junok mach ol cajnajcan t'ay, cuseltac ol ajcanoc. Masanil mach ol ek' ta', ol xiv heb' yilan jantac yaelal ol jawok t'a yib'anh jun chonhab' chi'."
        },
        {
            "number": "14",
            "text": "Masanil ex eyed'nac he jul-lab', oymajanhec t'a spatic Babilonia, julwajanhec t'ay. Manhxoocab' ex och waan he julwaj t'ay yujto toxo ix och smul t'ayin Jehová in tik."
        },
        {
            "number": "15",
            "text": "Hak'uequel eyav yic owal t'a masanil spatictac chonhab' chi': Vanxo yak'ji ganar Babilonia. Van yem lanhnaj yoyal, wan yem wecnaj smuroal, xe chi. Ha in Jehová in tik, stiempoalxo in pacan in b'ha t'a Babilonia chi'. Paquecpax he b'a a ex tik, icha wal ix yutej juntzanhxo nación, ichocab' wal ta' tzeyutej paxi."
        },
        {
            "number": "16",
            "text": "Manhxaocab' junok mach tzeyactejcan t'a Babilonia chi', manh eyactejcan heb' tz'avwi, ma heb' smolan sat avb'en chi'. Ha wal yic ol yilan heb' yoch jun owal chi', a heb' ch'oc chonhab'il ayek' ta', ol meltzaj heb' t'a schonhab'. Junjun heb' ol meltzajxi t'a slugar, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Ix yalanxi Jehová icha tik: Icha nok' calnel satnacb'ati, pechb'il yuj nok' choj, icha chi' yaj heb' aj Israel. B'ab'el ak'b'il ganar heb' yuj winh sreyal Asiria. Ixlajwi chi', haxo winhaj Nabucodonosor sreyal Babilonia ix wach' satanel heb'."
        },
        {
            "number": "18",
            "text": "Yuj chi' a in Jehová Yajal in t'a Smasanil, sDiosal in Israel swal icha tik: Ol wak'och syaelal winh sreyal Babilonia yet' masanil schonhab'il, icha wal wutejnac winh sreyal Asiria."
        },
        {
            "number": "19",
            "text": "Ol wik'xi meltzaj heb' aj Israel t'a sluum. Ol yab'lej heb' masanil tas wach' tz'el t'a lum Carmelo yet' t'a lum Basán. Ol yab'lej heb' jantac tas snib'ej, aton tastac sq'uib' t'a lum tzalquixtac t'a yol yic Efraín yet' t'a Galaad."
        },
        {
            "number": "20",
            "text": "Ha in wal Jehová in swala': Ha t'a jun k'ual chi', ol in colel heb' aj Israel yet' heb' aj Judá t'a chukal sk'ulej, ol wak' lajwoc smul heb', manhxa b'aj ol ilchajoc, ol wak' sat t'a junelnhej, xchi Jehová."
        },
        {
            "number": "21",
            "text": "Ix yalan Jehová icha tik: Ha in wal Jehová in tzex in checa': Hak'ek owal t'a smacb'en Merataim yet' masanil heb' cajan t'a Pecod. Pechec heb', mileccham heb', masanto syal satel heb' smasanil. k'anab'ajejec masanil in checnab'il."
        },
        {
            "number": "22",
            "text": "Tz'ab'chaj wal yoch owal t'a nación chi', te niwan ix aj satel heb'."
        },
        {
            "number": "23",
            "text": "Ha Babilonia icha junok martillo, ix smak'poj masanil yol yib'anhk’inal. Axo ticnaik, ha' ol mak'jocpojoc, chok' ol ajcanoc. Ol te xivb'at masanil nación ayic ol yilan heb' tas ol ajkan Babilonia chi'."
        },
        {
            "number": "24",
            "text": "Ha in Jehová in ix wak'em syaalil Babilonia. Majxo yil-laj heb' skan t'ay, yujto ix och heb' ajk'olal t'ayin."
        },
        {
            "number": "25",
            "text": "Ix in jaquelta masanil yamk'ab' yic owal molan wuuj, ix wik'elta yic tzin ch'oxan yowal in k'ool, yujto ay jun in munlajel yowalil ol yik' sb'ha t'a schonhab' heb' caldeo chi'."
        },
        {
            "number": "26",
            "text": "Yalxonhej b'aj tzex och eyak' owal t'a heb'. Jaquec b'aj molanek' swael heb'. Molb'ejec sk'ael heb', tze sataneli. Manhxaocab' jab'oc scani."
        },
        {
            "number": "27",
            "text": "Mileccham masanil soldado heb'. Ob'iltac heb', toxo ix jawi sk'ual syaelal heb', xchi Jehová."
        },
        {
            "number": "28",
            "text": "Ay heb' quetisrael tz'el lemnaj t'a Babilonia, sjawi heb' t'a Sion, syalan heb' chajtil wal tz'aj spacan sb'a Jehová ko Diosal t'a heb' aj Babilonia chi' yuj tas ix sk'ulej heb' t'a stemplo."
        },
        {
            "number": "29",
            "text": "Syalanxi Jehová: Avtejec masanil heb' julwajwum yic tz'och heb' yak' owal t'a Babilonia. Ochanhec oyan t'a spatic yic malaj mach tz'eli. Pactzitejec wal icha smojal. Utejec wal icha ix yutej sb'ha t'a juntzanhxo, yujto te ak'umtac ix yutej sb'a t'ayin Jehová sDiosal in Israel."
        },
        {
            "number": "30",
            "text": "Yuj chi' a heb' kelemtac aj Babilonia, ol laj kan teljab' heb' scham t'a yoltac calle. Ha heb' soldado ol miljoccham heb' smasanil t'a jun k'ual chi'."
        },
        {
            "number": "31",
            "text": "Ha in Jehová Yajal in t'a Smasanil swala': Ayinoch ajk'olal t'ayex ticnaik ex aj Babilonia, yujto te ak'umtac tzeyutej he b'a. Toxo ix jawi sk'ual yic sja yaelal t'a eyib'anh."
        },
        {
            "number": "32",
            "text": "Ex anima tzeyik'chanh he b'a, ol ex ak'joc ganar. Manhxa mach ol ex ik'anchaanh. Ol wak'och sk'ak'al masanil he chonhab' chi'. Ol lajwoquel masanil spatictac yuj jun k'ak' chi', xchi Jehová."
        },
        {
            "number": "33",
            "text": "Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ha heb' aj Israel yet' heb' aj Judá, wan yab'an syail heb' b'aj tz'ixtaj ticnaik. Ayoch heb' t'a yol sk'ab' heb' ajk'ool, manh wal jab'oc tz'actajel heb' yuj heb'."
        },
        {
            "number": "34",
            "text": "Palta a in scolumal in heb', a in b'i, Jehová Yajal t'a Smasanil. Ol in ch'olb'itej tas tz'utaj heb' chi' t'a stojolal. Ol wak'an junk'olal t'a in chonhab' tik, haxo chonhab' Babilonia, axonhej xivk'olal ol wak'b'at t'a yib'anh, xchi Jehová."
        },
        {
            "number": "35",
            "text": "Syalanpax Jehová: Ochocab' owal t'a Babilonia yet' t'a masanil heb' cajan t'ay yet' pax t'a heb' yajal t'a skal heb' yet' heb' aj pensar."
        },
        {
            "number": "36",
            "text": "Ochocab' owal t'a heb' naumel lolonel yalani, quistalaxocab' heb'."
        },
        {
            "number": "37",
            "text": "Mileccham heb' soldado sluclon yuj xiwelal. Mileccham nok' chej tok'jinac carruaje. Mileccham heb' soldado manb'ilcot ayek' t'a skal heb', lajanocab' tz'ajkan heb' icha heb' ix ix. Ochanhec b'aj ay sb'eyumal heb', tzeyelk'anb'ati."
        },
        {
            "number": "38",
            "text": "Tupocab' masanil ha ha', yujto a Babilonia chi' schonhab'il juntzanh comon Dios yajb'entac. Ha yuj juntzanh chi', ste satel spensar heb' anima chi'."
        },
        {
            "number": "39",
            "text": "Yuj chi' ha t'a jun chonhab' chi', axonhej nok' caltacte'al nok' ol cajnajoc, nok' oques yet' nok' awestruz. Manhxa b'ak'uinh ol cajnajxi anima ta'."
        },
        {
            "number": "40",
            "text": "Lajan ol wutejcan icha Sodoma, Gomorra yet' juntzanhxo chonhab' ay t'a slak'anil ayic in satannaqueli. Malaj mach ol cajnajxoc ta'."
        },
        {
            "number": "41",
            "text": "Ilec wal juntzanh soldado scot t'a stojolal norte. Tzijtum heb' rey scot yet' jun nación te ay yip. Lista yaj heb' scot yak' owal."
        },
        {
            "number": "42",
            "text": "Yed'nac sjul-lab' heb' yet' slanza. Yelxo wal te ov heb', manhxa jab'oc yok'elk'olal heb'. Lajan wal yel yav heb' icha sk'anh ha' mar, ayk'e heb' t'a yib'anh chej. Listaxo yaj heb' yic sjawi heb' yak' owal t'a Babilonia chi'."
        },
        {
            "number": "43",
            "text": "Ayic ol yab'an jun ab'ix tik winh sreyal Babilonia chi', ol sicb'oquel winh yuj xiwelal. Ol te ochcan winh t'a ilk'olal yet' t'a yaelal, icha junok ix ix wan yalji yune'."
        },
        {
            "number": "44",
            "text": "Ol in k'och icha junok nok' choj tz'elta lemnaj t'a caltac wayumtac t'a stitac ha' Jordán sk'ek'och b'aj swa nok' calnel, saclemb'at nok' yuj nok'. Icha chi' ol aj wak'an saclem heb' aj Babilonia chi', ol wak'anoch jun yajal ta' to sik'b'ilel wuuj. ¿Mach wal syal slajb'an sb'a wed'oc? ¿Mach wal syal stelan sb'a wed'oc? ¿Mach yajalil syal stek'b'an sb'ha t'a wichanh?"
        },
        {
            "number": "45",
            "text": "Ab'ec wal tas ix aj in naan Jehová in tik t'a yib'anh Babilonia schonhab' heb' caldeo: Ha yuninal heb', ol ik'chajb'atoc, ol em lanhnaj spat heb' t'a yib'anh."
        },
        {
            "number": "46",
            "text": "Ol ib'xock'e lum lum ayic ol ak'joc ganar heb', ol ab'chaj yel yav heb' t'a juntzanhxo nación, xchi Jehová."
        }
    ]
}