{
    "chapter": "50",
    "verses": [
        {
            "number": "1",
            "text": "Ha tas ix alchaj t'a yib'anh Babilonia schonhab' eb' caldeo. Ha Jehová ix alan t'ayin Jeremías schecab' in tik icha tik:"
        },
        {
            "number": "2",
            "text": "Alequel jun ab'ix tik, aq'ek yojtaquejel masanil nación. Iq'uecchaanh yechel to tzeyalel jun ab'ix tik, manh e k'ub'ejel jab'oc. Alec icha tik: Ha Babilonia ol ak'joc ganar. Ha comon dios scuchan Bel ol ak'joc q'uixvelal. Ha yechel comon dios Merodac ol pojb'atoc. Ha juntzanh sdiosal eb' aj Babilonia chi', q'uixvelal ol ajcanoc, chok' ol ajkan juntzanh yechel chi'."
        },
        {
            "number": "3",
            "text": "Ha t'a norte, ata' ol cot jun nación ol ul ak'an oval yet'oc. Ha ol ak'ancan tzinan jun chonhab' chi' icha tzinan lu'um. Manhxa anima ol cajnaj t'ay, manhxa pax nok' nok', masanil ol b'at elelal, xchi Jehová."
        },
        {
            "number": "4",
            "text": "Ix yalan Jehová icha tik: Ay jun k'ual, a eb' aj Israel yet' eb' aj Judá, ol ok' eb', ol yak'anoch sb'a eb' t'a yol in k'ab'."
        },
        {
            "number": "5",
            "text": "Ol sk'anb'ejek' jun b'e eb' sk'och t'a Sion, ata' ol b'at eb', ol yalan eb' icha tik: Conh meltzajec t'a Jehová. Junxonhej tzonh ajec yet'oc. Sco b'oan junok co trato yet'oc t'a junelnhej, manhxa b'ak'uinh sb'at satk'olal cuuj, xcham eb'."
        },
        {
            "number": "6",
            "text": "Ha in chonhab' tik, lajan icha nok' calnel satnacb'ati, max tanhvaj yuj stanhvumal, yuj chi' satcanb'at nok' t'a jolomtac vitz. Axonhej t'a jolomtac vitz chi' tzek' nok', haxo tz'aji, sat sk'ol nok' t'a smacte'."
        },
        {
            "number": "7",
            "text": "Axo yic schalan sb'a nok' yet' junok ajk'ol yajoch t'ay, smiljicham nok' yuj. Icha chi' yaj in chonhab' tik, syal eb' ajk'ol chi' t'a eb' icha tik: Ha jun tik manh co muloc, yujto a eb' ix och smul t'a Jehová, aton jun tz'ak'an svael eb', aton jun ayoch yipoc sk'ol eb' smam yicham eb', xchi eb'."
        },
        {
            "number": "8",
            "text": "Ex in chonhab', elanhec t'a Babilonia schonhab' eb' caldeo. B'ab'lajanhec icha nok' mam chiva scuchb'an nok' calnel."
        },
        {
            "number": "9",
            "text": "Yujto ol vik'cot jantac soldado t'a juntzanh chonhab' t'a norte, yic ol ul yak'an oval eb' t'a Babilonia chi'. Ol stzolan sb'a eb' sjavi t'ay, ol yak'an ganar eb' yujto te jelan eb' t'a oval chi'. Ayic sjulvaj eb', malaj junok sjul-lab' eb' chi' b'enhej tz'eq'ui."
        },
        {
            "number": "10",
            "text": "Ha in val Jehová in svala', masanil tastac ay t'a eb' aj Babilonia chi', ol yik'b'at eb'. Ol yik'b'at masanil tastac snib'ej eb'."
        },
        {
            "number": "11",
            "text": "Ha ex val tik ex aj Babilonia, ix ex tzalaj val ayic ix eyik'anb'at tastac ay t'a eb' in chonhab'. Ix ex q'ue val cheneljoc icha junok nok' cob'es vacax stek'vi trigo. Ix el pax eyav icha nok' chej."
        },
        {
            "number": "12",
            "text": "Yuj chi' a e chonhab' b'aj aljinac ex, q'uixvelal ol ajcanoc. Slajvub' ol ajkan t'a skal juntzanhxo nación. Taquinh lu'um ol ajcanoc, ol kan tzinan."
        },
        {
            "number": "13",
            "text": "Yujto ol cot val voval t'ay, manhxa junok mach ol cajnajcan t'ay, cuseltac ol ajcanoc. Masanil mach ol ek' ta', ol xiv eb' yilan jantac yaelal ol javoc t'a yib'anh jun chonhab' chi'."
        },
        {
            "number": "14",
            "text": "Masanil ex eyed'nac e jul-lab', oymajanhec t'a spatic Babilonia, julvajanhec t'ay. Manhxoocab' ex och vaan e julvaj t'ay yujto toxo ix och smul t'ayin Jehová in tik."
        },
        {
            "number": "15",
            "text": "Hak'uequel eyav yic oval t'a masanil spatictac chonhab' chi': Vanxo yak'ji ganar Babilonia. Van yem lanhnaj yoyal, van yem vecnaj smuroal, xe chi. Ha in Jehová in tik, stiempoalxo in pacan in b'ha t'a Babilonia chi'. Paquecpax e b'a a ex tik, icha val ix yutej juntzanhxo nación, ichocab' val ta' tzeyutej paxi."
        },
        {
            "number": "16",
            "text": "Manhxaocab' junok mach tzeyactejcan t'a Babilonia chi', manh eyactejcan eb' tz'avvi, ma eb' smolan sat avb'en chi'. Ha val yic ol yilan eb' yoch jun oval chi', a eb' ch'oc chonhab'il ayek' ta', ol meltzaj eb' t'a schonhab'. Junjun eb' ol meltzajxi t'a slugar, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Ix yalanxi Jehová icha tik: Icha nok' calnel satnacb'ati, pechb'il yuj nok' choj, icha chi' yaj eb' aj Israel. B'ab'el ak'b'il ganar eb' yuj vinh sreyal Asiria. Ixlajwi chi', haxo vinhaj Nabucodonosor sreyal Babilonia ix wach' satanel eb'."
        },
        {
            "number": "18",
            "text": "Yuj chi' a in Jehová Yajal in t'a Smasanil, sDiosal in Israel sval icha tik: Ol vak'och syaelal vinh sreyal Babilonia yet' masanil schonhab'il, icha val vutejnac vinh sreyal Asiria."
        },
        {
            "number": "19",
            "text": "Ol vik'xi meltzaj eb' aj Israel t'a sluum. Ol yab'lej eb' masanil tas wach' tz'el t'a lum Carmelo yet' t'a lum Basán. Ol yab'lej eb' jantac tas snib'ej, aton tastac sq'uib' t'a lum tzalquixtac t'a yol yic Efraín yet' t'a Galaad."
        },
        {
            "number": "20",
            "text": "Ha in val Jehová in svala': Ha t'a jun k'ual chi', ol in colel eb' aj Israel yet' eb' aj Judá t'a chukal sk'ulej, ol vak' lajvoc smul eb', manhxa b'aj ol ilchajoc, ol vak' sat t'a junelnhej, xchi Jehová."
        },
        {
            "number": "21",
            "text": "Ix yalan Jehová icha tik: Ha in val Jehová in tzex in checa': Hak'ek oval t'a smacb'en Merataim yet' masanil eb' cajan t'a Pecod. Pechec eb', mileccham eb', masanto syal satel eb' smasanil. k'anab'ajejec masanil in checnab'il."
        },
        {
            "number": "22",
            "text": "Tz'ab'chaj val yoch oval t'a nación chi', te niwan ix aj satel eb'."
        },
        {
            "number": "23",
            "text": "Ha Babilonia icha junok martillo, ix smak'poj masanil yol yib'anhk’inal. Axo ticnaic, ha' ol mak'jocpojoc, chok' ol ajcanoc. Ol te xivb'at masanil nación ayic ol yilan eb' tas ol ajkan Babilonia chi'."
        },
        {
            "number": "24",
            "text": "Ha in Jehová in ix vaq'uem syaalil Babilonia. Majxo yil-laj eb' skan t'ay, yujto ix och eb' ajk'olal t'ayin."
        },
        {
            "number": "25",
            "text": "Ix in jaquelta masanil yamk'ab' yic oval molan vuuj, ix viq'uelta yic tzin ch'oxan yoval in k'ool, yujto ay jun in munlajel yovalil ol yik' sb'ha t'a schonhab' eb' caldeo chi'."
        },
        {
            "number": "26",
            "text": "Yalxonhej b'aj tzex och eyak' oval t'a eb'. Jaquec b'aj molanek' svael eb'. Molb'ejec sk'ael eb', tze sataneli. Manhxaocab' jab'oc scani."
        },
        {
            "number": "27",
            "text": "Mileccham masanil soldado eb'. Ob'iltac eb', toxo ix javi sk'ual syaelal eb', xchi Jehová."
        },
        {
            "number": "28",
            "text": "Ay eb' quetisrael tz'el lemnaj t'a Babilonia, sjavi eb' t'a Sion, syalan eb' chajtil val tz'aj spacan sb'a Jehová co Diosal t'a eb' aj Babilonia chi' yuj tas ix sk'ulej eb' t'a stemplo."
        },
        {
            "number": "29",
            "text": "Syalanxi Jehová: Avtejec masanil eb' julvajvum yic tz'och eb' yak' oval t'a Babilonia. Ochanhec oyan t'a spatic yic malaj mach tz'eli. Pactzitejec val icha smojal. Utejec val icha ix yutej sb'ha t'a juntzanhxo, yujto te ak'umtac ix yutej sb'a t'ayin Jehová sDiosal in Israel."
        },
        {
            "number": "30",
            "text": "Yuj chi' a eb' quelemtac aj Babilonia, ol laj kan teljab' eb' scham t'a yoltac calle. Ha eb' soldado ol miljoccham eb' smasanil t'a jun k'ual chi'."
        },
        {
            "number": "31",
            "text": "Ha in Jehová Yajal in t'a Smasanil svala': Ayinoch ajk'olal t'ayex ticnaic ex aj Babilonia, yujto te ak'umtac tzeyutej e b'a. Toxo ix javi sk'ual yic sja yaelal t'a eyib'anh."
        },
        {
            "number": "32",
            "text": "Ex anima tzeyik'chanh e b'a, ol ex ak'joc ganar. Manhxa mach ol ex ik'anchaanh. Ol vak'och sk'ak'al masanil e chonhab' chi'. Ol lajvoquel masanil spatictac yuj jun k'ak' chi', xchi Jehová."
        },
        {
            "number": "33",
            "text": "Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ha eb' aj Israel yet' eb' aj Judá, van yab'an syail eb' b'aj tz'ixtaj ticnaic. Ayoch eb' t'a yol sk'ab' eb' ajk'ool, manh val jab'oc tz'actajel eb' yuj eb'."
        },
        {
            "number": "34",
            "text": "Palta a in scolumal in eb', a in b'i, Jehová Yajal t'a Smasanil. Ol in ch'olb'itej tas tz'utaj eb' chi' t'a stojolal. Ol vak'an junk'olal t'a in chonhab' tik, haxo chonhab' Babilonia, axonhej xivk'olal ol vak'b'at t'a yib'anh, xchi Jehová."
        },
        {
            "number": "35",
            "text": "Syalanpax Jehová: Ochocab' oval t'a Babilonia yet' t'a masanil eb' cajan t'ay yet' pax t'a eb' yajal t'a skal eb' yet' eb' aj pensar."
        },
        {
            "number": "36",
            "text": "Ochocab' oval t'a eb' naumel lolonel yalani, quistalaxocab' eb'."
        },
        {
            "number": "37",
            "text": "Mileccham eb' soldado sluclon yuj xivelal. Mileccham nok' chej tok'jinac carruaje. Mileccham eb' soldado manb'ilcot ayek' t'a skal eb', lajanocab' tz'ajkan eb' icha eb' ix ix. Ochanhec b'aj ay sb'eyumal eb', tzeyelk'anb'ati."
        },
        {
            "number": "38",
            "text": "Tupocab' masanil ha ha', yujto a Babilonia chi' schonhab'il juntzanh comon dios yajb'entac. Ha yuj juntzanh chi', ste satel spensar eb' anima chi'."
        },
        {
            "number": "39",
            "text": "Yuj chi' ha t'a jun chonhab' chi', axonhej nok' caltacte'al nok' ol cajnajoc, nok' oques yet' nok' avestruz. Manhxa b'ak'uinh ol cajnajxi anima ta'."
        },
        {
            "number": "40",
            "text": "Lajan ol vutejcan icha Sodoma, Gomorra yet' juntzanhxo chonhab' ay t'a slak'anil ayic in satannaqueli. Malaj mach ol cajnajxoc ta'."
        },
        {
            "number": "41",
            "text": "Ilec val juntzanh soldado scot t'a stojolal norte. Tzijtum eb' rey scot yet' jun nación te ay yip. Lista yaj eb' scot yak' oval."
        },
        {
            "number": "42",
            "text": "Yed'nac sjul-lab' eb' yet' slanza. Yelxo val te ov eb', manhxa jab'oc yoq'uelk'olal eb'. Lajan val yel yav eb' icha sk'anh ha' mar, ayq'ue eb' t'a yib'anh chej. Listaxo yaj eb' yic sjavi eb' yak' oval t'a Babilonia chi'."
        },
        {
            "number": "43",
            "text": "Ayic ol yab'an jun ab'ix tik vinh sreyal Babilonia chi', ol sicb'oquel vinh yuj xivelal. Ol te ochcan vinh t'a ilk'olal yet' t'a yaelal, icha junok ix ix van yalji yune'."
        },
        {
            "number": "44",
            "text": "Ol in k'och icha junok nok' choj tz'elta lemnaj t'a caltac vayumtac t'a stitac ha' Jordán sq'uek'och b'aj sva nok' calnel, saclemb'at nok' yuj nok'. Icha chi' ol aj vak'an saclem eb' aj Babilonia chi', ol vak'anoch jun yajal ta' to sik'b'ilel vuuj. ¿Mach val syal slajb'an sb'a ved'oc? ¿Mach val syal stelan sb'a ved'oc? ¿Mach yajalil syal stek'b'an sb'ha t'a vichanh?"
        },
        {
            "number": "45",
            "text": "Ab'ec val tas ix aj in naan Jehová in tik t'a yib'anh Babilonia schonhab' eb' caldeo: Ha yuninal eb', ol ik'chajb'atoc, ol em lanhnaj spat eb' t'a yib'anh."
        },
        {
            "number": "46",
            "text": "Ol ib'xocq'ue lum lum ayic ol ak'joc ganar eb', ol ab'chaj yel yav eb' t'a juntzanhxo nación, xchi Jehová."
        }
    ]
}