{
    "chapter": "51",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová icha tik: Ol vak'b'at jun niwan ik' t'a Babilonia yet' t'a eb' cajan t'ay, ol satjoquel eb' yuj."
        },
        {
            "number": "2",
            "text": "Icha tz'aj yel smatz'il ixim trigo yuj ik', icha chi' ol utaj yuj eb' ajk'ool. Manhxalaj eb' cajan t'ay ol canoc. Ayic ol k'och jun k'ual yic ol satjoquel eb' chi', yalxonhej b'aj ol cot eb' ajk'ol yak' oval yet' eb'."
        },
        {
            "number": "3",
            "text": "Sb'o'ocab' sjul-lab' eb' julvajvum. Yak'ocab'och smacul snhi' sk'ol eb'. Mocab' ok' sk'ol eb' t'a eb' quelemtac aj Babilonia. Satocab'el eb' soldado t'a junelnhej."
        },
        {
            "number": "4",
            "text": "D'a masanil schonhab' eb' caldeo, ol laj kan teljab' eb' anima scham t'a yoltac calle."
        },
        {
            "number": "5",
            "text": "Wach'chom a eb' aj Israel yet' eb' aj Judá, ix och smul eb' t'ayin, palta maxto vactejcanlaj eb' a in Jehová Yajal in t'a Smasanil, sDiosal in eb', a inxonhej Ochi."
        },
        {
            "number": "6",
            "text": "Elanhec lemnaj t'a Babilonia chi', mach ex e gana tze col e b'a yic wach' max ex cham yuj smul. Yujto ix k'och sk'ual vak'an in pac t'ay icha val smojalil."
        },
        {
            "number": "7",
            "text": "Ix vak'lab'ej Babilonia ayic ix vak'anem yoval in k'ol t'a yib'anh masanil nación. Ix in yam icha junok copa nab'a oro b'aj ix yuk' anh masanil yol yib'anhk’inal tik. Ayic ix yuk'an eb' chi', ix q'ue t'a sjolom eb'."
        },
        {
            "number": "8",
            "text": "Palta elanhchamel ix em lanhnaj Babilonia chi', chok' ix aji. Ok'anhec yuj. Iq'ueccot yanhal, ol quila' tato olto anhtajoc, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ha eb' ch'oc nacional cajan ta', syal eb' icha tik: Toxo ix canhtej Babilonia tik, palta maxtzac b'olaj. Canocab'i. Conh paxec junjun onh b'ajtac ay co chonhab', yujto a smul jun chonhab' tik, toxo ix q'uek'och t'a satcha’anh, ix ek'b'at t'a yib'anh asun, xchi eb'."
        },
        {
            "number": "10",
            "text": "Syal eb' aj Israel yet' eb' aj Judá: Van spactzitan Jehová yuj tas ix onh utaji. Coyec, calequel t'a Sion tas toxo ix sk'ulej co Diosal, xchi eb'."
        },
        {
            "number": "11",
            "text": "Ha Jehová nab'ilxo yuj to ol satel Babilonia, yuj chi' ha' ix checancot eb' sreyal Media yic tzul satanel eb'. Icha val chi' ix aj spacan sb'a Jehová chi' yuj tas ix utaj stemplo yuj eb'. Tz'alchaj t'a eb' soldado: Lista tzeyutej e jul-lab'. Hak'uecoch e maclab' jul-lab'."
        },
        {
            "number": "12",
            "text": "Iq'uecchaanh junok yechel yic tze ch'oxani to sb'at eyak' oval t'a smuroal Babilonia, xchi. Wach'ocab' tz'aj yoch oyan eb' soldado t'a spatic. Ayokab' eb' stanhvani. Ayokab' eb' sk'ub'ejel sb'a yic smaclan eb' soldado eb' tz'elta yak' oval t'ayex. Yujto van yelk'och tas nab'il yuj Jehová sk'ulan t'a eb' cajan t'a Babilonia chi'."
        },
        {
            "number": "13",
            "text": "Ha ex val tik ex aj Babilonia, t'a stitac ha' nivac ha' cajan ex, yuj chi' te b'eyum ex. Toxo ix javi sk'ual e satel t'a junelnhej."
        },
        {
            "number": "14",
            "text": "Ha Jehová Yajal t'a Smasanil, toxo ix yak' sti', ix yalani: Ol te b'ud'joquel yol e nación tik yuj eb' ajk'ool icha val nok' k'ulub' manhxo b'ischajb'enoc. Ol el yav eb' ayic ol ex yak'an ganar eb', xchi."
        },
        {
            "number": "15",
            "text": "Ha Jehová b'oannac lum lum tik yet' spoder yet' sjelanil. Sb'oannacpax yol yib'anhk’inal tik. Yed' pax sjelanil chi', sjenhb'annacb'at satcha’anh."
        },
        {
            "number": "16",
            "text": "Ha tz'alani, nhilili sk'anh k'u syak'an nhab'. Ha tz'ik'anchaanh asun b'aj slajvik'och lum lum tik. Ha tz'ak'anek' copnaj leb'lon t'a skal yaxnhab'. Ha tz'ik'anelta ik' b'aj molb'ab'il yuj."
        },
        {
            "number": "17",
            "text": "Ha eb' anima, yelxo val malaj jab'oc spensar eb'. Max q'uixvi jab'oc eb' yuj juntzanh yechel comon dios sb'o'o. Ha juntzanh yechel chi', malaj spixan, tonhej syak' sb'a eb' anima chi' musansatil yuj."
        },
        {
            "number": "18",
            "text": "Ha juntzanh yechel chi', malaj jab'oc yelk'ochi, yic b'uchval yaji. Ayic ol javok jun k'ual, ol satel juntzanh chi' yuj Jehová."
        },
        {
            "number": "19",
            "text": "Ha sDiosal winhaj Jacob te ch'oc yeli, a ixb’o’an masanil tastac. Ha ix sik'anel Israel yic tz'ochcan schonhab'oc. Ha sb'i, Jehová Yajal t'a Smasanil."
        },
        {
            "number": "20",
            "text": "Ix yalan Jehová icha tik: Ha Babilonia icha in niwan mak'lab' q'ueen yaji, icha pax in yamk'ab' yic oval yaji. Ha yet'oc ix vak' ak'joc ganar juntzanh nación yet' sreyal."
        },
        {
            "number": "21",
            "text": "Ha yet'oc ix in milcham nok' chej yet' eb' ayq'ue t'a yib'anh nok'. Ix vak'anpax lajvoquel carruaje yet' eb' ayq'ue t'a yool."
        },
        {
            "number": "22",
            "text": "Ha yet'oc ix vak' miljoccham eb' winh vinac, eb' ix ix, eb' ichamtac, eb' quelemtac yet' eb' ix cob'estac."
        },
        {
            "number": "23",
            "text": "Ha yet'oc ix vak' miljoccham eb' tanhvum calnel yet' nok' calnel chi'. Ix vak'anpax miljoccham eb' smunlaj yet' nok' vacax, ix champax nok' vacax chi'. Ix vak'an miljoccham eb' gobernador yet' eb' yajal."
        },
        {
            "number": "24",
            "text": "Ha in val Jehová in swal t'ayex in chonhab' ex tik: D'a eyichanh ol vak' val spak t'a Babilonia yet' t'a eb' cajan t'ay icha val smojal chukal ix sk'ulej eb' t'a Sion."
        },
        {
            "number": "25",
            "text": "Ha Babilonia chi', lajan icha junok niwan vitz satanel masanil sat lum lum. Yuj chi' ajk'ol in t'ay, ol vak'an syaelal. Ha yet' vip ol vequem juynajoc. Ol b'atcan b'ulnaj t'a sattac pak'an. Lajan ol ajkan icha junok vitz tz'anacb'ati."
        },
        {
            "number": "26",
            "text": "Manhxa junok q'uen q'ueen ol elta t'a skal juntzanh ol em lanhnaj chi' olto k'anchajoc ayic ol b'o junocxo pat. Tz'ininixonhej ol ajkan Babilonia chi' t'a junelnhej."
        },
        {
            "number": "27",
            "text": "Iq'uecq'ue sch'oxnab'il yic oval t'a Babilonia. Puec q'uen trompeta yic syak' lista sb'a juntzanhxo nación scot yak' oval yet'oc. Q'ueocab' van eb' aj Ararat, eb' aj Mini yet' pax eb' aj Askenaz yak' oval yet'oc. Sik'jocab'och junok yajal yic scuchb'an eb' soldado t'a oval. B'atocab' nok' chej t'a oval icha nok' k'ulub' manhxo b'ischajb'enoc."
        },
        {
            "number": "28",
            "text": "Yak'ocab' lista sb'a juntzanhxo nación sb'at yak' oval t'ay. Cotocab' eb' sreyal Media, eb' gobernador, eb' nivac yopisio yet' masanil eb' anima ay t'a yol smacb'en, xchi Jehová."
        },
        {
            "number": "29",
            "text": "Ha lum lum tik, ol ib'xocq'ue lu'um. Ol tzicub'tanhaj lu'um, yujto ol yaq'uelk'och Jehová tas nab'il yuj. Ha Babilonia ol kan tzinan icha tzinan lu'um, manhxalaj mach ol cajnaj t'ay."
        },
        {
            "number": "30",
            "text": "Ha eb' soldado yic Babilonia chi', manhxo ol yal scolan sb'a eb'. Toxonhej ol ochcan eb' t'a yoltac b'aj scol sb'a. Manhxalaj yip eb', lajan ol ajkan eb' icha eb' ix ix. Ol laj mak'joquem lanhnaj schonhab' eb', ol laj nhusjoctz'a spat eb'."
        },
        {
            "number": "31",
            "text": "B'elb'onxonhej ol aj sk'och eb' checab' yal t'a winh sreyal Babilonia to toxo ix ak'ji ganar schonhab' winh chi' smasanil."
        },
        {
            "number": "32",
            "text": "Ha b'aj jay ha ha' b'aj tzek' eb' anima, ol laj macjoc yuj eb' ajk'ol chi'. Ha b'aj scol sb'a eb' soldado, ol nhusjoctz'aoc, yuj chi' ol te xiv eb' soldado chi'."
        },
        {
            "number": "33",
            "text": "Ha Jehová Yajal t'a Smasanil, sDiosal Israel, syal icha tik: Ha eb' aj Babilonia, lajan eb' icha ixim trigo wach'xo yajem t'a yol junok tek'lab', toxo val sk'och stiempo stek'chaji, xchi Jehová."
        },
        {
            "number": "34",
            "text": "Ha eb' aj chonhab' Sion, syal eb' icha tik: Ha winhaj Nabucodonosor sreyal Babilonia, chok' ix onh yutej winh. Mesesi ix yutejcan co chonhab' winh icha junok uk'ab' manhxa tas t'a yool. Ichato ix onh sturb'at winh icha junok nok' nivaquil nok' ay t'a yol ha' mar. Ix b'ud'ji val sk'ol winh yuj masanil tastac ay t'ayonh, haxo ixto cani ix syumcanel winh. Stupocab' Babilonia icha val ix onh yutej. Stupocab' eb' caldeo, yuj eb' anima ix smilcham eb' t'a co cal, xchi eb' aj Jerusalén chi'."
        },
        {
            "number": "35",
            "text": "Syal Jehová t'a eb' aj Jerusalén icha tik: Ha in ol in ch'olb'itej t'a stojolal tas ix ex utaji. Ol vaq'uek' e pac t'a eb' eyajk'ool. Ol laj vak' tup masanil ha' nhajab' yet' sjajtac ha ha' ay t'a Babilonia."
        },
        {
            "number": "36",
            "text": "Toxonhej ol k'ekan b'ulan sk'ajil. Axonhej nok' oques ol cajnaj ta', manhxalaj mach olto cajnaj t'ay. Ol te xiv eb' anima yilani, ol b'uchvaj pax eb' t'ay."
        },
        {
            "number": "37",
            "text": "Ol el yav eb' aj Babilonia chi' icha nok' choj, ol el pax yav eb' icha nok' yunetac choj chi'."
        },
        {
            "number": "38",
            "text": "Yacb'an ste k'ak'b'i eb' stzalaji, ichato ol in b'o junok niwan vael t'a eb', ol vak'an anh yuk' eb', yic stzalaj eb'. Slajvi chi' ol satel sk'ol eb' svay t'a junelnhej, manhxa b'ak'uinh ol el svayanh eb' chi'."
        },
        {
            "number": "39",
            "text": "Ol vik'b'at eb' b'aj ol miljocchamoc, icha tz'aj yik'jib'at nok' yunetac calnel, nok' chiva yet' nok' ch'ac calnel b'aj smilji."
        },
        {
            "number": "40",
            "text": "Ha Babilonia te b'inajnac t'a yol yib'anhk’inal tik, palta ol ak'joc ganar. Toxonhej ol xivcanq'ue juntzanh nación ayic ol yilan eb'."
        },
        {
            "number": "41",
            "text": "Icha val to ha ha' mar ol b'at secnaj t'a yib'anh, ol mucchajcan yuj ha'."
        },
        {
            "number": "42",
            "text": "Ha val schonhab'il, ol laj kan tzinan, icha tzinan lu'um ol ajcanoc. Manhxa mach ol cajnajxoc t'ay, manhxa pax mach ol ek' ta'."
        },
        {
            "number": "43",
            "text": "Ix yalanxi Jehová icha tik: Ol vak' val och yaelal t'a yib'anh Bel sdiosal Babilonia. Ol vak' xejejq'ueta tas toxo ix sb'uk'b'ati, manhxo ol javok juntzanh nación yaq'uem sb'a t'ay. Ol empax lanhnaj smuroal Babilonia chi'."
        },
        {
            "number": "44",
            "text": "Ex in chonhab', elanhec ta', colec e b'ha t'a yoval in k'ol sjavi t'a yib'anh."
        },
        {
            "number": "45",
            "text": "Manh eyak' pensar, manh ex xiv yuj tas tz'alji t'a yol jun nación chi'. Ch'oc ch'ocnhej tas sb'inaj t'a junjun ab'il, axonhej xivk'olal sb'inaji, aynhej oval t'a skal eb' yajal."
        },
        {
            "number": "46",
            "text": "Icha chi' ol aj sja sk'ual vak'anoch yaelal t'a yib'anh juntzanh sdiosal Babilonia chi'. Masanil jun nación chi' ol ak'joc q'uixvelal, toxonhej ol b'ud'joccanel yuj eb' chamnac."
        },
        {
            "number": "47",
            "text": "Ha in val Jehová in svala': Ha satcha’anh yet' yol yib'anhk’inal tik yet' masanil tas ay t'ay, ol te tzalajoc ayic ol ak'joc ganar Babilonia chi', yujto ha t'a norte ol cot eb' ol sataneloc."
        },
        {
            "number": "48",
            "text": "Ol satjoqueloc yujto te niwan anima ix smilcham t'a Israel, te niwan pax eb' anima ix satjiel t'a yol yib'anhk’inal tik yuj, xchi Jehová."
        },
        {
            "number": "49",
            "text": "Syal Jehová t'a eb' aj Israel ayek' t'a Babilonia icha tik: Ha ex mach ex ol ex el t'a skal chamel ol ujok chi', elanhec lemnajoc, manh ex och vaan. Wach'chom najat ayex, palta aq'ek val och e pensar t'ayin Jehová in tik, naecpaxcot Jerusalén."
        },
        {
            "number": "50",
            "text": "Palta a ex tik, tzeyal icha tik: Tzonh te q'uixvi ayic scab'an tas syal eb' t'ayonh. Q'uixavtaconhxonhej scab'i, yujto a eb' ch'oc chonhab'il toxo ix och eb' t'a yoltac cuarto Yicnhej Dios Yaji, xe chi."
        },
        {
            "number": "51",
            "text": "Palta a in Jehová in svala': Ol ja jun k'ual ol vak'an val och yaelal t'a yib'anh sdiosal eb' aj Babilonia yet' t'a masanil yol smacb'en, toxonhej ol el yav eb' anima ol lajvoc."
        },
        {
            "number": "52",
            "text": "Wach'chom sq'uek'och Babilonia t'a satcha’anh yalani, chaanh syutej sb'oanq'ue smuroal, palta ol vak'b'at eb' ajk'ol b'at sataneloc, xchi Jehová."
        },
        {
            "number": "53",
            "text": "Ol ab'chaj yel yav eb' aj Babilonia, ol ab'chaj satjiel masanil schonhab' eb' caldeo."
        },
        {
            "number": "54",
            "text": "Aton Jehová ol sataneloc, ol k'och sk'ual slajvi jantac av tz'el t'ay. Ha eb' ajk'ol ol javok xumnaj eb' t'ay icha ha' mar, ol k'anh val yem eb' t'a yib'anh jun chonhab' chi'."
        },
        {
            "number": "55",
            "text": "Ol javok eb' satel Babilonia chi', ol syaman masanil eb' soldado eb', ol mak'joc canhchaj sjul-lab' eb'. Yujto a Jehová, Dios toni, syak' spak t'a junjun icha val t'a smojal."
        },
        {
            "number": "56",
            "text": "Ha in Rey in, a in b'i, Jehová Yajal t'a Smasanil, a in swal icha tik: Ichato ol vak' anh anh yuk' eb' yajal t'a Babilonia, eb' aj pensar, eb' gobernador, eb' nivac yopisio yet' eb' soldado, ol cot svayanh eb' t'a junelnhej. Manhxo ol el-laj svayanh eb' chi'."
        },
        {
            "number": "57",
            "text": "Ha smuroal Babilonia te levan sat, palta ol em lanhnaj t'a junelnhej. Ha spuertail nivac, ol tz'ab'atoc. Nab'anhej ix munlaj juntzanh nación t'ay. Ha jantac munlajel b'aj ix k'unb'i eb', tonhej ol tz'ab'atoc, xchi Jehová."
        },
        {
            "number": "58",
            "text": "Ayic schanhil ab'il yoch winhaj Sedequías reyal t'a Judá, ix b'at winh t'a Babilonia, ajun winhaj Seraías yuninal winhaj Nerías yixchiquin winhaj Maaseías ix b'at yet' winh. Ha winh ay yalan yic yilan tas tz'aj winh rey chi'. Ayic manto b'at eb' winh t'a Babilonia chi', a in Jeremías in tik schecab' in Dios, ix vak' jun checnab'il t'a winhaj Seraías chi'."
        },
        {
            "number": "59",
            "text": "Junxonhej ix vak' tz'ib'chajcan masanil tas toxo ix alchaji to d'inhan sja t'a yib'anh Babilonia chi'."
        },
        {
            "number": "60",
            "text": "Ix valan t'a winhaj Seraías chi' icha tik: Ayic tzach k'och t'a Babilonia chi', tzil val tas tzutej awtan masanil juntzanh lolonel tik."
        },
        {
            "number": "61",
            "text": "Tzalan icha tik: Mamin Jehová a ach ix ala' to ol a satel jun nación tik. Manhxa anima ol cajnajxoc t'ay, manhxa pax nok' nok'. Ol kan tzinan uj t'a junelnhej, xa chi."
        },
        {
            "number": "62",
            "text": "Ayic slajvi val awtan juntzanh lolonel tik, tza tzek'anoch junok q'uen q'ueen b'aj tz'ib'ab'il tik, tza julancanb'at t'a yol ha' Éufrates,"
        },
        {
            "number": "63",
            "text": "tzalani: Icha val tik ol aj satcanem Babilonia, manhxa b'ak'uinh ol q'uex vaan yuj jantac yaelal ol javok t'a yib'anh yuj Jehová, xa chi, xin chi t'a winh."
        }
    ]
}