{
    "chapter": "51",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová icha tik: Ol wak'b'at jun niwan ik' t'a Babilonia yet' t'a heb' cajan t'ay, ol satjoquel heb' yuj."
        },
        {
            "number": "2",
            "text": "Icha tz'aj yel smatz'il ixim trigo yuj ik', icha chi' ol utaj yuj heb' ajk'ool. Manhxalaj heb' cajan t'ay ol canoc. Ayic ol k'och jun k'ual yic ol satjoquel heb' chi', yalxonhej b'aj ol cot heb' ajk'ol yak' owal yet' heb'."
        },
        {
            "number": "3",
            "text": "Sb'o'ocab' sjul-lab' heb' julwajwum. Yak'ocab'och smacul snhi' sk'ol heb'. Mocab' ok' sk'ol heb' t'a heb' kelemtac aj Babilonia. Satocab'el heb' soldado t'a junelnhej."
        },
        {
            "number": "4",
            "text": "D'a masanil schonhab' heb' caldeo, ol laj kan teljab' heb' anima scham t'a yoltac calle."
        },
        {
            "number": "5",
            "text": "Wach'chom a heb' aj Israel yet' heb' aj Judá, ix och smul heb' t'ayin, palta maxto wactejcanlaj heb' a in Jehová Yajal in t'a Smasanil, sDiosal in heb', a inxonhej Ochi."
        },
        {
            "number": "6",
            "text": "Elanhec lemnaj t'a Babilonia chi', mach ex he gana tze col he b'a yic wach' max ex cham yuj smul. Yujto ix k'och sk'ual wak'an in pac t'ay icha wal smojalil."
        },
        {
            "number": "7",
            "text": "Ix wak'lab'ej Babilonia ayic ix wak'anem yowal in k'ol t'a yib'anh masanil nación. Ix in yam icha junok copa nab'a oro b'aj ix yuk' anh masanil yol yib'anhk’inal tik. Ayic ix yuk'an heb' chi', ix k'e t'a sjolom heb'."
        },
        {
            "number": "8",
            "text": "Palta elanhchamel ix em lanhnaj Babilonia chi', chok' ix aji. Ok'anhec yuj. Ik'eccot yanhal, ol quila' tato olto anhtajoc, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ha heb' ch'oc nacional cajan ta', syal heb' icha tik: Toxo ix canhtej Babilonia tik, palta maxtzac b'olaj. Canocab'i. Conh paxec junjun onh b'ajtac ay ko chonhab', yujto a smul jun chonhab' tik, toxo ix k'ek'och t'a satcha’anh, ix ek'b'at t'a yib'anh asun, xchi heb'."
        },
        {
            "number": "10",
            "text": "Syal heb' aj Israel yet' heb' aj Judá: Van spactzitan Jehová yuj tas ix onh utaji. Coyec, calequel t'a Sion tas toxo ix sk'ulej ko Diosal, xchi heb'."
        },
        {
            "number": "11",
            "text": "Ha Jehová nab'ilxo yuj to ol satel Babilonia, yuj chi' ha' ix checancot heb' sreyal Media yic tzul satanel heb'. Icha wal chi' ix aj spacan sb'a Jehová chi' yuj tas ix utaj stemplo yuj heb'. Tz'alchaj t'a heb' soldado: Lista tzeyutej he jul-lab'. Hak'uecoch he maclab' jul-lab'."
        },
        {
            "number": "12",
            "text": "Ik'ecchaanh junok yechel yic tze ch'oxani to sb'at eyak' owal t'a smuroal Babilonia, xchi. Wach'ocab' tz'aj yoch oyan heb' soldado t'a spatic. Ayokab' heb' stanhwani. Ayokab' heb' sk'ub'ejel sb'a yic smaclan heb' soldado heb' tz'elta yak' owal t'ayex. Yujto wan yelk'och tas nab'il yuj Jehová sk'ulan t'a heb' cajan t'a Babilonia chi'."
        },
        {
            "number": "13",
            "text": "Ha ex wal tik ex aj Babilonia, t'a stitac ha' niwac ha' cajan ex, yuj chi' te b'eyum ex. Toxo ix jawi sk'ual he satel t'a junelnhej."
        },
        {
            "number": "14",
            "text": "Ha Jehová Yajal t'a Smasanil, toxo ix yak' sti', ix yalani: Ol te b'ud'joquel yol he nación tik yuj heb' ajk'ool icha wal nok' k'ulub' manhxo b'ischajb'enoc. Ol el yav heb' ayic ol ex yak'an ganar heb', xchi."
        },
        {
            "number": "15",
            "text": "Ha Jehová b'oannac lum lum tik yet' spoder yet' sjelanil. Sb'oannacpax yol yib'anhk’inal tik. Yed' pax sjelanil chi', sjenhb'annacb'at satcha’anh."
        },
        {
            "number": "16",
            "text": "Ha tz'alani, nhilili sk'anh k'u syak'an nhab'. Ha tz'ik'anchaanh asun b'aj slajwik'och lum lum tik. Ha tz'ak'anek' copnaj lheb'lon t'a skal yaxnhab'. Ha tz'ik'anelta ik' b'aj molb'ab'il yuj."
        },
        {
            "number": "17",
            "text": "Ha heb' anima, yelxo wal malaj jab'oc spensar heb'. Max q'uixwi jab'oc heb' yuj juntzanh yechel comon Dios sb'o'o. Ha juntzanh yechel chi', malaj spixan, tonhej syak' sb'a heb' anima chi' musansatil yuj."
        },
        {
            "number": "18",
            "text": "Ha juntzanh yechel chi', malaj jab'oc yelk'ochi, yic b'uchwal yaji. Ayic ol jawok jun k'ual, ol satel juntzanh chi' yuj Jehová."
        },
        {
            "number": "19",
            "text": "Ha sDiosal winhaj Jacob te ch'oc yeli, a ixb’o’an masanil tastac. Ha ix sik'anel Israel yic tz'ochcan schonhab'oc. Ha sb'i, Jehová Yajal t'a Smasanil."
        },
        {
            "number": "20",
            "text": "Ix yalan Jehová icha tik: Ha Babilonia icha in niwan mak'lab' k'een yaji, icha pax in yamk'ab' yic owal yaji. Ha yet'oc ix wak' ak'joc ganar juntzanh nación yet' sreyal."
        },
        {
            "number": "21",
            "text": "Ha yet'oc ix in milcham nok' chej yet' heb' ayk'e t'a yib'anh nok'. Ix wak'anpax lajwoquel carruaje yet' heb' ayk'e t'a yool."
        },
        {
            "number": "22",
            "text": "Ha yet'oc ix wak' miljoccham heb' winh winak, heb' ix ix, heb' ichamtac, heb' kelemtac yet' heb' ix cob'estac."
        },
        {
            "number": "23",
            "text": "Ha yet'oc ix wak' miljoccham heb' tanhwum calnel yet' nok' calnel chi'. Ix wak'anpax miljoccham heb' smunlaj yet' nok' wacax, ix champax nok' wacax chi'. Ix wak'an miljoccham heb' gobernador yet' heb' yajal."
        },
        {
            "number": "24",
            "text": "Ha in wal Jehová in swal t'ayex in chonhab' ex tik: D'a eyichanh ol wak' wal spak t'a Babilonia yet' t'a heb' cajan t'ay icha wal smojal chukal ix sk'ulej heb' t'a Sion."
        },
        {
            "number": "25",
            "text": "Ha Babilonia chi', lajan icha junok niwan witz satanel masanil sat lum lum. Yuj chi' ajk'ol in t'ay, ol wak'an syaelal. Ha yet' wip ol wequem juynajoc. Ol b'atcan b'ulnaj t'a sattac pak'an. Lajan ol ajkan icha junok witz tz'anacb'ati."
        },
        {
            "number": "26",
            "text": "Manhxa junok k'een k'een ol elta t'a skal juntzanh ol em lanhnaj chi' olto k'anchajoc ayic ol b'o junocxo pat. Tz'ininixonhej ol ajkan Babilonia chi' t'a junelnhej."
        },
        {
            "number": "27",
            "text": "Ik'eck'e sch'oxnab'il yic owal t'a Babilonia. Puec k'een trompeta yic syak' lista sb'a juntzanhxo nación scot yak' owal yet'oc. Q'ueocab' wan heb' aj Ararat, heb' aj Mini yet' pax heb' aj Askenaz yak' owal yet'oc. Sik'jocab'och junok yajal yic scuchb'an heb' soldado t'a owal. B'atocab' nok' chej t'a owal icha nok' k'ulub' manhxo b'ischajb'enoc."
        },
        {
            "number": "28",
            "text": "Yak'ocab' lista sb'a juntzanhxo nación sb'at yak' owal t'ay. Cotocab' heb' sreyal Media, heb' gobernador, heb' niwac yopisio yet' masanil heb' anima ay t'a yol smacb'en, xchi Jehová."
        },
        {
            "number": "29",
            "text": "Ha lum lum tik, ol ib'xock'e lu'um. Ol tzicub'tanhaj lu'um, yujto ol yak'elk'och Jehová tas nab'il yuj. Ha Babilonia ol kan tzinan icha tzinan lu'um, manhxalaj mach ol cajnaj t'ay."
        },
        {
            "number": "30",
            "text": "Ha heb' soldado yic Babilonia chi', manhxo ol yal scolan sb'a heb'. Toxonhej ol ochcan heb' t'a yoltac b'aj scol sb'a. Manhxalaj yip heb', lajan ol ajkan heb' icha heb' ix ix. Ol laj mak'joquem lanhnaj schonhab' heb', ol laj nhusjoctz'a spat heb'."
        },
        {
            "number": "31",
            "text": "B'elb'onxonhej ol aj sk'och heb' checab' yal t'a winh sreyal Babilonia to toxo ix ak'ji ganar schonhab' winh chi' smasanil."
        },
        {
            "number": "32",
            "text": "Ha b'aj jay ha ha' b'aj tzek' heb' anima, ol laj macjoc yuj heb' ajk'ol chi'. Ha b'aj scol sb'a heb' soldado, ol nhusjoctz'aoc, yuj chi' ol te xiv heb' soldado chi'."
        },
        {
            "number": "33",
            "text": "Ha Jehová Yajal t'a Smasanil, sDiosal Israel, syal icha tik: Ha heb' aj Babilonia, lajan heb' icha ixim trigo wach'xo yajem t'a yol junok tek'lab', toxo wal sk'och stiempo stek'chaji, xchi Jehová."
        },
        {
            "number": "34",
            "text": "Ha heb' aj chonhab' Sion, syal heb' icha tik: Ha winhaj Nabucodonosor sreyal Babilonia, chok' ix onh yutej winh. Mesesi ix yutejcan ko chonhab' winh icha junok uk'ab' manhxa tas t'a yool. Ichato ix onh sturb'at winh icha junok nok' niwaquil nok' ay t'a yol ha' mar. Ix b'ud'ji wal sk'ol winh yuj masanil tastac ay t'ayonh, haxo ixto cani ix syumcanel winh. Stupocab' Babilonia icha wal ix onh yutej. Stupocab' heb' caldeo, yuj heb' anima ix smilcham heb' t'a ko kal, xchi heb' aj Jerusalén chi'."
        },
        {
            "number": "35",
            "text": "Syal Jehová t'a heb' aj Jerusalén icha tik: Ha in ol in ch'olb'itej t'a stojolal tas ix ex utaji. Ol wak'ek' he pac t'a heb' eyajk'ool. Ol laj wak' tup masanil ha' nhajab' yet' sjajtac ha ha' ay t'a Babilonia."
        },
        {
            "number": "36",
            "text": "Toxonhej ol k'ekan b'ulan sk'ajil. Axonhej nok' oques ol cajnaj ta', manhxalaj mach olto cajnaj t'ay. Ol te xiv heb' anima yilani, ol b'uchwaj pax heb' t'ay."
        },
        {
            "number": "37",
            "text": "Ol el yav heb' aj Babilonia chi' icha nok' choj, ol el pax yav heb' icha nok' yunetac choj chi'."
        },
        {
            "number": "38",
            "text": "Yacb'an ste k'ak'b'i heb' stzalaji, ichato ol in b'o junok niwan wael t'a heb', ol wak'an anh yuk' heb', yic stzalaj heb'. Slajwi chi' ol satel sk'ol heb' sway t'a junelnhej, manhxa b'ak'uinh ol el swayanh heb' chi'."
        },
        {
            "number": "39",
            "text": "Ol wik'b'at heb' b'aj ol miljocchamoc, icha tz'aj yik'jib'at nok' yunetac calnel, nok' chiwa yet' nok' ch'ac calnel b'aj smilji."
        },
        {
            "number": "40",
            "text": "Ha Babilonia te b'inajnac t'a yol yib'anhk’inal tik, palta ol ak'joc ganar. Toxonhej ol xivcank'e juntzanh nación ayic ol yilan heb'."
        },
        {
            "number": "41",
            "text": "Icha wal to ha ha' mar ol b'at secnaj t'a yib'anh, ol mucchajcan yuj ha'."
        },
        {
            "number": "42",
            "text": "Ha wal schonhab'il, ol laj kan tzinan, icha tzinan lu'um ol ajcanoc. Manhxa mach ol cajnajxoc t'ay, manhxa pax mach ol ek' ta'."
        },
        {
            "number": "43",
            "text": "Ix yalanxi Jehová icha tik: Ol wak' wal och yaelal t'a yib'anh Bel sdiosal Babilonia. Ol wak' xejejk'eta tas toxo ix sb'uk'b'ati, manhxo ol jawok juntzanh nación yak'em sb'a t'ay. Ol empax lanhnaj smuroal Babilonia chi'."
        },
        {
            "number": "44",
            "text": "Ex in chonhab', elanhec ta', colec he b'ha t'a yowal in k'ol sjawi t'a yib'anh."
        },
        {
            "number": "45",
            "text": "Manh eyak' pensar, manh ex xiv yuj tas tz'alji t'a yol jun nación chi'. Ch'oc ch'ocnhej tas sb'inaj t'a junjun ab'il, axonhej xivk'olal sb'inaji, aynhej owal t'a skal heb' yajal."
        },
        {
            "number": "46",
            "text": "Icha chi' ol aj sja sk'ual wak'anoch yaelal t'a yib'anh juntzanh sdiosal Babilonia chi'. Masanil jun nación chi' ol ak'joc q'uixwelal, toxonhej ol b'ud'joccanel yuj heb' chamnac."
        },
        {
            "number": "47",
            "text": "Ha in wal Jehová in swala': Ha satcha’anh yet' yol yib'anhk’inal tik yet' masanil tas ay t'ay, ol te tzalajoc ayic ol ak'joc ganar Babilonia chi', yujto ha t'a norte ol cot heb' ol sataneloc."
        },
        {
            "number": "48",
            "text": "Ol satjoqueloc yujto te niwan anima ix smilcham t'a Israel, te niwan pax heb' anima ix satjiel t'a yol yib'anhk’inal tik yuj, xchi Jehová."
        },
        {
            "number": "49",
            "text": "Syal Jehová t'a heb' aj Israel ayek' t'a Babilonia icha tik: Ha ex mach ex ol ex el t'a skal chamel ol ujok chi', elanhec lemnajoc, manh ex och waan. Wach'chom najat ayex, palta aq'ek wal och he pensar t'ayin Jehová in tik, naecpaxcot Jerusalén."
        },
        {
            "number": "50",
            "text": "Palta a ex tik, tzeyal icha tik: Tzonh te q'uixwi ayic scab'an tas syal heb' t'ayonh. Q'uixavtaconhxonhej scab'i, yujto a heb' ch'oc chonhab'il toxo ix och heb' t'a yoltac cuarto Yicnhej Dios Yaji, xe chi."
        },
        {
            "number": "51",
            "text": "Palta a in Jehová in swala': Ol ja jun k'ual ol wak'an wal och yaelal t'a yib'anh sdiosal heb' aj Babilonia yet' t'a masanil yol smacb'en, toxonhej ol el yav heb' anima ol lajwoc."
        },
        {
            "number": "52",
            "text": "Wach'chom sk'ek'och Babilonia t'a satcha’anh yalani, chaanh syutej sb'oank'e smuroal, palta ol wak'b'at heb' ajk'ol b'at sataneloc, xchi Jehová."
        },
        {
            "number": "53",
            "text": "Ol ab'chaj yel yav heb' aj Babilonia, ol ab'chaj satjiel masanil schonhab' heb' caldeo."
        },
        {
            "number": "54",
            "text": "Aton Jehová ol sataneloc, ol k'och sk'ual slajwi jantac av tz'el t'ay. Ha heb' ajk'ol ol jawok xumnaj heb' t'ay icha ha' mar, ol k'anh wal yem heb' t'a yib'anh jun chonhab' chi'."
        },
        {
            "number": "55",
            "text": "Ol jawok heb' satel Babilonia chi', ol syaman masanil heb' soldado heb', ol mak'joc canhchaj sjul-lab' heb'. Yujto a Jehová, Dios toni, syak' spak t'a junjun icha wal t'a smojal."
        },
        {
            "number": "56",
            "text": "Ha in Rey in, a in b'i, Jehová Yajal t'a Smasanil, a in swal icha tik: Ichato ol wak' anh anh yuk' heb' yajal t'a Babilonia, heb' aj pensar, heb' gobernador, heb' niwac yopisio yet' heb' soldado, ol cot swayanh heb' t'a junelnhej. Manhxo ol el-laj swayanh heb' chi'."
        },
        {
            "number": "57",
            "text": "Ha smuroal Babilonia te lewan sat, palta ol em lanhnaj t'a junelnhej. Ha spuertail niwac, ol tz'ab'atoc. Nab'anhej ix munlaj juntzanh nación t'ay. Ha jantac munlajel b'aj ix k'unb'i heb', tonhej ol tz'ab'atoc, xchi Jehová."
        },
        {
            "number": "58",
            "text": "Ayic schanhil ab'il yoch winhaj Sedequías reyal t'a Judá, ix b'at winh t'a Babilonia, ajun winhaj Seraías yuninal winhaj Nerías yixchiquin winhaj Maaseías ix b'at yet' winh. Ha winh ay yalan yic yilan tas tz'aj winh rey chi'. Ayic manto b'at heb' winh t'a Babilonia chi', a in Jeremías in tik schecab' in Dios, ix wak' jun checnab'il t'a winhaj Seraías chi'."
        },
        {
            "number": "59",
            "text": "Junxonhej ix wak' tz'ib'chajcan masanil tas toxo ix alchaji to d'inhan sja t'a yib'anh Babilonia chi'."
        },
        {
            "number": "60",
            "text": "Ix walan t'a winhaj Seraías chi' icha tik: Ayic tzach k'och t'a Babilonia chi', tzil wal tas tzutej awtan masanil juntzanh lolonel tik."
        },
        {
            "number": "61",
            "text": "Tzalan icha tik: Mamin Jehová a ach ix ala' to ol a satel jun nación tik. Manhxa anima ol cajnajxoc t'ay, manhxa pax nok' nok'. Ol kan tzinan uj t'a junelnhej, xa chi."
        },
        {
            "number": "62",
            "text": "Ayic slajwi wal awtan juntzanh lolonel tik, tza tzek'anoch junok k'een k'een b'aj tz'ib'ab'il tik, tza julancanb'at t'a yol ha' Éufrates,"
        },
        {
            "number": "63",
            "text": "tzalani: Icha wal tik ol aj satcanem Babilonia, manhxa b'ak'uinh ol k'ex waan yuj jantac yaelal ol jawok t'a yib'anh yuj Jehová, xa chi, xin chi t'a winh."
        }
    ]
}