{
    "chapter": "52",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj Sedequías, 21 ab'il sq'uinal vinh ayic ix och vinh reyal. 11 ab'il ix yak' reyal vinh t'a Jerusalén. Ha ix snun vinh Hamutal sb'i ix, yisil ix vinhaj Jeremías aj chonhab' Libna."
        },
        {
            "number": "2",
            "text": "Te chuc tas ix sk'ulej vinh t'a yichanh Jehová, icha sk'ulejnac vinhaj Joacim."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix cot yoval sk'ol Jehová t'a eb' aj Jerusalén yet' t'a eb' aj Judá, ix yiq'uel eb' t'a yichanh. Ix spitej sb'a vinhaj Sedequías chi' t'a vinh sreyal Babilonia,"
        },
        {
            "number": "4",
            "text": "yuj chi' ayic slajunhil k'ual yoch slajunhil uj yic sb'alunhil ab'il yoch vinh reyal, ix cot vinhaj Nabucodonosor sreyal Babilonia, ix javi vinh t'a Jerusalén yet' eb' soldado. Ix oymaj eb', ix sb'oanq'ue scampamento eb' t'a spatictac chonhab' chi'. Ix sb'oanpaxq'ue stek'nub' eb' t'a spatictac yic syak'an oval eb' yet'oc."
        },
        {
            "number": "5",
            "text": "Oyannhejoch eb' t'a spatic chonhab' chi' masanto ix tz'acvi 11 ab'il yoch vinhaj Sedequías chi' reyal."
        },
        {
            "number": "6",
            "text": "Ayic b'alunhexo k'ual yoch schanhil uj yic jun ab'il chi', ix te em vejel, manhxa val jab'oc tas sva eb' anima."
        },
        {
            "number": "7",
            "text": "Ix sb'oan jun olan eb' soldado caldeo t'a smuroal, palta haxo t'ak'walil ix el lemnaj vinhaj rey Sedequías yet' masanil eb' soldado. Ha t'a skal yavb'en te' eb' rey ix el eb', ix elk'och eb' t'a jun puerta t'a snanhal chab' muro. Icha chi' ix aj sb'at eb' t'a jun b'e sb'at t'a ch'olan sk'och t'ha ha' Jordán."
        },
        {
            "number": "8",
            "text": "Palta a eb' soldado yic Babilonia chi', ix och eb' t'a spatic vinhaj rey Sedequías chi'. Axo t'a yak'lical Jericó ix yamchaj vinh yuj eb', haxo eb' soldado ajun yet' vinh rey chi', ix actajcan vinh yuj eb', ix saclemcanb'at eb'."
        },
        {
            "number": "9",
            "text": "Ix syaman vinhaj rey Sedequías chi' eb' soldado yic Babilonia chi', ix yik'anb'at vinh eb' t'a vinhaj Nabucodonosor ayek' t'a Ribla, t'a yol smacb'en chonhab' Hamat. Ata' ix yal vinh tas ol utaj vinhaj Sedequías chi'."
        },
        {
            "number": "10",
            "text": "Val t'a yichanh vinh ix miljicham eb' yuninal yet' eb' yajal yaj t'a Judá."
        },
        {
            "number": "11",
            "text": "Axo pax vinh, ix checji ik'chajq'ueta yol sat vinh, ix tzek'chaj vinh t'a q'uen cadena, ix ik'chajb'at vinh preso t'a Babilonia. Ata' ix cham vinh."
        },
        {
            "number": "12",
            "text": "Ayic slajunhil k'ual yoch yoil uj ayic 19 ab'il yoch vinhaj Nabucodonosor reyal t'a Babilonia, ix javi vinhaj Nabuzaradán t'a Jerusalén chi'. Sat yajal yaj vinh yuj vinhaj Nabucodonosor chi', yajal pax yaj vinh t'a eb' stanhvan vinh rey chi'."
        },
        {
            "number": "13",
            "text": "Ha vinh ix ul nhusantz'a templo, spalacio eb' rey yet' pax spat eb' nivac yajal t'a Jerusalén yet' masanil pat."
        },
        {
            "number": "14",
            "text": "Axo masanil eb' soldado ajun yet' vinh ix pojanem smuroal Jerusalén chi'."
        },
        {
            "number": "15",
            "text": "Ix yik'anb'at eb' anima vinh t'a Babilonia, aton eb' aycan t'a chonhab' chi', eb' ix yak'och sb'a yet' vinh sreyal Babilonia chi' yet' pax jantacxo eb' anima."
        },
        {
            "number": "16",
            "text": "Axonhej junjunxo eb' meb'a' ix cani, yic smunlaj eb' yet' yavan te' uva eb'."
        },
        {
            "number": "17",
            "text": "Ha eb' soldado yic Babilonia chi' ix mak'anpoj masanil yamk'ab' nab'a bronce t'a templo: Aton yoyal, yichtac yet' pax jun niwan pila yic ha ha'. Ix yik'anb'at masanil q'uen bronce chi' eb' t'a Babilonia."
        },
        {
            "number": "18",
            "text": "Ix yik'anpaxb'at yet'tal q'uen tik'aq'uil taanh eb', q'uen pala, q'uen icha texlex, q'uen nivac palangana, q'uen nivac cuchara yet' masanil yamk'ab' nab'a bronce sk'anchaji ayic tz'och ejmelal."
        },
        {
            "number": "19",
            "text": "Ix yik'anpaxb'at juntzanh yamk'ab' nab'a oro, nab'a plata vinhaj Nabuzaradán chi': Aton juntzanh q'uen palangana, q'uen yet'tal tzak'ak', q'uen nivac uk'ab' b'aj smolchaj q'uen tik'aq'uil taanh, q'uen candil, q'uen niwan cuchara yet' juntzanh vaso b'aj tz'ak'ji vino t'a ofrendail."
        },
        {
            "number": "20",
            "text": "Maxtzac yal snachajeli jantac yalil juntzanh tas nab'a bronce yak'nac b'ojoc vinhaj Salomón t'a templo chi': Aton chab' oy, jun niwan pila b'aj smolchaj ha ha' yet' lajchave' yechel toro cuchjinac jun pila chi'."
        },
        {
            "number": "21",
            "text": "Junjun oy chi', ek'to 8 metro steel. Ay am nanhaloc svaquil metro spatic, palta olan yool, uque' centímetro spimal."
        },
        {
            "number": "22",
            "text": "Junjun oy chi' ay smacul sjolom, ek'to chab' metro steel, nab'a bronce paxi. Ha t'a spatictac chi' ayoch jun icha q'uen malla nab'a bronce, aypaxoch yechel sat te' granado yelvanub'oc. Lajan yaj chab' oy chi'."
        },
        {
            "number": "23",
            "text": "Ha t'a junjun tzol yol sat q'uen malla chi', ayoch 100 yechel sat te' granado chi', a b'aj niwan chequel, ay 96 ayochi."
        },
        {
            "number": "24",
            "text": "Ha vinhaj Nabuzaradán chi' ix yaman vinhaj Seraías sat sacerdote yet' vinhaj Sofonías schab'il sacerdote yet' oxvanh eb' vinh stanhvan ti' templo."
        },
        {
            "number": "25",
            "text": "Axo t'a skal eb' anima aytocan t'a Jerusalén, ix ik'jib'at jun vinh yajalil eb' soldado yet' ucvanhxo eb' vinh vinac ayoch t'a yopisio yak'an servil vinh rey t'a chonhab' chi'. Ix ik'chajpaxb'at jun vinh sat tz'ib'um yaj t'a skal eb' soldado (a vinh ed'jinac slistail eb') yet' pax 60 eb' aj chonhab' nivac yopisio t'a yol schonhab' chi'."
        },
        {
            "number": "26",
            "text": "Ha vinhaj Nabuzaradán ix ik'anb'at masanil juntzanh eb' tik t'a yichanh vinh sreyal Babilonia ayek' t'a Ribla t'a yol smacb'en chonhab' Hamat. Ata' ix schec vinh sreyal Babilonia miljoccham eb'. Icha chi' ix aj yik'jiel eb' aj Judá chi' t'a sluum."
        },
        {
            "number": "27",
            "text": "Ha sb'isul eb' anima ix ik'jib'at yuj vinhaj Nabucodonosor chi', aton tik: Ayic yuquilxo ab'il yoch vinh reyal, 3 mil 23 eb' anima aj Judá ix ik'jib'ati."
        },
        {
            "number": "28",
            "text": "Axo t'a 18 ab'il yoch vinh reyal, 823 eb' aj Jerusalén ix ik'jib'ati."
        },
        {
            "number": "29",
            "text": "Axo t'a 23 ab'il yoch vinh reyal chi', 745 eb' aj Judá ix ik'jib'at yuj vinhaj Nabuzaradán. Yuj chi' a sb'isul eb' ix ik'jib'at chi' ay 4 mil 600 eb' t'a smasanil."
        },
        {
            "number": "30",
            "text": "Ayic 25 k'ual yoch slajchavil uj ayic 37 ab'ilxo yik'jib'at vinhaj Joaquín sreyal Judá t'a Babilonia, ix och vinhaj Evil-merodac reyal t'a Babilonia chi'. Ix sch'ox swach'k'olal vinh t'a vinhaj Joaquín chi', ix yik'anelta vinh vinh t'a preso."
        },
        {
            "number": "31",
            "text": "Te wach' ix yutej sb'a vinh rey chi' t'a vinh t'a yichanh juntzanhxo eb' vinh rey ayoch preso ta'."
        },
        {
            "number": "32",
            "text": "Ichato chi' ix sq'uexanel spichul vinhaj Joaquín chi' yic preso, axonhej yet' vinh rey ix wa vinh masanto ix cham vinh."
        },
        {
            "number": "33",
            "text": "Ix ak'chajpax sgasto vinh yuj vinh sreyal Babilonia chi' masanto ix cham vinh."
        }
    ]
}