{
    "chapter": "52",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Sedequías, 21 ab'il sk'inal winh ayic ix och winh reyal. 11 ab'il ix yak' reyal winh t'a Jerusalén. Ha ix snun winh Hamutal sb'i ix, yisil ix winhaj Jeremías aj chonhab' Libna."
        },
        {
            "number": "2",
            "text": "Te chuk tas ix sk'ulej winh t'a yichanh Jehová, icha sk'ulejnac winhaj Joacim."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix cot yowal sk'ol Jehová t'a heb' aj Jerusalén yet' t'a heb' aj Judá, ix yik'el heb' t'a yichanh. Ix spitej sb'a winhaj Sedequías chi' t'a winh sreyal Babilonia,"
        },
        {
            "number": "4",
            "text": "yuj chi' ayic slajunhil k'ual yoch slajunhil uj yic sb'alunhil ab'il yoch winh reyal, ix cot winhaj Nabucodonosor sreyal Babilonia, ix jawi winh t'a Jerusalén yet' heb' soldado. Ix oymaj heb', ix sb'oank'e scampamento heb' t'a spatictac chonhab' chi'. Ix sb'oanpaxk'e stek'nub' heb' t'a spatictac yic syak'an owal heb' yet'oc."
        },
        {
            "number": "5",
            "text": "Oyannhejoch heb' t'a spatic chonhab' chi' masanto ix tz'acwi 11 ab'il yoch winhaj Sedequías chi' reyal."
        },
        {
            "number": "6",
            "text": "Ayic b'alunhexo k'ual yoch schanhil uj yic jun ab'il chi', ix te em wejel, manhxa wal jab'oc tas swa heb' anima."
        },
        {
            "number": "7",
            "text": "Ix sb'oan jun olan heb' soldado caldeo t'a smuroal, palta haxo t'ak'walil ix el lemnaj winhaj rey Sedequías yet' masanil heb' soldado. Ha t'a skal yavb'en te' heb' rey ix el heb', ix elk'och heb' t'a jun puerta t'a snanhal chab' muro. Icha chi' ix aj sb'at heb' t'a jun b'e sb'at t'a ch'olan sk'och t'ha ha' Jordán."
        },
        {
            "number": "8",
            "text": "Palta a heb' soldado yic Babilonia chi', ix och heb' t'a spatic winhaj rey Sedequías chi'. Axo t'a yak'lical Jericó ix yamchaj winh yuj heb', haxo heb' soldado ajun yet' winh rey chi', ix actajcan winh yuj heb', ix saclemcanb'at heb'."
        },
        {
            "number": "9",
            "text": "Ix syaman winhaj rey Sedequías chi' heb' soldado yic Babilonia chi', ix yik'anb'at winh heb' t'a winhaj Nabucodonosor ayek' t'a Ribla, t'a yol smacb'en chonhab' Hamat. Ata' ix yal winh tas ol utaj winhaj Sedequías chi'."
        },
        {
            "number": "10",
            "text": "Val t'a yichanh winh ix miljicham heb' yuninal yet' heb' yajal yaj t'a Judá."
        },
        {
            "number": "11",
            "text": "Axo pax winh, ix checji ik'chajk'eta yol sat winh, ix tzek'chaj winh t'a k'een cadena, ix ik'chajb'at winh preso t'a Babilonia. Ata' ix cham winh."
        },
        {
            "number": "12",
            "text": "Ayic slajunhil k'ual yoch yoil uj ayic 19 ab'il yoch winhaj Nabucodonosor reyal t'a Babilonia, ix jawi winhaj Nabuzaradán t'a Jerusalén chi'. Sat yajal yaj winh yuj winhaj Nabucodonosor chi', yajal pax yaj winh t'a heb' stanhwan winh rey chi'."
        },
        {
            "number": "13",
            "text": "Ha winh ix ul nhusantz'a templo, spalacio heb' rey yet' pax spat heb' niwac yajal t'a Jerusalén yet' masanil pat."
        },
        {
            "number": "14",
            "text": "Axo masanil heb' soldado ajun yet' winh ix pojanem smuroal Jerusalén chi'."
        },
        {
            "number": "15",
            "text": "Ix yik'anb'at heb' anima winh t'a Babilonia, aton heb' aycan t'a chonhab' chi', heb' ix yak'och sb'a yet' winh sreyal Babilonia chi' yet' pax jantacxo heb' anima."
        },
        {
            "number": "16",
            "text": "Axonhej junjunxo heb' meb'a' ix cani, yic smunlaj heb' yet' yawan te' uwa heb'."
        },
        {
            "number": "17",
            "text": "Ha heb' soldado yic Babilonia chi' ix mak'anpoj masanil yamk'ab' nab'a bronce t'a templo: Aton yoyal, yichtac yet' pax jun niwan pila yic ha ha'. Ix yik'anb'at masanil k'een bronce chi' heb' t'a Babilonia."
        },
        {
            "number": "18",
            "text": "Ix yik'anpaxb'at yet'tal k'een tik'aq'uil taanh heb', k'een pala, k'een icha texlex, k'een niwac palangana, k'een niwac cuchara yet' masanil yamk'ab' nab'a bronce sk'anchaji ayic tz'och ejmelal."
        },
        {
            "number": "19",
            "text": "Ix yik'anpaxb'at juntzanh yamk'ab' nab'a oro, nab'a plata winhaj Nabuzaradán chi': Aton juntzanh k'een palangana, k'een yet'tal tzak'ak', k'een niwac uk'ab' b'aj smolchaj k'een tik'aq'uil taanh, k'een candil, k'een niwan cuchara yet' juntzanh waso b'aj tz'ak'ji wino t'a ofrendail."
        },
        {
            "number": "20",
            "text": "Maxtzac yal snachajeli jantac yalil juntzanh tas nab'a bronce yak'nac b'ojoc winhaj Salomón t'a templo chi': Aton chab' oy, jun niwan pila b'aj smolchaj ha ha' yet' lajchawe' yechel toro cuchjinac jun pila chi'."
        },
        {
            "number": "21",
            "text": "Junjun oy chi', ek'to 8 metro steel. Ay am nanhaloc swaquil metro spatic, palta olan yool, uque' centímetro spimal."
        },
        {
            "number": "22",
            "text": "Junjun oy chi' ay smacul sjolom, ek'to chab' metro steel, nab'a bronce paxi. Ha t'a spatictac chi' ayoch jun icha k'een malla nab'a bronce, aypaxoch yechel sat te' granado yelwanub'oc. Lajan yaj chab' oy chi'."
        },
        {
            "number": "23",
            "text": "Ha t'a junjun tzol yol sat k'een malla chi', ayoch 100 yechel sat te' granado chi', a b'aj niwan chequel, ay 96 ayochi."
        },
        {
            "number": "24",
            "text": "Ha winhaj Nabuzaradán chi' ix yaman winhaj Seraías sat sacerdote yet' winhaj Sofonías schab'il sacerdote yet' oxwanh heb' winh stanhwan ti' templo."
        },
        {
            "number": "25",
            "text": "Axo t'a skal heb' anima aytocan t'a Jerusalén, ix ik'jib'at jun winh yajalil heb' soldado yet' ucwanhxo heb' winh winak ayoch t'a yopisio yak'an serwil winh rey t'a chonhab' chi'. Ix ik'chajpaxb'at jun winh sat tz'ib'um yaj t'a skal heb' soldado (a winh ed'jinac slistail heb') yet' pax 60 heb' aj chonhab' niwac yopisio t'a yol schonhab' chi'."
        },
        {
            "number": "26",
            "text": "Ha winhaj Nabuzaradán ix ik'anb'at masanil juntzanh heb' tik t'a yichanh winh sreyal Babilonia ayek' t'a Ribla t'a yol smacb'en chonhab' Hamat. Ata' ix schec winh sreyal Babilonia miljoccham heb'. Icha chi' ix aj yik'jiel heb' aj Judá chi' t'a sluum."
        },
        {
            "number": "27",
            "text": "Ha sb'isul heb' anima ix ik'jib'at yuj winhaj Nabucodonosor chi', aton tik: Ayic yuquilxo ab'il yoch winh reyal, 3 mil 23 heb' anima aj Judá ix ik'jib'ati."
        },
        {
            "number": "28",
            "text": "Axo t'a 18 ab'il yoch winh reyal, 823 heb' aj Jerusalén ix ik'jib'ati."
        },
        {
            "number": "29",
            "text": "Axo t'a 23 ab'il yoch winh reyal chi', 745 heb' aj Judá ix ik'jib'at yuj winhaj Nabuzaradán. Yuj chi' a sb'isul heb' ix ik'jib'at chi' ay 4 mil 600 heb' t'a smasanil."
        },
        {
            "number": "30",
            "text": "Ayic 25 k'ual yoch slajchawil uj ayic 37 ab'ilxo yik'jib'at winhaj Joaquín sreyal Judá t'a Babilonia, ix och winhaj Ewil-merodac reyal t'a Babilonia chi'. Ix sch'ox swach'k'olal winh t'a winhaj Joaquín chi', ix yik'anelta winh winh t'a preso."
        },
        {
            "number": "31",
            "text": "Te wach' ix yutej sb'a winh rey chi' t'a winh t'a yichanh juntzanhxo heb' winh rey ayoch preso ta'."
        },
        {
            "number": "32",
            "text": "Ichato chi' ix sk'exanel spichul winhaj Joaquín chi' yic preso, axonhej yet' winh rey ix wa winh masanto ix cham winh."
        },
        {
            "number": "33",
            "text": "Ix ak'chajpax sgasto winh yuj winh sreyal Babilonia chi' masanto ix cham winh."
        }
    ]
}