{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ex yinhtilal Benjamín, sayec b'aj tze col he b'a. Elanhec t'a Jerusalén. Puec k'een trompeta t'a Tecoa, ak'eck'e te' tab' ch'oxnab'ilal t'a Bet-haquerem, yujto t'a norte scot jun niwan yaelal, niwan tas ol lajwoquel yuj."
        },
        {
            "number": "2",
            "text": "Toxo wal ol in satel heb' anima ay t'a Sion, heb' te nib'ab'il."
        },
        {
            "number": "3",
            "text": "Ha heb' rey yet' heb' soldado ol jawok heb' t'a jun chonhab' tik, ol sb'oan scampamento heb' t'a spatictac. Ha b'aj ol kan junjun heb', ol satnhejel yuj heb'."
        },
        {
            "number": "4",
            "text": "Ha heb' eyajk'ol chi', syal heb' icha tik: Caq'ek lista ko b'a cak'an owal yet'oc. Cotanhec, caq'ek owal yet' t'a chimk'ualil. Palta anhej to wan yem k'u, wanxo yoch wewen,"
        },
        {
            "number": "5",
            "text": "yuj chi' t'ak'walil ol onh ochec cak' owal yet'oc. Ol ko mak'anem lanhnaj yet'tal heb' soldado stanhwan chonhab', xchi heb'."
        },
        {
            "number": "6",
            "text": "Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ch'aquequel te te', tze b'oank'e he tek'nub' yic tzex och eyak' owal t'a Jerusalén. Ol wak'och yaelal t'a yib'anh jun chonhab'il anima chi', yujto axonhej ixtoj anima syak' heb'."
        },
        {
            "number": "7",
            "text": "Ha t'a Jerusalén chi' spak'chaanh chukal, icha wal sk'eul sjaj junok ha ha'. Anhej ixtoj anima yet' chukal sb'inaj t'ay. Yuj chi' ol janhej yaelal t'a yib'anh jun chonhab' chi'."
        },
        {
            "number": "8",
            "text": "B'oec he b'eyb'al ex aj Jerusalén, yic wach' max wik'el in pensar t'ayex. Tato maay, ol wak'kan tzinan he lu'um tik, manhxalaj mach ol cajnajcan t'ay, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ix yalan Jehová Yajal t'a Smasanil t'ayin icha tik: Ha heb' israel tik manhxa junok heb' ol canoc, icha tz'aj smolchaj sat te' uwa manhxa b'aj skan junok pitanh sat, icha chi' ol aj heb'. Yuj chi' yacb'an manto uji jun chi', colcanel jantac heb' syal yelcani, icha wal tz'aj yek' heb' swach' molan te' sat uwa t'a sk'ab', xchi t'ayin."
        },
        {
            "number": "10",
            "text": "Ix in tak'wi: ¿Mamin, mach ol ab'anoc tato swal jun ab'ix tik? Icha wal to macan schiquin heb', max yab'laj heb'. Tonhej sb'uchwaj heb', max schalaj sk'ol a lolonel heb'."
        },
        {
            "number": "11",
            "text": "Mamin, scot pax yowal in k'ol ed'oc t'a jun chonhab' tik. Maxtzac techaj wuj in yamanoch waan, xin chi. Ix yalan Jehová t'ayin icha tik: Hak'uem yowal in k'ol chi' t'a yib'anh heb' unin tzek' t'a yoltac calle yet' t'a yib'anh heb' winh kelemtac umaneq'ui. Ol yamchaj heb' winh winak yet' ix yetb'eyum yet' heb' te icham animaxo."
        },
        {
            "number": "12",
            "text": "Masanil spat heb', smunlajel heb', heb' ix yetb'eyum heb', ch'ocxo mach ol ik'ancanoc. Yujto a in wal Jehová in swala', ol wik'k'e in k'ab' wak'an syaelal heb' cajan t'a jun chonhab' tik."
        },
        {
            "number": "13",
            "text": "Masanil heb' niwac yelk'ochi yet' heb' malaj yelk'ochi, anhej tas syutej heb' yak'an ganar t'a spatic chukal sna'a. Anheja' heb' syaloch sb'a in checab'oc yet' heb' sacerdote, axonhej elk'al syak' heb'."
        },
        {
            "number": "14",
            "text": "Snib'ej heb' sk'ub'ejel jantac yaelal syab' in chonhab', syalan heb' to ay junk'olal, palta manh yeloclaj."
        },
        {
            "number": "15",
            "text": "Max q'uixwi jab'oc heb' sk'ulan juntzanh tas max techaj wilani. Malaj jab'oc sq'uixwelal heb', manh yojtacoc heb' tas jun q'uixwelal chi'. Yuj chi' a in wal Jehová in swala', a wal yic ol wak'an syaelal heb', ol satcanel heb', xchi Jehová."
        },
        {
            "number": "16",
            "text": "Ix yalan Jehová t'a heb' schonhab' icha tik: Ayic ex och tek'tek' b'aj sculusej sb'a b'e, ix walan t'ayex: Scham wal eyilan b'aj tzex b'ati. Tze k'anb'ej eyab'i tas b'eal yik'nac heb' he mam eyicham. Aton t'a b'e wach' chi' tzex b'ati, ata' ol eyik' eyip, xin chi t'ayex. Palta ix eyalani: Maay, malaj ko gana tzonh b'at ta', xe chi."
        },
        {
            "number": "17",
            "text": "Icha spuchaj k'een trompeta yic syak'an ab'ix to wan sjawi owal t'a skal heb' anima, icha chi' ix wutej in checanb'at heb' in checab' ex scacha', ix in checan yal heb' icha tik: Actejeccan he chuk b'eyb'al tik, yic manh ol ja yaelal t'a eyib'anh, xin chi. Palta ix eyalan icha tik: Malaj ko gana scactejcani, xe chi."
        },
        {
            "number": "18",
            "text": "Yuj chi' swalan icha tik: Ab'ec ex ch'oc chonhab'il, ojtaquejequel tas ol ujok t'a in chonhab' tik."
        },
        {
            "number": "19",
            "text": "Ab'ec he masanil ex cajan ex t'a sat lu'um tik: Ol wik'cot junok yaelal te chuk t'a yib'anh jun chonhab' tik, yuj chukal sna heb' sk'ulej, yujto maj scha yab' in lolonel heb', ix spatiquejel in k'ayb'ub'al heb'."
        },
        {
            "number": "20",
            "text": "Ex in chonhab', ¿tasto yuj tzeyik'cot incienso yic chonhab' Sabá t'ayin yet' te te' suk'uq'ui sjab' scot t'a juntzanh chonhab' najat? Maxtzac schalaj in k'ol juntzanh he silab' tze nhustz'aoc, ma juntzanhxo he silab' tzeyak'a', xchi Jehová."
        },
        {
            "number": "21",
            "text": "Yuj juntzanh tik ix yalan Jehová t'ayin icha tik: Ol wak'em junok tas b'aj ol sloc sb'a eyoc t'a yichanh heb' eyajk'ool. Eb' mamab'il, heb' uninab'il, heb' cajan t'a slak'anil heb' yet' heb' yamigo heb', lajannhej ol aj scham heb' smasanil, xchi Jehová."
        },
        {
            "number": "22",
            "text": "Ix yalan Jehová icha tik: Ato t'a snajatil lum lum ay t'a stojolal norte, ata' ay jun chonhab' te ay yip wan yak'an lista sb'a scoti."
        },
        {
            "number": "23",
            "text": "Yed'nac sjul-lab' heb' yet' slanza. Te chuk heb', malaj yok'elk'olal heb'. Icha wal sk'anh sk'e waan ha' mar, icha wal chi' yel yav heb' scoti, ayk'e heb' t'a yib'anh chej. Listaxo yaj heb' scot yak' owal eyed'oc a ex cajan ex t'a Jerusalén tik, xchi Jehová."
        },
        {
            "number": "24",
            "text": "Ha heb' anima t'a Jerusalén tik, ol yal heb' icha tik: Toxo ix cab' jun ab'ix chi', ix el quip yuj xiwelal. Te ya scab'i, icha wal yab'an syail junok ix ix ayic tz'alji yune'."
        },
        {
            "number": "25",
            "text": "Manhxo ex b'at munlajel, manhxo ex b'eyek' t'a yoltac b'e, yujto te ay xivk'olal. Yalxonhej b'aj ayek' heb' ajk'ool yet' syamk'ab' yic owal, xcham heb' anima chi'."
        },
        {
            "number": "26",
            "text": "Ix yalan Jehová t'a schonhab' icha tik: Ex in chonhab', ak'ecoch pichul ya swa'i yic tze ch'oxanel he cusk'olal. Ek'anhec b'alb'on t'a skal k'een tik'aq'uil taanh. Ochanhec wal t'a cusk'olal, ok'anhec wal sik'lab'il, icha wal yic scham junok k'otanh eyuninal, yujto a jun mach ol ex sataneloc, wan sja tzak'najoc, xchi."
        },
        {
            "number": "27",
            "text": "Ix yalan Jehová t'ayin icha tik: Tzach wak'ochi yic tzak'an prowal in chonhab' tik. Tza ch'olb'itej wal heb' sik'lab'il, tzilan wal tas yaj sb'eyb'al heb'."
        },
        {
            "number": "28",
            "text": "Te pit heb' smasanil, alum pecal heb'. Ix pitb'iel spixan heb' icha stzatzil k'een bronce, ma k'een hierro."
        },
        {
            "number": "29",
            "text": "Ayic slawaj te' k'ak' yet' junok lavlab', schacb'i te', tz'ulaxel k'een plomo t'a skal k'een plata. Palta haxo in chonhab' tik, wach'chom ix wak'lej in b'oan sb'eyb'al heb', palta malaj jab'oc yelk'ochi, yujto malaj jab'oc swach'il sb'eyb'al heb', max satel chukal t'a skal heb'."
        },
        {
            "number": "30",
            "text": "Yuj chi' ol aljoc yuj heb' to lajan heb' icha schucal k'een plata sjulchajeli, yujto a in Jehová in tik, ix in spatiquejel heb', xchi Jehová."
        }
    ]
}