{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ex yinhtilal Benjamín, sayec b'aj tze col e b'a. Elanhec d'a Jerusalén. Puec q'uen trompeta d'a Tecoa, aq'uecq'ue te' tab' ch'oxnab'ilal d'a Bet-haquerem, yujto d'a norte scot jun nivan yaelal, nivan tas ol lajvoquel yuuj."
        },
        {
            "number": "2",
            "text": "Toxo val ol in satel eb' anima ay d'a Sion, eb' te nib'ab'il."
        },
        {
            "number": "3",
            "text": "A eb' rey yed' eb' soldado ol javoc eb' d'a jun chonhab' tic, ol sb'oan scampamento eb' d'a spatictac. A b'aj ol can junjun eb', ol satnhejel yuj eb'."
        },
        {
            "number": "4",
            "text": "A eb' eyajk'ol chi', syal eb' icha tic: Caq'uec lista co b'a cak'an oval yed'oc. Cotanhec, caq'uec oval yed' d'a chimk'ualil. Palta anhej to van yem k'u, vanxo yoch veven,"
        },
        {
            "number": "5",
            "text": "yuj chi' d'ak'valil ol onh ochec cak' oval yed'oc. Ol co mak'anem lanhnaj yed'tal eb' soldado stanhvan chonhab', xchi eb'."
        },
        {
            "number": "6",
            "text": "A Jehová Yajal d'a Smasanil tz'alan icha tic: Ch'aquequel te te', tze b'oanq'ue e tek'nub' yic tzex och eyak' oval d'a Jerusalén. Ol vak'och yaelal d'a yib'anh jun chonhab'il anima chi', yujto axonhej ixtoj anima syak' eb'."
        },
        {
            "number": "7",
            "text": "A d'a Jerusalén chi' spak'chaanh chucal, icha val sq'ueul sjaj junoc a a'. Anhej ixtoj anima yed' chucal sb'inaj d'ay. Yuj chi' ol janhej yaelal d'a yib'anh jun chonhab' chi'."
        },
        {
            "number": "8",
            "text": "B'oec e b'eyb'al ex aj Jerusalén, yic vach' max viq'uel in pensar d'ayex. Tato maay, ol vak'can tz'inan e luum tic, manhxalaj mach ol cajnajcan d'ay, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ix yalan Jehová Yajal d'a Smasanil d'ayin icha tic: A eb' israel tic manhxa junoc eb' ol canoc, icha tz'aj smolchaj sat te' uva manhxa b'aj scan junoc pitanh sat, icha chi' ol aj eb'. Yuj chi' yacb'an manto uji jun chi', colcanel jantac eb' syal yelcani, icha val tz'aj yek' eb' svach' molan te' sat uva d'a sk'ab', xchi d'ayin."
        },
        {
            "number": "10",
            "text": "Ix in tak'vi: ¿Mamin, mach ol ab'anoc tato sval jun ab'ix tic? Icha val to macan schiquin eb', max yab'laj eb'. Tonhej sb'uchvaj eb', max schalaj sk'ol a lolonel eb'."
        },
        {
            "number": "11",
            "text": "Mamin, scot pax yoval in k'ol ed'oc d'a jun chonhab' tic. Maxtzac techaj vuj in yamanoch vaan, xin chi. Ix yalan Jehová d'ayin icha tic: Aq'uem yoval in k'ol chi' d'a yib'anh eb' unin tz'ek' d'a yoltac calle yed' d'a yib'anh eb' vinh quelemtac umaneq'ui. Ol yamchaj eb' vinh vinac yed' ix yetb'eyum yed' eb' te icham animaxo."
        },
        {
            "number": "12",
            "text": "Masanil spat eb', smunlajel eb', eb' ix yetb'eyum eb', ch'ocxo mach ol ik'ancanoc. Yujto a in val Jehová in svala', ol vik'q'ue in k'ab' vak'an syaelal eb' cajan d'a jun chonhab' tic."
        },
        {
            "number": "13",
            "text": "Masanil eb' nivac yelk'ochi yed' eb' malaj yelk'ochi, anhej tas syutej eb' yak'an ganar d'a spatic chucal sna'a. Anheja' eb' syaloch sb'a in checab'oc yed' eb' sacerdote, axonhej elk'al syak' eb'."
        },
        {
            "number": "14",
            "text": "Snib'ej eb' sk'ub'ejel jantac yaelal syab' in chonhab', syalan eb' to ay junk'olal, palta manh yeloclaj."
        },
        {
            "number": "15",
            "text": "Max q'uixvi jab'oc eb' sk'ulan juntzanh tas max techaj vilani. Malaj jab'oc sq'uixvelal eb', manh yojtacoc eb' tas jun q'uixvelal chi'. Yuj chi' a in val Jehová in svala', a val yic ol vak'an syaelal eb', ol satcanel eb', xchi Jehová."
        },
        {
            "number": "16",
            "text": "Ix yalan Jehová d'a eb' schonhab' icha tic: Ayic ex och tek'tek' b'aj sculusej sb'a b'e, ix valan d'ayex: Scham val eyilan b'aj tzex b'ati. Tze k'anb'ej eyab'i tas b'eal yik'nac eb' e mam eyicham. Aton d'a b'e vach' chi' tzex b'ati, ata' ol eyik' eyip, xin chi d'ayex. Palta ix eyalani: Maay, malaj co gana tzonh b'at ta', xe chi."
        },
        {
            "number": "17",
            "text": "Icha spuchaj q'uen trompeta yic syak'an ab'ix to van sjavi oval d'a scal eb' anima, icha chi' ix vutej in checanb'at eb' in checab' ex scacha', ix in checan yal eb' icha tic: Actejeccan e chuc b'eyb'al tic, yic manh ol ja yaelal d'a eyib'anh, xin chi. Palta ix eyalan icha tic: Malaj co gana scactejcani, xe chi."
        },
        {
            "number": "18",
            "text": "Yuj chi' svalan icha tic: Ab'ec ex ch'oc chonhab'il, ojtaquejequel tas ol ujoc d'a in chonhab' tic."
        },
        {
            "number": "19",
            "text": "Ab'ec e masanil ex cajan ex d'a sat luum tic: Ol vik'cot junoc yaelal te chuc d'a yib'anh jun chonhab' tic, yuj chucal sna eb' sk'ulej, yujto maj scha yab' in lolonel eb', ix spatiquejel in k'ayb'ub'al eb'."
        },
        {
            "number": "20",
            "text": "Ex in chonhab', ¿tasto yuj tzeyik'cot incienso yic chonhab' Sabá d'ayin yed' te te' suk'uq'ui sjab' scot d'a juntzanh chonhab' najat? Maxtzac schalaj in k'ol juntzanh e silab' tze nhustz'aoc, ma juntzanhxo e silab' tzeyak'a', xchi Jehová."
        },
        {
            "number": "21",
            "text": "Yuj juntzanh tic ix yalan Jehová d'ayin icha tic: Ol vaq'uem junoc tas b'aj ol sloc sb'a eyoc d'a yichanh eb' eyajk'ool. Eb' mamab'il, eb' uninab'il, eb' cajan d'a slak'anil eb' yed' eb' yamigo eb', lajannhej ol aj scham eb' smasanil, xchi Jehová."
        },
        {
            "number": "22",
            "text": "Ix yalan Jehová icha tic: Ato d'a snajatil lum luum ay d'a stojolal norte, ata' ay jun chonhab' te ay yip van yak'an lista sb'a scoti."
        },
        {
            "number": "23",
            "text": "Yed'nac sjul-lab' eb' yed' slanza. Te chuc eb', malaj yoq'uelk'olal eb'. Icha val sk'anh sq'ue vaan a' mar, icha val chi' yel yav eb' scoti, ayq'ue eb' d'a yib'anh chej. Listaxo yaj eb' scot yak' oval eyed'oc a ex cajan ex d'a Jerusalén tic, xchi Jehová."
        },
        {
            "number": "24",
            "text": "A eb' anima d'a Jerusalén tic, ol yal eb' icha tic: Toxo ix cab' jun ab'ix chi', ix el quip yuj xivelal. Te ya scab'i, icha val yab'an syail junoc ix ix ayic tz'alji yune'."
        },
        {
            "number": "25",
            "text": "Manhxo ex b'at munlajel, manhxo ex b'eyek' d'a yoltac b'e, yujto te ay xivk'olal. Yalxonhej b'aj ayek' eb' ajk'ool yed' syamk'ab' yic oval, xcham eb' anima chi'."
        },
        {
            "number": "26",
            "text": "Ix yalan Jehová d'a schonhab' icha tic: Ex in chonhab', aq'uecoch pichul ya sva'i yic tze ch'oxanel e cusk'olal. Ek'anhec b'alb'on d'a scal q'uen tik'aq'uil taanh. Ochanhec val d'a cusk'olal, ok'anhec val sik'lab'il, icha val yic scham junoc k'otanh eyuninal, yujto a jun mach ol ex sataneloc, van sja tzak'najoc, xchi."
        },
        {
            "number": "27",
            "text": "Ix yalan Jehová d'ayin icha tic: Tzach vak'ochi yic tzak'an proval in chonhab' tic. Tza ch'olb'itej val eb' sik'lab'il, tzilan val tas yaj sb'eyb'al eb'."
        },
        {
            "number": "28",
            "text": "Te pit eb' smasanil, alum pecal eb'. Ix pitb'iel spixan eb' icha stzatzil q'uen bronce, ma q'uen hierro."
        },
        {
            "number": "29",
            "text": "Ayic slavaj te' k'ak' yed' junoc lavlab', schacb'i te', tz'ulaxel q'uen plomo d'a scal q'uen plata. Palta axo in chonhab' tic, vach'chom ix vak'lej in b'oan sb'eyb'al eb', palta malaj jab'oc yelk'ochi, yujto malaj jab'oc svach'il sb'eyb'al eb', max satel chucal d'a scal eb'."
        },
        {
            "number": "30",
            "text": "Yuj chi' ol aljoc yuj eb' to lajan eb' icha schucal q'uen plata sjulchajeli, yujto a in Jehová in tic, ix in spatiquejel eb', xchi Jehová."
        }
    ]
}