{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'ayin a in Jeremías in tic:"
        },
        {
            "number": "2",
            "text": "Ochanh tek'tek' d'a spuertail in templo a in Jehová in tic, tzalan juntzanh lolonel tic d'a eb' anima: Masanil ex cajan ex d'a Judá, mach ex tzex och d'a jun puerta tic yic tzex och ejmelal d'a Jehová, scham val eyab'an jun lolonel yic Jehová Yajal d'a Smasanil, aton co Diosal: Tato ol e b'o e b'eyb'al yed' tas tze k'ulej, ol ex vak' cajnaj d'a sat lum tic."
        },
        {
            "number": "3",
            "text": "Manh eyak'och e pensar d'a eb' tz'esani, eb' tz'alan icha tic: Cojtac val to malaj tas ol onh ik'anoc, yujto ayek' scajnub' Jehová d'a tic, aton val stemplo tic, scomon chiej eb'."
        },
        {
            "number": "4",
            "text": "Tato tze b'o e b'eyb'al yed' tas tze k'ulej, tato vach'nhej tzeyutej e b'a d'ayex junjun ex,"
        },
        {
            "number": "5",
            "text": "tato max eyixtej eb' ch'oc chonhab'il, eb' unin manhxa smam yed' eb' ix chamnacxo yetb'eyum ayek' d'a e cal, tato max e milcham eb' anima malaj smul, tato max ex och ejmelal d'a juntzanh comon dios, juntzanh tz'ik'an e juvieli,"
        },
        {
            "number": "6",
            "text": "tato icha chi' tze k'ulej, ol ex vak'can cajan d'a jun lum tic, aton lum vak'naccan d'a eb' e mam eyicham d'a junelnhej."
        },
        {
            "number": "7",
            "text": "Palta a ex tic, tzeyak'och juntzanh esal lolonel malaj yelk'och d'a e k'ool."
        },
        {
            "number": "8",
            "text": "Tzex elk'ani, tzex mak'vicham anima, tze k'ulej ajmulal, tze loc in b'i d'a es, tze nhusan incienso d'a Baal, tzex och ejmelal d'a comon dios to malaj eyalan eyic d'ay."
        },
        {
            "number": "9",
            "text": "Slajvi chi' tzex ja pax d'a vichanh d'a in templo tic, tzeyalani: Malaj tas ol onh ik'anoc, xe chi. Anhej yic tzex elb'ati tze b'eyb'alanxi juntzanh tas yajb'entac d'a yol in sat."
        },
        {
            "number": "10",
            "text": "¿Tom tze na' to a in templo tic lajan yed' q'uen nhaq'ueen b'aj sk'ub'ej sb'a eb' elk'um? A in val Jehová in svala' to svilnhej masanil juntzanh tze k'ulej tic."
        },
        {
            "number": "11",
            "text": "Ixiquec b'aj ek'nac chonhab' Silo b'aj ek'nac in cajnub', aton jun chi' in sik'naquel d'a sb'ab'elal b'aj in ch'oxnac in b'a. Ata' ol eyila' tas vutejnac in satanel yuj smul eb' e mam eyicham."
        },
        {
            "number": "12",
            "text": "A in Jehová in svala' to ix e k'ulej juntzanh chucal tic, tzijtum el ix val d'ayex to tzeyactejcani, palta maj e k'anab'ajej. Ix ex vavtej, palta maj ex tak'voclaj d'ayin."
        },
        {
            "number": "13",
            "text": "Yuj chi' icha val vutejnac in cajnub' d'a Silo chi', icha chi' ol vutejcan in templo tic, aton jun vak'nac d'a eb' e mam eyicham yed' d'ayex tic, aton jun tzeyak'och yipoc e k'ol ticnaic."
        },
        {
            "number": "14",
            "text": "Ol ex vik'canel d'a vichanh, icha val ix aj vik'anel eb' eyetchonhab' d'a vichanh d'a yalanhtaxo, aton eb' yinhtilal Efraín, xchi Jehová, xa chi d'a eb'."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová d'ayin icha tic: Ach Jeremías, manh ach lesalvoc yuj jun chonhab' tic. Manh al d'ayin, manh ach tevoc d'ayin yuj eb', yujto manh ol in tak'voc d'ayach."
        },
        {
            "number": "16",
            "text": "¿Tom max il tastac sk'ulej eb' d'a juntzanh chonhab' d'a yol yic Judá yed' d'a yoltac calle d'a Jerusalén?"
        },
        {
            "number": "17",
            "text": "A eb' yuninal eb' sayancot te' k'atzitz, axo eb' mamab'il tz'ak'anoch te' k'ak', axo eb' ix nunab'il sb'oan ixim k'oxox pan yic syak'an eb' silab'il d'a sdiosalil, jun scuchan ix yajalil satchaanh. Stzuntzej val cot yoval in k'ol eb' ayic syak'an vino eb' silab'il d'a comon dios."
        },
        {
            "number": "18",
            "text": "A in val Jehová in svala' to manhoc innhej tzin yixtej eb', palta munil syixtej pax sb'a eb' yak'an q'uixvelal sb'a."
        },
        {
            "number": "19",
            "text": "Yuj chi', a in Jehová Yajal in svala' to ol vak'cot yoval in k'ol d'a yib'anh jun lugar tic: Aton d'a yib'anh eb' anima, d'a nok' nok' yed' te te' yed' d'a yib'anh masanil avb'en. Lajan val voval chi' icha junoc te' k'ak' tz'eli, maxtzac yal-laj stupi, xchi Jehová."
        },
        {
            "number": "20",
            "text": "A Jehová Yajal d'a Smasanil, aton sDiosal Israel, a tz'alan d'a schonhab' icha tic: Aq'uec e gana eyak'an e silab', nok' snhusjitz'aoc, tze chi'an schib'ejal juntzanhxo nok' silab' chi'."
        },
        {
            "number": "21",
            "text": "Palta ayic vik'annaquelta eb' e mam eyicham d'a Egipto, malaj tas valnac d'a eb' yuj nok' silab' snhusji yed' ofrenda."
        },
        {
            "number": "22",
            "text": "A tas in b'ab'laj alejnac d'a eb' to tzin sk'anab'ajej eb'. Tato icha chi', a in ton tzin och sDiosaloc eb', axo eb' tz'ochcan in chonhab'oc. Valannac to sk'anab'ajej eb' icha val tas ix vala', yic vach'nhej tz'elk'och eb'."
        },
        {
            "number": "23",
            "text": "Palta maj schalaj yab' eb', maj sk'anab'ajej eb'. A tas sk'ulejnac eb' to yak'nac pitb'oquel spensar eb', sk'anab'ajannac schucal spensar eb'. Octom svach' b'oejnac sb'eyb'al eb', palta to svach' juejnaquel sb'a eb'."
        },
        {
            "number": "24",
            "text": "Yictax yelnaccot eb' e mam eyicham d'a Egipto masanto ticnaic, tzin checnhejb'at eb' in checab' yala'."
        },
        {
            "number": "25",
            "text": "Palta a ex tic, max e k'anab'ajej, max e cha eyab' tas svala'. Te pit tzeyutej e b'a. Yelxo val te chuc tzeyutej e b'a d'a yichanh eb' e mam eyicham chi'."
        },
        {
            "number": "26",
            "text": "A achxo tic ach Jeremías, al masanil juntzanh tic, vach'chom manh ol schalaj yab' eb' d'ayach. Alnhej, vach'chom manh ol tak'voc eb'."
        },
        {
            "number": "27",
            "text": "Al d'a eb' icha tic: A ex val tic junelnhej te pit ex, malaj e gana tzex cachji yuj Jehová co Diosal. Manhxa mach yel syal d'a e cal, xa chi d'a eb'."
        },
        {
            "number": "28",
            "text": "Ex aj Jerusalén, joxequel xil e jolom yuj cusk'olal, tzeyumaneli. Ixiquec d'a lum tzalquixtac cuseltac yilji, tze b'itan b'it yic cusk'olal, yujto toxo ix ex vactejcan yuj yoval in k'ool, xchi Jehová."
        },
        {
            "number": "29",
            "text": "Ix yalanxi Jehová icha tic: A eb' aj Judá, te chuc sk'ulej eb' d'a vichanh. A juntzanh scomon diosal eb' yajb'entac ix yak' val och eb' d'a yol in templo. Icha chi' ix aj sjuviel in templo chi' yuj eb'."
        },
        {
            "number": "30",
            "text": "A d'a sch'olanil lum Ben-hinom, ata' ix sb'oq'ue jun altar eb' yic Tofet b'aj snhustz'a yuninal eb' yed' yisil. Manhoc in ix in chec sk'ulej eb', maj ek'paxlaj jab'oc d'a in pensar."
        },
        {
            "number": "31",
            "text": "Yuj chi' a in val Jehová in svala', ay jun tiempoal to a jun ch'olan chi', manhxo ol scuch Tofet, ma sch'olanil lum Ben-hinom, palta ol scuchcan icha tic: Lum Sch'olanil yic eb' mak'b'ilchamoc. Yujto manhxa b'aj syal smucji eb' chamnac, yuj chi' a d'a lum Tofet chi' ol b'at juljoccan eb'."
        },
        {
            "number": "32",
            "text": "A snivanil eb' anima ayek' ticnaic d'a jun chonhab' tic, ol och schib'ejoc nok' ostoc yed' nok' chium nok' d'a caltac te'. Manhxa mach ol xib'tan nok' d'a eb'."
        },
        {
            "number": "33",
            "text": "Ol vak' satel eb' anima d'a juntzanh chonhab' yic Judá. Axo d'a yoltac scalleal Jerusalén, manhxa b'it yic q'uinh yed' yic tzalajk'olal. Manhxa pax b'it yic nupnajel ol ochoc. Ichaxonhej tz'inan luum ol ajcan jun chonhab' tic, xchi Jehová."
        }
    ]
}