{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin a in Jeremías in tik:"
        },
        {
            "number": "2",
            "text": "Ochanh tek'tek' t'a spuertail in templo a in Jehová in tik, tzalan juntzanh lolonel tik t'a eb' anima: Masanil ex cajan ex t'a Judá, mach ex tzex och t'a jun puerta tik yic tzex och ejmelal t'a Jehová, scham val eyab'an jun lolonel yic Jehová Yajal t'a Smasanil, aton co Diosal: Tato ol e b'o e b'eyb'al yet' tas tze k'ulej, ol ex vak' cajnaj t'a sat lum tik."
        },
        {
            "number": "3",
            "text": "Manh eyak'och e pensar t'a eb' tz'esani, eb' tz'alan icha tik: Cojtac val to malaj tas ol onh ik'anoc, yujto ayek' scajnub' Jehová t'a tik, aton val stemplo tik, scomon chiej eb'."
        },
        {
            "number": "4",
            "text": "Tato tze b'o e b'eyb'al yet' tas tze k'ulej, tato wach'nhej tzeyutej e b'a t'ayex junjun ex,"
        },
        {
            "number": "5",
            "text": "tato max eyixtej eb' ch'oc chonhab'il, eb' unin manhxa smam yet' eb' ix chamnacxo yetb'eyum ayek' t'a e cal, tato max e milcham eb' anima malaj smul, tato max ex och ejmelal t'a juntzanh comon dios, juntzanh tz'ik'an e juvieli,"
        },
        {
            "number": "6",
            "text": "tato icha chi' tze k'ulej, ol ex vak'kan cajan t'a jun lum tik, aton lum vak'naccan t'a eb' e mam eyicham t'a junelnhej."
        },
        {
            "number": "7",
            "text": "Palta a ex tik, tzeyak'och juntzanh esal lolonel malaj yelk'och t'a e k'ool."
        },
        {
            "number": "8",
            "text": "Tzex elk'ani, tzex mak'vicham anima, tze k'ulej ajmulal, tze loc in b'i t'a es, tze nhusan incienso t'a Baal, tzex och ejmelal t'a comon dios to malaj eyalan eyic t'ay."
        },
        {
            "number": "9",
            "text": "Slajvi chi' tzex ja pax t'a vichanh t'a in templo tik, tzeyalani: Malaj tas ol onh ik'anoc, xe chi. Anhej yic tzex elb'ati tze b'eyb'alanxi juntzanh tas yajb'entac t'a yol in sat."
        },
        {
            "number": "10",
            "text": "¿Tom tze na' to a in templo tik lajan yet' q'uen nhaq'ueen b'aj sk'ub'ej sb'a eb' elk'um? Ha in val Jehová in svala' to svilnhej masanil juntzanh tze k'ulej tik."
        },
        {
            "number": "11",
            "text": "Ixiquec b'aj ek'nac chonhab' Silo b'aj ek'nac in cajnub', aton jun chi' in sik'naquel t'a sb'ab'elal b'aj in ch'oxnac in b'a. Ata' ol eyila' tas vutejnac in satanel yuj smul eb' e mam eyicham."
        },
        {
            "number": "12",
            "text": "Ha in Jehová in svala' to ix e k'ulej juntzanh chukal tik, tzijtum el ix val t'ayex to tzeyactejcani, palta maj e k'anab'ajej. Ix ex vavtej, palta maj ex tak'voclaj t'ayin."
        },
        {
            "number": "13",
            "text": "Yuj chi' icha val vutejnac in cajnub' t'a Silo chi', icha chi' ol vutejcan in templo tik, aton jun vak'nac t'a eb' e mam eyicham yet' t'ayex tik, aton jun tzeyak'och yipoc e k'ol ticnaic."
        },
        {
            "number": "14",
            "text": "Ol ex vik'canel t'a vichanh, icha val ix aj vik'anel eb' eyetchonhab' t'a vichanh t'a yalanhtaxo, aton eb' yinhtilal Efraín, xchi Jehová, xa chi t'a eb'."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Ach Jeremías, manh ach lesalvoc yuj jun chonhab' tik. Manh al t'ayin, manh ach tevoc t'ayin yuj eb', yujto manh ol in tak'voc t'ayach."
        },
        {
            "number": "16",
            "text": "¿Tom max il tastac sk'ulej eb' t'a juntzanh chonhab' t'a yol yic Judá yet' t'a yoltac calle t'a Jerusalén?"
        },
        {
            "number": "17",
            "text": "Ha eb' yuninal eb' sayancot te' k'atzitz, haxo eb' mamab'il tz'ak'anoch te' k'ak', haxo eb' ix nunab'il sb'oan ixim k'oxox pan yic syak'an eb' silab'il t'a sdiosalil, jun scuchan ix yajalil satcha’anh. Stzuntzej val cot yoval in k'ol eb' ayic syak'an vino eb' silab'il t'a comon dios."
        },
        {
            "number": "18",
            "text": "Ha in val Jehová in svala' to manhoc innhej tzin yixtej eb', palta munil syixtej pax sb'a eb' yak'an q'uixvelal sb'a."
        },
        {
            "number": "19",
            "text": "Yuj chi', a in Jehová Yajal in svala' to ol vak'cot yoval in k'ol t'a yib'anh jun lugar tik: Aton t'a yib'anh eb' anima, t'a nok' nok' yet' te te' yet' t'a yib'anh masanil avb'en. Lajan val voval chi' icha junok te' k'ak' tz'eli, maxtzac yal-laj stupi, xchi Jehová."
        },
        {
            "number": "20",
            "text": "Ha Jehová Yajal t'a Smasanil, aton sDiosal Israel, a tz'alan t'a schonhab' icha tik: Hak'ek e gana eyak'an e silab', nok' snhusjitz'aoc, tze chi'an schib'ejal juntzanhxo nok' silab' chi'."
        },
        {
            "number": "21",
            "text": "Palta ayic vik'annaquelta eb' e mam eyicham t'a Egipto, malaj tas valnac t'a eb' yuj nok' silab' snhusji yet' ofrenda."
        },
        {
            "number": "22",
            "text": "Ha tas in b'ab'laj alejnac t'a eb' to tzin sk'anab'ajej eb'. Tato icha chi', a in ton tzin och sDiosaloc eb', haxo eb' tz'ochcan in chonhab'oc. Valannac to sk'anab'ajej eb' icha val tas ix vala', yic wach'nhej tz'elk'och eb'."
        },
        {
            "number": "23",
            "text": "Palta maj schalaj yab' eb', maj sk'anab'ajej eb'. Ha tas sk'ulejnac eb' to yak'nac pitb'oquel spensar eb', sk'anab'ajannac schucal spensar eb'. Octom swach' b'oejnac sb'eyb'al eb', palta to swach' juejnaquel sb'a eb'."
        },
        {
            "number": "24",
            "text": "Yictax yelnaccot eb' e mam eyicham t'a Egipto masanto ticnaic, tzin checnhejb'at eb' in checab' yala'."
        },
        {
            "number": "25",
            "text": "Palta a ex tik, max e k'anab'ajej, max e cha eyab' tas svala'. Te pit tzeyutej e b'a. Yelxo val te chuk tzeyutej e b'ha t'a yichanh eb' e mam eyicham chi'."
        },
        {
            "number": "26",
            "text": "Ha achxo tik ach Jeremías, al masanil juntzanh tik, wach'chom manh ol schalaj yab' eb' t'ayach. Alnhej, wach'chom manh ol tak'voc eb'."
        },
        {
            "number": "27",
            "text": "Al t'a eb' icha tik: Ha ex val tik junelnhej te pit ex, malaj e gana tzex cachji yuj Jehová co Diosal. Manhxa mach yel syal t'a e cal, xa chi t'a eb'."
        },
        {
            "number": "28",
            "text": "Ex aj Jerusalén, joxequel xil e jolom yuj cusk'olal, tzeyumaneli. Ixiquec t'a lum tzalquixtac cuseltac yilji, tze b'itan b'it yic cusk'olal, yujto toxo ix ex vactejcan yuj yoval in k'ool, xchi Jehová."
        },
        {
            "number": "29",
            "text": "Ix yalanxi Jehová icha tik: Ha eb' aj Judá, te chuk sk'ulej eb' t'a vichanh. Ha juntzanh scomon diosal eb' yajb'entac ix yak' val och eb' t'a yol in templo. Icha chi' ix aj sjuwiel in templo chi' yuj eb'."
        },
        {
            "number": "30",
            "text": "Ha t'a sch'olanil lum Ben-hinom, ata' ix sb'oq'ue jun altar eb' yic Tofet b'aj snhustz'a yuninal eb' yet' yisil. Manhoc in ix in chec sk'ulej eb', maj ek'paxlaj jab'oc t'a in pensar."
        },
        {
            "number": "31",
            "text": "Yuj chi' a in val Jehová in svala', ay jun pekti’ to a jun ch'olan chi', manhxo ol scuch Tofet, ma sch'olanil lum Ben-hinom, palta ol scuchcan icha tik: Lum Sch'olanil yic eb' mak'b'ilchamoc. Yujto manhxa b'aj syal smucji eb' chamnac, yuj chi' ha t'a lum Tofet chi' ol b'at juljoccan eb'."
        },
        {
            "number": "32",
            "text": "Ha snivanil eb' anima ayek' ticnaic t'a jun chonhab' tik, ol och schib'ejoc nok' ostoc yet' nok' chium nok' t'a caltac te'. Manhxa mach ol xib'tan nok' t'a eb'."
        },
        {
            "number": "33",
            "text": "Ol vak' satel eb' anima t'a juntzanh chonhab' yic Judá. Axo t'a yoltac scalleal Jerusalén, manhxa b'it yic q'uinh yet' yic tzalajk'olal. Manhxa pax b'it yic nupnajel ol ochoc. Ichaxonhej tzinan lu'um ol ajkan jun chonhab' tik, xchi Jehová."
        }
    ]
}