{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin a in Jeremías in tik:"
        },
        {
            "number": "2",
            "text": "Ochanh tek'tek' t'a spuertail in templo a in Jehová in tik, tzalan juntzanh lolonel tik t'a heb' anima: Masanil ex kajan ex t'a Judá, mach ex tzex och t'a jun puerta tik yic tzex och ejmelal t'a Jehová, scham wal eyab'an jun lolonel yic Jehová Yajal t'a Smasanil, aton ko Diosal: Tato ol he b'o he b'eyb'al yet' tas tze k'ulej, ol ex wak' kajnaj t'a sat lum tik."
        },
        {
            "number": "3",
            "text": "Manh eyak'och he pensar t'a heb' tz'esani, heb' tz'alan icha tik: Cojtak wal to malaj tas ol onh ik'anoc, yujto ayek' skajnub' Jehová t'a tik, aton wal stemplo tik, scomon chiej heb'."
        },
        {
            "number": "4",
            "text": "Tato tze b'o he b'eyb'al yet' tas tze k'ulej, tato wach'nhej tzeyutej he b'a t'ayex junjun ex,"
        },
        {
            "number": "5",
            "text": "tato max eyixtej heb' ch'oc chonhab'il, heb' unin manhxa smam yet' heb' ix chamnacxo yetb'eyum ayek' t'a he kal, tato max he milcham heb' anima malaj smul, tato max ex och ejmelal t'a juntzanh comon Dios, juntzanh tz'ik'an he juwieli,"
        },
        {
            "number": "6",
            "text": "tato icha chi' tze k'ulej, ol ex wak'kan kajan t'a jun lum tik, aton lum wak'nakkan t'a heb' he mam eyicham t'a junelnhej."
        },
        {
            "number": "7",
            "text": "Palta a ex tik, tzeyak'och juntzanh esal lolonel malaj yelk'och t'a he k'ool."
        },
        {
            "number": "8",
            "text": "Tzex elk'ani, tzex mak'wicham anima, tze k'ulej ajmulal, tze loc in b'i t'a es, tze nhusan incienso t'a Baal, tzex och ejmelal t'a comon Dios to malaj eyalan eyic t'ay."
        },
        {
            "number": "9",
            "text": "Slajwi chi' tzex ja pax t'a wichanh t'a in templo tik, tzeyalani: Malaj tas ol onh ik'anoc, xe chi. Anhej yic tzex elb'ati tze b'eyb'alanxi juntzanh tas yajb'entac t'a yol in sat."
        },
        {
            "number": "10",
            "text": "¿Tom tze na' to a in templo tik lajan yet' k'een nhak'een b'aj sk'ub'ej sb'a heb' elk'um? Ha in wal Jehová in swala' to swilnhej masanil juntzanh tze k'ulej tik."
        },
        {
            "number": "11",
            "text": "Ixiquec b'aj ek'nac chonhab' Silo b'aj ek'nac in kajnub', aton jun chi' in sik'naquel t'a sb'ab'elal b'aj in ch'oxnac in b'a. Ata' ol eyila' tas wutejnac in satanel yuj smul heb' he mam eyicham."
        },
        {
            "number": "12",
            "text": "Ha in Jehová in swala' to ix he k'ulej juntzanh chukal tik, tzijtum el ix wal t'ayex to tzeyactejkani, palta maj he k'anab'ajej. Ix ex wavtej, palta maj ex tak'woclaj t'ayin."
        },
        {
            "number": "13",
            "text": "Yuj chi' icha wal wutejnac in kajnub' t'a Silo chi', icha chi' ol wutejkan in templo tik, aton jun wak'nac t'a heb' he mam eyicham yet' t'ayex tik, aton jun tzeyak'och yipoc he k'ol ticnaik."
        },
        {
            "number": "14",
            "text": "Ol ex wik'kanel t'a wichanh, icha wal ix aj wik'anel heb' eyetchonhab' t'a wichanh t'a yalanhtaxo, aton heb' yinhtilal Efraín, xchi Jehová, xa chi t'a heb'."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Ach Jeremías, manh ach lesalwoc yuj jun chonhab' tik. Manh al t'ayin, manh ach tewoc t'ayin yuj heb', yujto manh ol in tak'woc t'ayach."
        },
        {
            "number": "16",
            "text": "¿Tom max il tastac sk'ulej heb' t'a juntzanh chonhab' t'a yol yic Judá yet' t'a yoltac calle t'a Jerusalén?"
        },
        {
            "number": "17",
            "text": "Ha heb' yuninal heb' sayancot te' k'atzitz, haxo heb' mamab'il tz'ak'anoch te' k'ak', haxo heb' ix nunab'il sb'oan ixim k'oxox pan yic syak'an heb' silab'il t'a sdiosalil, jun skuchan ix yajalil satcha’anh. Stzuntzej wal cot yowal in k'ol heb' ayic syak'an wino heb' silab'il t'a comon Dios."
        },
        {
            "number": "18",
            "text": "Ha in wal Jehová in swala' to manhoc innhej tzin yixtej heb', palta munil syixtej pax sb'a heb' yak'an q'uixwelal sb'a."
        },
        {
            "number": "19",
            "text": "Yuj chi', a in Jehová Yajal in swala' to ol wak'cot yowal in k'ol t'a yib'anh jun lugar tik: Aton t'a yib'anh heb' anima, t'a nok' nok' yet' te te' yet' t'a yib'anh masanil avb'en. Lajan wal wowal chi' icha junok te' k'ak' tz'eli, maxtzac yal-laj stupi, xchi Jehová."
        },
        {
            "number": "20",
            "text": "Ha Jehová Yajal t'a Smasanil, aton sDiosal Israel, a tz'alan t'a schonhab' icha tik: Hak'ek he gana eyak'an he silab', nok' snhusjitz'aoc, tze chi'an schib'ejal juntzanhxo nok' silab' chi'."
        },
        {
            "number": "21",
            "text": "Palta ayic wik'annaquelta heb' he mam eyicham t'a Egipto, malaj tas walnac t'a heb' yuj nok' silab' snhusji yet' ofrenda."
        },
        {
            "number": "22",
            "text": "Ha tas in b'ab'laj alejnac t'a heb' to tzin sk'anab'ajej heb'. Tato icha chi', a in ton tzin och sDiosaloc heb', haxo heb' tz'ochkan in chonhab'oc. Valannac to sk'anab'ajej heb' icha wal tas ix wala', yic wach'nhej tz'elk'och heb'."
        },
        {
            "number": "23",
            "text": "Palta maj schalaj yab' heb', maj sk'anab'ajej heb'. Ha tas sk'ulejnac heb' to yak'nac pitb'oquel spensar heb', sk'anab'ajannac schukal spensar heb'. Octom swach' b'oejnac sb'eyb'al heb', palta to swach' juejnaquel sb'a heb'."
        },
        {
            "number": "24",
            "text": "Yictax yelnaccot heb' he mam eyicham t'a Egipto masanto ticnaik, tzin checnhejb'at heb' in chekab' yala'."
        },
        {
            "number": "25",
            "text": "Palta a ex tik, max he k'anab'ajej, max he cha eyab' tas swala'. Te pit tzeyutej he b'a. Yelxo wal te chuk tzeyutej he b'ha t'a yichanh heb' he mam eyicham chi'."
        },
        {
            "number": "26",
            "text": "Ha achxo tik ach Jeremías, al masanil juntzanh tik, wach'chom manh ol schalaj yab' heb' t'ayach. Alnhej, wach'chom manh ol tak'woc heb'."
        },
        {
            "number": "27",
            "text": "Al t'a heb' icha tik: Ha ex wal tik junelnhej te pit ex, malaj he gana tzex cachji yuj Jehová ko Diosal. Manhxa mach yel syal t'a he kal, xa chi t'a heb'."
        },
        {
            "number": "28",
            "text": "Ex aj Jerusalén, joxequel xil he jolom yuj cusk'olal, tzeyumaneli. Ixiquec t'a lum tzalquixtac cuseltac yilji, tze b'itan b'it yic cusk'olal, yujto toxo ix ex wactejkan yuj yowal in k'ool, xchi Jehová."
        },
        {
            "number": "29",
            "text": "Ix yalanxi Jehová icha tik: Ha heb' aj Judá, te chuk sk'ulej heb' t'a wichanh. Ha juntzanh scomon diosal heb' yajb'entac ix yak' wal och heb' t'a yol in templo. Icha chi' ix aj sjuwiel in templo chi' yuj heb'."
        },
        {
            "number": "30",
            "text": "Ha t'a sch'olanil lum Ben-hinom, ata' ix sb'ok'e jun altar heb' yic Tofet b'aj snhustz'a yuninal heb' yet' yisil. Manhok in ix in chec sk'ulej heb', maj ek'paxlaj jab'oc t'a in pensar."
        },
        {
            "number": "31",
            "text": "Yuj chi' a in wal Jehová in swala', ay jun pekti’ to a jun ch'olan chi', manhxo ol scuch Tofet, ma sch'olanil lum Ben-hinom, palta ol scuchcan icha tik: Lum Sch'olanil yic heb' mak'b'ilchamoc. Yujto manhxa b'aj syal smucji heb' chamnac, yuj chi' ha t'a lum Tofet chi' ol b'at juljokkan heb'."
        },
        {
            "number": "32",
            "text": "Ha sniwanil heb' anima ayek' ticnaik t'a jun chonhab' tik, ol och schib'ejoc nok' ostoc yet' nok' chium nok' t'a kaltac te'. Manhxa mach ol xib'tan nok' t'a heb'."
        },
        {
            "number": "33",
            "text": "Ol wak' satel heb' anima t'a juntzanh chonhab' yic Judá. Axo t'a yoltac skalleal Jerusalén, manhxa b'it yic q'uinh yet' yic tzalajk'olal. Manhxa pax b'it yic nupnajel ol ochoc. Ichaxonhej tzinan lu'um ol ajkan jun chonhab' tik, xchi Jehová."
        }
    ]
}