{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová icha tik: Ha t'a jun pekti’ chi', ol joychajq'ueta sb'aquil eb' ak'annac reyal t'a Judá b'aj mucan, sb'aquil eb' ak'annac yajalil, sb'aquil eb' sacerdote, sb'aquil eb' yalnacoch sb'a in checab'oc yet' sb'aquil pax juntzanhxo eb' ek'nac cajan t'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Ol laj b'atcan lean sb'aquil eb' chi' t'a yoc k'u, t'a yoc q'uen uj yet' t'a yoc q'uen k'anal. Ayic pitzanto eb', xajan juntzanh chi' yuj eb', yak'nac servil eb', yalnac sb'a eb' t'ay. Yuj chi' malaj mach ol molanq'ue sb'aquil eb' chi' yic smucchaji. Ol cannhej ta' icha tz'ajkan stza' nok' nok'."
        },
        {
            "number": "3",
            "text": "Ha in Jehová Yajal in t'a Smasanil, a in svala' to a jantac eb' anima pitzanto ol kan t'a skal juntzanh anima te chuk tik, ol snib'ej cham sb'a eb' t'a yichanh to pitzan b'aj ol in saclemcanb'at eb' t'a skal juntzanhxo chonhab'."
        },
        {
            "number": "4",
            "text": "Ha Jehová ix alan t'ayin icha tik: Ach Jeremías icha tik tzutej alan t'a jun in chonhab' tik: Tato ay junok mach stelvi, tocval maxtzac q'ue vaan. Tato ay junok mach satb'at t'a junok b'e, tocval maxtzac sayxi sb'e chi'."
        },
        {
            "number": "5",
            "text": "Palta a exxo tik ex israel, ¿tas yuj tzeyiq'uel e b'a t'ayin? Ex aj Jerusalén, ¿tas yuj maxtzac ex meltzajxi t'ayin? ¿Tas yuj ha t'a juntzanh comon dios tzeyak'och e pensar, haxo t'ayin malaj e gana e meltzajxi?"
        },
        {
            "number": "6",
            "text": "Ix in maclej val vab'i, palta malaj mach slolon t'a stojolal. Malaj val junok mach sna sb'ha t'a schucal syalani: ¿Tas val ix in k'ulej? manh xchioc. Sb'atcan eb' smasanil t'a yol b'e, icha sb'at lemnaj nok' chej t'a oval."
        },
        {
            "number": "7",
            "text": "Ha nok' cigüeña tzek' jenhenhoc t'a satcha’anh, yojtac nok' b'ak'uinh ol meltzaj nok'. Yed' nok' cuvajte', nok' sanhcapech yet' nok' grulla, yojtac nok' b'ak'uinh ol b'at nok' t'a junocxo lugar. Ha exxo pax tik ex in chonhab', manh eyojtacoc jab'oc in k'ayb'ub'al."
        },
        {
            "number": "8",
            "text": "¿Tas yuj tzeyala' to ay e pensar, eyojtac in k'ayb'ub'al eyalani? Palta haxo eb' slaj tz'ib'anelta in k'ayb'ub'al, slaj sq'uex eb' tas syala'."
        },
        {
            "number": "9",
            "text": "Ha juntzanh eb' jelan yalan chi', ol q'uixvoccanel eb', ol somchajq'ue sk'ol eb', ol cotcan t'a yib'anh eb'. Ix spatiquejel in lolonel eb', yuj chi' ¿b'ajtil ol yik' sjelanil eb'?"
        },
        {
            "number": "10",
            "text": "Yuj val chi' ol vak'canoch eb' ix yetb'eyum eb' t'a yol sk'ab' eb' ch'oc vinaquil, haxo sluum eb' ch'oc mach ol icancanoc. Masanil eb' nivac yelk'ochi yet' eb' malaj yelk'ochi, axonhej yak'an ganar eb' t'a spatic chukal, a chi' sna eb'. Icha pax chi' eb' syaloch sb'a in checab'oc yet' eb' sacerdote, axonhej elk'al syak' eb'."
        },
        {
            "number": "11",
            "text": "Snib'ej eb' sk'ub'ejel jantac yaelal syab' in chonhab'. Syalan eb' to ay junk'olal, palta manh yeloclaj."
        },
        {
            "number": "12",
            "text": "Max q'uixvi eb' sk'ulan juntzanh tas max techaj vilani. Malaj jab'oc sq'uixvelal eb', manh yojtacoc eb' tas jun q'uixvelal chi'. Yuj chi', a in val Jehová in svala', a val yic ol vak'an syaelal eb', ol satcanel eb', xchi Jehová, xa chi."
        },
        {
            "number": "13",
            "text": "Syalanpax Jehová icha tik: Ol viq'uel eb' in chonhab' t'a tik, yujto icha val junok snunal te' uva, ma junok ste'al te' higo malaj sat, tonhej sk'ajb'anel xiil ayic van stacjieli, icha chi' yaj eb'. Yuj chi' a tas ix vak' t'a yol sk'ab' eb', ol vik'xiek' t'a eb', xchi."
        },
        {
            "number": "14",
            "text": "Ol yal eb' aj Judá icha tik: ¿Tas yuj tzonh kan t'a tik? Co molb'ejec co b'a, conh b'ateccan t'a chonhab' wach' yajoch smuroal. Ata' ol co col co b'a, wach'chom t'a skal oval ol onh chamoc. Ha Jehová co Diosal tzonh sataneli, yujto ix och co mul t'ay, ichato ix yak' cuk' ha ha' ayb'at veneno t'a skal."
        },
        {
            "number": "15",
            "text": "Ix co na' to wach' ol onh elk'ochoc, palta malaj tas wach' ix ak'ji t'ayonh. Ha co naani to tzalajk'olal ol onh ajoc, palta anhej xivk'olal ix javi t'ayonh."
        },
        {
            "number": "16",
            "text": "Van sjavi eb' ajk'ol t'ayonh. Sjornaj snhi' nok' schej eb' t'a Dan, scab'ul ato t'a tik. Ayic tz'ok' nok', tz'ib'xi val lum lum tik. Sjavi eb' satel co chonhab' tik yet' masanil tastac ay t'ay yet' masanil onh cajan onh t'a tik, xchi eb'."
        },
        {
            "number": "17",
            "text": "Ix yalanxi Jehová icha tik: Ol vak'cot chamel t'a e cal icha val schivaj nok' chan te ov schivaji. Manhxalaj mach syal yak'an nanamax nok', xchi Jehová chi'."
        },
        {
            "number": "18",
            "text": "Ha in cusk'olal tik manhxalaj yanhal, slajvi val el in pixan yuj svab'i."
        },
        {
            "number": "19",
            "text": "Tz'ab'chaj val yel yav eb' vetchonhab' t'a smasanil yol co macb'en. Syalan eb', ¿tom manhxo ayoquek' Jehová t'a Sion? ¿Tom manhxo ayoquek' co reyal sik'b'il och yuj Jehová ta'? xchi eb'. Ix tak'vi Jehová t'a eb' icha tik: ¿Tas yuj ix e tzuntzejcot yoval in k'ool ayic ix ex och ejmelal t'a comon dios, juntzanh yechel malaj yelk'ochi, ch'oc b'aj cotnac? xchi."
        },
        {
            "number": "20",
            "text": "Syalan eb' anima icha tik: Toxo ix ek'b'at stiempoal co colji, icha yek'b'at stiempoal jochoj trigo, ma icha yek'b'at stiempoal smolchaj sat avb'en, xchi eb'."
        },
        {
            "number": "21",
            "text": "Svab' val syail yuj syaelal eb' vetchonhab'. Toxo ix q'uechaanh cusk'olal yet' xivk'olal t'ayin."
        },
        {
            "number": "22",
            "text": "Yacb'an ay yanhal t'a Galaad, ay pax eb' syal yanhtan ta', ¿tas yuj max anhtaj in chonhab' tik?"
        }
    ]
}