{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Comonoc lajan in sat tik icha sjaj ha ha' tz'el yoc, yic k'ual t'ak'val tzin ok' yuj jantac eb' vetchonhab' ix chami."
        },
        {
            "number": "2",
            "text": "Comonoc ay junok b'aj syal vaj t'a tzinan lu'um, yic wach' najat tzin b'atcan t'a in chonhab' tik. Yujto ix spatiquejel Dios eb', ixtum anima eb'."
        },
        {
            "number": "3",
            "text": "Te jelan yesan eb'. Sq'ue val chaanh eb' yet' es chi', icha val junok mach sq'uechaanh ste julanel sjul-lab'. Manhxa jab'oc tas yel tz'alji. Yuj chi' syal Jehová icha tik: Masnhej ste chucb'iel eb'. Maxtzac yal sk'ol eb' tzin yaloch sDiosaloc."
        },
        {
            "number": "4",
            "text": "Ach Jeremías, manhxo ak'och eb' amigo yet' eb' a k'ab' oc yipoc a k'ool, yujto chuclaj tas van snaan eb' t'a a patic. Ha tas sna masanil eb' amigo chi', syik'lajcot eb' t'a yib'anh junjun."
        },
        {
            "number": "5",
            "text": "Syak'laj musansatil sb'a eb'. Manhxa mach slolon t'a yel. Toxo ix te k'ay eb' yesani. Maxtzac yal sq'uexan spensar eb'."
        },
        {
            "number": "6",
            "text": "Ha val tas ay t'a skal eb', anhej ak'oj musansatil, ixtoj anima, yuj chi' maxtzac yal sk'ol eb' tzin yal sDiosaloc."
        },
        {
            "number": "7",
            "text": "Yuj chi' a in Jehová Yajal in t'a Smasanil svala': ¿Tasto val junocxo syal in k'ulan yet' in chonhab' tik? Anhej to ol vak'och eb' t'a syaelal, icha tz'aj yak'jioch q'uen plata t'a cal k'ak', yic tz'el schucal q'ueen."
        },
        {
            "number": "8",
            "text": "Ha tas tz'elta t'a sti' eb' lajan icha jul-lab' jay ye scham anima yuj. Axonhej es tzek' yal eb'. Wach' sk'umlan sb'a eb' yet' eb' yamigo yalani, palta haxo t'a spensar eb' van snaani tas ol yutej eb' yak'an chucal t'a eb' yamigo chi'."
        },
        {
            "number": "9",
            "text": "Ha in val Jehová in svala': ¿Tom manh smojoc vak'anoch syaelal eb' yuj tas sk'ulej chi'? ¿Tom manh smojoc vak'an spac t'a in chonhab' tik?"
        },
        {
            "number": "10",
            "text": "Ix valanxi a in Jeremías in tik: Tzin te ok' val yuj lum tzalquixtac, tzin cus val yuj lum taquinhtac sat b'aj sva nok' nok', yujto toxo ix te tacji sat lu'um. Manhxa mach tzek' ta'. Manhxa junok nok' vacax tz'ab'chaj yoq'ui. Ha nok' caltacte'al nok' yet' nok' much toxo ix b'at nok' elelal."
        },
        {
            "number": "11",
            "text": "Ix vab' yalan Jehová icha tik: Ha jun chonhab' Jerusalén tik, icha junok b'ulanh q'ueen b'aj cajan nok' nivac oques, icha chi' ol vutejcani. Ha juntzanh chonhab' t'a yol yic Judá, ol kan tzinan. Manhxa junok anima ol cajnajcan t'ay, xchi Jehová."
        },
        {
            "number": "12",
            "text": "Ix valan t'a Jehová icha tik: Malaj junok onh snachajel cuuj tas yuj a jun co chonhab' tik tzinan lu'um ix ajcani. Al t'ayonh tas yuj icha chi' ix ajcani, xin chi t'ay."
        },
        {
            "number": "13",
            "text": "Ix tak'vi Jehová chi' t'ayin icha tik: Icha tik ix aji yujto ix spatiquejel in k'ayb'ub'al eb'. Maj sk'anab'ajej eb', maj sb'eyb'alej eb'."
        },
        {
            "number": "14",
            "text": "Ix yak'an val pitb'oquel spensar eb', ix yak'anem sb'a eb' t'a juntzanh comon dios, icha ix aj sk'ayb'ajkan eb' yuj smam yicham."
        },
        {
            "number": "15",
            "text": "Yuj chi' a in Jehová Yajal in t'a Smasanil, sDiosal in Israel svala': Ol vak' yab' syail eb' t'a junjun k'u, ol q'ue val chi'an sat eb' yab'an syail icha sk'a'il junok tas k'a' sva eb', ma syuk' eb'."
        },
        {
            "number": "16",
            "text": "Ol in saclemancanb'at eb' t'a juntzanh chonhab' manh yojtacoc yet' pax eb' smam yicham eb' manh yojtacoc eb'. Ol in checb'at eb' soldado yak' oval yet' eb', masanto ol satel eb' smasanil, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ab'ec, b'at chequec ik'chajcot eb' ix ix aytaxonoch t'a yib'anh yoq'ui."
        },
        {
            "number": "18",
            "text": "Yalocab' eb' aj Jerusalén: Cotocab' eb' ix t'a elanhchamel, cusocab' eb' ix cuuj. B'ud'jocab'el yol co sat yuj yaal, elocab' b'ulnaj xil co sat yuj jantac yal co sat coq'ui, xchiocab' eb'."
        },
        {
            "number": "19",
            "text": "Ha t'a chonhab' Sion, tz'ab'chaj val yoch oq'uel yuj cusk'olal. Syalan eb' icha tik: Te ob'iltac onh, van co sateli, scab' val syail yuj q'uixvelal. Ha ticnaic, yovalil scactejcan co chonhab' tik, yujto toxo ix laj em lanhnaj co pat, xchi eb' tz'ok' chi', xchi Jehová."
        },
        {
            "number": "20",
            "text": "Ex ix, maclejec eyab' slolonel Jehová, aq'ek val och e chiquin t'a tas syala'. k'ayb'ejec eb' eyune' yet' eb' ix wach' eyak'an yet'oc yic tz'ok' eb' yuj scusk'olalil chamel."
        },
        {
            "number": "21",
            "text": "Ha chamel toxo ix och t'a yoltac co pat, toxo ix k'och t'a yoltac co palacio. Slaj cham eb' unin t'a yoltac calle, schampax eb' quelemtac t'a yoltac chonhab'."
        },
        {
            "number": "22",
            "text": "Ix yal Jehová t'ayin icha tik: Al t'a eb' to a in sval icha tik: Toxonhej sactzipinac ol ajkan snivanil eb' anima, icha tz'ajkan tzipan stza' nok' nok' t'a ak'lictac. Icha val tz'ajkan ixim trigo manojail t'a spatic eb' sjochani tato malaj mach smolanq'ue vaan ixim, icha chi' ol ajkan eb', xa chi, xchi Jehová t'ayin."
        },
        {
            "number": "23",
            "text": "Ix yalanpax Jehová icha tik: Ha eb' jelan, mocab' yak'och sjelanil eb' chi' yipoc sk'ool, eb' ay yip, mocab' yak'och yip eb' chi' yipoc sk'ool, anhejtona' eb' b'eyum, mocab' yak'och sb'eyumal eb' chi' yipoc sk'ool."
        },
        {
            "number": "24",
            "text": "Ha in Jehová in svala', tato ay mach ay tas syak'och yipoc sk'ool, a in ocab' tzin yak'och yipoc sk'ool, tzin yojtacaneli to a in Jehová in. Svaq'uelk'och svach'il in k'ool, tzin ch'olb'itan tas yaj anima t'a stojolal. Aton juntzanh tik snib'ej in k'ool sb'eyb'alej eb' anima, xchi Jehová."
        },
        {
            "number": "25",
            "text": "Ix yalanxi Jehová icha tik: Van sja stiempoal vak'an syaelal eb' aj Egipto, eb' aj Judá, eb' aj Edom, eb' aj Amón, eb' aj Moab yet' eb' cajan t'a tzinan lu'um, aton eb' sjoxel xil spak'ul sti'. Masanil juntzanh anima chi' ak'b'il circuncidar eb', palta max sk'anab'ajej jun trato sch'oxan jun yechel chi' eb', anhejtona' pax eb' israel max sk'anab'ajej eb', xchi Jehová."
        }
    ]
}