{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Comonoc lajan in sat tic icha sjaj a a' tz'el yoc, yic k'ual d'ak'val tzin ok' yuj jantac eb' vetchonhab' ix chami."
        },
        {
            "number": "2",
            "text": "Comonoc ay junoc b'aj syal vaj d'a tz'inan luum, yic vach' najat tzin b'atcan d'a in chonhab' tic. Yujto ix spatiquejel Dios eb', ixtum anima eb'."
        },
        {
            "number": "3",
            "text": "Te jelan yesan eb'. Sq'ue val chaanh eb' yed' es chi', icha val junoc mach sq'uechaanh ste julanel sjul-lab'. Manhxa jab'oc tas yel tz'alji. Yuj chi' syal Jehová icha tic: Masnhej ste chucb'iel eb'. Maxtzac yal sk'ol eb' tzin yaloch sDiosaloc."
        },
        {
            "number": "4",
            "text": "Ach Jeremías, manhxo ak'och eb' amigo yed' eb' a k'ab' oc yipoc a k'ool, yujto chuclaj tas van snaan eb' d'a a patic. A tas sna masanil eb' amigo chi', syik'lajcot eb' d'a yib'anh junjun."
        },
        {
            "number": "5",
            "text": "Syak'laj musansatil sb'a eb'. Manhxa mach slolon d'a yel. Toxo ix te k'ay eb' yesani. Maxtzac yal sq'uexan spensar eb'."
        },
        {
            "number": "6",
            "text": "A val tas ay d'a scal eb', anhej ak'oj musansatil, ixtoj anima, yuj chi' maxtzac yal sk'ol eb' tzin yal sDiosaloc."
        },
        {
            "number": "7",
            "text": "Yuj chi' a in Jehová Yajal in d'a Smasanil svala': ¿Tasto val junocxo syal in k'ulan yed' in chonhab' tic? Anhej to ol vak'och eb' d'a syaelal, icha tz'aj yak'jioch q'uen plata d'a cal k'ak', yic tz'el schucal q'ueen."
        },
        {
            "number": "8",
            "text": "A tas tz'elta d'a sti' eb' lajan icha jul-lab' jay ye scham anima yuuj. Axonhej es tzek' yal eb'. Vach' sk'umlan sb'a eb' yed' eb' yamigo yalani, palta axo d'a spensar eb' van snaani tas ol yutej eb' yak'an chucal d'a eb' yamigo chi'."
        },
        {
            "number": "9",
            "text": "A in val Jehová in svala': ¿Tom manh smojoc vak'anoch syaelal eb' yuj tas sk'ulej chi'? ¿Tom manh smojoc vak'an spac d'a in chonhab' tic?"
        },
        {
            "number": "10",
            "text": "Ix valanxi a in Jeremías in tic: Tzin te ok' val yuj lum tzalquixtac, tzin cus val yuj lum taquinhtac sat b'aj sva nok' nok', yujto toxo ix te tacji sat luum. Manhxa mach tz'ek' ta'. Manhxa junoc nok' vacax tz'ab'chaj yoq'ui. A nok' caltacte'al nok' yed' nok' much toxo ix b'at nok' elelal."
        },
        {
            "number": "11",
            "text": "Ix vab' yalan Jehová icha tic: A jun chonhab' Jerusalén tic, icha junoc b'ulanh q'ueen b'aj cajan nok' nivac oques, icha chi' ol vutejcani. A juntzanh chonhab' d'a yol yic Judá, ol can tz'inan. Manhxa junoc anima ol cajnajcan d'ay, xchi Jehová."
        },
        {
            "number": "12",
            "text": "Ix valan d'a Jehová icha tic: Malaj junoc onh snachajel cuuj tas yuj a jun co chonhab' tic tz'inan luum ix ajcani. Al d'ayonh tas yuj icha chi' ix ajcani, xin chi d'ay."
        },
        {
            "number": "13",
            "text": "Ix tak'vi Jehová chi' d'ayin icha tic: Icha tic ix aji yujto ix spatiquejel in k'ayb'ub'al eb'. Maj sk'anab'ajej eb', maj sb'eyb'alej eb'."
        },
        {
            "number": "14",
            "text": "Ix yak'an val pitb'oquel spensar eb', ix yak'anem sb'a eb' d'a juntzanh comon dios, icha ix aj sk'ayb'ajcan eb' yuj smam yicham."
        },
        {
            "number": "15",
            "text": "Yuj chi' a in Jehová Yajal in d'a Smasanil, sDiosal in Israel svala': Ol vak' yab' syail eb' d'a junjun k'u, ol q'ue val chi'an sat eb' yab'an syail icha sk'a'il junoc tas k'a' sva eb', ma syuk' eb'."
        },
        {
            "number": "16",
            "text": "Ol in saclemancanb'at eb' d'a juntzanh chonhab' manh yojtacoc yed' pax eb' smam yicham eb' manh yojtacoc eb'. Ol in checb'at eb' soldado yak' oval yed' eb', masanto ol satel eb' smasanil, xchi Jehová."
        },
        {
            "number": "17",
            "text": "A Jehová Yajal d'a Smasanil tz'alan icha tic: Ab'ec, b'at chequec ik'chajcot eb' ix ix aytaxonoch d'a yib'anh yoq'ui."
        },
        {
            "number": "18",
            "text": "Yalocab' eb' aj Jerusalén: Cotocab' eb' ix d'a elanhchamel, cusocab' eb' ix cuuj. B'ud'jocab'el yol co sat yuj yaal, elocab' b'ulnaj xil co sat yuj jantac yal co sat coq'ui, xchiocab' eb'."
        },
        {
            "number": "19",
            "text": "A d'a chonhab' Sion, tz'ab'chaj val yoch oq'uel yuj cusk'olal. Syalan eb' icha tic: Te ob'iltac onh, van co sateli, scab' val syail yuj q'uixvelal. A ticnaic, yovalil scactejcan co chonhab' tic, yujto toxo ix laj em lanhnaj co pat, xchi eb' tz'ok' chi', xchi Jehová."
        },
        {
            "number": "20",
            "text": "Ex ix, maclejec eyab' slolonel Jehová, aq'uec val och e chiquin d'a tas syala'. k'ayb'ejec eb' eyune' yed' eb' ix vach' eyak'an yed'oc yic tz'ok' eb' yuj scusk'olalil chamel."
        },
        {
            "number": "21",
            "text": "A chamel toxo ix och d'a yoltac co pat, toxo ix k'och d'a yoltac co palacio. Slaj cham eb' unin d'a yoltac calle, schampax eb' quelemtac d'a yoltac chonhab'."
        },
        {
            "number": "22",
            "text": "Ix yal Jehová d'ayin icha tic: Al d'a eb' to a in sval icha tic: Toxonhej sactzipinac ol ajcan snivanil eb' anima, icha tz'ajcan tzipan stza' nok' nok' d'a ak'lictac. Icha val tz'ajcan ixim trigo manojail d'a spatic eb' sjochani tato malaj mach smolanq'ue vaan ixim, icha chi' ol ajcan eb', xa chi, xchi Jehová d'ayin."
        },
        {
            "number": "23",
            "text": "Ix yalanpax Jehová icha tic: A eb' jelan, mocab' yak'och sjelanil eb' chi' yipoc sk'ool, eb' ay yip, mocab' yak'och yip eb' chi' yipoc sk'ool, anhejtona' eb' b'eyum, mocab' yak'och sb'eyumal eb' chi' yipoc sk'ool."
        },
        {
            "number": "24",
            "text": "A in Jehová in svala', tato ay mach ay tas syak'och yipoc sk'ool, a in ocab' tzin yak'och yipoc sk'ool, tzin yojtacaneli to a in Jehová in. Svaq'uelk'och svach'il in k'ool, tzin ch'olb'itan tas yaj anima d'a stojolal. Aton juntzanh tic snib'ej in k'ool sb'eyb'alej eb' anima, xchi Jehová."
        },
        {
            "number": "25",
            "text": "Ix yalanxi Jehová icha tic: Van sja stiempoal vak'an syaelal eb' aj Egipto, eb' aj Judá, eb' aj Edom, eb' aj Amón, eb' aj Moab yed' eb' cajan d'a tz'inan luum, aton eb' sjoxel xil spak'ul sti'. Masanil juntzanh anima chi' ak'b'il circuncidar eb', palta max sk'anab'ajej jun trato sch'oxan jun yechel chi' eb', anhejtona' pax eb' israel max sk'anab'ajej eb', xchi Jehová."
        }
    ]
}