{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Comonoc lajan in sat tik icha sjaj ha ha' tz'el yoc, yic k'ual t'ak'wal tzin ok' yuj jantac heb' wetchonhab' ix chami."
        },
        {
            "number": "2",
            "text": "Comonoc ay junok b'aj syal waj t'a tzinan lu'um, yic wach' najat tzin b'atcan t'a in chonhab' tik. Yujto ix spatiquejel Dios heb', ixtum anima heb'."
        },
        {
            "number": "3",
            "text": "Te jelan yesan heb'. Sk'e wal chaanh heb' yet' es chi', icha wal junok mach sk'echaanh ste julanel sjul-lab'. Manhxa jab'oc tas yel tz'alji. Yuj chi' syal Jehová icha tik: Masnhej ste chucb'iel heb'. Maxtzac yal sk'ol heb' tzin yaloch sDiosaloc."
        },
        {
            "number": "4",
            "text": "Ach Jeremías, manhxo ak'och heb' amigo yet' heb' a k'ab' oc yipoc a k'ool, yujto chuclaj tas wan snaan heb' t'a a patic. Ha tas sna masanil heb' amigo chi', syik'lajcot heb' t'a yib'anh junjun."
        },
        {
            "number": "5",
            "text": "Syak'laj musansatil sb'a heb'. Manhxa mach slolon t'a yel. Toxo ix te k'ay heb' yesani. Maxtzac yal sk'exan spensar heb'."
        },
        {
            "number": "6",
            "text": "Ha wal tas ay t'a skal heb', anhej ak'oj musansatil, ixtoj anima, yuj chi' maxtzac yal sk'ol heb' tzin yal sDiosaloc."
        },
        {
            "number": "7",
            "text": "Yuj chi' a in Jehová Yajal in t'a Smasanil swala': ¿Tasto wal junocxo syal in k'ulan yet' in chonhab' tik? Anhej to ol wak'och heb' t'a syaelal, icha tz'aj yak'jioch k'een plata t'a kal k'ak', yic tz'el schucal k'een."
        },
        {
            "number": "8",
            "text": "Ha tas tz'elta t'a sti' heb' lajan icha jul-lab' jay ye scham anima yuj. Axonhej es tzek' yal heb'. Wach' sk'umlan sb'a heb' yet' heb' yamigo yalani, palta haxo t'a spensar heb' wan snaani tas ol yutej heb' yak'an chukal t'a heb' yamigo chi'."
        },
        {
            "number": "9",
            "text": "Ha in wal Jehová in swala': ¿Tom manh smojoc wak'anoch syaelal heb' yuj tas sk'ulej chi'? ¿Tom manh smojoc wak'an spak t'a in chonhab' tik?"
        },
        {
            "number": "10",
            "text": "Ix walanxi a in Jeremías in tik: Tzin te ok' wal yuj lum tzalquixtac, tzin kus wal yuj lum taquinhtac sat b'aj swa nok' nok', yujto toxo ix te tacji sat lu'um. Manhxa mach tzek' ta'. Manhxa junok nok' wacax tz'ab'chaj yoq'ui. Ha nok' caltacte'al nok' yet' nok' much toxo ix b'at nok' elelal."
        },
        {
            "number": "11",
            "text": "Ix wab' yalan Jehová icha tik: Ha jun chonhab' Jerusalén tik, icha junok b'ulanh k'een b'aj cajan nok' niwac oques, icha chi' ol wutejcani. Ha juntzanh chonhab' t'a yol yic Judá, ol kan tzinan. Manhxa junok anima ol cajnajcan t'ay, xchi Jehová."
        },
        {
            "number": "12",
            "text": "Ix walan t'a Jehová icha tik: Malaj junok onh snachajel cuuj tas yuj a jun ko chonhab' tik tzinan lu'um ix ajcani. Al t'ayonh tas yuj icha chi' ix ajcani, xin chi t'ay."
        },
        {
            "number": "13",
            "text": "Ix tak'wi Jehová chi' t'ayin icha tik: Icha tik ix aji yujto ix spatiquejel in k'ayb'ub'al heb'. Maj sk'anab'ajej heb', maj sb'eyb'alej heb'."
        },
        {
            "number": "14",
            "text": "Ix yak'an wal pitb'oquel spensar heb', ix yak'anem sb'a heb' t'a juntzanh comon Dios, icha ix aj sk'ayb'ajkan heb' yuj smam yicham."
        },
        {
            "number": "15",
            "text": "Yuj chi' a in Jehová Yajal in t'a Smasanil, sDiosal in Israel swala': Ol wak' yab' syail heb' t'a junjun k'u, ol k'e wal chi'an sat heb' yab'an syail icha sk'a'il junok tas k'a' swa heb', ma syuk' heb'."
        },
        {
            "number": "16",
            "text": "Ol in saclemancanb'at heb' t'a juntzanh chonhab' manh yojtacoc yet' pax heb' smam yicham heb' manh yojtacoc heb'. Ol in checb'at heb' soldado yak' owal yet' heb', masanto ol satel heb' smasanil, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ab'ec, b'at chequec ik'chajcot heb' ix ix aytaxonoch t'a yib'anh yoq'ui."
        },
        {
            "number": "18",
            "text": "Yalocab' heb' aj Jerusalén: Cotocab' heb' ix t'a elanhchamel, cusocab' heb' ix cuuj. B'ud'jocab'el yol ko sat yuj yaal, elokab' b'ulnaj xil ko sat yuj jantac yal ko sat coq'ui, xchiocab' heb'."
        },
        {
            "number": "19",
            "text": "Ha t'a chonhab' Sion, tz'ab'chaj wal yoch ok'el yuj cusk'olal. Syalan heb' icha tik: Te ob'iltac onh, wan ko sateli, scab' wal syail yuj q'uixwelal. Ha ticnaik, yowalil scactejcan ko chonhab' tik, yujto toxo ix laj em lanhnaj ko pat, xchi heb' tz'ok' chi', xchi Jehová."
        },
        {
            "number": "20",
            "text": "Ex ix, maclejec eyab' slolonel Jehová, aq'ek wal och he chiquin t'a tas syala'. k'ayb'ejec heb' eyune' yet' heb' ix wach' eyak'an yet'oc yic tz'ok' heb' yuj scusk'olalil chamel."
        },
        {
            "number": "21",
            "text": "Ha chamel toxo ix och t'a yoltac ko pat, toxo ix k'och t'a yoltac ko palacio. Slaj cham heb' unin t'a yoltac calle, schampax heb' kelemtac t'a yoltac chonhab'."
        },
        {
            "number": "22",
            "text": "Ix yal Jehová t'ayin icha tik: Al t'a heb' to a in swal icha tik: Toxonhej sactzipinac ol ajkan sniwanil heb' anima, icha tz'ajkan tzipan stza' nok' nok' t'a ak'lictac. Icha wal tz'ajkan ixim trigo manojail t'a spatic heb' sjochani tato malaj mach smolank'e waan ixim, icha chi' ol ajkan heb', xa chi, xchi Jehová t'ayin."
        },
        {
            "number": "23",
            "text": "Ix yalanpax Jehová icha tik: Ha heb' jelan, mocab' yak'och sjelanil heb' chi' yipoc sk'ool, heb' ay yip, mocab' yak'och yip heb' chi' yipoc sk'ool, anhejtona' heb' b'eyum, mocab' yak'och sb'eyumal heb' chi' yipoc sk'ool."
        },
        {
            "number": "24",
            "text": "Ha in Jehová in swala', tato ay mach ay tas syak'och yipoc sk'ool, a in ocab' tzin yak'och yipoc sk'ool, tzin yojtacaneli to a in Jehová in. Swak'elk'och swach'il in k'ool, tzin ch'olb'itan tas yaj anima t'a stojolal. Aton juntzanh tik snib'ej in k'ool sb'eyb'alej heb' anima, xchi Jehová."
        },
        {
            "number": "25",
            "text": "Ix yalanxi Jehová icha tik: Van sja stiempoal wak'an syaelal heb' aj Egipto, heb' aj Judá, heb' aj Edom, heb' aj Amón, heb' aj Moab yet' heb' cajan t'a tzinan lu'um, aton heb' sjoxel xil spak'ul sti'. Masanil juntzanh anima chi' ak'b'il circuncidar heb', palta max sk'anab'ajej jun trato sch'oxan jun yechel chi' heb', anhejtona' pax heb' israel max sk'anab'ajej heb', xchi Jehová."
        }
    ]
}