{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayoch heb' juez yajalil t'a chonhab' Israel, ix jawi jun niwan wejel t'a chonhab' chi'. Ha t'a jun pekti’ chi', ay jun winh aj chonhab' Belén t'a yol yic Judá, ix b'at kajnaj winh yet' ix yetb'eyum yet' chawanh yuninal t'a yol yic Moab yuj jun wejel chi'."
        },
        {
            "number": "2",
            "text": "Ha jun winh chi', Elimelec sb'i winh, haxo ix yetb'eyum winh, Noemí sb'i ix. Axo heb' winh yuninal winh chi', aton winhaj Mahlón yet' winhaj Quelión. Aj Efrata heb', Belén pax sb'i. Ix b'atkan kajan heb' t'a yol yic Moab chi'. Lajunhe' ab'il ix ek' heb' ta'. Yacb'an ayek' heb' chi' ta', ix cham winhaj Elimelec yetb'eyum ix Noemí chi', ix kan ix yet' chawanh heb' winh yune' chi'. Ixlajwi chi', ix och yetb'eyum heb' winh schawanhil. Ix yik'laj sb'a heb' winh yet' chawanh heb' ix aj Moab chi', jun ix scuch Orfa, haxo junxo ix scuch Rut."
        },
        {
            "number": "3",
            "text": "Axo ix aji, ix champax winhaj Mahlón yet' winhaj Quelión chi', yuj chi' ix kan ix Noemí sch'ocoj, yujto ix cham heb' winh yune' ix chi', ix champax winh yetb'eyum ix."
        },
        {
            "number": "4",
            "text": "Axo ix yab'an ix Noemí chi' to ix ok'xi sk'ool Jehová t'a chonhab' Israel, manhxalaj wejel ta'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix meltzaj ix t'a Judá yet' chawanh heb' ix yalib' chi'."
        },
        {
            "number": "6",
            "text": "Ayic wan scot heb' ix t'a yoltac b'e, ix yalan ix t'a heb' ix yalib' chi' icha tik: --Ha tiknaik, paxanhec t'a spat he mam he nun. Ha Jehová ol och eyed'oc yujto wach'nhej ix eyutej he b'a t'ayin yet' t'a heb' winh wune'."
        },
        {
            "number": "7",
            "text": "Aokab' Jehová ol och eyed'oc yic ol ochxoc eyetb'eyum, wach'nhej ol aj eyajxiek' t'a he pat, xchi ix. Ix tz'ub'anelta sti' heb' ix yalib' ix chi', ix syamanoch heb' ix yoq'ui."
        },
        {
            "number": "8",
            "text": "Ix yalan heb' ix icha tik: --Max onh canlaj. Ol onh b'at ed'oc t'a a chonhab' chi', xchi heb' ix."
        },
        {
            "number": "9",
            "text": "Ix yalanxi ix t'a heb' ix: --Ex walib', paxanhec t'a he pat. ¿Tasto wal yuj tzex och tzak'an wuuj? Malaj wune' toxo tz'aji yic tzeyik'lan he b'a yet'oc."
        },
        {
            "number": "10",
            "text": "Yuj chi' ixiquec, paxanhec t'a he pat. Yujto a in tik, chichim inxo, manhxo ol ochlaj wetb'eyum. Wach'chom swal tiknaik to ha t'a jun ak'wal tik ol och wetb'eyum, olto aljoc wune', ta xin chi,"
        },
        {
            "number": "11",
            "text": "¿palta tom olto he tanhwej sq'uib' heb' winh, yic ol eyik'an he b'a yet' heb' winh? ¿Tom yujnhej he tanhwani, manhxo ol och eyetb'eyum? Maay ex walib', manh ol yal-laj icha chi'. Ha in tik, wictaxon yaj yaelal ix yak'cot Jehová t'a wib'anh. Ol am in te kus eyuuj tato ol wila'' to ol eyab' syail, xchi ix t'a heb' ix yalib' chi'."
        },
        {
            "number": "12",
            "text": "Ix ochxi ijan heb' ix yoq'ui. Ixlajwi chi', haxo ix Orfa ix tz'ub'ankanelta sti' ix, ix meltzaj ix. Axo pax ix Rut jun, ix kannhej ix yet' ix."
        },
        {
            "number": "13",
            "text": "Ix yalanxi ix Noemí chi' t'a ix Rut chi' icha tik: --Tzam ila' to a ix a mu' toxo ix pax ix t'a schonhab' yet' t'a sdiosal, ixic pax a ach tik, xchi ix."
        },
        {
            "number": "14",
            "text": "Ix tak'wi ix Rut chi' icha tik: --Manh ach och ijan alan t'ayin yic tzach wactejkani. Yalnhej b'aj ol ach b'atoc, ol in b'atnhej ed'oc. Ha b'aj ol ach ajoc, ata' ol in aj pax ed'oc. Ha a chonhab', a ol och in chonhab'oc, a a Diosal, a ol ochpax in Diosaloc."
        },
        {
            "number": "15",
            "text": "Ha b'aj ol ach chamoc, ata' ol in champaxoc, ata' ol in mucnajoc. Yak'okab' in yaelal Jehová tato tzach wactejkani, masanto a chamel ol ik'an ko pojan ko b'a, xchi ix Rut chi'."
        },
        {
            "number": "16",
            "text": "Axo ix yilan ix Noemí chi' to ay wal och t'a sk'ol ix Rut chi' sb'at yet'oc, manhxalaj tas ix yal ix t'a ix."
        },
        {
            "number": "17",
            "text": "Ix b'eyxicot heb' ix schawanhil, masanto ix jawi heb' ix t'a Belén. Ayic ix jawi heb' ix ta', masanil heb' anima ay ta' ix te sat sk'ol heb'. Ix yalan heb' ix ix icha tik: --¿Mantoc a ix Noemí tik? xchi heb' ix."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix tak'wi ix t'a heb' ix icha tik: --Manhxo eyal Noemí t'ayin, palta Mara tzeyak' in b'iej, yujto ha Dios Syal Yuj Smasanil, ha' ix ak'an in yaelal."
        },
        {
            "number": "19",
            "text": "Ayic ix in b'at t'a tik, manh jantacoc tas ay t'ayin, haxo yic tzin meltzaj tik, manhxalaj jab'oc. Icha chi' ix el t'a sk'ool Jehová sjawi t'a wib'anh, ¿tasto wal yuj tzeyal Noemí chi' t'ayin yujto toxo ix ja t'a wib'anh wab'an syail yuj Dios Syal Yuj Smasanil? xchi ix."
        },
        {
            "number": "20",
            "text": "Ichaton chi' ix aj sjawi ix Noemí yet' ix Rut t'a Belén chi', spetoj heb' ix t'a yol yic Moab. Ha ix jawi heb' ix chi', wan wal syamchajoch sjochchaj ixim cebada."
        }
    ]
}