{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayoch eb' juez yajalil t'a chonhab' Israel, ix javi jun niwan vejel t'a chonhab' chi'. Ha t'a jun pekti’ chi', ay jun winh aj chonhab' Belén t'a yol yic Judá, ix b'at cajnaj winh yet' ix yetb'eyum yet' chavanh yuninal t'a yol yic Moab yuj jun vejel chi'."
        },
        {
            "number": "2",
            "text": "Ha jun winh chi', Elimelec sb'i winh, haxo ix yetb'eyum winh, Noemí sb'i ix. Axo eb' winh yuninal winh chi', aton winhaj Mahlón yet' winhaj Quelión. Aj Efrata eb', Belén pax sb'i. Ix b'atcan cajan eb' t'a yol yic Moab chi'. Lajunhe' ab'il ix ek' eb' ta'. Yacb'an ayek' eb' chi' ta', ix cham winhaj Elimelec yetb'eyum ix Noemí chi', ix kan ix yet' chavanh eb' winh yune' chi'. Ixlajwi chi', ix och yetb'eyum eb' winh schavanhil. Ix yik'laj sb'a eb' winh yet' chavanh eb' ix aj Moab chi', jun ix scuch Orfa, haxo junxo ix scuch Rut."
        },
        {
            "number": "3",
            "text": "Axo ix aji, ix champax winhaj Mahlón yet' winhaj Quelión chi', yuj chi' ix kan ix Noemí sch'ocoj, yujto ix cham eb' winh yune' ix chi', ix champax winh yetb'eyum ix."
        },
        {
            "number": "4",
            "text": "Axo ix yab'an ix Noemí chi' to ix ok'xi sk'ool Jehová t'a chonhab' Israel, manhxalaj vejel ta'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix meltzaj ix t'a Judá yet' chavanh eb' ix yalib' chi'."
        },
        {
            "number": "6",
            "text": "Ayic van scot eb' ix t'a yoltac b'e, ix yalan ix t'a eb' ix yalib' chi' icha tik: --Ha tiknaik, paxanhec t'a spat e mam e nun. Ha Jehová ol och eyed'oc yujto wach'nhej ix eyutej e b'a t'ayin yet' t'a eb' winh vune'."
        },
        {
            "number": "7",
            "text": "Aocab' Jehová ol och eyed'oc yic ol ochxoc eyetb'eyum, wach'nhej ol aj eyajxiek' t'a e pat, xchi ix. Ix tz'ub'anelta sti' eb' ix yalib' ix chi', ix syamanoch eb' ix yoq'ui."
        },
        {
            "number": "8",
            "text": "Ix yalan eb' ix icha tik: --Max onh canlaj. Ol onh b'at ed'oc t'a a chonhab' chi', xchi eb' ix."
        },
        {
            "number": "9",
            "text": "Ix yalanxi ix t'a eb' ix: --Ex valib', paxanhec t'a e pat. ¿Tasto wal yuj tzex och tzak'an vuuj? Malaj vune' toxo tz'aji yic tzeyik'lan e b'a yet'oc."
        },
        {
            "number": "10",
            "text": "Yuj chi' ixiquec, paxanhec t'a e pat. Yujto a in tik, chichim inxo, manhxo ol ochlaj vetb'eyum. Wach'chom swal tiknaik to ha t'a jun ak'wal tik ol och vetb'eyum, olto aljoc vune', ta xin chi,"
        },
        {
            "number": "11",
            "text": "¿palta tom olto e tanhvej sq'uib' eb' winh, yic ol eyik'an e b'a yet' eb' winh? ¿Tom yujnhej e tanhvani, manhxo ol och eyetb'eyum? Maay ex valib', manh ol yal-laj icha chi'. Ha in tik, victaxon yaj yaelal ix yak'cot Jehová t'a vib'anh. Ol am in te kus eyuuj tato ol wila'' to ol eyab' syail, xchi ix t'a eb' ix yalib' chi'."
        },
        {
            "number": "12",
            "text": "Ix ochxi ijan eb' ix yoq'ui. Ixlajwi chi', haxo ix Orfa ix tz'ub'ancanelta sti' ix, ix meltzaj ix. Axo pax ix Rut jun, ix cannhej ix yet' ix."
        },
        {
            "number": "13",
            "text": "Ix yalanxi ix Noemí chi' t'a ix Rut chi' icha tik: --Tzam ila' to a ix a mu' toxo ix pax ix t'a schonhab' yet' t'a sdiosal, ixic pax a ach tik, xchi ix."
        },
        {
            "number": "14",
            "text": "Ix tak'vi ix Rut chi' icha tik: --Manh ach och ijan alan t'ayin yic tzach vactejcani. Yalnhej b'aj ol ach b'atoc, ol in b'atnhej ed'oc. Ha b'aj ol ach ajoc, ata' ol in aj pax ed'oc. Ha a chonhab', a ol och in chonhab'oc, a a Diosal, a ol ochpax in Diosaloc."
        },
        {
            "number": "15",
            "text": "Ha b'aj ol ach chamoc, ata' ol in champaxoc, ata' ol in mucnajoc. Yak'ocab' in yaelal Jehová tato tzach vactejcani, masanto a chamel ol ik'an co pojan co b'a, xchi ix Rut chi'."
        },
        {
            "number": "16",
            "text": "Axo ix yilan ix Noemí chi' to ay wal och t'a sk'ol ix Rut chi' sb'at yet'oc, manhxalaj tas ix yal ix t'a ix."
        },
        {
            "number": "17",
            "text": "Ix b'eyxicot eb' ix schavanhil, masanto ix javi eb' ix t'a Belén. Ayic ix javi eb' ix ta', masanil eb' anima ay ta' ix te sat sk'ol eb'. Ix yalan eb' ix ix icha tik: --¿Mantoc a ix Noemí tik? xchi eb' ix."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix tak'vi ix t'a eb' ix icha tik: --Manhxo eyal Noemí t'ayin, palta Mara tzeyak' in b'iej, yujto ha Dios Syal Yuj Smasanil, ha' ix ak'an in yaelal."
        },
        {
            "number": "19",
            "text": "Ayic ix in b'at t'a tik, manh jantacoc tas ay t'ayin, haxo yic tzin meltzaj tik, manhxalaj jab'oc. Icha chi' ix el t'a sk'ool Jehová sjavi t'a vib'anh, ¿tasto wal yuj tzeyal Noemí chi' t'ayin yujto toxo ix ja t'a vib'anh vab'an syail yuj Dios Syal Yuj Smasanil? xchi ix."
        },
        {
            "number": "20",
            "text": "Ichaton chi' ix aj sjavi ix Noemí yet' ix Rut t'a Belén chi', spetoj eb' ix t'a yol yic Moab. Ha ix javi eb' ix chi', van wal syamchajoch sjochchaj ixim cebada."
        }
    ]
}