{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun winh scuchan Booz, ayto yuj sb'a winh yet' winhaj Elimelec yetb'eyumcan ix Noemí chi'. Te b'eyum winh, niwan yelk'och winh t'a schonhab' chi'."
        },
        {
            "number": "2",
            "text": "Ix yal ix Rut chi' t'a ix Noemí icha tik: --Tzin tewi t'ayach, comonoc tzin a chab'ati, b'at wila'' talaj ay b'aj wan sjochchaj ixim cebada, talaj scha sk'ol heb' winh aj munlajel chi' tzin sik' jayeoc sjolom quic t'a spatictac heb' winh, xchi ix. --Ixic, xchi ix."
        },
        {
            "number": "3",
            "text": "Ix b'at ix Rut chi' b'aj wan sjochchaj ixim cebada chi', ix och ijan ix sik'an ixim skan yuj heb' winh sjochan ixim chi'. k'ocb'il wal a jun munlajel b'aj ix k'och ix chi' yic winhaj Booz, aton jun winh ayto yuj sb'a yet' winh xilb'a Elimelec chi'."
        },
        {
            "number": "4",
            "text": "Ayic wan sik'an ixim ix, ix k'och winhaj Booz chi', spetoj winh t'a Belén. Ix yalan winh t'a heb' smunlajwum chi' icha tik: --Aocab' Jehová ayoch eyed'oc, xchi winh. --Yak'ocab' swach'k'olal Jehová t'ayach, xchi heb' munlajwum chi' t'a winh."
        },
        {
            "number": "5",
            "text": "Ix sk'anb'an winh t'a winh ayoch yil heb' smunlajwum chi': --¿Mach ay yic jun ix cob'es chi'? xchi winh."
        },
        {
            "number": "6",
            "text": "Ix tak'wi winh: --Aton jun ix aj Moab ix jawi yet' ix Noemí."
        },
        {
            "number": "7",
            "text": "Ix sk'an spermiso ix t'ayin yic tzek' ix t'a skal ixim jochb'ilxo, yic sik'anchaanh ixim skan yuj heb' munlajwum tik ix. Atax t'a q'uinhib'alil ix jawi ix, max och waan ix sik'anchaanh ixim, ato wal yik'an yip ix tik, xchi winh."
        },
        {
            "number": "8",
            "text": "Yuj chi', ix yalan winhaj Booz chi' t'a ix Rut chi' icha tik: --Ach ix, ab' tas ol wala': Manhxo ach b'at a sik'chaanh ixim cebada tik t'a yic junokxo mach, palta cananh yet' heb' ix in checab' tik."
        },
        {
            "number": "9",
            "text": "Ha yet' heb' ix ol ach b'at b'aj sjochwi cebada heb' winh in munlajwum tik. Toxo ix wal t'a heb' winh to malaj tas syal heb' winh t'ayach. Ayic stacji a ti', syal ik'anelta ha' uk' t'a yol ch'ub' b'aj syik'elta yic heb' winh in munlajwum chi', xchi winh t'a ix."
        },
        {
            "number": "10",
            "text": "Ayic ix yab'an ix icha chi', ix em nhojan ix t'a sat lu'um, ix yalan ix t'a winh icha tik: --¿Tas yuj te wach' tzutej a k'ool t'ayin, ina to a in tik ch'oc chonhab'il in? xchi ix."
        },
        {
            "number": "11",
            "text": "Ix tak'wi winh t'a ix icha tik: --Yujto ix wab' masanil tas ix a k'ulej t'a ix alib' atax yic ix cham winh etb'eyum, ix actejcan a mam a nun yet' a chonhab' b'aj aljinac ach, ix ach ja t'a ko chonhab' to manh ojtacoctaxon tik."
        },
        {
            "number": "12",
            "text": "Aocab' Jehová ko Diosal a onh israel onh tik tz'ak'an spak t'ayach yuj tas ix a k'ulej chi', syak'an swach'k'olal t'ayach, aton ko Diosal b'aj ix ach jawi a col a b'a tik, xchi winh."
        },
        {
            "number": "13",
            "text": "Ix tak'wi ix icha tik: --Mamin, ste tzalaj in k'ool yuj tas tzal tik t'ayin, te wach' tzutej a k'ool t'ayin wach'chom manh in lajanoc yet' junok heb' ix a checab' tik, xchi ix."
        },
        {
            "number": "14",
            "text": "Ayic ix k'och yorail swa heb', ix yavtejcot ix Rut chi' winh wael, ix yalanh winh icha tik: --Cotanh, wa''anh qued'oc. Lab'ejem ixim a pan chi' t'a skal winagre tik, xchi winh. Ix em k'ojan ix t'a stz'ey heb' munlajwum chi', ix yak'an ixim mayb'il cebada winh t'a ix, yic sk'ux ix yet' swael chi'. Ix wa ix masanto ix b'ud'ji ix, ayto maj lajwilaj yuj ix."
        },
        {
            "number": "15",
            "text": "Ayic ix b'atxi ix sik'oj cebada chi', ix yalan winhaj Booz chi' t'a heb' winh smunlajwum chi' icha tik: --Ha ixim somchajb'at t'a skal ixim manojaxo yaj chi', syal sik'an ixim ix. Manh eyak' q'uixwelal ix."
        },
        {
            "number": "16",
            "text": "Syal eyactancan junjunoc ixim manojaxo yaj chi' yic sik'chaanh ixim ix. Manh he tumej ix, xchi winh."
        },
        {
            "number": "17",
            "text": "Axo yic wanxo yem k'u, ix yactan ix sik'an ixim, ix smak'anel ixim ix, ay am oxeoc almul ixim ix yik' ix."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix meltzaj ix t'a yol chonhab' chi', ix sch'oxan ix t'a ix yalib' chi' jantac ixim ix yik' ix. Yed'nac pax ixim mayb'il cebada chi' ix t'a ix yalib' chi', aton ixim maj lajwoclaj sk'uxan ix chi'."
        },
        {
            "number": "19",
            "text": "Ix sk'anb'an ix yalib' ix chi' t'ay: ¿Mach ay yic b'aj ach xid'ek' chi'? ¿B'ajtil ix a sik' ixim cebada tik? Yak'ocab' swach'k'olal Jehová t'a yib'anh jun mach wach' ix yutej sb'a chi' t'ayach, xchi ix. Ix yalan ix Rut chi' icha tik: --Ha jun winh ay yic b'aj in xid'ek' chi', Booz sb'i winh, xchi ix."
        },
        {
            "number": "20",
            "text": "Ix yalanxi ix yalib' ix chi' icha tik: --Yak'ocab' swach'k'olal Jehová t'a yib'anh winhaj Booz chi', yujto wach' syutej spensar winh t'ayonh a onh pitzan onh tik, icha yutejnac spensar winh t'a heb' winh ko chamnac. Ix yalanxi ix: --Ha winh chi' te ayto cuj ko b'a yet' winh, yuj chi' smoj ton skolwaj winh t'ayonh, xchi ix."
        },
        {
            "number": "21",
            "text": "Ix yalan ix Rut chi' icha tik: --Ix yalpax winh t'ayin icha tik: Syal a cotnhej a sik' ixim, anhej yet' heb' ix in checab' tik tzach b'ati, masanto ol lajwoc munlajel tik, xchi winh t'ayin, xchi ix."
        },
        {
            "number": "22",
            "text": "Ix tak'wi ix yalib' ix chi': Wach' jun ach walib', wach' tato tzach b'atnhej yet' heb' ix schecab' winh chi', max ach b'atlaj t'a junokxo ch'oc, yic wach' malaj mach tzach tzuntzani, xchi ix."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix b'atnhej ix Rut yet' heb' ix schecab' winhaj Booz chi', masanto ix lajwi sjochchaj ixim cebada yet' ixim trigo. Aynhejek' ix Rut yet' ix yalib' chi'."
        }
    ]
}