{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun k'u ix yal ix Noemí d'a ix yalib' chi' icha tic: --Ach Rut, smoj tzin say junoc etb'eyum nu yic vach' tzalajk'olal tzach aji."
        },
        {
            "number": "2",
            "text": "A vinhaj Booz, vinh ay schecab' eb' ix junnhej ix ach munlaj chi' yed'oc, te ayto cuj co b'a yed' vinh. A d'a jun ak'val tic ol b'at vinh ak'ojel matz'il cebada."
        },
        {
            "number": "3",
            "text": "A ticnaic, icha tic ol a k'ulej: B'iquel a b'a, tzak'anek' perfume d'ayach, a a pichul vach' tzak'ochi, tzach b'at b'aj ayek' vinh chi', palta manh a comon ch'oxej a b'a ayic manto lajvi sva vinh."
        },
        {
            "number": "4",
            "text": "Tonhej tzila' b'ajtil tz'ek' jichan vinh svayi, slajvi chi' tzach ek' jichan d'a yoctac vinh, tzak'anq'ue sti' sk'u' vinh d'a yoctac chi' d'a ib'anh. Axo vinh ol alanoc tas ol a k'ulej, xchi ix Noemí chi'."
        },
        {
            "number": "5",
            "text": "Ix tak'vi ix Rut chi' icha tic: --Ol in k'anab'ajej masanil tas ix al tic, xchi ix."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix b'at ix b'aj smunlaj vinhaj Booz chi', ix sk'anab'ajej ix icha ix aj yalan ix yalib' chi'."
        },
        {
            "number": "7",
            "text": "Ayic ix lajvi sva vinhaj Booz chi' yed' yuk'an a', te tzalajk'olal ix aj vinh. Ix lajvi chi' ix ek' jichan vinh svay d'a slak'anil b'aj cunhanek' ixim sat cebada chi'. Axo yic ix q'ue ak'val, te k'ojank'olal ix aj sk'och ix Rut chi', ix yik'anchaanh sk'u' vinh ix d'a yoctac, ix ek' jichan ix svay ta'."
        },
        {
            "number": "8",
            "text": "Axo d'a chimilak'val ix q'ue jucnaj vinh, ix sutmaj vinh b'aj vaynac chi', axo ix yab'an vinh to ay jun ix ix jichanek' d'a yoctac chi'."
        },
        {
            "number": "9",
            "text": "--¿Mach ach? xchi vinh. --A in Rut in a checab' in. A ach tic, smoj tzach colvaj d'ayin, yujto te ayto uj a b'a yed' vinh vetb'eyum chamnac, xchi ix."
        },
        {
            "number": "10",
            "text": "--Yak'ocab' svach'k'olal Jehová d'ayach. A ticnaic, ix nachajel vuuj chajtil to vach' a pensar, yujto tza nib'ej sb'inajcan vinh etb'eyum chamnac. Q'uinaloc ta manh ichocta, syal ik'an a b'a yed' junocxo vinh to quelemto, vach'chom meb'a', ma b'eyum, anhej tato syal a k'ool, palta maj a k'ulej icha chi'."
        },
        {
            "number": "11",
            "text": "Manh ak' pensar, yujto a d'a yol co chonhab' tic, ojtacab'ilxo to vach' a b'inaji, yuj chi' ol in k'anab'ajej masanil tas tzal tic."
        },
        {
            "number": "12",
            "text": "Yeltoni ayto vuj in b'a ed'oc, palta ayto val junxo vinh te ayto uj a b'a yed'oc d'a vichanh."
        },
        {
            "number": "13",
            "text": "Cananh d'a tic d'a jun ak'val tic. Ato q'uik'an svala', tato scha sk'ol vinh chi' ach yik'an icha sleyal. Tato icha chi', vach' toni. Tato manh ol yal sk'ol vinh jun, svak' in ti' d'a yichanh Jehová ach vik'ani. Vayanh ticnaic, axo yic ol sacb'oc, ol ach paxoc, xchi vinh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix vaycan ix d'a yoctac vinhaj Booz chi' d'a jun ak'val chi'. Ayto sacb'i ix q'ue vaan ix, yujto ix yal vinh d'a ix to malajocab' mach tz'ilani to ay junoc ix ix, ix ulek' b'aj smunlaj vinh chi'."
        },
        {
            "number": "15",
            "text": "Ix yalan vinh d'a ix icha tic: --Iq'uel a xotil chi', tza pixan snhi' k'apac, xchi vinh d'a ix. Ayic yamb'il snhi' k'apac xotil ix chi' yuuj, ix secanem ixim cebada vinh d'a yool, ay am vaqueoc almul ixim ix yaq'uem vinh. Ix schelanq'ue vinh d'a sjolom sjenhjab' ix, ix yik'anb'at ixim ix d'a chonhab' chi'."
        },
        {
            "number": "16",
            "text": "Axo ix k'och ix d'a ix yalib' chi', ix sk'anb'an ix: --¿Tas ix a k'ulej nu? xchi ix. Ix yalan ix Rut chi' tas ix yal vinhaj Booz chi' icha tic:"
        },
        {
            "number": "17",
            "text": "--A masanil ixim cebada tic ix yak' vinh d'ayin. Ix yalanpax vinh to max yal in javi d'ayach tato malaj jab'oc tas ved'nac, xchi ix."
        },
        {
            "number": "18",
            "text": "Ix yalan ix yalib' ix chi': --A ticnaic jun nu, tanhvej tas ol ajelk'och jun tic. Manh ol ek' tiempo yuj vinh. Ol sb'o yaj vinh ticnaic, xchi ix d'a ix Rut chi'."
        }
    ]
}