{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun k'u ix yal ix Noemí t'a ix yalib' chi' icha tik: --Ach Rut, smoj tzin say junok etb'eyum nu yic wach' tzalajk'olal tzach aji."
        },
        {
            "number": "2",
            "text": "Ha winhaj Booz, winh ay schekab' heb' ix junnhej ix ach munlaj chi' yet'oc, te ayto cuj ko b'a yet' winh. Ha t'a jun ak'wal tik ol b'at winh ak'ojel matz'il cebada."
        },
        {
            "number": "3",
            "text": "Ha tiknaik, icha tik ol a k'ulej: B'iquel a b'a, tzak'anek' perfume t'ayach, a a pichul wach' tzak'ochi, tzach b'at b'aj ayek' winh chi', palta manh a comon ch'oxej a b'a ayic manto lajwi swa winh."
        },
        {
            "number": "4",
            "text": "Tonhej tzila' b'ajtil tzek' jichan winh swayi, slajwi chi' tzach ek' jichan t'a yoctac winh, tzak'ank'e sti' sk'u' winh t'a yoctac chi' t'a ib'anh. Axo winh ol alanoc tas ol a k'ulej, xchi ix Noemí chi'."
        },
        {
            "number": "5",
            "text": "Ix tak'wi ix Rut chi' icha tik: --Ol in k'anab'ajej masanil tas ix al tik, xchi ix."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix b'at ix b'aj smunlaj winhaj Booz chi', ix sk'anab'ajej ix icha ix aj yalan ix yalib' chi'."
        },
        {
            "number": "7",
            "text": "Ayic ix lajwi swa winhaj Booz chi' yet' yuk'an ha', te tzalajk'olal ix aj winh. Ixlajwi chi' ix ek' jichan winh sway t'a slak'anil b'aj cunhanek' ixim sat cebada chi'. Axo yic ix k'e ak'wal, te k'ojank'olal ix aj sk'och ix Rut chi', ix yik'anchaanh sk'u' winh ix t'a yoctac, ix ek' jichan ix sway ta'."
        },
        {
            "number": "8",
            "text": "Axo t'a chimilak'wal ix k'e jucnaj winh, ix sutmaj winh b'aj waynac chi', haxo ix yab'an winh to ay jun ix ix jichanek' t'a yoctac chi'."
        },
        {
            "number": "9",
            "text": "--¿Mach ach? xchi winh. --Ha in Rut in a chekab' in. Ha ach tik, smoj tzach kolwaj t'ayin, yujto te ayto uj a b'a yet' winh wetb'eyum chamnac, xchi ix."
        },
        {
            "number": "10",
            "text": "--Yak'okab' swach'k'olal Jehová t'ayach. Ha tiknaik, ix nachajel wuuj chajtil to wach' a pensar, yujto tza nib'ej sb'inajkan winh etb'eyum chamnac. Q'uinaloc ta manh ichocta, syal ik'an a b'a yet' junokxo winh to quelemto, wach'chom meb'a', ma b'eyum, anhej tato syal a k'ool, palta maj a k'ulej icha chi'."
        },
        {
            "number": "11",
            "text": "Manh ak' pensar, yujto ha t'a yol ko chonhab' tik, ojtakab'ilxo to wach' a b'inaji, yuj chi' ol in k'anab'ajej masanil tas tzal tik."
        },
        {
            "number": "12",
            "text": "Yeltoni ayto wuj in b'a ed'oc, palta ayto wal junxo winh te ayto uj a b'a yet'oc t'a wichanh."
        },
        {
            "number": "13",
            "text": "Cananh t'a tik t'a jun ak'wal tik. Ato k'ik'an swala', tato scha sk'ol winh chi' ach yik'an icha sleyal. Tato icha chi', wach' toni. Tato manh ol yal sk'ol winh jun, swak' in ti' t'a yichanh Jehová ach wik'ani. Vayanh tiknaik, haxo yic ol sacb'oc, ol ach paxoc, xchi winh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix waykan ix t'a yoctac winhaj Booz chi' t'a jun ak'wal chi'. Ayto sakb'i ix k'e waan ix, yujto ix yal winh t'a ix to malajokab' mach tz'ilani to ay junok ix ix, ix ulek' b'aj smunlaj winh chi'."
        },
        {
            "number": "15",
            "text": "Ix yalan winh t'a ix icha tik: --Ik'el a xotil chi', tza pixan snhi' k'apac, xchi winh t'a ix. Ayic yamb'il snhi' k'apac xotil ix chi' yuj, ix sekanem ixim cebada winh t'a yool, ay am waqueoc almul ixim ix yak'em winh. Ix schelank'e winh t'a sjolom sjenhjab' ix, ix yik'anb'at ixim ix t'a chonhab' chi'."
        },
        {
            "number": "16",
            "text": "Axo ix k'och ix t'a ix yalib' chi', ix sk'anb'an ix: --¿Tas ix a k'ulej nu? xchi ix. Ix yalan ix Rut chi' tas ix yal winhaj Booz chi' icha tik:"
        },
        {
            "number": "17",
            "text": "--Ha masanil ixim cebada tik ix yak' winh t'ayin. Ix yalanpax winh to max yal in jawi t'ayach tato malaj jab'oc tas wed'nac, xchi ix."
        },
        {
            "number": "18",
            "text": "Ix yalan ix yalib' ix chi': --Ha tiknaik jun nu, tanhwej tas ol ajelk'och jun tik. Manh ol ek' tiempo yuj winh. Ol sb'o yaj winh tiknaik, xchi ix t'a ix Rut chi'."
        }
    ]
}