{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic ix sakb'i, ix b'at em k'ojan vinhaj Booz chi' t'a sti' spuertail chonhab' b'aj smolb'ejtaxon sb'a eb' anima. Junanto val rato chi', ix elul vinh te ayto yuj sb'a yet' vinh xilb'a Elimelec chi', aton jun vinh ix yal vinhaj Booz chi' t'a ix Rut. Ix yalan vinhaj Booz chi' t'a vinh: --Ochanh vaan to ol onh lolon jab'oc, xchi vinh. Ix sk'anab'ajej vinh chi' yoch vaan, ix em k'ojan vinh."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi' ix yavtancot lajunhvanh eb' vinh yichamtac vinaquil chonhab' vinhaj Booz chi', ix yalan vinh t'a eb' vinh to tz'em k'ojan junok rato eb' vinh yet' vinh. Ix em k'ojan eb' vinh b'ian."
        },
        {
            "number": "3",
            "text": "Ix yalan vinhaj Booz chi' t'a vinh ayto yuj sb'a yet' eb' chi' icha tik: --Ha ix Noemí ix meltzajxicot t'a Moab, snib'ej ix schonhel jab'oc slum vinh cuk'tac xilb'a Elimelec."
        },
        {
            "number": "4",
            "text": "Yuj chi' sval t'ayach talaj tza manel lu'um. Tato tzik' lu'um, t'a val yichanh eb' testigo tik yet' eb' vinh yichamtac vinaquil chonhab' tik, tzalancani to tzik' lu'um. Yujto a ach tik smoj ik'an lu'um. Tato max a mancan lum jun, al t'ayin ticnaic, yujto a in tik schab'ilxo makan vaji, malaj junocxo syal smanan lu'um, xchi vinhaj Booz chi'. Ix tak'vi vinh ayto yuj sb'a yet' vinhaj Elimelec chi' icha tik: --Ol in man lu'um, xchi vinh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi' ix yalan vinhaj Booz chi' tas yaji: --Ha ticnaic jun, tato tza mancanel lum t'a ix Noemí chi', yovalil tzik' ix Rut aj Moab, ix yetb'eyumcan vinh xilb'a Mahlón, yic wach' ol b'inajcan vinh yetb'eyum ix chi' t'a lu'um, xchi vinh."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an jun chi' vinh, ix yalan vinh: --Tato icha chi' yaji, max yal-laj in manan lu'um. Ay talaj tz'ik'an in macb'en yuj. Tato tza nib'ej tza mancanel lum a ach tik, syal a manan lu'um, svak' in derecho tik t'ayach, xchi vinh."
        },
        {
            "number": "7",
            "text": "(Ha sb'eyb'al eb' israel t'a jun pekti’ chi', tato ay junok mach ay yalan yic smanancan smacb'en junok te ayto yuj sb'a yet'oc, tato max yal sk'ool smanani syal yak'ancan b'aj ay yalan yic chi' t'a junocxo mach. Ayic sb'o jun lolonel chi', a sb'eyb'al eb' to a jun mach max manancan chi', syiq'uel junok xanhab' ayochi, syak'an t'a vinh smanancan chi', ch'oxnab'il tz'ajcani.)"
        },
        {
            "number": "8",
            "text": "Yuj chi' ix yal vinh sk'ab' yoc vinhaj Elimelec chi' t'a vinhaj Booz chi': --Mancanel lu'um, xchi vinh. Ixlajwi chi' ix yik'anel jun xanhab' vinh, ix yak'ancanb'at vinh t'a vinhaj Booz chi'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix yalan vinhaj Booz chi' t'a eb' vinh yichamtac vinaquil chonhab' yet' jantac eb' ayek' chi': --E masanil, testigo tzex ajkan ticnaic to a in tzin mancanel lum t'a ix Noemí, aton slum vinhaj Elimelec, lum yic vinhaj Quelión, lum yic vinhaj Mahlón."
        },
        {
            "number": "10",
            "text": "Anhejtona' testigo tzex ajpaxcani to ol vik'kan ix Rut aj Moab vetb'eyumoc, aton ix yetb'eyumcan vinhaj Mahlón, yic ol b'inajnhejcan vinh t'a sluum chi' yet' t'a co cal a onh ayto cuj co b'a yet' vinh yet' t'a yol co chonhab' tik. Yuj chi' testigo tzex ajkan t'a jun lolonel tik, xchi vinh."
        },
        {
            "number": "11",
            "text": "Ix tak'vi eb' vinh yichamtac vinaquil chonhab' yet' masanil eb' ayek' chi' icha tik: --Testigo tzonh ajcani. Ha ix ix tz'ochcan t'a yol a pat chi', aocab' Jehová ol ak'an elk'och ix icha ix Raquel yet' ix Lea b'aj cotnac quinhtilal a onh israel onh tik. Anhejtona' a ach pax tik, nivanocab' tz'aj a b'inajcan t'a yol yic Efrata, aton chonhab' Belén tik."
        },
        {
            "number": "12",
            "text": "Tzijtumocab' uninal ol yak' Jehová yet' ix, q'uib'ocab'nhej sb'isul inhtilal yet' ix, icha ix aj sq'uib'chaanh yinhtilal vinhaj Fares, aton vinh yuninal vinhaj Judá yet' ix Tamar, xchi eb'."
        },
        {
            "number": "13",
            "text": "Icha chi' ix aj yik'an ix Rut chi' vinhaj Booz chi'. Ixlajwi chi', ix vay vinh yet' ix, haxo Jehová ix ak'an svach'k'olal t'a ix, ix scuchanoch yune' ix, ix alji jun svinac unin ix."
        },
        {
            "number": "14",
            "text": "Ix yalan eb' ix ix t'a ix Noemí chi' icha tik: --Alchajocab' wach' lolonel t'a Jehová, yujto toxo ix yak' jun iachiquin ilumaloc. Nivanocab' ol aj sb'inaj t'a skal chonhab' Israel."
        },
        {
            "number": "15",
            "text": "Aocab' vinh ol och yipoc a k'ool yet' ach yilani ayic ol ach chichimaxoc, yujto yune' vinh ix alib' tik. Aton ix tzach xajanani, ek'b'al yelk'och ix t'a yichanh ichato ay ucvanhoc une' ix il sat, xchi eb' ix."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix schelanq'ue vinh unin chi' ix Noemí chi', haxo ix ix ilan q'uib' vinh."
        },
        {
            "number": "17",
            "text": "Ayic ix yilan eb' ix cajan t'a slak'anil ix chi', ix yalan eb' icha tik: --Ichato ix alji yune' ix Noemí, xchi eb' ix. Obed ix yak' eb' ix sb'iej, aton vinh smam vinhaj Isaí, smam vinhaj rey David."
        },
        {
            "number": "18",
            "text": "Aton eb' smam yicham vinhaj rey David t'a stzolal tik, tz'el yich t'a vinhaj Fares, vinhaj Hezrón, vinhaj Ram, vinhaj Aminadab, vinhaj Naasón, vinhaj Salmón, vinhaj Booz, vinhaj Obed, vinhaj Isaí, aton vinh smam vinhaj David chi'."
        }
    ]
}