{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic ix sakb'i, ix b'at em k'ojan winhaj Booz chi' t'a sti' spuertail chonhab' b'aj smolb'ejtaxon sb'a heb' anima. Junanto wal rato chi', ix elul winh te ayto yuj sb'a yet' winh xilb'a Elimelec chi', aton jun winh ix yal winhaj Booz chi' t'a ix Rut. Ix yalan winhaj Booz chi' t'a winh: --Ochanh waan to ol onh lolon jab'oc, xchi winh. Ix sk'anab'ajej winh chi' yoch waan, ix em k'ojan winh."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi' ix yavtancot lajunhwanh heb' winh yichamtac winaquil chonhab' winhaj Booz chi', ix yalan winh t'a heb' winh to tz'em k'ojan junok rato heb' winh yet' winh. Ix em k'ojan heb' winh b'ian."
        },
        {
            "number": "3",
            "text": "Ix yalan winhaj Booz chi' t'a winh ayto yuj sb'a yet' heb' chi' icha tik: --Ha ix Noemí ix meltzajxicot t'a Moab, snib'ej ix schonhel jab'oc slum winh cuk'tac xilb'a Elimelec."
        },
        {
            "number": "4",
            "text": "Yuj chi' swal t'ayach talaj tza manel lu'um. Tato tzik' lu'um, t'a wal yichanh heb' testigo tik yet' heb' winh yichamtac winaquil chonhab' tik, tzalankani to tzik' lu'um. Yujto a ach tik smoj ik'an lu'um. Tato max a mankan lum jun, al t'ayin tiknaik, yujto a in tik schab'ilxo makan waji, malaj junokxo syal smanan lu'um, xchi winhaj Booz chi'. Ix tak'wi winh ayto yuj sb'a yet' winhaj Elimelec chi' icha tik: --Ol in man lu'um, xchi winh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi' ix yalan winhaj Booz chi' tas yaji: --Ha tiknaik jun, tato tza mankanel lum t'a ix Noemí chi', yowalil tzik' ix Rut aj Moab, ix yetb'eyumcan winh xilb'a Mahlón, yic wach' ol b'inajkan winh yetb'eyum ix chi' t'a lu'um, xchi winh."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an jun chi' winh, ix yalan winh: --Tato icha chi' yaji, max yal-laj in manan lu'um. Ay talaj tz'ik'an in macb'en yuj. Tato tza nib'ej tza mankanel lum a ach tik, syal a manan lu'um, swak' in derecho tik t'ayach, xchi winh."
        },
        {
            "number": "7",
            "text": "(Ha sb'eyb'al heb' israel t'a jun pekti’ chi', tato ay junok mach ay yalan yic smanankan smacb'en junok te ayto yuj sb'a yet'oc, tato max yal sk'ool smanani syal yak'ankan b'aj ay yalan yic chi' t'a junokxo mach. Ayic sb'o jun lolonel chi', a sb'eyb'al heb' to a jun mach max manankan chi', syik'el junok xanhab' ayochi, syak'an t'a winh smanankan chi', ch'oxnab'il tz'ajkani.)"
        },
        {
            "number": "8",
            "text": "Yuj chi' ix yal winh sk'ab' yoc winhaj Elimelec chi' t'a winhaj Booz chi': --Mankanel lu'um, xchi winh. Ixlajwi chi' ix yik'anel jun xanhab' winh, ix yak'ankanb'at winh t'a winhaj Booz chi'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix yalan winhaj Booz chi' t'a heb' winh yichamtac winaquil chonhab' yet' jantac heb' ayek' chi': --E masanil, testigo tzex ajkan tiknaik to a in tzin mankanel lum t'a ix Noemí, aton slum winhaj Elimelec, lum yic winhaj Quelión, lum yic winhaj Mahlón."
        },
        {
            "number": "10",
            "text": "Anhejtona' testigo tzex ajpaxkani to ol wik'kan ix Rut aj Moab wetb'eyumoc, aton ix yetb'eyumcan winhaj Mahlón, yic ol b'inajnhejkan winh t'a sluum chi' yet' t'a ko kal a onh ayto cuj ko b'a yet' winh yet' t'a yol ko chonhab' tik. Yuj chi' testigo tzex ajkan t'a jun lolonel tik, xchi winh."
        },
        {
            "number": "11",
            "text": "Ix tak'wi heb' winh yichamtac winaquil chonhab' yet' masanil heb' ayek' chi' icha tik: --Testigo tzonh ajkani. Ha ix ix tz'ochkan t'a yol a pat chi', aokab' Jehová ol ak'an elk'och ix icha ix Raquel yet' ix Lea b'aj cotnac quinhtilal a onh israel onh tik. Anhejtona' a ach pax tik, niwanokab' tz'aj a b'inajkan t'a yol yic Efrata, aton chonhab' Belén tik."
        },
        {
            "number": "12",
            "text": "Tzijtumokab' uninal ol yak' Jehová yet' ix, q'uib'okab'nhej sb'isul inhtilal yet' ix, icha ix aj sq'uib'chaanh yinhtilal winhaj Fares, aton winh yuninal winhaj Judá yet' ix Tamar, xchi heb'."
        },
        {
            "number": "13",
            "text": "Icha chi' ix aj yik'an ix Rut chi' winhaj Booz chi'. Ixlajwi chi', ix way winh yet' ix, haxo Jehová ix ak'an swach'k'olal t'a ix, ix skuchanoch yune' ix, ix alji jun swinac unin ix."
        },
        {
            "number": "14",
            "text": "Ix yalan heb' ix ix t'a ix Noemí chi' icha tik: --Alchajokab' wach' lolonel t'a Jehová, yujto toxo ix yak' jun iachiquin ilumaloc. Niwanokab' ol aj sb'inaj t'a skal chonhab' Israel."
        },
        {
            "number": "15",
            "text": "Aokab' winh ol och yipoc a k'ool yet' ach yilani ayic ol ach chichimaxoc, yujto yune' winh ix alib' tik. Aton ix tzach xajanani, ek'b'al yelk'och ix t'a yichanh ichato ay ucwanhoc une' ix il sat, xchi heb' ix."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix schelank'e winh unin chi' ix Noemí chi', haxo ix ix ilan q'uib' winh."
        },
        {
            "number": "17",
            "text": "Ayic ix yilan heb' ix kajan t'a slak'anil ix chi', ix yalan heb' icha tik: --Ichato ix alji yune' ix Noemí, xchi heb' ix. Obed ix yak' heb' ix sb'iej, aton winh smam winhaj Isaí, smam winhaj rey Dawid."
        },
        {
            "number": "18",
            "text": "Aton heb' smam yicham winhaj rey Dawid t'a stzolal tik, tz'el yich t'a winhaj Fares, winhaj Hezrón, winhaj Ram, winhaj Aminadab, winhaj Naasón, winhaj Salmón, winhaj Booz, winhaj Obed, winhaj Isaí, aton winh smam winhaj Dawid chi'."
        }
    ]
}