{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic ix sacb'i, ix b'at em k'ojan vinhaj Booz chi' d'a sti' spuertail chonhab' b'aj smolb'ejtaxon sb'a eb' anima. Junanto val rato chi', ix elul vinh te ayto yuj sb'a yed' vinh xilb'a Elimelec chi', aton jun vinh ix yal vinhaj Booz chi' d'a ix Rut. Ix yalan vinhaj Booz chi' d'a vinh: --Ochanh vaan to ol onh lolon jab'oc, xchi vinh. Ix sk'anab'ajej vinh chi' yoch vaan, ix em k'ojan vinh."
        },
        {
            "number": "2",
            "text": "Ix lajvi chi' ix yavtancot lajunhvanh eb' vinh yichamtac vinaquil chonhab' vinhaj Booz chi', ix yalan vinh d'a eb' vinh to tz'em k'ojan junoc rato eb' vinh yed' vinh. Ix em k'ojan eb' vinh b'ian."
        },
        {
            "number": "3",
            "text": "Ix yalan vinhaj Booz chi' d'a vinh ayto yuj sb'a yed' eb' chi' icha tic: --A ix Noemí ix meltzajxicot d'a Moab, snib'ej ix schonhel jab'oc slum vinh cuk'tac xilb'a Elimelec."
        },
        {
            "number": "4",
            "text": "Yuj chi' sval d'ayach talaj tza manel luum. Tato tzik' luum, d'a val yichanh eb' testigo tic yed' eb' vinh yichamtac vinaquil chonhab' tic, tzalancani to tzik' luum. Yujto a ach tic smoj ik'an luum. Tato max a mancan lum jun, al d'ayin ticnaic, yujto a in tic schab'ilxo macanh vaji, malaj junocxo syal smanan luum, xchi vinhaj Booz chi'. Ix tak'vi vinh ayto yuj sb'a yed' vinhaj Elimelec chi' icha tic: --Ol in man luum, xchi vinh."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi' ix yalan vinhaj Booz chi' tas yaji: --A ticnaic jun, tato tza mancanel lum d'a ix Noemí chi', yovalil tzik' ix Rut aj Moab, ix yetb'eyumcan vinh xilb'a Mahlón, yic vach' ol b'inajcan vinh yetb'eyum ix chi' d'a luum, xchi vinh."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an jun chi' vinh, ix yalan vinh: --Tato icha chi' yaji, max yal-laj in manan luum. Ay talaj tz'ik'an in macb'en yuuj. Tato tza nib'ej tza mancanel lum a ach tic, syal a manan luum, svak' in derecho tic d'ayach, xchi vinh."
        },
        {
            "number": "7",
            "text": "(A sb'eyb'al eb' israel d'a jun tiempoal chi', tato ay junoc mach ay yalan yic smanancan smacb'en junoc te ayto yuj sb'a yed'oc, tato max yal sk'ool smanani syal yak'ancan b'aj ay yalan yic chi' d'a junocxo mach. Ayic sb'o jun lolonel chi', a sb'eyb'al eb' to a jun mach max manancan chi', syiq'uel junoc xanhab' ayochi, syak'an d'a vinh smanancan chi', ch'oxnab'il tz'ajcani.)"
        },
        {
            "number": "8",
            "text": "Yuj chi' ix yal vinh sk'ab' yoc vinhaj Elimelec chi' d'a vinhaj Booz chi': --Mancanel luum, xchi vinh. Ix lajvi chi' ix yik'anel jun xanhab' vinh, ix yak'ancanb'at vinh d'a vinhaj Booz chi'."
        },
        {
            "number": "9",
            "text": "Ix lajvi chi', ix yalan vinhaj Booz chi' d'a eb' vinh yichamtac vinaquil chonhab' yed' jantac eb' ayek' chi': --E masanil, testigo tzex ajcan ticnaic to a in tzin mancanel lum d'a ix Noemí, aton slum vinhaj Elimelec, lum yic vinhaj Quelión, lum yic vinhaj Mahlón."
        },
        {
            "number": "10",
            "text": "Anhejtona' testigo tzex ajpaxcani to ol vik'can ix Rut aj Moab vetb'eyumoc, aton ix yetb'eyumcan vinhaj Mahlón, yic ol b'inajnhejcan vinh d'a sluum chi' yed' d'a co cal a onh ayto cuj co b'a yed' vinh yed' d'a yol co chonhab' tic. Yuj chi' testigo tzex ajcan d'a jun lolonel tic, xchi vinh."
        },
        {
            "number": "11",
            "text": "Ix tak'vi eb' vinh yichamtac vinaquil chonhab' yed' masanil eb' ayek' chi' icha tic: --Testigo tzonh ajcani. A ix ix tz'ochcan d'a yol a pat chi', aocab' Jehová ol ak'an elk'och ix icha ix Raquel yed' ix Lea b'aj cotnac quinhtilal a onh israel onh tic. Anhejtona' a ach pax tic, nivanocab' tz'aj a b'inajcan d'a yol yic Efrata, aton chonhab' Belén tic."
        },
        {
            "number": "12",
            "text": "Tzijtumocab' uninal ol yak' Jehová yed' ix, q'uib'ocab'nhej sb'isul inhtilal yed' ix, icha ix aj sq'uib'chaanh yinhtilal vinhaj Fares, aton vinh yuninal vinhaj Judá yed' ix Tamar, xchi eb'."
        },
        {
            "number": "13",
            "text": "Icha chi' ix aj yik'an ix Rut chi' vinhaj Booz chi'. Ix lajvi chi', ix vay vinh yed' ix, axo Jehová ix ak'an svach'k'olal d'a ix, ix scuchanoch yune' ix, ix alji jun svinac unin ix."
        },
        {
            "number": "14",
            "text": "Ix yalan eb' ix ix d'a ix Noemí chi' icha tic: --Alchajocab' vach' lolonel d'a Jehová, yujto toxo ix yak' jun iachiquin ilumaloc. Nivanocab' ol aj sb'inaj d'a scal chonhab' Israel."
        },
        {
            "number": "15",
            "text": "Aocab' vinh ol och yipoc a k'ool yed' ach yilani ayic ol ach chichimaxoc, yujto yune' vinh ix alib' tic. Aton ix tzach xajanani, ek'b'al yelk'och ix d'a yichanh ichato ay ucvanhoc une' ix il sat, xchi eb' ix."
        },
        {
            "number": "16",
            "text": "Ix lajvi chi', ix schelanq'ue vinh unin chi' ix Noemí chi', axo ix ix ilan q'uib' vinh."
        },
        {
            "number": "17",
            "text": "Ayic ix yilan eb' ix cajan d'a slak'anil ix chi', ix yalan eb' icha tic: --Ichato ix alji yune' ix Noemí, xchi eb' ix. Obed ix yak' eb' ix sb'iej, aton vinh smam vinhaj Isaí, smam vinhaj rey David."
        },
        {
            "number": "18",
            "text": "Aton eb' smam yicham vinhaj rey David d'a stzolal tic, tz'el yich d'a vinhaj Fares, vinhaj Hezrón, vinhaj Ram, vinhaj Aminadab, vinhaj Naasón, vinhaj Salmón, vinhaj Booz, vinhaj Obed, vinhaj Isaí, aton vinh smam vinhaj David chi'."
        }
    ]
}