{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Miqueas in tik, aj chonhab' Moreset in. Ha t'a stiempoal vinhaj Jotam, vinhaj Acaz yet' vinhaj Ezequías, aton eb' vinh sreyal Judá, a Jehová ix ch'oxan wila'' tas ol aj Samaria yet' Jerusalén. Yuj chi' ix valel icha tik:"
        },
        {
            "number": "2",
            "text": "E masanil ex vetchonhab', ab'ec juntzanh tik. Scham eyab'an e masanil cajan ex t'a yol yib'anhk’inal tik. Ha Jehová Yajal, ato t'a stemplo yicnhej yaji, ato ta' ol yalel masanil e chucal."
        },
        {
            "number": "3",
            "text": "Ol elta Jehová b'aj cajan, ol b'eycot t'a schontac lum vitz."
        },
        {
            "number": "4",
            "text": "Ol laj ulaxb'at lum vitz chi' t'a yalanh yoc Jehová chi', icha tz'aj yulaxb'at nok' chaq'uib' t'a cal k'ak'. Ol laj cot juyuljoc lum vitz chi' icha ha' eluma' ayic ol jatq'ue lum nivac ak'lic."
        },
        {
            "number": "5",
            "text": "Ol ujoc juntzanh tik, yujnhej spital eb' yinhtilal vinhaj Jacob, yuj mul t'a yol smacb'en Israel. ¿B'ajtil scheclaj spitalil eb' chi'? Ha t'a chonhab' Samaria. ¿B'ajtil scheclaj yejmelal eb' aj Judá t'a scomon diosal? Ha t'a Jerusalén."
        },
        {
            "number": "6",
            "text": "Yuj chi' syal Jehová icha tik: Ol in satel jun chonhab' Samaria tik, toxonhej ol k'ekan b'ulan spojelal. Jacanxonhej ol ajkan icha b'aj syal yavchaj te' uva. Ato t'a yoltac ch'olan ol in yumcanem q'uen sq'uenal jun chonhab' tik, ol checlajcanq'ueta cimientoal yich."
        },
        {
            "number": "7",
            "text": "Chok' ol ajcanb'at juntzanh yechel comon dios. Masanil juntzanh comon dios chi' ol in nhustz'aoc. Ha yet' q'uen tumin yic ajmulal, ata' b'ob'il, yuj chi' ha t'a stojol ajmulal chi' ol ochixcan q'ueen, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Yuj chi' tzin ok' yuj cusk'olal. B'eran in eli, malaj in xanhab' ayochi tzin b'eyeq'ui. Toxonhej tz'el vav icha junok nok' oques, ma icha junok nok' cujub'."
        },
        {
            "number": "9",
            "text": "Yujto a yechen Samaria, manhxalaj yanhal. Toxo ix yamchajpaxk'och Judá yuj yaelal chi', masanto sk'och t'a ti' chonhab' Jerusalén, aton schonhab' eb' vetchonhab'."
        },
        {
            "number": "10",
            "text": "Manh eyal juntzanh tik t'a eb' cajan t'a Gat. Mocab' ex ok' t'a yichanh eb'. Ek'anhec b'alb'on t'a cal pococ yuj e cusk'olal chi' t'a Bet-le-afra."
        },
        {
            "number": "11",
            "text": "Ha exxo cajan ex t'a Safir, ixiqueccan t'a ch'oc chonhab'il, wach'chom b'eran ex eli. D'a q'uixveltaquil tzex ik'chajb'ati. Manhxo jab'oc tz'elta eb' cajan t'a Zaanán ex scolo'. Ay oq'uel t'a Bet-esel, manhxa mach ol och eyed'oc."
        },
        {
            "number": "12",
            "text": "Ha eb' cajan t'a Marot, cumcon yek' eb' yab'an syail, smaclej eb' sjavi colval, palta toxo ix k'och yaelal chi' t'a ti' chonhab' Jerusalén yuj Jehová."
        },
        {
            "number": "13",
            "text": "Ha exxo cajan ex t'a Laquis, te pit ex icha eb' israel. Ha yuj e pital chi' ix och smul eb' aj Sion. Hak'uecoch nok' e chej te jelan sb'ey t'a carruaje yic oval."
        },
        {
            "number": "14",
            "text": "Ex aj Moreset-gat, actejeccan e chonhab' chi' t'a junelnhej. Ha eb' sreyal Israel, nab'anhej ix stanhvej scolval eb' aj Aczib eb'."
        },
        {
            "number": "15",
            "text": "Ix yalan Jehová icha tik: Ex cajan ex t'a Maresa, ol vak'och e chonhab' chi' t'a yol sk'ab' eb' ajk'ool. Ha eb' nivac yelk'och t'a skal eb' israel, ol b'at sk'ub'ejel sb'a eb' t'a yoltac q'uen nhaq'ueen t'a Adulam."
        },
        {
            "number": "16",
            "text": "Ha exxo ex aj Jerusalén, joxequel xil e jolom yuj cuselal. Chacb'erinac ocab'xonhej tz'ajkan e jolom chi' icha sjolom nok' xulem, yujto a eb' eyuninal te xajanab'il eyuuj, ol ik'chajb'at eb' t'a ch'oc chonhab'il, xchi Jehová."
        }
    ]
}