{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ob'iltac ol aj eb' ayek' t'a sat sch'at snaub'tanhan tas chukal sk'ulej, haxo sq'uinhib'i jun, sk'ulan eb' tas sna chi', yujto ayek' t'a yol sk'ab' eb' sk'ulani."
        },
        {
            "number": "2",
            "text": "Tato syiloch sk'ol eb' t'a junok lu'um, stok'nhejek' eb'. Tato syiloch sk'ol eb' t'a junok pat, syik'nhejek' eb'. Icha chi' tz'aj yixtaj eb' anima yet' yuninal yuj eb'."
        },
        {
            "number": "3",
            "text": "Yuj chi' syal Jehová icha tik: Ha in tik, ay tas tzin na pax t'a e patic a ex tik. Ol vak'b'at junok niwan yaelal t'a e cal, manhxo ol yal-laj e colan e b'a. Manhxo ak'umtacoc ol aj e b'eyeq'ui, yujto sk'ualxo jun niwan yaelal."
        },
        {
            "number": "4",
            "text": "Ha t'a jun k'ual chi', ol stz'ac b'itej b'it eb' anima meb'a' yuj ex sb'uchani. Ol yal eb' icha tik: Ha ticnaic, toxo ix onh kan t'a yalanh yuj eb' ajk'ool t'a junelnhej. Ha co chonhab', toxo ix q'uexvi yajal, manhxalaj mach syal scachvaji. Ha lum co lu'um, ix spuquek' lum eb' ajk'ol chi' t'a spatic, xcham eb' t'a sb'it chi', xchi Jehová."
        },
        {
            "number": "5",
            "text": "Yuj e chukal chi' manhxa eyalan eyic t'a e macb'en t'a skal eb' schonhab' Jehová."
        },
        {
            "number": "6",
            "text": "Ix yalan eb' anima t'ayin icha tik: Manh al t'ayonh to ol javoc yaelal t'a quib'anh. ¿Tocval ol javoc jun q'uixvelal chi' t'a quib'anh?"
        },
        {
            "number": "7",
            "text": "¿Tocval catab'il schonhab' vinhaj Jacob? ¿Tocval ix lajvi snivank'olal Dios, yuj chi' icha chi' ol onh yutej? ¿Tocval syak'cot yaelal Dios t'a yib'anh eb' tojol sb'eyb'al? xchi eb'."
        },
        {
            "number": "8",
            "text": "Yuj chi' syal Jehová icha tik: Ha ex tik, tzex och ajk'olal t'a in chonhab'. Ha eb' smeltzajcot t'a oval, sna eb' to manhxalaj tas ol ik'an eb', palta a exxo tik tzeyiq'uel spichul eb'."
        },
        {
            "number": "9",
            "text": "Tze pechelta eb' ix ix t'a yoltac spat b'aj tzalajk'olal yajeq'ui. Junelnhej tzeyik'paxek' smacb'en eb' yune' eb' ix, ix vak'a'."
        },
        {
            "number": "10",
            "text": "Q'ueanhec vaan, ixiquec. Maxtzac yal tzex aj t'a tik, yujto manh jantacoc chukal tze k'ulej t'a sat lum lum tik, yuj chi' toxo ix ixtaxel lum t'a junelnhej."
        },
        {
            "number": "11",
            "text": "Tato ay junok esalvum sjavi t'ayex, syalani to malaj tas ol javoc t'a eyib'anh, wach' ol ex ajoc, aton val jun chi' in checab' eyalani, xchi Jehová."
        },
        {
            "number": "12",
            "text": "Syalanpax Dios icha tik: Ol ex in molb'ej e masanil ex yinhtilalcan vinhaj Jacob, a ex ton aj Israel ex tzexto cani. Ol ex in molb'ej, icha tz'aj smolb'an nok' scalnel junok tanhvum calnel t'a smacte'. Icha nok' calnel t'a junok ak'lic manhxo jantacoc yel yav tz'eq'ui, icha chi' ol aj yel eyav yuj tzalajk'olal."
        },
        {
            "number": "13",
            "text": "B'ab'el in b'at in pojan b'e t'a eyichanh, a exxo tzak'an ex och vuuj. Axo eyel t'a sti' spuertail jun chonhab' yic tzex el t'a libre, aton jun chonhab' b'aj ix ex ik'jib'ati. Ha in Jehová in, e Reyal in, b'ab'el in b'at t'a eyichanh, xchi Jehová."
        }
    ]
}