{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi' ix walani: Ex yajal chonhab' Israel, ab'ec tas swal tik: Smoj wal eyojtacanel tojolal."
        },
        {
            "number": "2",
            "text": "Palta a ex tik tzeyajcanel tojolal, axonhej chukal tze xajanej. Ichawal to tzeyik'el stz'umal heb' quetchonhab', axonhej sb'aquil heb' skan jelan eyuuj."
        },
        {
            "number": "3",
            "text": "Ichato pitzanto heb' quetchonhab' tze chianb'at heb', tzeyik'anel stz'umal heb', tze wak'chitan sb'aquil heb'. Lajan tzeyutej heb' icha nok' chib'ej tz'ak'jiem tajoc t'a yol chen."
        },
        {
            "number": "4",
            "text": "Ay jun k'ual ol he k'an scolwal Jehová, palta manhxo ol cotlaj k'elan t'ayex. Ha t'a jun k'ual chi', ol b'at mican Jehová t'ayex yuj chukal tze k'ulej, xin chi."
        },
        {
            "number": "5",
            "text": "Ha Jehová tz'alan yuj heb' syaloch sb'a schecab'oc, aton heb' scuchb'an chonhab' t'a chukal: Ha heb' checab' chi', tato wach' tz'aj stupji heb', syal heb' to ay junk'olal. Palta tato ay heb' max ak'an tas syab'lej heb', syak' yowalil heb' t'a heb'. Yuj chi' swal yuj juntzanh heb' checab' chi' icha tik:"
        },
        {
            "number": "6",
            "text": "Ichato ol emcan k'u t'a heb', ol kan heb' t'a skal k’ik’ k’inal. Manhxa b'ak'uinh ol yal heb' to ix ch'oxchaj tas yil heb'. Manhxo ol yal-laj yalan heb' tas ol ujok b'ak'uinh, xchi Jehová."
        },
        {
            "number": "7",
            "text": "Ha juntzanh heb' checab' yet' juntzanh heb' naumel lolonel chi' yalani, manhxalaj ol aj yelk'och heb', numanxonhej ol ajkan heb', yujto malaj tas ol sch'ox Dios yil heb'."
        },
        {
            "number": "8",
            "text": "Ha inxo pax tik, ayoch Yespíritu Jehová t'ayin, yuj chi' ay wip, snachajpaxel tojolal wuuj, yuj chi' tzin tek'b'ej in b'a walanoch jantac smul Israel t'a sat."
        },
        {
            "number": "9",
            "text": "Ex yajalil Israel, ab'ec juntzanh tik: Ha ex tik tze patiquejel tojolal. Axo chukal tze k'ulej sk'exuloc tojolal chi'."
        },
        {
            "number": "10",
            "text": "Tze b'ok'e Jerusalén, aton chonhab' yic tzalan Sion yuj tas tzeyik'ek' t'a heb' anima tze mak'chamoc yet' t'a juntzanh tas manh tojolok tze k'ulej."
        },
        {
            "number": "11",
            "text": "Ha ex yajal ex chonhab', max he b'olaj yaj heb' eyetanimail t'a stojolal yuj he chaan tumin. Yed' ex sacerdote ex, tze k'an tumin t'a heb' anima tze k'ayb'ej. Anhejtona' ex tzeyesejoch he b'a schecab'oc Dios, tzeyala' to ay tas sch'oxji eyila' yuj he chaan tumin. Ayoch Dios yipoc he k'ool eyalani, yuj chi' tzeyal icha tik: Ha Jehová ayoch qued'oc, yuj chi' malaj tas ol jawok t'a quib'anh, xe chi."
        },
        {
            "number": "12",
            "text": "Yuj chi', eyuj a ex tik, a Jerusalén chonhab' yic tzalan Sion, icha lum lum d'ocb'il yet' arado ol ajcanoc, toxonhej ol k'ekan b'ulan spojelal, haxo t'a tzalan yic templo, wayumtac ol aj sq'uib'cank'e te te' t'ay."
        }
    ]
}