{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi' ix valani: Ex yajal chonhab' Israel, ab'ec tas sval tik: Smoj val eyojtacanel tojolal."
        },
        {
            "number": "2",
            "text": "Palta a ex tik tzeyajcanel tojolal, axonhej chucal tze xajanej. Ichaval to tzeyiq'uel stz'umal eb' quetchonhab', axonhej sb'aquil eb' skan jelan eyuuj."
        },
        {
            "number": "3",
            "text": "Ichato pitzanto eb' quetchonhab' tze chianb'at eb', tzeyik'anel stz'umal eb', tze vak'chitan sb'aquil eb'. Lajan tzeyutej eb' icha nok' chib'ej tz'ak'jiem tajoc t'a yol chen."
        },
        {
            "number": "4",
            "text": "Ay jun k'ual ol e k'an scolval Jehová, palta manhxo ol cotlaj q'uelan t'ayex. Ha t'a jun k'ual chi', ol b'at mican Jehová t'ayex yuj chucal tze k'ulej, xin chi."
        },
        {
            "number": "5",
            "text": "Ha Jehová tz'alan yuj eb' syaloch sb'a schecab'oc, aton eb' scuchb'an chonhab' t'a chucal: Ha eb' checab' chi', tato wach' tz'aj stupji eb', syal eb' to ay junk'olal. Palta tato ay eb' max ak'an tas syab'lej eb', syak' yovalil eb' t'a eb'. Yuj chi' sval yuj juntzanh eb' checab' chi' icha tik:"
        },
        {
            "number": "6",
            "text": "Ichato ol emcan k'u t'a eb', ol kan eb' t'a skal k’ik’ k’inal. Manhxa b'ak'uinh ol yal eb' to ix ch'oxchaj tas yil eb'. Manhxo ol yal-laj yalan eb' tas ol ujoc b'ak'uinh, xchi Jehová."
        },
        {
            "number": "7",
            "text": "Ha juntzanh eb' checab' yet' juntzanh eb' naumel lolonel chi' yalani, manhxalaj ol aj yelk'och eb', numanxonhej ol ajkan eb', yujto malaj tas ol sch'ox Dios yil eb'."
        },
        {
            "number": "8",
            "text": "Ha inxo pax tik, ayoch Yespíritu Jehová t'ayin, yuj chi' ay vip, snachajpaxel tojolal vuuj, yuj chi' tzin tek'b'ej in b'a valanoch jantac smul Israel t'a sat."
        },
        {
            "number": "9",
            "text": "Ex yajalil Israel, ab'ec juntzanh tik: Ha ex tik tze patiquejel tojolal. Axo chucal tze k'ulej sq'uexuloc tojolal chi'."
        },
        {
            "number": "10",
            "text": "Tze b'oq'ue Jerusalén, aton chonhab' yic tzalan Sion yuj tas tzeyiq'uek' t'a eb' anima tze mak'chamoc yet' t'a juntzanh tas manh tojoloc tze k'ulej."
        },
        {
            "number": "11",
            "text": "Ha ex yajal ex chonhab', max e b'olaj yaj eb' eyetanimail t'a stojolal yuj e chaan tumin. Yed' ex sacerdote ex, tze k'an tumin t'a eb' anima tze k'ayb'ej. Anhejtona' ex tzeyesejoch e b'a schecab'oc Dios, tzeyala' to ay tas sch'oxji eyila' yuj e chaan tumin. Ayoch Dios yipoc e k'ool eyalani, yuj chi' tzeyal icha tik: Ha Jehová ayoch qued'oc, yuj chi' malaj tas ol javoc t'a quib'anh, xe chi."
        },
        {
            "number": "12",
            "text": "Yuj chi', eyuj a ex tik, a Jerusalén chonhab' yic tzalan Sion, icha lum lum d'ocb'il yet' arado ol ajcanoc, toxonhej ol k'ekan b'ulan spojelal, haxo t'a tzalan yic templo, vayumtac ol aj sq'uib'canq'ue te te' t'ay."
        }
    ]
}