{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "A d'a slajvub' k'ual, a jun tzalan b'aj ay stemplo Jehová, nivan ol aj yelk'ochi. A jun vitz chi', te chaanh ol aj steel d'a yichanh juntzanhxo vitz. Ol javoc masanil juntzanhxo nación d'ay."
        },
        {
            "number": "2",
            "text": "Manh jantacoc sb'isul eb' anima d'a junjun nación ol laj alan d'ay junjun icha tic: Cotanhec, conh q'ueec d'a jolom vitz b'aj ay stemplo Jehová sDiosal vinhaj Jacob yic tzonh sk'ayb'ej d'a sb'eyb'al, yic ol co b'eyb'alej sb'eyb'al chi', xcham eb'. Yujto a d'a Sion, aton Jerusalén ol elta sk'ayb'ub'al Jehová, aton schecnab'il."
        },
        {
            "number": "3",
            "text": "A Jehová ol ch'olb'itan yaj masanil nación. A' ol alan tas ol laj aj juntzanh nación chi', vach'chom najat ay. Yuj chi' ol sb'o q'uen yespada eb' d'a asaronal. Axo q'uen slanza eb' ol sb'o d'a jochlab' trigoal. Malaj junoc nación ol ak'an oval yed' junocxo. Manhxalaj mach ol k'ay d'a ak'oj oval."
        },
        {
            "number": "4",
            "text": "A eb' anima, manhxalaj b'aj ol xiv eb'. Junjun mach ol yal yik'an yip d'a yalanh yenhul sk'ab' te' yuva yed' d'a yalanh yenhul sk'ab' te' yigo. A Jehová Yajal d'a Smasanil syak' sti' d'a jun tic."
        },
        {
            "number": "5",
            "text": "Junjun nación sk'anab'ajan sdiosal yalani, anhejtona' a onh tic, ol co k'anab'ajej Jehová co Diosal d'a masanil tiempo."
        },
        {
            "number": "6",
            "text": "A Jehová tz'alan icha tic: A d'a jun k'ual chi', ol in molb'ej in chonhab', aton eb' toxo ix yab' syail vuj d'a ch'oc chonhab'il, eb' coxo, eb' k'umb'inac, eb' sacleminac yaji yed' juntzanh eb' pitzanto ixto cani. Ol in b'oxi snación eb' chi', te nivan ol ajxoc yelk'ochi. A in Jehová in ol vak' yajalil d'a yib'anh in chonhab' chi' d'a tzalan Sion d'a masanil q'uinal."
        },
        {
            "number": "7",
            "text": "Ato d'a tzalan Sion yic Jerusalén ol in tanhvej in chonhab' icha junoc tanhvum calnel. Axo Jerusalén tic, ol yak'xi yajalil d'a smacb'en b'aj yak'nac yajalil d'a peca', xchi Jehová."
        },
        {
            "number": "8",
            "text": "A ticnaic ex aj Jerusalén, ¿tas yuj tz'el eyav icha junoc ix ix ayic sk'och sk'ual yalji yune'? ¿Tom malaj junoc rey b'aj ayex tic? ¿Tom manhxa junoc eb' ak'um razón d'a e cal?"
        },
        {
            "number": "9",
            "text": "Ex aj chonhab' Sion, ab'ec syail, elocab' eyav yuj yaelal, icha val syaelal syab' junoc ix ix ayic tz'alji yune', yujto ol ex el d'a yol e chonhab' tic. Ol b'at ex cajnajcan d'a caltac te'. Vach'chom ol ex k'ochnhej masanto d'a Babilonia, palta ato ta' ol ex coljoquel yuj Jehová d'a yol sk'ab' eb' eyajk'ool."
        },
        {
            "number": "10",
            "text": "A ticnaic, tzijtum nación van sq'ue vaan ajk'olal d'a e patic, syalan eb' icha tic: Ol cak' val co gana quilan tas ol aj yixtaxb'at Sion tic, xchi eb'."
        },
        {
            "number": "11",
            "text": "Palta a juntzanh nación chi', manh yojtacoc eb' tas nab'il yuj Jehová. Manh yojtacoc eb' tato ol molchajq'ue eb' yuuj icha smolchajb'at ixim trigo b'aj stek'chaji."
        },
        {
            "number": "12",
            "text": "Ex aj Sion, q'ueanhec vaan, teq'uequem juntzanh nación chi', yujto syal Jehová icha tic: A in ol vak' eyip e tek'anem juntzanh nación chi', icha junoc mam vacax hierro sch'aac, axo yech stek'vi trigo nab'a bronce. Ol eyiq'uek' sb'eyumal juntzanh nación chi', yujto manhoc d'a stojolal ix ilchaj yuj eb', ol eyak'an d'ayin a in ton Yajal in d'a masanil yolyib'anhq'uinal, xchi Jehová."
        }
    ]
}