{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a slajvub' k'ual, a jun tzalan b'aj ay stemplo Jehová, niwan ol aj yelk'ochi. Ha jun vitz chi', te chaanh ol aj steel t'a yichanh juntzanhxo vitz. Ol javoc masanil juntzanhxo nación t'ay."
        },
        {
            "number": "2",
            "text": "Manh jantacoc sb'isul eb' anima t'a junjun nación ol laj alan t'ay junjun icha tik: Cotanhec, conh q'ueec t'a jolom vitz b'aj ay stemplo Jehová sDiosal vinhaj Jacob yic tzonh sk'ayb'ej t'a sb'eyb'al, yic ol co b'eyb'alej sb'eyb'al chi', xcham eb'. Yujto ha t'a Sion, aton Jerusalén ol elta sk'ayb'ub'al Jehová, aton schecnab'il."
        },
        {
            "number": "3",
            "text": "Ha Jehová ol ch'olb'itan yaj masanil nación. A' ol alan tas ol laj aj juntzanh nación chi', wach'chom najat ay. Yuj chi' ol sb'o q'uen yespada eb' t'a asaronal. Axo q'uen slanza eb' ol sb'o t'a jochlab' trigoal. Malaj junok nación ol ak'an oval yet' junocxo. Manhxalaj mach ol k'ay t'a ak'oj oval."
        },
        {
            "number": "4",
            "text": "Ha eb' anima, manhxalaj b'aj ol xiv eb'. Junjun mach ol yal yik'an yip t'a yalanh yenhul sk'ab' te' yuva yet' t'a yalanh yenhul sk'ab' te' yigo. Ha Jehová Yajal t'a Smasanil syak' sti' t'a jun tik."
        },
        {
            "number": "5",
            "text": "Junjun nación sk'anab'ajan sdiosal yalani, anhejtona' a onh tik, ol co k'anab'ajej Jehová co Diosal t'a masanil tiempo."
        },
        {
            "number": "6",
            "text": "Ha Jehová tz'alan icha tik: Ha t'a jun k'ual chi', ol in molb'ej in chonhab', aton eb' toxo ix yab' syail vuj t'a ch'oc chonhab'il, eb' coxo, eb' k'umb'inac, eb' sacleminac yaji yet' juntzanh eb' pitzanto ixto cani. Ol in b'oxi snación eb' chi', te niwan ol ajxoc yelk'ochi. Ha in Jehová in ol vak' yajalil t'a yib'anh in chonhab' chi' t'a tzalan Sion t'a masanil q'uinal."
        },
        {
            "number": "7",
            "text": "Ato t'a tzalan Sion yic Jerusalén ol in tanhvej in chonhab' icha junok tanhvum calnel. Axo Jerusalén tik, ol yak'xi yajalil t'a smacb'en b'aj yak'nac yajalil t'a peca', xchi Jehová."
        },
        {
            "number": "8",
            "text": "Ha ticnaic ex aj Jerusalén, ¿tas yuj tz'el eyav icha junok ix ix ayic sk'och sk'ual yalji yune'? ¿Tom malaj junok rey b'aj ayex tik? ¿Tom manhxa junok eb' ak'um razón t'a e cal?"
        },
        {
            "number": "9",
            "text": "Ex aj chonhab' Sion, ab'ec syail, elocab' eyav yuj yaelal, icha val syaelal syab' junok ix ix ayic tz'alji yune', yujto ol ex el t'a yol e chonhab' tik. Ol b'at ex cajnajcan t'a caltac te'. Wach'chom ol ex k'ochnhej masanto t'a Babilonia, palta ato ta' ol ex coljoquel yuj Jehová t'a yol sk'ab' eb' eyajk'ool."
        },
        {
            "number": "10",
            "text": "Ha ticnaic, tzijtum nación van sq'ue vaan ajk'olal t'a e patic, syalan eb' icha tik: Ol cak' val co gana quilan tas ol aj yixtaxb'at Sion tik, xchi eb'."
        },
        {
            "number": "11",
            "text": "Palta a juntzanh nación chi', manh yojtacoc eb' tas nab'il yuj Jehová. Manh yojtacoc eb' tato ol molchajq'ue eb' yuj icha smolchajb'at ixim trigo b'aj stek'chaji."
        },
        {
            "number": "12",
            "text": "Ex aj Sion, q'ueanhec vaan, teq'uequem juntzanh nación chi', yujto syal Jehová icha tik: Ha in ol vak' eyip e tek'anem juntzanh nación chi', icha junok mam vacax hierro sch'aac, haxo yech stek'vi trigo nab'a bronce. Ol eyiq'uek' sb'eyumal juntzanh nación chi', yujto manhoc t'a stojolal ix ilchaj yuj eb', ol eyak'an t'ayin a in ton Yajal in t'a masanil yol yib'anhk’inal, xchi Jehová."
        }
    ]
}