{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a slajwub' k'ual, a jun tzalan b'aj ay stemplo Jehová, niwan ol aj yelk'ochi. Ha jun witz chi', te chaanh ol aj steel t'a yichanh juntzanhxo witz. Ol jawok masanil juntzanhxo nación t'ay."
        },
        {
            "number": "2",
            "text": "Manh jantacoc sb'isul heb' anima t'a junjun nación ol laj alan t'ay junjun icha tik: Cotanhec, conh k'eec t'a jolom witz b'aj ay stemplo Jehová sDiosal winhaj Jacob yic tzonh sk'ayb'ej t'a sb'eyb'al, yic ol ko b'eyb'alej sb'eyb'al chi', xcham heb'. Yujto ha t'a Sion, aton Jerusalén ol elta sk'ayb'ub'al Jehová, aton schecnab'il."
        },
        {
            "number": "3",
            "text": "Ha Jehová ol ch'olb'itan yaj masanil nación. A' ol alan tas ol laj aj juntzanh nación chi', wach'chom najat ay. Yuj chi' ol sb'o k'een yespada heb' t'a asaronal. Axo k'een slanza heb' ol sb'o t'a jochlab' trigoal. Malaj junok nación ol ak'an owal yet' junocxo. Manhxalaj mach ol k'ay t'a ak'oj owal."
        },
        {
            "number": "4",
            "text": "Ha heb' anima, manhxalaj b'aj ol xiv heb'. Junjun mach ol yal yik'an yip t'a yalanh yenhul sk'ab' te' yuwa yet' t'a yalanh yenhul sk'ab' te' yigo. Ha Jehová Yajal t'a Smasanil syak' sti' t'a jun tik."
        },
        {
            "number": "5",
            "text": "Junjun nación sk'anab'ajan sdiosal yalani, anhejtona' a onh tik, ol ko k'anab'ajej Jehová ko Diosal t'a masanil tiempo."
        },
        {
            "number": "6",
            "text": "Ha Jehová tz'alan icha tik: Ha t'a jun k'ual chi', ol in molb'ej in chonhab', aton heb' toxo ix yab' syail wuj t'a ch'oc chonhab'il, heb' coxo, heb' k'umb'inac, heb' sacleminac yaji yet' juntzanh heb' pitzanto ixto kani. Ol in b'oxi snación heb' chi', te niwan ol ajxoc yelk'ochi. Ha in Jehová in ol wak' yajalil t'a yib'anh in chonhab' chi' t'a tzalan Sion t'a masanil k 'inal."
        },
        {
            "number": "7",
            "text": "Ato t'a tzalan Sion yic Jerusalén ol in tanhwej in chonhab' icha junok tanhwum kalnel. Axo Jerusalén tik, ol yak'xi yajalil t'a smacb'en b'aj yak'nac yajalil t'a peka', xchi Jehová."
        },
        {
            "number": "8",
            "text": "Ha ticnaik ex aj Jerusalén, ¿tas yuj tz'el eyav icha junok ix ix ayic sk'och sk'ual yalji yune'? ¿Tom malaj junok rey b'aj ayex tik? ¿Tom manhxa junok heb' ak'um razón t'a he kal?"
        },
        {
            "number": "9",
            "text": "Ex aj chonhab' Sion, ab'ec syail, elokab' eyav yuj yaelal, icha wal syaelal syab' junok ix ix ayic tz'alji yune', yujto ol ex el t'a yol he chonhab' tik. Ol b'at ex kajnajkan t'a kaltac te'. Wach'chom ol ex k'ochnhej masanto t'a Babilonia, palta ato ta' ol ex coljoquel yuj Jehová t'a yol sk'ab' heb' eyajk'ool."
        },
        {
            "number": "10",
            "text": "Ha ticnaik, tzijtum nación wan sk'e waan ajk'olal t'a he patic, syalan heb' icha tik: Ol kak' wal ko gana quilan tas ol aj yixtaxb'at Sion tik, xchi heb'."
        },
        {
            "number": "11",
            "text": "Palta a juntzanh nación chi', manh yojtakoc heb' tas nab'il yuj Jehová. Manh yojtakoc heb' tato ol molchajk'e heb' yuj icha smolchajb'at ixim trigo b'aj stek'chaji."
        },
        {
            "number": "12",
            "text": "Ex aj Sion, k'eanhec waan, tek'equem juntzanh nación chi', yujto syal Jehová icha tik: Ha in ol wak' eyip he tek'anem juntzanh nación chi', icha junok mam wakax hierro sch'aac, haxo yech stek'wi trigo nab'a bronce. Ol eyik'ek' sb'eyumal juntzanh nación chi', yujto manhoc t'a stojolal ix ilchaj yuj heb', ol eyak'an t'ayin a in ton Yajal in t'a masanil yol yib'anhk’inal, xchi Jehová."
        }
    ]
}