{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ex aj Sion, b'oecoch smuroal b'aj tze col e b'a, yujto ix javi oyan eb' ajk'ol d'a e patic. Ol smak' spak'ultac sti' vinh yajalil Israel eb' yed' te' jixk'ab' te'."
        },
        {
            "number": "2",
            "text": "A Jehová tz'alan icha tic: A chonhab' Belén ay d'a Efrata, vach'chom yunenhej d'a scal chonhab' d'a yol yic Judá, palta ata' ol cot jun ol vak'och yajalil d'a yib'anh in chonhab' Israel. Ol cot d'a jun inhtilal aytaxon d'a peca', a jun ol ak'an yajalil chi', aytaxon yictax yichb'anil, xchi Jehová."
        },
        {
            "number": "3",
            "text": "Axo ticnaic, ol yactejcan schonhab' Jehová d'a yol sk'ab' eb' ajk'ool, masanto ol aljoc jun yune' ix ix van stanhvan yalji chi'. Ichato chi' ol meltzaj eb' sk'ab' yoc jun Yajal ik'b'ilcanb'at d'a ch'oc chonhab'il chi', ol smolb'anxi sb'a eb' yed' eb' yetchonhab'."
        },
        {
            "number": "4",
            "text": "A jun Rey chi', ol q'ue vaan yed' spoder yed' yopisio ak'b'il yuj Jehová yic stanhvej schonhab', yic tz'aj eb' d'a junk'olal, yujto a jun Rey chi', nivan ol aj yelk'och d'a scal masanil nación b'aj slajvik'och yolyib'anhq'uinal tic."
        },
        {
            "number": "5",
            "text": "A jun Rey chi' ol ik'ancot junk'olal. Ayic ol javoc eb' aj Asiria d'a yol co nación tic, yic tz'och eb' d'a yoltac co cuartel, ol co checb'at ucvanh vajxacvanhoc eb' yajal nivac yelk'ochi, yic syak' oval eb' yed' eb' aj Asiria chi'."
        },
        {
            "number": "6",
            "text": "A eb' chi' yed' q'uen yespada eb' ol yak' ganar eb' aj Asiria chi', aton snación vinhaj Nimrod. Ol onh colchaj yuj jun cajalil d'a eb' aj Asiria chi', ayic ol k'axpajek'ta eb' d'a co mojon yic syik'anek' lum co luum eb' yalani."
        },
        {
            "number": "7",
            "text": "A d'a jun tiempoal chi', a eb' yinhtilal vinhaj Jacob ixto cani, yuj eb' ol ja vach'ilal d'a scal juntzanh nación, icha tz'aj yak'an yaxilal yal ak'val, ma yaxnhab' d'a yib'anh anh ank'ultac syak'cot Jehová, manhoc eb' anima tz'ak'ancoti."
        },
        {
            "number": "8",
            "text": "A eb' yinhtilal vinhaj Jacob olto can chi', lajan ol aj eb' d'a scal juntzanh nación icha junoc nok' choj ay d'a scal nok' k'ultaquil nok', ma icha junoc nok' choj tz'och d'a scal junoc nhilanh nok' calnel. Ayic tz'och nok' d'a scal nok' calnel chi', syamancot nok' scotac tzilchitanb'at nok'. Manhxa junoc mach syal scolanel nok'."
        },
        {
            "number": "9",
            "text": "Ex yinhtilal vinhaj Jacob, icha chi' ol aj eyak'an ganar eb' eyajk'ool, ol e satanel eb'."
        },
        {
            "number": "10",
            "text": "Ex vetisraelal, a Jehová tz'alan icha tic d'ayex: A d'a jun k'ual chi', ol in mak'cham nok' e chej, ol in satanel e carruaje yic oval."
        },
        {
            "number": "11",
            "text": "A e chonhab' ayoch smuroal yed' e cuartel ol in satel d'a junelnhej."
        },
        {
            "number": "12",
            "text": "Ol in satanel eb' ajb'aal d'a e cal. Manhxo junoc eb' ajchum ol vak'can d'a e cal chi'."
        },
        {
            "number": "13",
            "text": "Ol in satel juntzanh e comon dios yed' q'uen q'ueen b'aj tzex lesalvi, yic manhxo ol ex och ejmelal d'a juntzanh tas tze b'o e diosaloc chi'."
        },
        {
            "number": "14",
            "text": "Ol in tok'q'ueta masanil te te' b'aj tzex och ejmelal, ol in satanel e chonhab' b'aj tzeyak' e silab' d'a juntzanh comon dios."
        },
        {
            "number": "15",
            "text": "Yed' val yoval in k'ool ol in pactzitej d'a juntzanh nación max in k'anab'ajan jab'oc, xchi Jehová."
        }
    ]
}