{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ex aj Sion, b'oecoch smuroal b'aj tze col e b'a, yujto ix javi oyan eb' ajk'ol t'a e patic. Ol smak' spak'ultac sti' winh yajalil Israel eb' yet' te' jixk'ab' te'."
        },
        {
            "number": "2",
            "text": "Ha Jehová tz'alan icha tik: Ha chonhab' Belén ay t'a Efrata, wach'chom yunenhej t'a skal chonhab' t'a yol yic Judá, palta ata' ol cot jun ol vak'och yajalil t'a yib'anh in chonhab' Israel. Ol cot t'a jun inhtilal aytaxon t'a peca', a jun ol ak'an yajalil chi', aytaxon yictax yichb’anel, xchi Jehová."
        },
        {
            "number": "3",
            "text": "Axo ticnaic, ol yactejcan schonhab' Jehová t'a yol sk'ab' eb' ajk'ool, masanto ol aljoc jun yune' ix ix van stanhvan yalji chi'. Ichato chi' ol meltzaj eb' sk'ab' yoc jun Yajal ik'b'ilcanb'at t'a ch'oc chonhab'il chi', ol smolb'anxi sb'a eb' yet' eb' yetchonhab'."
        },
        {
            "number": "4",
            "text": "Ha jun Rey chi', ol q'ue vaan yet' spoder yet' yopisio ak'b'il yuj Jehová yic stanhvej schonhab', yic tz'aj eb' t'a junk'olal, yujto a jun Rey chi', niwan ol aj yelk'och t'a skal masanil nación b'aj slajvik'och yol yib'anhk’inal tik."
        },
        {
            "number": "5",
            "text": "Ha jun Rey chi' ol ik'ancot junk'olal. Ayic ol javok eb' aj Asiria t'a yol co nación tik, yic tz'och eb' t'a yoltac co cuartel, ol co checb'at ucvanh vajxacvanhoc eb' yajal nivac yelk'ochi, yic syak' oval eb' yet' eb' aj Asiria chi'."
        },
        {
            "number": "6",
            "text": "Ha eb' chi' yet' q'uen yespada eb' ol yak' ganar eb' aj Asiria chi', aton snación winhaj Nimrod. Ol onh colchaj yuj jun cajalil t'a eb' aj Asiria chi', ayic ol k'axpajek'ta eb' t'a co mojon yic syik'anek' lum co lu'um eb' yalani."
        },
        {
            "number": "7",
            "text": "Ha t'a jun pekti’ chi', a eb' yinhtilal winhaj Jacob ixto cani, yuj eb' ol ja wach'ilal t'a skal juntzanh nación, icha tz'aj yak'an yaxilal yal ak'val, ma yaxnhab' t'a yib'anh anh ank'ultak syak'cot Jehová, manhoc eb' anima tz'ak'ancoti."
        },
        {
            "number": "8",
            "text": "Ha eb' yinhtilal winhaj Jacob olto kan chi', lajan ol aj eb' t'a skal juntzanh nación icha junok nok' choj ay t'a skal nok' k'ultaquil nok', ma icha junok nok' choj tz'och t'a skal junok nhilanh nok' calnel. Ayic tz'och nok' t'a skal nok' calnel chi', syamancot nok' scotac tzilchitanb'at nok'. Manhxa junok mach syal scolanel nok'."
        },
        {
            "number": "9",
            "text": "Ex yinhtilal winhaj Jacob, icha chi' ol aj eyak'an ganar eb' eyajk'ool, ol e satanel eb'."
        },
        {
            "number": "10",
            "text": "Ex vetisraelal, a Jehová tz'alan icha tik t'ayex: Ha t'a jun k'ual chi', ol in mak'cham nok' e chej, ol in satanel e carruaje yic oval."
        },
        {
            "number": "11",
            "text": "Ha e chonhab' ayoch smuroal yet' e cuartel ol in satel t'a junelnhej."
        },
        {
            "number": "12",
            "text": "Ol in satanel eb' ajb'aal t'a e cal. Manhxo junok eb' ajchum ol vak'kan t'a e cal chi'."
        },
        {
            "number": "13",
            "text": "Ol in satel juntzanh e comon dios yet' q'uen q'ueen b'aj tzex lesalvi, yic manhxo ol ex och ejmelal t'a juntzanh tas tze b'o e diosaloc chi'."
        },
        {
            "number": "14",
            "text": "Ol in tok'q'ueta masanil te te' b'aj tzex och ejmelal, ol in satanel e chonhab' b'aj tzeyak' e silab' t'a juntzanh comon dios."
        },
        {
            "number": "15",
            "text": "Yed' val yoval in k'ool ol in pactzitej t'a juntzanh nación max in k'anab'ajan jab'oc, xchi Jehová."
        }
    ]
}