{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ex wetisraelal, scham wal eyab'an tas schec Jehová wala'. Mamin Jehová, yamoch alan smul chonhab' Israel t'a yichanh lum jolomtac witz, yab'ocab' a jaj lum tzalquixtac."
        },
        {
            "number": "2",
            "text": "Yab'ocab' lum jolomtac witz yet' yich lum lum to ol al smul a chonhab' Israel, ol ak'an owal yet'oc."
        },
        {
            "number": "3",
            "text": "Ex wetisraelal, scham wal eyab'an tas syal Jehová. A' tz'alan icha tik: Tak'wanhec t'ayin ex in chonhab'. ¿Tas ix aj ex wixtani, ma tas ix ex wutej?"
        },
        {
            "number": "4",
            "text": "Ina a in wik'naquelta heb' he mam eyicham t'a Egipto. In colannac heb' b'aj ayoch checab'wumal chi'. Ha in in checnacb'at winhaj Moisés, winhaj Aarón yet' ix María, aton heb' cuchb'annac heb'."
        },
        {
            "number": "5",
            "text": "Ex in chonhab', naeccoti tas chukal snanac winhaj Balac sreyal Moab t'a yib'anh heb' he mam eyicham chi'. Naecpaxcoti tas yutejnac winhaj Balaam yuninal winhaj Beor spacani. Naecpaxcoti tas ujinac t'a skal Sitim yet' Gilgal. Tze naanpaxcoti tastac wutejnac ex in colani, xchi Jehová."
        },
        {
            "number": "6",
            "text": "Sk'anb'ej heb' israel icha tik: ¿Tas ol cak' t'a Jehová Dios Axonhej Ochi, ayic ol onh och ejmelal t'ay? ¿Ol am onh och t'a yichanh yet' nok' calnel jun ab'il sk'inal yic sco nhustz'a nok' silab'il?"
        },
        {
            "number": "7",
            "text": "¿Ol am tzalajb'oc sk'ol Jehová, tato skak' junok mil nok' ch'ac calnel silab'il t'ay yet' lajunheoc mil ch'ub' aceite? ¿Tom stzalaj pax sk'ol tato skak' ko b'ab'el unin t'ay silab'il yuj ko chukal? xchi heb'."
        },
        {
            "number": "8",
            "text": "Ex wetchonhab', toxo ix yal Jehová tas wach' t'a sat yet' tas snib'ej t'ayonh, aton juntzanh tik: Tojol scutej ko b'a, sco xajanej heb' quetanimail. Emnaquilal scutej ko b'ha t'a ko Diosal."
        },
        {
            "number": "9",
            "text": "Ha Jehová tz'alan t'a schonhab' icha tik: Ha mach t'a emnaquilal scham yab'an tas wala', te ay pensar. Jaocab' he pensar yuj eyaelal, ayocab' welk'och t'a yol he sat, a inton swak'och eyaelal chi'."
        },
        {
            "number": "10",
            "text": "¿Tom ol b'at satk'olal wuuj tas molanek' t'a spat heb' chuk, aton b'eyumal ix yik' heb' t'a chucalil yet' pax juntzanh echlab' manh tz'acanoc yajb'il wuuj?"
        },
        {
            "number": "11",
            "text": "¿Tas ol aj wak'an niwank'olal t'a yib'anh juntzanh anima tik, yujto a echlab' manh tz'acanoc sk'an heb'?"
        },
        {
            "number": "12",
            "text": "Ha juntzanh heb' b'eyum t'a skal chonhab' tik, elk'um heb', ixtum anima heb', esalwumnhej heb' smasanil."
        },
        {
            "number": "13",
            "text": "Yuj chi' ol wak'och eyaelal. Ol ex in satel yuj he mul."
        },
        {
            "number": "14",
            "text": "Ol ex waoc, palta manh ol ex b'ud'joclaj, ol ochnhej he wejel. Manh jantacoc sat eyavb'en ol he molb'ej, palta manh ol eyil-laj b'aj ol k'ochoc. Tato ay b'aj ol ilchaj jab'oc tas eyuuj, haxo t'a skal owal ol wak' lajwoquel t'ayex."
        },
        {
            "number": "15",
            "text": "Ol ex avwoc, palta malaj jab'oc tas ol eyik'a'. Ol he tek'el yal sat te' eyoliwo, palta manhoc exlaj ol he k'an jab'oc yaceiteal te'. Ol he tek'el yal sat te' eyuwa, palta manhoc exlaj ol eyuk' swinoal."
        },
        {
            "number": "16",
            "text": "Yujto a schucal b'eyb'al winhaj Omri tze k'anab'ajej. Ha schucal b'eyb'al winhaj Acab tze b'eyb'alej. Yuj chi' ol wak'b'at yaelal yet' b'uchwal lolonel t'a eyib'anh. Icha chi' ol aj he q'uixwi t'a yichanh heb' in chonhab' tzin k'anab'ajan t'a wal yel, xchi Jehová."
        }
    ]
}