{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ex vetisraelal, scham val eyab'an tas schec Jehová vala'. Mamin Jehová, yamoch alan smul chonhab' Israel d'a yichanh lum jolomtac vitz, yab'ocab' a jaj lum tzalquixtac."
        },
        {
            "number": "2",
            "text": "Yab'ocab' lum jolomtac vitz yed' yich lum luum to ol al smul a chonhab' Israel, ol ak'an oval yed'oc."
        },
        {
            "number": "3",
            "text": "Ex vetisraelal, scham val eyab'an tas syal Jehová. A' tz'alan icha tic: Tak'vanhec d'ayin ex in chonhab'. ¿Tas ix aj ex vixtani, ma tas ix ex vutej?"
        },
        {
            "number": "4",
            "text": "Ina a in vik'naquelta eb' e mam eyicham d'a Egipto. In colannac eb' b'aj ayoch checab'vumal chi'. A in in checnacb'at vinhaj Moisés, vinhaj Aarón yed' ix María, aton eb' cuchb'annac eb'."
        },
        {
            "number": "5",
            "text": "Ex in chonhab', naeccoti tas chucal snanac vinhaj Balac sreyal Moab d'a yib'anh eb' e mam eyicham chi'. Naecpaxcoti tas yutejnac vinhaj Balaam yuninal vinhaj Beor spacani. Naecpaxcoti tas ujinac d'a scal Sitim yed' Gilgal. Tze naanpaxcoti tastac vutejnac ex in colani, xchi Jehová."
        },
        {
            "number": "6",
            "text": "Sk'anb'ej eb' israel icha tic: ¿Tas ol cak' d'a Jehová Dios Axonhej Ochi, ayic ol onh och ejmelal d'ay? ¿Ol am onh och d'a yichanh yed' nok' calnel jun ab'il sq'uinal yic sco nhustz'a nok' silab'il?"
        },
        {
            "number": "7",
            "text": "¿Ol am tzalajb'oc sk'ol Jehová, tato scak' junoc mil nok' ch'ac calnel silab'il d'ay yed' lajunheoc mil ch'ub' aceite? ¿Tom stzalaj pax sk'ol tato scak' co b'ab'el unin d'ay silab'il yuj co chucal? xchi eb'."
        },
        {
            "number": "8",
            "text": "Ex vetchonhab', toxo ix yal Jehová tas vach' d'a sat yed' tas snib'ej d'ayonh, aton juntzanh tic: Tojol scutej co b'a, sco xajanej eb' quetanimail. Emnaquilal scutej co b'a d'a co Diosal."
        },
        {
            "number": "9",
            "text": "A Jehová tz'alan d'a schonhab' icha tic: A mach d'a emnaquilal scham yab'an tas vala', te ay pensar. Jaocab' e pensar yuj eyaelal, ayocab' velk'och d'a yol e sat, a inton svak'och eyaelal chi'."
        },
        {
            "number": "10",
            "text": "¿Tom ol b'at satk'olal vuuj tas molanek' d'a spat eb' chuc, aton b'eyumal ix yik' eb' d'a chucalil yed' pax juntzanh echlab' manh tz'acanoc yajb'il vuuj?"
        },
        {
            "number": "11",
            "text": "¿Tas ol aj vak'an nivank'olal d'a yib'anh juntzanh anima tic, yujto a echlab' manh tz'acanoc sk'an eb'?"
        },
        {
            "number": "12",
            "text": "A juntzanh eb' b'eyum d'a scal chonhab' tic, elk'um eb', ixtum anima eb', esalvumnhej eb' smasanil."
        },
        {
            "number": "13",
            "text": "Yuj chi' ol vak'och eyaelal. Ol ex in satel yuj e mul."
        },
        {
            "number": "14",
            "text": "Ol ex vaoc, palta manh ol ex b'ud'joclaj, ol ochnhej e vejel. Manh jantacoc sat eyavb'en ol e molb'ej, palta manh ol eyil-laj b'aj ol k'ochoc. Tato ay b'aj ol ilchaj jab'oc tas eyuuj, axo d'a scal oval ol vak' lajvoquel d'ayex."
        },
        {
            "number": "15",
            "text": "Ol ex avvoc, palta malaj jab'oc tas ol eyik'a'. Ol e teq'uel yal sat te' eyolivo, palta manhoc exlaj ol e k'an jab'oc yaceiteal te'. Ol e teq'uel yal sat te' eyuva, palta manhoc exlaj ol eyuk' svinoal."
        },
        {
            "number": "16",
            "text": "Yujto a schucal b'eyb'al vinhaj Omri tze k'anab'ajej. A schucal b'eyb'al vinhaj Acab tze b'eyb'alej. Yuj chi' ol vak'b'at yaelal yed' b'uchval lolonel d'a eyib'anh. Icha chi' ol aj e q'uixvi d'a yichanh eb' in chonhab' tzin k'anab'ajan d'a val yel, xchi Jehová."
        }
    ]
}