{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi', ix walanxi icha tik: Ay... Ob'iltac in. Lajan in icha heb' tzek' sayoj sat uwa, ma sayoj sat higo yic slo'o ayic toxo ix lajwiek' sat avb'en. Manhxalaj junok te' sat nib'ab'il tz'ilchaji."
        },
        {
            "number": "2",
            "text": "Icha chi' waji, yujto manhxa junok anima wach', ma tojol spensar t'a yichanh Dios tz'ilchaj wuuj. Axonhej mak'ojcham anima sk'ulej heb'. Syak'lajem syaalil heb' junjun."
        },
        {
            "number": "3",
            "text": "Cuchb'um heb' t'a heb' sk'ulan chukal. Ha heb' yajal yet' heb' juez, sk'an tumin heb' t'a elk'altac t'a heb' tz'och smul t'a yetanimail. Ha heb' niwac yelk'ochi, a tas sja t'a spensar heb', a chi' syal heb' t'a heb' yajal chi', yuj chi' lajan tz'aj spensar heb' tas syutej yixtan heb' yetanimail chi'."
        },
        {
            "number": "4",
            "text": "Ha heb' wach'tacto t'a skal heb', lajan heb' icha te' q'uiix. Ha heb' tojoltacto wal tas sk'ulej, lajan heb' icha te' chac q'uiix. Palta, lak'anxo sjawi sk'ual yic ol ak'chajcot yaelal t'a yib'anh heb', icha ix aj yalanel heb' schekab' Dios. Axonhej somk'olal ol jawok t'a skal heb'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ex wetchonhab', mokab' eyak'och tas syal heb' ay t'a he lak'anil t'a he k'ool, manh eyak'och junok eyamigo yipoc he k'ool. Scham he naan tas tzeyal yet' ix eyetb'eyum."
        },
        {
            "number": "6",
            "text": "Yujto a heb' uninab'il, spatiquejkanel smam heb'. Ha heb' ix uneab'il, spitej sb'a heb' ix t'a snun. Ha heb' ix alib'al, tz'och heb' ix ajk'olal t'a heb' ix yalib'. Ha heb' junnhej yaj t'a yol spat, tz'och heb' ajk'olal t'ay junjun."
        },
        {
            "number": "7",
            "text": "Palta a inxo pax tik, a Jehová ayoch yipoc in k'ool. Anhej Dios in Kolumal yipk'olal yaj wuuj, yujto syab' tas swala'."
        },
        {
            "number": "8",
            "text": "Ha ex ajk'ool eyajoch t'ayonh, manh ex tzalaj yuj tas tzonh ik'ani. Wach'chom tzonh telwi, palta ol onh k'ex waan. Wach'chom tzoymaj k’ik’ k’inal t'a ko patic, palta a Jehová sakil k'inal yaj t'ayonh."
        },
        {
            "number": "9",
            "text": "Ix och ko mul t'a Jehová, yuj chi' ol kak' techaj yowal sk'ool, masanto yic ol onh sch'olb'itej, haxo onh stojolb'itan chi'. Ha Jehová ol yak' quil sakil k'inal, ol quila' tas ol onh yutej scolaneli."
        },
        {
            "number": "10",
            "text": "Ex kajk'ool, ol ak'joc pax jun tik eyila', toxonhej ol ex te q'uixwocan yuj. Ha ex tik, tzeyal t'ayonh icha tik: ¿B'ajtil ay Jehová he Diosal chi'? xe chi. Palta a ticnaik ol quil wal he telwi, ol ex ko tek'ub'tanhej icha wal stek'ji lum sok'om t'a yoltac b'e."
        },
        {
            "number": "11",
            "text": "Ex wetchonhab' aj Jerusalén, wan sk'och sk'ual yic ol b'ochajxik'e smuroal ko chonhab', yic ol niwanb'oc ko macb'en."
        },
        {
            "number": "12",
            "text": "Yujto wan sja sk'ual sjawi juntzanh anima t'ayonh, aton heb' scot t'a masanil nación. Ol cot heb' t'a Asiria t'a sti' ha' niwan Éufrates, ol cotpax heb' t'a Egipto t'a sti' ha' Nilo. Ol laj cot heb' ay t'a sk'axepal ha' mar yet' heb' ay t'a tzalquixtac t'a najat."
        },
        {
            "number": "13",
            "text": "Ha yuj smul heb' anima t'a juntzanh nación chi', tzinan lumxonhej ol ajkan lum smacb'en heb'."
        },
        {
            "number": "14",
            "text": "Mamin Jehová, tanhwej onh a onh a chonhab' onh sik'b'il onh el uuj, icha nok' kalnel aykan t'a kaltac te', ha t'a najat t'a spatic yichanh nok' ay wal anh yax ank'ultak. Ik'onhb'at icha utejnac onh t'a peka', ik'onhb'at b'aj wach' tzonh aj icha nok' kalnel te wach' b'aj swa t'a Basán yet' t'a Galaad."
        },
        {
            "number": "15",
            "text": "Ch'ox quil tas satub'tac icha a k'ulejnac ayic ik'annaquelta heb' ko mam quicham t'a Egipto."
        },
        {
            "number": "16",
            "text": "Icha chi', ol yil juntzanh nación, ol q'uixwokkan heb', wach'chom niwac yelk'och heb', palta ol sat sk'ol heb', manhxalaj tas ol yal heb', icha heb' chacanh ol ajkan heb'."
        },
        {
            "number": "17",
            "text": "Toxonhej ol sjachek' sb'a heb' yuj xivk'olal t'a skal lum pokok icha nok' chan. Van xiv heb' ol elta heb' t'a scuartel. Ach Jehová ko Diosal, ol xiv heb' t'ayach."
        },
        {
            "number": "18",
            "text": "Ach ko Diosal, malaj junok Dios lajan ed'oc, yujto a ach tik, tzak' lajwoc smul heb' a chonhab' tzato kani, tzak'anpax niwank'olal spitalil heb'. Manh ayocnhejek' yowal a k'ol t'a junelnhej, yujto tzach tzalaj a ch'oxan a wach'k'olal t'ayonh."
        },
        {
            "number": "19",
            "text": "Ol ok'xi a k'ol t'ayonh. Ichato ol a mukkanem ko mul. Ichato ol a yumcanb'at ko chukal t'a sjulal yich ha' mar."
        },
        {
            "number": "20",
            "text": "Mamin, ayokab'nhej a wach'k'olal, tzonh a xajanejnhej icha ajnac ak'ankan a ti' t'a peka' t'a heb' ko mam quicham, aton winhaj Abraham yet' winhaj Jacob."
        }
    ]
}