{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi', ix valanxi icha tik: Ay... Ob'iltac in. Lajan in icha eb' tzek' sayoj sat uva, ma sayoj sat higo yic slo'o ayic toxo ix lajviek' sat avb'en. Manhxalaj junok te' sat nib'ab'il tz'ilchaji."
        },
        {
            "number": "2",
            "text": "Icha chi' vaji, yujto manhxa junok anima wach', ma tojol spensar t'a yichanh Dios tz'ilchaj vuuj. Axonhej mak'ojcham anima sk'ulej eb'. Syak'lajem syaalil eb' junjun."
        },
        {
            "number": "3",
            "text": "Cuchb'um eb' t'a eb' sk'ulan chucal. Ha eb' yajal yet' eb' juez, sk'an tumin eb' t'a elk'altac t'a eb' tz'och smul t'a yetanimail. Ha eb' nivac yelk'ochi, a tas sja t'a spensar eb', a chi' syal eb' t'a eb' yajal chi', yuj chi' lajan tz'aj spensar eb' tas syutej yixtan eb' yetanimail chi'."
        },
        {
            "number": "4",
            "text": "Ha eb' wach'tacto t'a skal eb', lajan eb' icha te' q'uiix. Ha eb' tojoltacto val tas sk'ulej, lajan eb' icha te' chac q'uiix. Palta, lak'anxo sjavi sk'ual yic ol ak'chajcot yaelal t'a yib'anh eb', icha ix aj yalanel eb' schecab' Dios. Axonhej somk'olal ol javoc t'a skal eb'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ex vetchonhab', mocab' eyak'och tas syal eb' ay t'a e lak'anil t'a e k'ool, manh eyak'och junok eyamigo yipoc e k'ool. Scham e naan tas tzeyal yet' ix eyetb'eyum."
        },
        {
            "number": "6",
            "text": "Yujto a eb' uninab'il, spatiquejcanel smam eb'. Ha eb' ix uneab'il, spitej sb'a eb' ix t'a snun. Ha eb' ix alib'al, tz'och eb' ix ajk'olal t'a eb' ix yalib'. Ha eb' junnhej yaj t'a yol spat, tz'och eb' ajk'olal t'ay junjun."
        },
        {
            "number": "7",
            "text": "Palta a inxo pax tik, a Jehová ayoch yipoc in k'ool. Anhej Dios in Columal yipk'olal yaj vuuj, yujto syab' tas svala'."
        },
        {
            "number": "8",
            "text": "Ha ex ajk'ool eyajoch t'ayonh, manh ex tzalaj yuj tas tzonh ik'ani. Wach'chom tzonh telvi, palta ol onh q'uex vaan. Wach'chom tzoymaj k’ik’ k’inal t'a co patic, palta a Jehová sakil k'inal yaj t'ayonh."
        },
        {
            "number": "9",
            "text": "Ix och co mul t'a Jehová, yuj chi' ol cak' techaj yoval sk'ool, masanto yic ol onh sch'olb'itej, haxo onh stojolb'itan chi'. Ha Jehová ol yak' quil sakil k'inal, ol quila' tas ol onh yutej scolaneli."
        },
        {
            "number": "10",
            "text": "Ex cajk'ool, ol ak'joc pax jun tik eyila', toxonhej ol ex te q'uixvocan yuj. Ha ex tik, tzeyal t'ayonh icha tik: ¿B'ajtil ay Jehová e Diosal chi'? xe chi. Palta a ticnaic ol quil val e telvi, ol ex co tek'ub'tanhej icha val stek'ji lum sok'om t'a yoltac b'e."
        },
        {
            "number": "11",
            "text": "Ex vetchonhab' aj Jerusalén, van sk'och sk'ual yic ol b'ochajxiq'ue smuroal co chonhab', yic ol nivanb'oc co macb'en."
        },
        {
            "number": "12",
            "text": "Yujto van sja sk'ual sjavi juntzanh anima t'ayonh, aton eb' scot t'a masanil nación. Ol cot eb' t'a Asiria t'a sti' ha' niwan Éufrates, ol cotpax eb' t'a Egipto t'a sti' ha' Nilo. Ol laj cot eb' ay t'a sk'axepal ha' mar yet' eb' ay t'a tzalquixtac t'a najat."
        },
        {
            "number": "13",
            "text": "Ha yuj smul eb' anima t'a juntzanh nación chi', tzinan lumxonhej ol ajkan lum smacb'en eb'."
        },
        {
            "number": "14",
            "text": "Mamin Jehová, tanhvej onh a onh a chonhab' onh sik'b'il onh el uuj, icha nok' calnel aycan t'a caltac te', ha t'a najat t'a spatic yichanh nok' ay val anh yax ank'ultak. Ik'onhb'at icha utejnac onh t'a peca', ik'onhb'at b'aj wach' tzonh aj icha nok' calnel te wach' b'aj sva t'a Basán yet' t'a Galaad."
        },
        {
            "number": "15",
            "text": "Ch'ox quil tas satub'tac icha a k'ulejnac ayic ik'annaquelta eb' co mam quicham t'a Egipto."
        },
        {
            "number": "16",
            "text": "Icha chi', ol yil juntzanh nación, ol q'uixvoccan eb', wach'chom nivac yelk'och eb', palta ol sat sk'ol eb', manhxalaj tas ol yal eb', icha eb' chacanh ol ajkan eb'."
        },
        {
            "number": "17",
            "text": "Toxonhej ol sjachek' sb'a eb' yuj xivk'olal t'a skal lum pococ icha nok' chan. Van xiv eb' ol elta eb' t'a scuartel. Ach Jehová co Diosal, ol xiv eb' t'ayach."
        },
        {
            "number": "18",
            "text": "Ach co Diosal, malaj junok dios lajan ed'oc, yujto a ach tik, tzak' lajvoc smul eb' a chonhab' tzato cani, tzak'anpax nivank'olal spitalil eb'. Manh ayocnhejek' yoval a k'ol t'a junelnhej, yujto tzach tzalaj a ch'oxan a wach'k'olal t'ayonh."
        },
        {
            "number": "19",
            "text": "Ol ok'xi a k'ol t'ayonh. Ichato ol a muccanem co mul. Ichato ol a yumcanb'at co chucal t'a sjulal yich ha' mar."
        },
        {
            "number": "20",
            "text": "Mamin, ayocab'nhej a wach'k'olal, tzonh a xajanejnhej icha ajnac ak'ancan a ti' t'a peca' t'a eb' co mam quicham, aton vinhaj Abraham yet' vinhaj Jacob."
        }
    ]
}