{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Pablo in tik, avtab'il in och schecab'oc Cristo Jesús, yujto icha chi' ix el t'a sk'ol Dios t'a wib'anh. Ha in yet' winh cuk'tac Sóstenes"
        },
        {
            "number": "2",
            "text": "sco tz'ib'ejb'at jun ko carta tik t'ayex yiglesia exxo Dios t'a chonhab' Corinto. Yic exxo Dios, yujto junxonhej eyaj yet' Cristo Jesús, yujto ha Dios avtannac ex och yicoc yet' jantacnhej heb' syal sb'ha t'a Kajal Jesucristo t'a junjun chonhab'. Ha Jesucristo, Yajal yaj t'ayonh yet' heb'."
        },
        {
            "number": "3",
            "text": "In gana, a ko Mam Dios yet' Kajal Jesucristo tz'ak'an swach'k'olal t'ayex, syak'anpax sjunk'olal t'ayex ta'."
        },
        {
            "number": "4",
            "text": "Masanil tiempo swak' yuj diosal d'ha Dios eyuuj, yujto sch'oxnacxo swach'k'olal t'ayex yuj Cristo Jesús."
        },
        {
            "number": "5",
            "text": "Manh jantacoc swach'k'olal Dios syak' t'ayex, yujto junxonhej eyaj yet' Cristo. Yuj chi' tz'acan ix nachajel eyuuj tas ix yak' Dios chi' t'ayex. Anhejtona' tz'acan ix yak' eyalel masanil juntzanh chi'."
        },
        {
            "number": "6",
            "text": "Ha t'a he kal ix checlajelta yab'ixal Cristo, to yel."
        },
        {
            "number": "7",
            "text": "Ha ticnaik, wan he tanhwan jun k'ual ayic ol jax Kajal Jesucristo. Axo Dios tz'acan syutej yak'an masanil yic t'ayex."
        },
        {
            "number": "8",
            "text": "A' ol ak'an stek'anil he pensar masanto ol ja slajwub' k'ual, yic wach' ayic ol jax Kajal Jesucristo chi', malaj jab'oc he paltail t'a yichanh."
        },
        {
            "number": "9",
            "text": "Ha Dios tz'elnhejk'och tas syala'. A' ix onh avtanoch yicoc, yic ay calan quic yet' Yuninal, aton Kajal Jesucristo."
        },
        {
            "number": "10",
            "text": "Ex wuk'tac ex wanab', tzin tewi t'ayex t'a sb'i Kajal Jesucristo chi' to junxonhej tzeyutej he pensar he masanil ta'. Manh he comon pojej he b'a. Jun lajannhej tzeyutej he pensar, jun lajannhej tzeyutej pax he naan masanil tastac."
        },
        {
            "number": "11",
            "text": "Ex wuk'tac ex wanab', swalb'at juntzanh tik t'ayex, yujto a heb' yic ix Cloé ix alan t'ayin to wan spitzwi owal t'a he kal ta'."
        },
        {
            "number": "12",
            "text": "Syalelk'ochi to ch'occh'oc wan eyalan junjun ex. Yujto ay ex wan eyalan icha tik: Yic in winhaj Pablo, xe chi. Ay ex pax tzeyala': Ha in tik yic in winhaj Apolos, xe chi. Ay ex pax tzeyala': Yic in winhaj Pedro, xe chi. Ay ex pax tzeyala': Yic in Cristo, xe chi."
        },
        {
            "number": "13",
            "text": "Palta ¿tom cha ox makan yaj Cristo chi' tze na'a? Ha in Pablo in tik, ¿tom tze na'a to a in chamnac in t'a te' culus eyuuj? ¿Tom ha t'a in b'i a in Pablo in tik ix ex ak'ji bautizar?"
        },
        {
            "number": "14",
            "text": "Yuj wal Dios, yujto anhej winhaj Crispo yet' winhaj Gayo wak'nac bautizar ta', manh tzijtumoc ex wak'nac bautizar."
        },
        {
            "number": "15",
            "text": "Yuj chi', max yal-laj eyalani to ha t'a in b'i ak'b'il ex bautizar."
        },
        {
            "number": "16",
            "text": "A... anhejtona' wak'nac pax bautizar winhaj Estéfanas yet' heb' yal yuninal. Tzin na'a, tecan manhxa wal heb' wak'nac bautizar ta'."
        },
        {
            "number": "17",
            "text": "Manh yujoc wak'an bautizar ix yak' wopisio Cristo, palta yuj walanel wach' ab'ix yic colnab'il. Manh jelanoc swutej in b'a yic swalanel wach' ab'ix tik, yic wach' a schamel Cristo t'a te' culus, anhej te niwan yelk'och t'a heb' tz'ab'ani."
        },
        {
            "number": "18",
            "text": "Ha yab'ixal schamel Cristo t'a te' culus, malaj yelk'och t'a yichanh heb' anima wan sateq'ui. Palta a onh wan onh scolanel tik, spoder Dios yaj yab'ixal tik t'ayonh."
        },
        {
            "number": "19",
            "text": "Yujto syalcan icha tik t'a Slolonel Dios Tz'ib'ab'ilcani: Ha heb' jelan, ol in satel sjelanil heb' chi'. Axo heb' ay spensar, ol wak' somchajel heb', xchicani."
        },
        {
            "number": "20",
            "text": "Yuj chi', malaj wach' yoch heb' jelan yet' heb' k'ayb'um. Malaj pax wach' yoch heb' jelan syutej scolan sb'a, yujto ha Dios ix ch'oxani to a jun jelanil yic yol yib'anhk’inal tik, malaj jab'oc yelk'ochi."
        },
        {
            "number": "21",
            "text": "Yujto yuj sjelanil Dios ix snacani to a heb' yic yol yib'anhk’inal tik, manh yujoc sjelanil heb' syal yojtacanel Dios chi' heb'. Palta ix el t'a sk'ool Dios chi' to a yuj jun ab'ix scalel tik tzonh colchaji, tato skak'och t'a ko k'ool, wach'chom ha t'a heb' anima malaj yelk'och jun ab'ix tik."
        },
        {
            "number": "22",
            "text": "Ha heb' israel, snib'ej heb' syil juntzanh smilagro Dios. Axo heb' griego, anhej sjelanil heb' tzek' sayeq'ui."
        },
        {
            "number": "23",
            "text": "Palta a onhxo pax tik, scalel yab'ixal Cristo, chajtil ix aj scham t'a te' culus. Ha heb' israel chi', tonhej somchaj sk'ool heb' yuj. Axo heb' manh israelok, quistalil yaj jun ab'ix tik t'a heb'."
        },
        {
            "number": "24",
            "text": "Palta a onhxo pax tik, ix onh yavtejoch Dios yicoc. Yuj chi', wach'chom israel onh, mato manh onh israelok, cojtac to ha Dios ayoch spoder t'a Cristo, ay pax och sjelanil t'ay."
        },
        {
            "number": "25",
            "text": "Yujto ha Dios ak'annaccot Cristo yic schami, haxo snaan heb' anima to ichato malaj spensar Dios chi', malaj pax spoder snaan heb'. Palta ix checlajeli to ek'to sjelanil t'a yichanh heb' smasanil, ek'to pax spoder."
        },
        {
            "number": "26",
            "text": "Ex wuk'tac ex wanab', a onh mach onh tzonh yavtejoch Dios yicoc, yowalil snachajel jun tik cuuj to a heb' syavtejoch yicoc, jaywannhej heb' ay tas yojtac t'a yichanh heb' yetanimail. Jaywannhej heb' yajal, jaywannhej pax heb' ay yelk'och t'a yichanh heb' yetanimail syavtejoch yicoc."
        },
        {
            "number": "27",
            "text": "Yujto a heb' malaj wal tas yojtac t'a yichanh heb' yetanimail, a heb' ix sik'chaanh Dios, yic wach' haxo heb' jelan sq'uixwicanel heb'. Ha heb' malaj yelk'och t'a yichanh heb' yetanimail, a heb' ix sik'chaanh, yic wach' haxo heb' ay yelk'ochi, sq'uixwipaxcanel heb'."
        },
        {
            "number": "28",
            "text": "Ha Dios sik'anpaxchaanh heb' malaj wach' yoch t'a yichanh heb' anima yet' heb' paticab'ilcanel yuj heb', aton heb' malaj yelk'ochi. Icha chi' syutej Dios sch'oxani to a juntzanh tas ay yelk'och t'a yichanh heb' anima, malaj jab'oc yelk'och t'a yichanh Dios chi'."
        },
        {
            "number": "29",
            "text": "Yuj chi' malaj junok mach syal yik'anchaanh sb'ha t'a yichanh Dios."
        },
        {
            "number": "30",
            "text": "Palta A' ix onh ak'anoch yicoc Cristo Jesús. Aton sjelanil Cristo chi' syak' t'ayonh. Yuj syala' to wach' onh t'a yichanh, tzonh yak'anpax och yicoc. Anhejtona' yuj Cristo chi', colchajnac onhxo eli."
        },
        {
            "number": "31",
            "text": "Tz'ib'yajcan t'a Slolonel Dios icha tik: Tato ay mach snib'ej syak'och junok tas yipoc sk'ool, más am wach' tato anhej Dios Kajal syak'och yipoc sk'ool, xchicani."
        }
    ]
}