{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ex vuk'tac ex vanab', in gana tzeyojtaquejeli, tas ajnac eb' co mam quicham t'a peca' ayic yochnac tzak'an eb' yuj vinhaj Moisés. Ek'nac eb' smasanil t'a yalanh jun asun, k'axpajnac pax ek' eb' smasanil t'ha ha' Chacchac Mar."
        },
        {
            "number": "2",
            "text": "Ichato ak'jinac bautizar eb' yuj jun asun chi' yet' pax t'ha ha' mar chi'. Ichato ak'jinac och eb' yicoc vinhaj Moisés t'a jun pekti’ chi'."
        },
        {
            "number": "3",
            "text": "Jun lajan svanac eb' jun tas yak'naccot Dios t'a satcha’anh."
        },
        {
            "number": "4",
            "text": "Anhejtona', masanil eb' uk'annac pax jun ha ha' yak'naccot Dios, aton jun ha' elnaccot t'a sat jun q'uen tenam. Ha jun q'uen tenam chi', sch'oxnab'il Cristo yaj q'ueen."
        },
        {
            "number": "5",
            "text": "Wach'chom icha chi' ajnac eb', palta anheja' tzijtum eb' malaj swach'il spensar t'a yichanh Dios. Yuj chi', sacleminac ajnaccanb'at snivanil eb' t'a jun taquinh lu'um b'aj ek'nac eb' chi'."
        },
        {
            "number": "6",
            "text": "Ha juntzanh tas janac t'a yib'anh eb' chi', ch'oxnab'il yaj t'ayonh yic max co nib'ejoch juntzanh chucal icha yutejnac eb' snib'anochi."
        },
        {
            "number": "7",
            "text": "Yuj chi', max yal calan co b'ha t'a juntzanh comon dios, icha yutejnac sb'a juntzanh eb' t'a skal eb' chi'. Ha Slolonel Dios Tz'ib'ab'ilcani, a tz'alan yuj eb' icha tik: Ix em k'ojjab' eb' chonhab' smasanil, ix wa eb', ix yuk'an ha' eb'. Ixlajwi chi', ix q'ue b'ulnaj eb' schanhalvi yet' sk'ulan chucal t'a yichanh sdiosal chi', xchicani."
        },
        {
            "number": "8",
            "text": "Max yal quem t'a ajmulal. Yujto icha chi' yutejnac sb'a juntzanh eb' t'a skal eb' chi'. Yuj jun chi', 23 mil eb' chamnac t'a jun k'u."
        },
        {
            "number": "9",
            "text": "Max yal cak'an proval Cajal Jesús yic squila' tato syak' nivank'olal. Yujto icha chi' yutejnac sb'a juntzanh eb' t'a skal eb' chi', yuj chi' lajvinac el eb' yuj juntzanh nok' chan."
        },
        {
            "number": "10",
            "text": "Max yal calan specal Cajal Jesús chi'. Yujto ay eb' aljinac specal, yuj chi' lajvinac el eb' yuj jun ángel ay yopisio smilancham anima."
        },
        {
            "number": "11",
            "text": "Masanil juntzanh tas janac t'a yib'anh eb' co mam quicham chi', ch'oxnab'il yaj t'ayonh. Tz'ib'ab'ilcan juntzanh chi' t'a Slolonel Dios yic scojtaquejeli to ay smay yoch co mul, yujto a onh tik, ay onhxo ek' t'a slajvub' tiempoal."
        },
        {
            "number": "12",
            "text": "Yuj chi', a mach snaani to te tek'anxo, yovalil syil val sb'a, yujto ay smay sjuvieli."
        },
        {
            "number": "13",
            "text": "Jantacnhej juntzanh proval sja t'a quib'anh, lajannhej yet' juntzanh sja t'a yib'anh eb' anima smasanil. Palta ha Dios tz'elnhejk'och tas syala'. Max scha onh yak' proval junok tas max techaj cuuj. Ayic sja junjun proval chi', a tz'ak'an tas scutej co colan co b'a t'ay, yic wach' stechaj cuuj."
        },
        {
            "number": "14",
            "text": "Yuj chi', ex xajanab'il vuuj, manh eyal e b'ha t'a juntzanh comon dios."
        },
        {
            "number": "15",
            "text": "Svalb'at juntzanh tik t'ayex, yujto jelan exxo. Tze cham naej val sik'lab'il tato yel svala'."
        },
        {
            "number": "16",
            "text": "Ha jun vaso yic Cajal Jesús, jun scak' yuj diosal yuj, a sch'oxani to ay calan quic yet' schiq'uil Cristo. Anhejtona' jun pan spucjiek' t'a co cal, a sch'oxan paxi to ay calan quic t'a snivanil."
        },
        {
            "number": "17",
            "text": "Wach'chom tzijtum onh, junnhej pan sco wa co masanil. Yuj chi', icha jun pan junnhej chi', junnhej pax nivanil tzonh aj co masanil, wach'chom tzijtum onh."
        },
        {
            "number": "18",
            "text": "Tze na jab'oc ved'oc tas yutejnac sb'a eb' vetisraelal. Ha eb' schi'an juntzanh silab' snhusji t'a yib'anh altar, ay yalan yic eb' yet' Dios, yujto ha' ay yic jun altar chi'."
        },
        {
            "number": "19",
            "text": "Mantoc svala' to ay yelk'och juntzanh comon dios. Anhejtona' pax juntzanh tas tz'ak'ji silab'il t'ay, manh toc svala' to ay yelk'ochi."
        },
        {
            "number": "20",
            "text": "Palta a jun sval tik, aton yic syak'an juntzanh silab' chi' eb' manh israeloc, manhoc d'ha Dios syak' eb'. Ha t'a eb' enemigo, ata' syak' juntzanh silab' chi' eb'. Palta malaj in gana ay eyalan eyic yet' eb' enemigo chi'."
        },
        {
            "number": "21",
            "text": "Max yal co comon uk'lab'an jun vaso yic Cajal Jesús, slajvi chi' scuk'lab'anxi jun yic eb' enemigo chi'. Anhejtona', max yal co comon vaan jun pan tz'ak'ji t'ayonh t'a smexa Cajal Jesús, slajvi chi' sco vaan juntzanh tas tz'ak'ji t'a smexa eb' enemigo chi'."
        },
        {
            "number": "22",
            "text": "¿Tom co gana sco tzuntzejcot yoval sk'ool Cajal Jesús chi' t'a quib'anh? ¿Tom a e naani to ek'al co poder t'a yichanh?"
        },
        {
            "number": "23",
            "text": "Tecan ayex tzeyal icha tik: Libre co k'ulan masanil tasi. Yel toni, palta manh smojoc sco k'ulej smasanil. Yel toni, syalnhej co k'ulan juntzanh chi' smasanil, palta manh masaniloc juntzanh chi' tz'ak'an co tek'anil."
        },
        {
            "number": "24",
            "text": "Junjun onh, max yal cak'an co gana t'a yol quico'. Yovalil sco say tas scutej cak'an stek'anil juntzanhxo eb'."
        },
        {
            "number": "25",
            "text": "Axo ticnaic, yalnhej tas chib'ejal schonhji b'aj schonhji nok' chib'ej, syalnhej e manan nok' e chi'a. Manh e k'anb'ej b'aj scot nok', yic wach' haxo jun tz'ak'an mandar e pensar, max ixtax el yuj."
        },
        {
            "number": "26",
            "text": "Yujto a yol yib'anhk’inal tik yet' masanil tas ay t'ay, yicnhej Cajal Jesús yaj smasanil."
        },
        {
            "number": "27",
            "text": "Q'uinaloc ay eb' manh creyenteoc tzex avtanb'at vael t'a spat. Tato e gana tzex b'ati, syalnhej e chi'an masanil tas syak' eb' t'ayex. Manh e k'anb'ej t'a eb' b'aj ix cot juntzanh syak' eb' chi' t'ayex, yic wach' haxo jun tz'ak'an mandar e pensar, max juwiel yuj."
        },
        {
            "number": "28",
            "text": "Palta tato ay junok mach tz'alan t'ayex: Ha jun chib'ej syak' vinh tik, ix ak'ji silab'il t'a juntzanh comon dios, ta xchi t'ayex, manh e chi'a. Yujto a jun tz'alan t'ayex chi', ay smay, talaj sjuviel jun tz'ak'an mandar spensar eyuuj."
        },
        {
            "number": "29",
            "text": "Svalb'at juntzanh tik t'ayex, yic manh eyuujoc sjuviel spensar eb' mantalaj stek'anil. Manh yujoc jun tz'ak'an mandar e pensar chi', svalb'at juntzanh tik t'ayex. Palta tecan ayex tzeyal icha tik: Ha onh tik syalnhej co chi'an masanil tasi. Yuj chi', ¿tas yuj tzonh yalub'tanhej juntzanhxo eb' xiv schi'an nok' chib'ej chi'?"
        },
        {
            "number": "30",
            "text": "Tato scak' yuj diosal d'ha Dios yuj nok' chib'ej chi', sco chi'an nok', malaj mach syal yalan chucal t'a co patic, tecan xe chi. Tecan ayex icha chi' tze na ticnaic."
        },
        {
            "number": "31",
            "text": "Palta svalb'at t'ayex, wach'chom tzonh wa'i, ma scuq'uej junok tasi, yalnhejocab' tas sco k'ulej, co k'ulejocab'i yic squik'anchaanh Dios."
        },
        {
            "number": "32",
            "text": "Wach'chom eb' israel, ma eb' manh israeloc, max yal cak'an juvoquel spensar eb'. Anhejtona' eb' yiglesia Dios, max yal cak'an juvoquel spensar eb'."
        },
        {
            "number": "33",
            "text": "Ha inxo tik, yuj jantacnhej tas tzin k'ulej, svak'lej vak'an stzalajk'olal eb' anima smasanil. Manhtoc munil tzin sayek' in wach'il t'a yol vico', palta tzin say yic juntzanhxo anima, yic wach' ta icha chi' ol colchajel eb'."
        }
    ]
}