{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ex wuk'tac ex wanab', in gana tzeyojtaquejeli, tas ajnac heb' ko mam quicham t'a peka' ayic yochnac tzak'an heb' yuj winhaj Moisés. Ek'nac heb' smasanil t'a yalanh jun asun, k'axpajnac pax ek' heb' smasanil t'ha ha' Chacchac Mar."
        },
        {
            "number": "2",
            "text": "Ichato ak'jinac bautizar heb' yuj jun asun chi' yet' pax t'ha ha' mar chi'. Ichato ak'jinac och heb' yicoc winhaj Moisés t'a jun pekti’ chi'."
        },
        {
            "number": "3",
            "text": "Jun lajan swanac heb' jun tas yak'naccot Dios t'a satcha’anh."
        },
        {
            "number": "4",
            "text": "Anhejtona', masanil heb' uk'annac pax jun ha ha' yak'naccot Dios, aton jun ha' elnaccot t'a sat jun k'een tenam. Ha jun k'een tenam chi', sch'oxnab'il Cristo yaj k'een."
        },
        {
            "number": "5",
            "text": "Wach'chom icha chi' ajnac heb', palta anheja' tzijtum heb' malaj swach'il spensar t'a yichanh Dios. Yuj chi', sacleminac ajnakkanb'at sniwanil heb' t'a jun taquinh lu'um b'aj ek'nac heb' chi'."
        },
        {
            "number": "6",
            "text": "Ha juntzanh tas janac t'a yib'anh heb' chi', ch'oxnab'il yaj t'ayonh yic max ko nib'ejoch juntzanh chukal icha yutejnac heb' snib'anochi."
        },
        {
            "number": "7",
            "text": "Yuj chi', max yal kalan ko b'ha t'a juntzanh comon Dios, icha yutejnac sb'a juntzanh heb' t'a skal heb' chi'. Ha Slolonel Dios Tz'ib'ab'ilkani, a tz'alan yuj heb' icha tik: Ix em k'ojjab' heb' chonhab' smasanil, ix wa heb', ix yuk'an ha' heb'. Ixlajwi chi', ix k'e b'ulnaj heb' schanhalwi yet' sk'ulan chukal t'a yichanh sdiosal chi', xchikani."
        },
        {
            "number": "8",
            "text": "Max yal quem t'a ajmulal. Yujto icha chi' yutejnac sb'a juntzanh heb' t'a skal heb' chi'. Yuj jun chi', 23 mil heb' chamnac t'a jun k'u."
        },
        {
            "number": "9",
            "text": "Max yal kak'an prowal Kajal Jesús yic squila' tato syak' niwank'olal. Yujto icha chi' yutejnac sb'a juntzanh heb' t'a skal heb' chi', yuj chi' lajwinac el heb' yuj juntzanh nok' chan."
        },
        {
            "number": "10",
            "text": "Max yal kalan spekal Kajal Jesús chi'. Yujto ay heb' aljinac spekal, yuj chi' lajwinac el heb' yuj jun ángel ay yopisio smilancham anima."
        },
        {
            "number": "11",
            "text": "Masanil juntzanh tas janac t'a yib'anh heb' ko mam quicham chi', ch'oxnab'il yaj t'ayonh. Tz'ib'ab'ilkan juntzanh chi' t'a Slolonel Dios yic scojtaquejeli to ay smay yoch ko mul, yujto a onh tik, ay onhxo ek' t'a slajwub' tiempoal."
        },
        {
            "number": "12",
            "text": "Yuj chi', a mach snaani to te tek'anxo, yowalil syil wal sb'a, yujto ay smay sjuwieli."
        },
        {
            "number": "13",
            "text": "Jantacnhej juntzanh prowal sja t'a quib'anh, lajannhej yet' juntzanh sja t'a yib'anh heb' anima smasanil. Palta ha Dios tz'elnhejk'och tas syala'. Max scha onh yak' prowal junok tas max techaj cuuj. Ayic sja junjun prowal chi', a tz'ak'an tas scutej ko colan ko b'a t'ay, yic wach' stechaj cuuj."
        },
        {
            "number": "14",
            "text": "Yuj chi', ex xajanab'il wuuj, manh eyal he b'ha t'a juntzanh comon Dios."
        },
        {
            "number": "15",
            "text": "Swalb'at juntzanh tik t'ayex, yujto jelan exxo. Tze cham naej wal sik'lab'il tato yel swala'."
        },
        {
            "number": "16",
            "text": "Ha jun waso yic Kajal Jesús, jun skak' yuj diosal yuj, a sch'oxani to ay kalan quik yet' schiq'uil Cristo. Anhejtona' jun pan spukjiek' t'a ko kal, a sch'oxan paxi to ay kalan quik t'a sniwanil."
        },
        {
            "number": "17",
            "text": "Wach'chom tzijtum onh, junnhej pan sko wa ko masanil. Yuj chi', icha jun pan junnhej chi', junnhej pax niwanil tzonh aj ko masanil, wach'chom tzijtum onh."
        },
        {
            "number": "18",
            "text": "Tze na jab'oc wed'oc tas yutejnac sb'a heb' wetisraelal. Ha heb' schi'an juntzanh silab' snhusji t'a yib'anh altar, ay yalan yic heb' yet' Dios, yujto ha' ay yic jun altar chi'."
        },
        {
            "number": "19",
            "text": "Mantoc swala' to ay yelk'och juntzanh comon Dios. Anhejtona' pax juntzanh tas tz'ak'ji silab'il t'ay, manh toc swala' to ay yelk'ochi."
        },
        {
            "number": "20",
            "text": "Palta a jun swal tik, aton yic syak'an juntzanh silab' chi' heb' manh israelok, manhoc d'ha Dios syak' heb'. Ha t'a heb' enemigo, ata' syak' juntzanh silab' chi' heb'. Palta malaj in gana ay eyalan eyic yet' heb' enemigo chi'."
        },
        {
            "number": "21",
            "text": "Max yal ko comon uk'lab'an jun waso yic Kajal Jesús, slajwi chi' scuk'lab'anxi jun yic heb' enemigo chi'. Anhejtona', max yal ko comon waan jun pan tz'ak'ji t'ayonh t'a smexa Kajal Jesús, slajwi chi' sko waan juntzanh tas tz'ak'ji t'a smexa heb' enemigo chi'."
        },
        {
            "number": "22",
            "text": "¿Tom ko gana sko tzuntzejcot yowal sk'ool Kajal Jesús chi' t'a quib'anh? ¿Tom a he naani to ek'al ko poder t'a yichanh?"
        },
        {
            "number": "23",
            "text": "Tekan ayex tzeyal icha tik: Libre ko k'ulan masanil tasi. Yel toni, palta manh smojoc sko k'ulej smasanil. Yel toni, syalnhej ko k'ulan juntzanh chi' smasanil, palta manh masaniloc juntzanh chi' tz'ak'an ko tek'anil."
        },
        {
            "number": "24",
            "text": "Junjun onh, max yal kak'an ko gana t'a yol quico'. Yowalil sko say tas scutej kak'an stek'anil juntzanhxo heb'."
        },
        {
            "number": "25",
            "text": "Axo ticnaik, yalnhej tas chib'ejal schonhji b'aj schonhji nok' chib'ej, syalnhej he manan nok' he chi'a. Manh he k'anb'ej b'aj scot nok', yic wach' haxo jun tz'ak'an mandar he pensar, max ixtax el yuj."
        },
        {
            "number": "26",
            "text": "Yujto a yol yib'anhk’inal tik yet' masanil tas ay t'ay, yicnhej Kajal Jesús yaj smasanil."
        },
        {
            "number": "27",
            "text": "Q'uinaloc ay heb' manh creyenteoc tzex avtanb'at wael t'a spat. Tato he gana tzex b'ati, syalnhej he chi'an masanil tas syak' heb' t'ayex. Manh he k'anb'ej t'a heb' b'aj ix cot juntzanh syak' heb' chi' t'ayex, yic wach' haxo jun tz'ak'an mandar he pensar, max juwiel yuj."
        },
        {
            "number": "28",
            "text": "Palta tato ay junok mach tz'alan t'ayex: Ha jun chib'ej syak' winh tik, ix ak'ji silab'il t'a juntzanh comon Dios, ta xchi t'ayex, manh he chi'a. Yujto a jun tz'alan t'ayex chi', ay smay, talaj sjuwiel jun tz'ak'an mandar spensar eyuuj."
        },
        {
            "number": "29",
            "text": "Swalb'at juntzanh tik t'ayex, yic manh eyuujoc sjuwiel spensar heb' mantalaj stek'anil. Manh yujoc jun tz'ak'an mandar he pensar chi', swalb'at juntzanh tik t'ayex. Palta tekan ayex tzeyal icha tik: Ha onh tik syalnhej ko chi'an masanil tasi. Yuj chi', ¿tas yuj tzonh yalub'tanhej juntzanhxo heb' xiv schi'an nok' chib'ej chi'?"
        },
        {
            "number": "30",
            "text": "Tato skak' yuj diosal d'ha Dios yuj nok' chib'ej chi', sko chi'an nok', malaj mach syal yalan chukal t'a ko patic, tekan xe chi. Tekan ayex icha chi' tze na ticnaik."
        },
        {
            "number": "31",
            "text": "Palta swalb'at t'ayex, wach'chom tzonh wa'i, ma scuk'ej junok tasi, yalnhejokab' tas sko k'ulej, ko k'ulejokab'i yic squik'anchaanh Dios."
        },
        {
            "number": "32",
            "text": "Wach'chom heb' israel, ma heb' manh israelok, max yal kak'an juwoquel spensar heb'. Anhejtona' heb' yiglesia Dios, max yal kak'an juwoquel spensar heb'."
        },
        {
            "number": "33",
            "text": "Ha inxo tik, yuj jantacnhej tas tzin k'ulej, swak'lej wak'an stzalajk'olal heb' anima smasanil. Manhtoc munil tzin sayek' in wach'il t'a yol wico', palta tzin say yic juntzanhxo anima, yic wach' ta icha chi' ol colchajel heb'."
        }
    ]
}