{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi', icha swutej in b'a in k'anab'ajan tas yutejnac sb'a Cristo, ichocab' chi' tzeyutej he b'a."
        },
        {
            "number": "2",
            "text": "Ex wuk'tac ex wanab', tzex wal wach'il, yujto masanil tiempo tzin he nacoti, yujto wan he k'anab'ajan pax juntzanh k'ayb'ub'al walnaccan t'ayex."
        },
        {
            "number": "3",
            "text": "Palta in gana tzeyojtaquejeli to a Cristo Yajal yaj t'a junjun heb' winh winak, ichato sjolomal yaj t'a heb' winh. Axo winh yetb'eyum junjun heb' ix ix, a winh yajal yaj t'a heb' ix, icha yaj Dios, yujto A' Yajal yaj t'a Cristo."
        },
        {
            "number": "4",
            "text": "Ha junok winh winak, ayic slesalwi winh, mato ayic syalanel slolonel Dios winh, tato ayk'e junok tas t'a sjolom winh, syak' q'uixwelal sjolom winh chi'."
        },
        {
            "number": "5",
            "text": "Axo heb' ix ix, tato malaj jab'oc sk'ox heb' ix ayk'ei, ayic slesalwi heb' ix, mato ayic syalanel slolonel Dios heb' ix, syak' q'uixwelal sjolom heb' ix chi'. Ichato joxb'ilel sjolom heb' ix chi'."
        },
        {
            "number": "6",
            "text": "Tato ay heb' ix max yal sk'ool syak'k'e sk'ox, wach' joxchajocab' el xil sjolom heb' ix chi'. Axo tato sq'uixwi heb' ix sjoxchajel xil sjolom chi', yak'ocab' k'e sk'ox heb' ix."
        },
        {
            "number": "7",
            "text": "Ha onh winak onh, manh smojoc skak'k'e ko k'ox, yujto ichato yechel Dios caji, sco ch'oxanel swach'il. Axo heb' ix ix tzonh ch'oxanel a onh winak onh tik."
        },
        {
            "number": "8",
            "text": "Yujto ayic sb'oannac jun winh b'ab'el winak Dios, manhoc t'a ix ix elnaccot winh, palta a ix ix chi', ha t'a winh elnaccot ix."
        },
        {
            "number": "9",
            "text": "Ha ix ix chi', b'ob'il ix yuj swach'il winh winak. Manh yujoc swach'il ix b'ob'il winh winak chi'."
        },
        {
            "number": "10",
            "text": "Yuj chi', smoj syak'k'e sk'ox heb' ix. Icha chi' tz'aj sch'oxanel heb' ix to ayoch heb' ix t'a yalanh smandar winh yetb'eyum. Smoj ton icha chi' syutej sb'a heb' ix, yujto k'elanoch heb' ángel t'ayonh."
        },
        {
            "number": "11",
            "text": "Palta ha t'a yichanh Kajal Jesús, manhocnhejlaj winh winak ay yelk'ochi, manhocnhejpaxlaj ix ix ay yelk'ochi."
        },
        {
            "number": "12",
            "text": "Yel toni, ha t'a winh winak chi' elnaccot ix b'ab'el ix. Axo ticnaik, ha t'a heb' ix tzonh pitzwielta. Palta ko masanil ha Dios b'ojinac onh."
        },
        {
            "number": "13",
            "text": "Ha exxo, naec wed'oc, ¿tom smoj slesalwi junok ix ix d'ha Dios ayic malaj sk'ox ix?"
        },
        {
            "number": "14",
            "text": "Ina yojtac anima smasanil, tato a onh winak onh tik niwac xil ko jolom icha junok ix ix, tzonh q'uixwi."
        },
        {
            "number": "15",
            "text": "Axo heb' ix ix, tato niwac xil sjolom heb' ix, wach' yilji heb' ix yuj. Ha yopisio xil sjolom heb' ix chi', a sch'oxani to smoj syak'k'e sk'ox heb' ix."
        },
        {
            "number": "16",
            "text": "Tato ayex mach ex scot eyowal t'a jun k'ayb'ub'al tik, yowalil snachajel eyuuj to a onh tik, toxon max ko cha junocxo ch'oc b'eyb'al. Anhejtona', icha pax chi' yaj heb' creyente t'a junjun yiglesia Dios, max scha junocxo ch'oc b'eyb'al heb'."
        },
        {
            "number": "17",
            "text": "Ay juntzanhxo tas ol walb'at t'ayex. Palta maxto yal ex walan wach'il, yujto ayex ayto he paltail. Yujto ayic tze molb'an he b'a ta', malaj jab'oc swach'il tze cha'a. Tonhej tzex juwiel yuj."
        },
        {
            "number": "18",
            "text": "Yuj chi' a jun tik ol in b'ab'laj alejb'at t'ayex. Swab'i to a b'aj tze molb'ej he b'ha t'a he culto, manh lajanoc tas tze na'a. Palta a tz'aj in naani to yel juntzanh swab' chi'."
        },
        {
            "number": "19",
            "text": "Tecan yowalil ay pojlajb'ail t'a he kal, yic scheclajelta mach heb' niwan yelk'och t'a he kal chi'."
        },
        {
            "number": "20",
            "text": "Yuj chi', ayic tze molb'an he b'a, manh yicoc Kajal Jesús jun cena tze wa chi'."
        },
        {
            "number": "21",
            "text": "Yujto ayic wan sk'och yorail jun cena chi', tonhej tze comon yamejoch he waan eyic t'a elanhchamel junjun ex. Yuj chi' ayex maxtzac he cha eyiko', tonhej ste och he wejel. Ay ex pax tzex och uk'umanhil yuj."
        },
        {
            "number": "22",
            "text": "¿Tom malaj he pat junjun ex b'aj syal he wa'i, tzeyuk'an ha'? ¿Tom he gana tzeyak' q'uixwelal junok mach meb'a'? Ayic tze k'ulan juntzanh chi', tze patiquejel heb', palta yiglesia pax Dios heb' eyed'oc. ¿Tas tze na'a? ¿Tom ol yal walan he wach'il yuj juntzanh tze k'ulej chi'? Maay, max yal-laj."
        },
        {
            "number": "23",
            "text": "Ha juntzanh k'ayb'ub'al yic cena walnaccan t'ayex, a Kajal Jesús ak'jinaccan wojtaquejeli. Aton juntzanh chi' ol walxib'at t'ayex: D'a jun ak'wal ix ak'jioch Kajal Jesús chi' t'a yol sk'ab' heb' ix milani. Ayic manto yamchaji, ix yik'anchaanh ixim pan."
        },
        {
            "number": "24",
            "text": "Ixlajwi yak'an yuj diosal yuj ixim, ix spojanb'at ixim pan chi'. Ix yalan t'a heb' sk'ayb'um: Vaanhec. Ha jun tik, aton in niwanil ol yab' syail eyuuj. Ayic tze k'ulan jun tik, tzin he nacoti, xchi."
        },
        {
            "number": "25",
            "text": "Anhejtona' icha chi' ix yutej yik'anchaanh jun waso ayic ix lajwi swa heb', ix yalan t'a heb': Ha tas ay t'a yol jun waso tik, a sch'oxan junxo strato Dios. Yuj in chiq'uil, ol elk'och jun strato tik. Ayic tzeyuk'an jun tik t'a juntac el, icha tik ol eyutoc, yic ol in he nacoti, xchi Jesucristo chi'."
        },
        {
            "number": "26",
            "text": "Ha juntac el sco wa jun pan tik, ayic scuk'lab'an pax jun waso tik, syalelk'ochi to wan calanxiel schamel Kajal Jesús. Ichanhej chi' ol ko k'uloc masanto ol jaxoc."
        },
        {
            "number": "27",
            "text": "Yuj chi', tato ay mach malaj yelk'och t'ay ayic swaan jun pan tik, ayic syuk'lab'an pax jun waso tik, tz'och smul t'a sniwanil Kajal Jesús yet' t'a schiq'uil."
        },
        {
            "number": "28",
            "text": "Yuj chi', yowalil sco cham naej junjun onh tas caji, ayic mantzac ko wa jun pan tik yet' yic scuk'lab'an jun waso tik."
        },
        {
            "number": "29",
            "text": "Yujto ayic sco waani, scuk'ani, tato max cham wal ko naan sniwanil Kajal Jesús, squik'cot yaelal t'a quib'anh."
        },
        {
            "number": "30",
            "text": "Yuj juntzanh tik, tzijtum heb' spenaayax t'a he kal, ay heb' tz'ontac, ay pax heb' schami."
        },
        {
            "number": "31",
            "text": "Palta tato sco ch'olb'itej tas caj junjun onh, a Kajal Jesús manhxo yowaliloc tzonh sch'olb'itej."
        },
        {
            "number": "32",
            "text": "Ayic tzonh sch'olb'itan Kajal Jesús chi', syak'och ko yaelal, yic wach' max onh b'atcan t'a junxo niwan yaelal yet' heb' yic yol yib'anhk’inal tik."
        },
        {
            "number": "33",
            "text": "Yuj chi', ex wuk'tac ex wanab', ayic tze molb'an he b'a yuj jun cena tik, slaj he tanhwej he b'a, yic molannhej tzex wa he masanil."
        },
        {
            "number": "34",
            "text": "Tato ayex mach ex ay he wejel, yowalil tzex cham wacan t'a he pat, yic icha chi' wach' ol eyutoc he b'a ayic tze molb'an he b'a ta'. Axo Dios, manh ol yak'cotlaj eyaelal. Axo juntzanhxo tas tzato yak' palta t'ayex, ol to in b'o yaji ayic ol in k'och t'ayex ta'."
        }
    ]
}