{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi', icha svutej in b'a in k'anab'ajan tas yutejnac sb'a Cristo, ichocab' chi' tzeyutej e b'a."
        },
        {
            "number": "2",
            "text": "Ex vuk'tac ex vanab', tzex val vach'il, yujto masanil tiempo tzin e nacoti, yujto van e k'anab'ajan pax juntzanh k'ayb'ub'al valnaccan d'ayex."
        },
        {
            "number": "3",
            "text": "Palta in gana tzeyojtaquejeli to a Cristo Yajal yaj d'a junjun eb' vinh vinac, ichato sjolomal yaj d'a eb' vinh. Axo vinh yetb'eyum junjun eb' ix ix, a vinh yajal yaj d'a eb' ix, icha yaj Dios, yujto A' Yajal yaj d'a Cristo."
        },
        {
            "number": "4",
            "text": "A junoc vinh vinac, ayic slesalvi vinh, mato ayic syalanel slolonel Dios vinh, tato ayq'ue junoc tas d'a sjolom vinh, syak' q'uixvelal sjolom vinh chi'."
        },
        {
            "number": "5",
            "text": "Axo eb' ix ix, tato malaj jab'oc sk'ox eb' ix ayq'uei, ayic slesalvi eb' ix, mato ayic syalanel slolonel Dios eb' ix, syak' q'uixvelal sjolom eb' ix chi'. Ichato joxb'ilel sjolom eb' ix chi'."
        },
        {
            "number": "6",
            "text": "Tato ay eb' ix max yal sk'ool syak'q'ue sk'ox, vach' joxchajocab' el xil sjolom eb' ix chi'. Axo tato sq'uixvi eb' ix sjoxchajel xil sjolom chi', yak'ocab' q'ue sk'ox eb' ix."
        },
        {
            "number": "7",
            "text": "A onh vinac onh, manh smojoc scak'q'ue co k'ox, yujto ichato yechel Dios caji, sco ch'oxanel svach'il. Axo eb' ix ix tzonh ch'oxanel a onh vinac onh tic."
        },
        {
            "number": "8",
            "text": "Yujto ayic sb'oannac jun vinh b'ab'el vinac Dios, manhoc d'a ix ix elnaccot vinh, palta a ix ix chi', a d'a vinh elnaccot ix."
        },
        {
            "number": "9",
            "text": "A ix ix chi', b'ob'il ix yuj svach'il vinh vinac. Manh yujoc svach'il ix b'ob'il vinh vinac chi'."
        },
        {
            "number": "10",
            "text": "Yuj chi', smoj syak'q'ue sk'ox eb' ix. Icha chi' tz'aj sch'oxanel eb' ix to ayoch eb' ix d'a yalanh smandar vinh yetb'eyum. Smoj ton icha chi' syutej sb'a eb' ix, yujto q'uelanoch eb' ángel d'ayonh."
        },
        {
            "number": "11",
            "text": "Palta a d'a yichanh Cajal Jesús, manhocnhejlaj vinh vinac ay yelk'ochi, manhocnhejpaxlaj ix ix ay yelk'ochi."
        },
        {
            "number": "12",
            "text": "Yel toni, a d'a vinh vinac chi' elnaccot ix b'ab'el ix. Axo ticnaic, a d'a eb' ix tzonh pitzvielta. Palta co masanil a Dios b'ojinac onh."
        },
        {
            "number": "13",
            "text": "A exxo, naec ved'oc, ¿tom smoj slesalvi junoc ix ix d'a Dios ayic malaj sk'ox ix?"
        },
        {
            "number": "14",
            "text": "Ina yojtac anima smasanil, tato a onh vinac onh tic nivac xil co jolom icha junoc ix ix, tzonh q'uixvi."
        },
        {
            "number": "15",
            "text": "Axo eb' ix ix, tato nivac xil sjolom eb' ix, vach' yilji eb' ix yuuj. A yopisio xil sjolom eb' ix chi', a sch'oxani to smoj syak'q'ue sk'ox eb' ix."
        },
        {
            "number": "16",
            "text": "Tato ayex mach ex scot eyoval d'a jun k'ayb'ub'al tic, yovalil snachajel eyuuj to a onh tic, toxon max co cha junocxo ch'oc b'eyb'al. Anhejtona', icha pax chi' yaj eb' creyente d'a junjun yiglesia Dios, max scha junocxo ch'oc b'eyb'al eb'."
        },
        {
            "number": "17",
            "text": "Ay juntzanhxo tas ol valb'at d'ayex. Palta maxto yal ex valan vach'il, yujto ayex ayto e paltail. Yujto ayic tze molb'an e b'a ta', malaj jab'oc svach'il tze cha'a. Tonhej tzex juviel yuuj."
        },
        {
            "number": "18",
            "text": "Yuj chi' a jun tic ol in b'ab'laj alejb'at d'ayex. Svab'i to a b'aj tze molb'ej e b'a d'a e culto, manh lajanoc tas tze na'a. Palta a tz'aj in naani to yel juntzanh svab' chi'."
        },
        {
            "number": "19",
            "text": "Tecan yovalil ay pojlajb'ail d'a e cal, yic scheclajelta mach eb' nivan yelk'och d'a e cal chi'."
        },
        {
            "number": "20",
            "text": "Yuj chi', ayic tze molb'an e b'a, manh yicoc Cajal Jesús jun cena tze va chi'."
        },
        {
            "number": "21",
            "text": "Yujto ayic van sk'och yorail jun cena chi', tonhej tze comon yamejoch e vaan eyic d'a elanhchamel junjun ex. Yuj chi' ayex maxtzac e cha eyico', tonhej ste och e vejel. Ay ex pax tzex och uk'umanhil yuuj."
        },
        {
            "number": "22",
            "text": "¿Tom malaj e pat junjun ex b'aj syal e va'i, tzeyuk'an a'? ¿Tom e gana tzeyak' q'uixvelal junoc mach meb'a'? Ayic tze k'ulan juntzanh chi', tze patiquejel eb', palta yiglesia pax Dios eb' eyed'oc. ¿Tas tze na'a? ¿Tom ol yal valan e vach'il yuj juntzanh tze k'ulej chi'? Maay, max yal-laj."
        },
        {
            "number": "23",
            "text": "A juntzanh k'ayb'ub'al yic cena valnaccan d'ayex, a Cajal Jesús ak'jinaccan vojtaquejeli. Aton juntzanh chi' ol valxib'at d'ayex: D'a jun ak'val ix ak'jioch Cajal Jesús chi' d'a yol sk'ab' eb' ix milani. Ayic manto yamchaji, ix yik'anchaanh ixim pan."
        },
        {
            "number": "24",
            "text": "Ix lajvi yak'an yuj diosal yuj ixim, ix spojanb'at ixim pan chi'. Ix yalan d'a eb' sk'ayb'um: Vaanhec. A jun tic, aton in nivanil ol yab' syail eyuuj. Ayic tze k'ulan jun tic, tzin e nacoti, xchi."
        },
        {
            "number": "25",
            "text": "Anhejtona' icha chi' ix yutej yik'anchaanh jun vaso ayic ix lajvi sva eb', ix yalan d'a eb': A tas ay d'a yol jun vaso tic, a sch'oxan junxo strato Dios. Yuj in chiq'uil, ol elk'och jun strato tic. Ayic tzeyuk'an jun tic d'a juntac el, icha tic ol eyutoc, yic ol in e nacoti, xchi Jesucristo chi'."
        },
        {
            "number": "26",
            "text": "A juntac el sco va jun pan tic, ayic scuk'lab'an pax jun vaso tic, syalelk'ochi to van calanxiel schamel Cajal Jesús. Ichanhej chi' ol co k'uloc masanto ol jaxoc."
        },
        {
            "number": "27",
            "text": "Yuj chi', tato ay mach malaj yelk'och d'ay ayic svaan jun pan tic, ayic syuk'lab'an pax jun vaso tic, tz'och smul d'a snivanil Cajal Jesús yed' d'a schiq'uil."
        },
        {
            "number": "28",
            "text": "Yuj chi', yovalil sco cham naej junjun onh tas caji, ayic mantzac co va jun pan tic yed' yic scuk'lab'an jun vaso tic."
        },
        {
            "number": "29",
            "text": "Yujto ayic sco vaani, scuk'ani, tato max cham val co naan snivanil Cajal Jesús, squik'cot yaelal d'a quib'anh."
        },
        {
            "number": "30",
            "text": "Yuj juntzanh tic, tzijtum eb' spenaayax d'a e cal, ay eb' tz'ontac, ay pax eb' schami."
        },
        {
            "number": "31",
            "text": "Palta tato sco ch'olb'itej tas caj junjun onh, a Cajal Jesús manhxo yovaliloc tzonh sch'olb'itej."
        },
        {
            "number": "32",
            "text": "Ayic tzonh sch'olb'itan Cajal Jesús chi', syak'och co yaelal, yic vach' max onh b'atcan d'a junxo nivan yaelal yed' eb' yic yolyib'anhq'uinal tic."
        },
        {
            "number": "33",
            "text": "Yuj chi', ex vuk'tac ex vanab', ayic tze molb'an e b'a yuj jun cena tic, slaj e tanhvej e b'a, yic molannhej tzex va e masanil."
        },
        {
            "number": "34",
            "text": "Tato ayex mach ex ay e vejel, yovalil tzex cham vacan d'a e pat, yic icha chi' vach' ol eyutoc e b'a ayic tze molb'an e b'a ta'. Axo Dios, manh ol yak'cotlaj eyaelal. Axo juntzanhxo tas tzato yak' palta d'ayex, ol to in b'o yaji ayic ol in k'och d'ayex ta'."
        }
    ]
}