{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi', icha svutej in b'a in k'anab'ajan tas yutejnac sb'a Cristo, ichocab' chi' tzeyutej e b'a."
        },
        {
            "number": "2",
            "text": "Ex vuk'tac ex vanab', tzex val wach'il, yujto masanil tiempo tzin e nacoti, yujto van e k'anab'ajan pax juntzanh k'ayb'ub'al valnaccan t'ayex."
        },
        {
            "number": "3",
            "text": "Palta in gana tzeyojtaquejeli to a Cristo Yajal yaj t'a junjun eb' vinh vinac, ichato sjolomal yaj t'a eb' vinh. Axo vinh yetb'eyum junjun eb' ix ix, a vinh yajal yaj t'a eb' ix, icha yaj Dios, yujto A' Yajal yaj t'a Cristo."
        },
        {
            "number": "4",
            "text": "Ha junok vinh vinac, ayic slesalvi vinh, mato ayic syalanel slolonel Dios vinh, tato ayq'ue junok tas t'a sjolom vinh, syak' q'uixvelal sjolom vinh chi'."
        },
        {
            "number": "5",
            "text": "Axo eb' ix ix, tato malaj jab'oc sk'ox eb' ix ayq'uei, ayic slesalvi eb' ix, mato ayic syalanel slolonel Dios eb' ix, syak' q'uixvelal sjolom eb' ix chi'. Ichato joxb'ilel sjolom eb' ix chi'."
        },
        {
            "number": "6",
            "text": "Tato ay eb' ix max yal sk'ool syak'q'ue sk'ox, wach' joxchajocab' el xil sjolom eb' ix chi'. Axo tato sq'uixvi eb' ix sjoxchajel xil sjolom chi', yak'ocab' q'ue sk'ox eb' ix."
        },
        {
            "number": "7",
            "text": "Ha onh vinac onh, manh smojoc scak'q'ue co k'ox, yujto ichato yechel Dios caji, sco ch'oxanel swach'il. Axo eb' ix ix tzonh ch'oxanel a onh vinac onh tik."
        },
        {
            "number": "8",
            "text": "Yujto ayic sb'oannac jun vinh b'ab'el vinac Dios, manhoc t'a ix ix elnaccot vinh, palta a ix ix chi', ha t'a vinh elnaccot ix."
        },
        {
            "number": "9",
            "text": "Ha ix ix chi', b'ob'il ix yuj swach'il vinh vinac. Manh yujoc swach'il ix b'ob'il vinh vinac chi'."
        },
        {
            "number": "10",
            "text": "Yuj chi', smoj syak'q'ue sk'ox eb' ix. Icha chi' tz'aj sch'oxanel eb' ix to ayoch eb' ix t'a yalanh smandar vinh yetb'eyum. Smoj ton icha chi' syutej sb'a eb' ix, yujto q'uelanoch eb' ángel t'ayonh."
        },
        {
            "number": "11",
            "text": "Palta ha t'a yichanh Cajal Jesús, manhocnhejlaj vinh vinac ay yelk'ochi, manhocnhejpaxlaj ix ix ay yelk'ochi."
        },
        {
            "number": "12",
            "text": "Yel toni, ha t'a vinh vinac chi' elnaccot ix b'ab'el ix. Axo ticnaic, ha t'a eb' ix tzonh pitzvielta. Palta co masanil ha Dios b'ojinac onh."
        },
        {
            "number": "13",
            "text": "Ha exxo, naec ved'oc, ¿tom smoj slesalvi junok ix ix d'ha Dios ayic malaj sk'ox ix?"
        },
        {
            "number": "14",
            "text": "Ina yojtac anima smasanil, tato a onh vinac onh tik nivac xil co jolom icha junok ix ix, tzonh q'uixvi."
        },
        {
            "number": "15",
            "text": "Axo eb' ix ix, tato nivac xil sjolom eb' ix, wach' yilji eb' ix yuj. Ha yopisio xil sjolom eb' ix chi', a sch'oxani to smoj syak'q'ue sk'ox eb' ix."
        },
        {
            "number": "16",
            "text": "Tato ayex mach ex scot eyoval t'a jun k'ayb'ub'al tik, yovalil snachajel eyuuj to a onh tik, toxon max co cha junocxo ch'oc b'eyb'al. Anhejtona', icha pax chi' yaj eb' creyente t'a junjun yiglesia Dios, max scha junocxo ch'oc b'eyb'al eb'."
        },
        {
            "number": "17",
            "text": "Ay juntzanhxo tas ol valb'at t'ayex. Palta maxto yal ex valan wach'il, yujto ayex ayto e paltail. Yujto ayic tze molb'an e b'a ta', malaj jab'oc swach'il tze cha'a. Tonhej tzex juwiel yuj."
        },
        {
            "number": "18",
            "text": "Yuj chi' a jun tik ol in b'ab'laj alejb'at t'ayex. Svab'i to a b'aj tze molb'ej e b'ha t'a e culto, manh lajanoc tas tze na'a. Palta a tz'aj in naani to yel juntzanh svab' chi'."
        },
        {
            "number": "19",
            "text": "Tecan yovalil ay pojlajb'ail t'a e cal, yic scheclajelta mach eb' niwan yelk'och t'a e cal chi'."
        },
        {
            "number": "20",
            "text": "Yuj chi', ayic tze molb'an e b'a, manh yicoc Cajal Jesús jun cena tze wa chi'."
        },
        {
            "number": "21",
            "text": "Yujto ayic van sk'och yorail jun cena chi', tonhej tze comon yamejoch e vaan eyic t'a elanhchamel junjun ex. Yuj chi' ayex maxtzac e cha eyico', tonhej ste och e vejel. Ay ex pax tzex och uk'umanhil yuj."
        },
        {
            "number": "22",
            "text": "¿Tom malaj e pat junjun ex b'aj syal e wa'i, tzeyuk'an ha'? ¿Tom e gana tzeyak' q'uixvelal junok mach meb'a'? Ayic tze k'ulan juntzanh chi', tze patiquejel eb', palta yiglesia pax Dios eb' eyed'oc. ¿Tas tze na'a? ¿Tom ol yal valan e wach'il yuj juntzanh tze k'ulej chi'? Maay, max yal-laj."
        },
        {
            "number": "23",
            "text": "Ha juntzanh k'ayb'ub'al yic cena valnaccan t'ayex, a Cajal Jesús ak'jinaccan vojtaquejeli. Aton juntzanh chi' ol valxib'at t'ayex: D'a jun ak'val ix ak'jioch Cajal Jesús chi' t'a yol sk'ab' eb' ix milani. Ayic manto yamchaji, ix yik'anchaanh ixim pan."
        },
        {
            "number": "24",
            "text": "Ixlajwi yak'an yuj diosal yuj ixim, ix spojanb'at ixim pan chi'. Ix yalan t'a eb' sk'ayb'um: Vaanhec. Ha jun tik, aton in nivanil ol yab' syail eyuuj. Ayic tze k'ulan jun tik, tzin e nacoti, xchi."
        },
        {
            "number": "25",
            "text": "Anhejtona' icha chi' ix yutej yik'anchaanh jun vaso ayic ix lajvi sva eb', ix yalan t'a eb': Ha tas ay t'a yol jun vaso tik, a sch'oxan junxo strato Dios. Yuj in chiq'uil, ol elk'och jun strato tik. Ayic tzeyuk'an jun tik t'a juntac el, icha tik ol eyutoc, yic ol in e nacoti, xchi Jesucristo chi'."
        },
        {
            "number": "26",
            "text": "Ha juntac el sco wa jun pan tik, ayic scuk'lab'an pax jun vaso tik, syalelk'ochi to van calanxiel schamel Cajal Jesús. Ichanhej chi' ol co k'uloc masanto ol jaxoc."
        },
        {
            "number": "27",
            "text": "Yuj chi', tato ay mach malaj yelk'och t'ay ayic svaan jun pan tik, ayic syuk'lab'an pax jun vaso tik, tz'och smul t'a snivanil Cajal Jesús yet' t'a schiq'uil."
        },
        {
            "number": "28",
            "text": "Yuj chi', yovalil sco cham naej junjun onh tas caji, ayic mantzac co wa jun pan tik yet' yic scuk'lab'an jun vaso tik."
        },
        {
            "number": "29",
            "text": "Yujto ayic sco vaani, scuk'ani, tato max cham val co naan snivanil Cajal Jesús, squik'cot yaelal t'a quib'anh."
        },
        {
            "number": "30",
            "text": "Yuj juntzanh tik, tzijtum eb' spenaayax t'a e cal, ay eb' tz'ontac, ay pax eb' schami."
        },
        {
            "number": "31",
            "text": "Palta tato sco ch'olb'itej tas caj junjun onh, a Cajal Jesús manhxo yovaliloc tzonh sch'olb'itej."
        },
        {
            "number": "32",
            "text": "Ayic tzonh sch'olb'itan Cajal Jesús chi', syak'och co yaelal, yic wach' max onh b'atcan t'a junxo niwan yaelal yet' eb' yic yol yib'anhk’inal tik."
        },
        {
            "number": "33",
            "text": "Yuj chi', ex vuk'tac ex vanab', ayic tze molb'an e b'a yuj jun cena tik, slaj e tanhvej e b'a, yic molannhej tzex wa e masanil."
        },
        {
            "number": "34",
            "text": "Tato ayex mach ex ay e vejel, yovalil tzex cham vacan t'a e pat, yic icha chi' wach' ol eyutoc e b'a ayic tze molb'an e b'a ta'. Axo Dios, manh ol yak'cotlaj eyaelal. Axo juntzanhxo tas tzato yak' palta t'ayex, ol to in b'o yaji ayic ol in k'och t'ayex ta'."
        }
    ]
}