{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ex vuk'tac ex vanab', in gana snachajel eyuuj tastac juntzanh opisio syak' Yespíritu Dios d'ayonh junjun onh."
        },
        {
            "number": "2",
            "text": "Eyojtacxo to ayic manto ex och creyenteal, ix ex ik'jib'at d'a juntzanh ix eyaloch e diosaloc. Tzex b'at tic, tzex b'at tic e sayan ek' juntzanh max yal-laj slolon chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi', in gana tzeyojtaquejel juntzanhxo tic. Tato ay junoc mach tz'alani: Cotocab' yoval sk'ool Dios d'a yib'anh Jesús, tato xchi, a jun chi', manh ayoc och Yespíritu Dios yed'oc syalani. Tato ay junoc mach tz'alani: A Jesús, Vajal, tato xchi, axonhej yuj Yespíritu Dios syal yalan icha chi'."
        },
        {
            "number": "4",
            "text": "A onh tic, ch'occh'oc copisio sco cha junjun onh, palta junnhej mach tz'ak'an d'ayonh, aton Yespíritu Dios."
        },
        {
            "number": "5",
            "text": "Ch'occh'oc scutej cak'an servil junjun onh, palta junnhej mach scak' servil co masanil, aton Cajal Jesús."
        },
        {
            "number": "6",
            "text": "Anhejtona', ch'occh'oc co munlajel junjun onh, palta junnhej Dios van smunlaj qued' co masanil."
        },
        {
            "number": "7",
            "text": "A tz'ak'an junoc opisio d'ayonh junjun onh, yic sch'oxani to ayoch Yespíritu chi' qued'oc, yic co vach'iloc co masanil."
        },
        {
            "number": "8",
            "text": "Yuj Yespíritu tic, ay eb' tz'ak'ji yal sjelanil Dios, ay pax eb' snachajel yuj sk'ayb'ani."
        },
        {
            "number": "9",
            "text": "Yuj Yespíritu tic, ay pax eb' svach' aq'uejoch Dios d'a sk'ool. Yuuj paxi, ay eb' tz'ak'ji spoder yak'anxi b'oxoc sk'ool eb' penaay."
        },
        {
            "number": "10",
            "text": "Ay eb' tz'ak'ji spoder sch'oxanel juntzanh milagro yuuj. Ay pax eb' tz'ak'ji yalel slolonel Dios yuuj. Yuj Yespíritu tic, ay eb' tz'ak'ji yojtaquejeli tato a' ayoch yed' junoc mach, mato a junoc enemigo ayoch yed'oc. Yuuj ay pax eb' tz'ak'ji lolon d'a juntzanh ch'occh'oc tial. Ay pax juntzanhxo eb' tz'ak'ji alanel tas syalelk'och jun syal eb' chi'."
        },
        {
            "number": "11",
            "text": "Tzijtum val juntzanh tas tz'ak'ji co k'ulej, palta junnhej Espíritu tz'ak'an co k'ulej. Ch'occh'oc tas syak' co k'ulej junjun onh, ato syala' tas sgana d'ayonh."
        },
        {
            "number": "12",
            "text": "A jun co nivanil tic, vach'chom tzijtum macanhil yaji, palta junnhej. Icha juntzanh tas ayoch d'a co nivanil tic, icha chi' cajoch d'a Cristo. Ichato snivanil Cristo caj co masanil."
        },
        {
            "number": "13",
            "text": "Yujto co masanil, vach'chom israel onh, mato maay, palta junnhej caj co masanil. Vach'chom ayonh och checab'oc d'a junoc anima, ma quic co b'a co ch'ocoj, palta junnhej caji. Yujto ayic ix onh ak'ji bautizar, junnhej ix onh ajcan yed' Cristo. Yujnhej Yespíritu Dios, ichato junnhej nivanil caji, yujto a ochnaccan d'ayonh co masanil."
        },
        {
            "number": "14",
            "text": "Ilecnab' co nivanil tic. Tzijtum macanhil yaji, manh junocnhej."
        },
        {
            "number": "15",
            "text": "Q'uinaloc a voc tz'alan ticnaic: A in tic, manh in k'ab'oc, yuj chi' malaj voch d'a jun nivanil tic, tato xchi. Vach'chom syal icha chi', palta anheja' yic jun in nivanil tic."
        },
        {
            "number": "16",
            "text": "Ma tato a jun in chiquin tic tz'alan ticnaic: A in tic, manh in yol satoc, yuj chi' manh in yicoc jun nivanil tic, tato xchi. Vach'chom syal icha chi', palta anheja' yic jun in nivanil tic."
        },
        {
            "number": "17",
            "text": "Q'uinaloc a jun in nivanil tic, nab'a yol satnhej yaji, tato icha chi', ¿tas svutej vab'ani? Q'uinaloc nab'a chiquinnhej yaji, tato icha chi', ¿tas pax svutej in suk'lan junoc tasi?"
        },
        {
            "number": "18",
            "text": "Palta a Dios ix b'oan junjun tas d'a co nivanil tic icha sgana."
        },
        {
            "number": "19",
            "text": "Q'uinaloc a jun co nivanil tic, junnhej tas ay d'ay, tato icha chi', manh nivaniloc."
        },
        {
            "number": "20",
            "text": "Cojtac to tzijtum macanhil yaj co nivanil tic, palta junnhej yaji."
        },
        {
            "number": "21",
            "text": "A yol co sat, max yal-laj yalan d'a co k'ab' to malaj yopisio yuuj. Anhejtona' co jolom, max yal-laj yalan d'a coc to malaj yopisio yuuj."
        },
        {
            "number": "22",
            "text": "Ay juntzanh yetb'eyum co nivanil tic, ichato malaj yopisio, palta aton juntzanh tic más ay yopisio cuuj."
        },
        {
            "number": "23",
            "text": "Yed' pax juntzanh yetb'eyum co nivanil tic, ichato malaj yelk'ochi, palta aton val juntzanh chi' más ay yelk'och d'ayonh. A juntzanh manh smojoc yilji, a' scak'och spichul. Icha chi' scutej co ch'oxani to ay yelk'och d'ayonh."
        },
        {
            "number": "24",
            "text": "Axo juntzanh tas vach' yilji, manh yovaliloc scak'och spichul. Icha chi' ix yutej Dios sb'oan co nivanil tic, sec yuj chi' a juntzanh malaj yelk'ochi, a juntzanh chi' nivan yelk'och d'ayonh."
        },
        {
            "number": "25",
            "text": "Yuj chi' max yal-laj spojan sb'a co nivanil tic, yujto scol-laj sb'a junjun macanh."
        },
        {
            "number": "26",
            "text": "Q'uinaloc ay junoc syab' syail, anheja' syab' pax syail smasanil yed'oc. Tato ay pax junoc stzalaji, stzalaj smasanil yed'oc."
        },
        {
            "number": "27",
            "text": "Yuj chi' a onh tic, ichato snivanil Cristo caji. Icha junjun macanh ay d'a snivanil chi', icha chi' cajoch co masanil d'ay."
        },
        {
            "number": "28",
            "text": "Yuj chi' ay onh ix yak' copisio Dios d'a yiglesia. D'a sb'ab'elal, schecab' Cristo caji. Schab'il, tz'ak'ji copisio calanel slolonel Dios. Yoxil, ay onh k'ayb'um onh. Anhejtona', ay onh sco ch'oxel milagro. Ay onh syal cak'an b'oxoc sk'ool eb' penaay. Ay onh syal tzonh colvaji. Ay onh tzonh cachvaji. Ay onh pax tzonh lolon d'a juntzanhxo ch'oc tial."
        },
        {
            "number": "29",
            "text": "Palta manh onh schecab'oc Cristo co masanil. Manh co masaniloc tz'ak'ji copisio calanel slolonel Dios. Manh onh k'ayb'umoc co masanil. Max yal-laj co ch'oxan milagro co masanil."
        },
        {
            "number": "30",
            "text": "Manh co masaniloc syal cak'an b'oxoc sk'ool eb' penaay. Manh co masaniloc syal tzonh lolon d'a juntzanh ch'occh'oc tial. Anhejtona', manh co masaniloc syal calani tas syalelk'och juntzanh ch'occh'oc tial chi'."
        },
        {
            "number": "31",
            "text": "Yuj chi', tzeyak' eyip e sayan juntzanh opisio más nivan yelk'och syak' Dios. Palta ayto val junxo modo más vach' ol val d'ayex."
        }
    ]
}