{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ex vuk'tac ex vanab', in gana snachajel eyuuj tastac juntzanh opisio syak' Yespíritu Dios t'ayonh junjun onh."
        },
        {
            "number": "2",
            "text": "Eyojtacxo to ayic manto ex och creyenteal, ix ex ik'jib'at t'a juntzanh ix eyaloch e diosaloc. Tzex b'at tik, tzex b'at tik e sayan ek' juntzanh max yal-laj slolon chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi', in gana tzeyojtaquejel juntzanhxo tik. Tato ay junok mach tz'alani: Cotocab' yoval sk'ool Dios t'a yib'anh Jesús, tato xchi, a jun chi', manh ayoc och Yespíritu Dios yet'oc syalani. Tato ay junok mach tz'alani: Ha Jesús, Vajal, tato xchi, axonhej yuj Yespíritu Dios syal yalan icha chi'."
        },
        {
            "number": "4",
            "text": "Ha onh tik, ch'occh'oc copisio sco cha junjun onh, palta junnhej mach tz'ak'an t'ayonh, aton Yespíritu Dios."
        },
        {
            "number": "5",
            "text": "Ch'occh'oc scutej cak'an servil junjun onh, palta junnhej mach scak' servil co masanil, aton Cajal Jesús."
        },
        {
            "number": "6",
            "text": "Anhejtona', ch'occh'oc co munlajel junjun onh, palta junnhej Dios van smunlaj qued' co masanil."
        },
        {
            "number": "7",
            "text": "Ha tz'ak'an junok opisio t'ayonh junjun onh, yic sch'oxani to ayoch Yespíritu chi' qued'oc, yic co wach'iloc co masanil."
        },
        {
            "number": "8",
            "text": "Yuj Yespíritu tik, ay eb' tz'ak'ji yal sjelanil Dios, ay pax eb' snachajel yuj sk'ayb'ani."
        },
        {
            "number": "9",
            "text": "Yuj Yespíritu tik, ay pax eb' svach' aq'uejoch Dios t'a sk'ool. Yuj paxi, ay eb' tz'ak'ji spoder yak'anxi b'oxoc sk'ool eb' penaay."
        },
        {
            "number": "10",
            "text": "Ay eb' tz'ak'ji spoder sch'oxanel juntzanh milagro yuj. Ay pax eb' tz'ak'ji yalel slolonel Dios yuj. Yuj Yespíritu tik, ay eb' tz'ak'ji yojtaquejeli tato ha' ayoch yet' junok mach, mato a junok enemigo ayoch yet'oc. Yuj ay pax eb' tz'ak'ji lolon t'a juntzanh ch'occh'oc tial. Ay pax juntzanhxo eb' tz'ak'ji alanel tas syalelk'och jun syal eb' chi'."
        },
        {
            "number": "11",
            "text": "Tzijtum val juntzanh tas tz'ak'ji co k'ulej, palta junnhej Espíritu tz'ak'an co k'ulej. Ch'occh'oc tas syak' co k'ulej junjun onh, ato syala' tas sgana t'ayonh."
        },
        {
            "number": "12",
            "text": "Ha jun co nivanil tik, wach'chom tzijtum macanhil yaji, palta junnhej. Icha juntzanh tas ayoch t'a co nivanil tik, icha chi' cajoch t'a Cristo. Ichato snivanil Cristo caj co masanil."
        },
        {
            "number": "13",
            "text": "Yujto co masanil, wach'chom israel onh, mato maay, palta junnhej caj co masanil. Wach'chom ayonh och checab'oc t'a junok anima, ma quic co b'a co ch'ocoj, palta junnhej caji. Yujto ayic ix onh ak'ji bautizar, junnhej ix onh ajkan yet' Cristo. Yujnhej Yespíritu Dios, ichato junnhej nivanil caji, yujto a ochnaccan t'ayonh co masanil."
        },
        {
            "number": "14",
            "text": "Ilecnab' co nivanil tik. Tzijtum macanhil yaji, manh junocnhej."
        },
        {
            "number": "15",
            "text": "Q'uinaloc a voc tz'alan ticnaic: Ha in tik, manh in k'ab'oc, yuj chi' malaj voch t'a jun nivanil tik, tato xchi. Wach'chom syal icha chi', palta anheja' yic jun in nivanil tik."
        },
        {
            "number": "16",
            "text": "Ma tato a jun in chiquin tik tz'alan ticnaic: Ha in tik, manh in yol satoc, yuj chi' manh in yicoc jun nivanil tik, tato xchi. Wach'chom syal icha chi', palta anheja' yic jun in nivanil tik."
        },
        {
            "number": "17",
            "text": "Q'uinaloc a jun in nivanil tik, nab'a yol satnhej yaji, tato icha chi', ¿tas svutej vab'ani? Q'uinaloc nab'a chiquinnhej yaji, tato icha chi', ¿tas pax svutej in suk'lan junok tasi?"
        },
        {
            "number": "18",
            "text": "Palta ha Dios ixb’o’an junjun tas t'a co nivanil tik icha sgana."
        },
        {
            "number": "19",
            "text": "Q'uinaloc a jun co nivanil tik, junnhej tas ay t'ay, tato icha chi', manh nivaniloc."
        },
        {
            "number": "20",
            "text": "Cojtac to tzijtum macanhil yaj co nivanil tik, palta junnhej yaji."
        },
        {
            "number": "21",
            "text": "Ha yol co sat, max yal-laj yalan t'a co k'ab' to malaj yopisio yuj. Anhejtona' co jolom, max yal-laj yalan t'a coc to malaj yopisio yuj."
        },
        {
            "number": "22",
            "text": "Ay juntzanh yetb'eyum co nivanil tik, ichato malaj yopisio, palta aton juntzanh tik más ay yopisio cuuj."
        },
        {
            "number": "23",
            "text": "Yed' pax juntzanh yetb'eyum co nivanil tik, ichato malaj yelk'ochi, palta aton val juntzanh chi' más ay yelk'och t'ayonh. Ha juntzanh manh smojoc yilji, ha' scak'och spichul. Icha chi' scutej co ch'oxani to ay yelk'och t'ayonh."
        },
        {
            "number": "24",
            "text": "Axo juntzanh tas wach' yilji, manh yovaliloc scak'och spichul. Icha chi' ix yutej Dios sb'oan co nivanil tik, sec yuj chi' a juntzanh malaj yelk'ochi, a juntzanh chi' niwan yelk'och t'ayonh."
        },
        {
            "number": "25",
            "text": "Yuj chi' max yal-laj spojan sb'a co nivanil tik, yujto scol-laj sb'a junjun makan."
        },
        {
            "number": "26",
            "text": "Q'uinaloc ay junok syab' syail, anheja' syab' pax syail smasanil yet'oc. Tato ay pax junok stzalaji, stzalaj smasanil yet'oc."
        },
        {
            "number": "27",
            "text": "Yuj chi' a onh tik, ichato snivanil Cristo caji. Icha junjun makan ay t'a snivanil chi', icha chi' cajoch co masanil t'ay."
        },
        {
            "number": "28",
            "text": "Yuj chi' ay onh ix yak' copisio Dios t'a yiglesia. D'a sb'ab'elal, schecab' Cristo caji. Schab'il, tz'ak'ji copisio calanel slolonel Dios. Yoxil, ay onh k'ayb'um onh. Anhejtona', ay onh sco ch'oxel milagro. Ay onh syal cak'an b'oxoc sk'ool eb' penaay. Ay onh syal tzonh colvaji. Ay onh tzonh cachvaji. Ay onh pax tzonh lolon t'a juntzanhxo ch'oc tial."
        },
        {
            "number": "29",
            "text": "Palta manh onh schecab'oc Cristo co masanil. Manh co masaniloc tz'ak'ji copisio calanel slolonel Dios. Manh onh k'ayb'umoc co masanil. Max yal-laj co ch'oxan milagro co masanil."
        },
        {
            "number": "30",
            "text": "Manh co masaniloc syal cak'an b'oxoc sk'ool eb' penaay. Manh co masaniloc syal tzonh lolon t'a juntzanh ch'occh'oc tial. Anhejtona', manh co masaniloc syal calani tas syalelk'och juntzanh ch'occh'oc tial chi'."
        },
        {
            "number": "31",
            "text": "Yuj chi', tzeyak' eyip e sayan juntzanh opisio más niwan yelk'och syak' Dios. Palta ayto val junxo modo más wach' ol val t'ayex."
        }
    ]
}