{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ex wuk'tac ex wanab', in gana snachajel eyuuj tastac juntzanh opisio syak' Yespíritu Dios t'ayonh junjun onh."
        },
        {
            "number": "2",
            "text": "Eyojtakxo to ayic manto ex och creyenteal, ix ex ik'jib'at t'a juntzanh ix eyaloch he diosaloc. Tzex b'at tik, tzex b'at tik he sayan ek' juntzanh max yal-laj slolon chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi', in gana tzeyojtaquejel juntzanhxo tik. Tato ay junok mach tz'alani: Cotokab' yowal sk'ool Dios t'a yib'anh Jesús, tato xchi, a jun chi', manh ayoc och Yespíritu Dios yet'oc syalani. Tato ay junok mach tz'alani: Ha Jesús, Vajal, tato xchi, axonhej yuj Yespíritu Dios syal yalan icha chi'."
        },
        {
            "number": "4",
            "text": "Ha onh tik, ch'occh'oc copisio sko cha junjun onh, palta junnhej mach tz'ak'an t'ayonh, aton Yespíritu Dios."
        },
        {
            "number": "5",
            "text": "Ch'occh'oc scutej kak'an serwil junjun onh, palta junnhej mach skak' serwil ko masanil, aton Kajal Jesús."
        },
        {
            "number": "6",
            "text": "Anhejtona', ch'occh'oc ko munlajel junjun onh, palta junnhej Dios wan smunlaj qued' ko masanil."
        },
        {
            "number": "7",
            "text": "Ha tz'ak'an junok opisio t'ayonh junjun onh, yic sch'oxani to ayoch Yespíritu chi' qued'oc, yic ko wach'iloc ko masanil."
        },
        {
            "number": "8",
            "text": "Yuj Yespíritu tik, ay heb' tz'ak'ji yal sjelanil Dios, ay pax heb' snachajel yuj sk'ayb'ani."
        },
        {
            "number": "9",
            "text": "Yuj Yespíritu tik, ay pax heb' swach' ak'ejoch Dios t'a sk'ool. Yuj paxi, ay heb' tz'ak'ji spoder yak'anxi b'oxoc sk'ool heb' penaay."
        },
        {
            "number": "10",
            "text": "Ay heb' tz'ak'ji spoder sch'oxanel juntzanh milagro yuj. Ay pax heb' tz'ak'ji yalel slolonel Dios yuj. Yuj Yespíritu tik, ay heb' tz'ak'ji yojtaquejeli tato ha' ayoch yet' junok mach, mato a junok enemigo ayoch yet'oc. Yuj ay pax heb' tz'ak'ji lolon t'a juntzanh ch'occh'oc tial. Ay pax juntzanhxo heb' tz'ak'ji alanel tas syalelk'och jun syal heb' chi'."
        },
        {
            "number": "11",
            "text": "Tzijtum wal juntzanh tas tz'ak'ji ko k'ulej, palta junnhej Espíritu tz'ak'an ko k'ulej. Ch'occh'oc tas syak' ko k'ulej junjun onh, ato syala' tas snib'ej t'ayonh."
        },
        {
            "number": "12",
            "text": "Ha jun ko niwanil tik, wach'chom tzijtum makanhil yaji, palta junnhej. Icha juntzanh tas ayoch t'a ko niwanil tik, icha chi' kajoch t'a Cristo. Ichato sniwanil Cristo kaj ko masanil."
        },
        {
            "number": "13",
            "text": "Yujto ko masanil, wach'chom israel onh, mato maay, palta junnhej kaj ko masanil. Wach'chom ayonh och chekab'oc t'a junok anima, ma quik ko b'a ko ch'ocoj, palta junnhej kaji. Yujto ayic ix onh ak'ji bautizar, junnhej ix onh ajkan yet' Cristo. Yujnhej Yespíritu Dios, ichato junnhej niwanil kaji, yujto a ochnakkan t'ayonh ko masanil."
        },
        {
            "number": "14",
            "text": "Ilecnab' ko niwanil tik. Tzijtum makanhil yaji, manh junocnhej."
        },
        {
            "number": "15",
            "text": "Q'uinaloc a woc tz'alan ticnaik: Ha in tik, manh in k'ab'oc, yuj chi' malaj woch t'a jun niwanil tik, tato xchi. Wach'chom syal icha chi', palta anheja' yic jun in niwanil tik."
        },
        {
            "number": "16",
            "text": "Ma tato a jun in chiquin tik tz'alan ticnaik: Ha in tik, manh in yol satoc, yuj chi' manh in yicoc jun niwanil tik, tato xchi. Wach'chom syal icha chi', palta anheja' yic jun in niwanil tik."
        },
        {
            "number": "17",
            "text": "Q'uinaloc a jun in niwanil tik, nab'a yol satnhej yaji, tato icha chi', ¿tas swutej wab'ani? Q'uinaloc nab'a chiquinnhej yaji, tato icha chi', ¿tas pax swutej in suk'lan junok tasi?"
        },
        {
            "number": "18",
            "text": "Palta ha Dios ixb’o’an junjun tas t'a ko niwanil tik icha snib'ej."
        },
        {
            "number": "19",
            "text": "Q'uinaloc a jun ko niwanil tik, junnhej tas ay t'ay, tato icha chi', manh niwaniloc."
        },
        {
            "number": "20",
            "text": "Cojtak to tzijtum makanhil yaj ko niwanil tik, palta junnhej yaji."
        },
        {
            "number": "21",
            "text": "Ha yol ko sat, max yal-laj yalan t'a ko k'ab' to malaj yopisio yuj. Anhejtona' ko jolom, max yal-laj yalan t'a coc to malaj yopisio yuj."
        },
        {
            "number": "22",
            "text": "Ay juntzanh yetb'eyum ko niwanil tik, ichato malaj yopisio, palta aton juntzanh tik más ay yopisio cuuj."
        },
        {
            "number": "23",
            "text": "Yed' pax juntzanh yetb'eyum ko niwanil tik, ichato malaj yelk'ochi, palta aton wal juntzanh chi' más ay yelk'och t'ayonh. Ha juntzanh manh smojoc yilji, ha' skak'och spichul. Icha chi' scutej ko ch'oxani to ay yelk'och t'ayonh."
        },
        {
            "number": "24",
            "text": "Axo juntzanh tas wach' yilji, manh yowaliloc skak'och spichul. Icha chi' ix yutej Dios sb'oan ko niwanil tik, sec yuj chi' a juntzanh malaj yelk'ochi, a juntzanh chi' niwan yelk'och t'ayonh."
        },
        {
            "number": "25",
            "text": "Yuj chi' max yal-laj spojan sb'a ko niwanil tik, yujto scol-laj sb'a junjun makan."
        },
        {
            "number": "26",
            "text": "Q'uinaloc ay junok syab' syail, anheja' syab' pax syail smasanil yet'oc. Tato ay pax junok stzalaji, stzalaj smasanil yet'oc."
        },
        {
            "number": "27",
            "text": "Yuj chi' a onh tik, ichato sniwanil Cristo kaji. Icha junjun makan ay t'a sniwanil chi', icha chi' kajoch ko masanil t'ay."
        },
        {
            "number": "28",
            "text": "Yuj chi' ay onh ix yak' copisio Dios t'a yiglesia. D'a sb'ab'elal, schekab' Cristo kaji. Schab'il, tz'ak'ji copisio kalanel slolonel Dios. Yoxil, ay onh k'ayb'um onh. Anhejtona', ay onh sko ch'oxel milagro. Ay onh syal kak'an b'oxoc sk'ool heb' penaay. Ay onh syal tzonh colwaji. Ay onh tzonh cachwaji. Ay onh pax tzonh lolon t'a juntzanhxo ch'oc tial."
        },
        {
            "number": "29",
            "text": "Palta manh onh schekab'oc Cristo ko masanil. Manh ko masaniloc tz'ak'ji copisio kalanel slolonel Dios. Manh onh k'ayb'umoc ko masanil. Max yal-laj ko ch'oxan milagro ko masanil."
        },
        {
            "number": "30",
            "text": "Manh ko masaniloc syal kak'an b'oxoc sk'ool heb' penaay. Manh ko masaniloc syal tzonh lolon t'a juntzanh ch'occh'oc tial. Anhejtona', manh ko masaniloc syal kalani tas syalelk'och juntzanh ch'occh'oc tial chi'."
        },
        {
            "number": "31",
            "text": "Yuj chi', tzeyak' eyip he sayan juntzanh opisio más niwan yelk'och syak' Dios. Palta ayto wal junxo modo más wach' ol wal t'ayex."
        }
    ]
}