{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Q'uinaloc tato te jelan onh calan juntzanh ti' tz'alchaj d'a yolyib'anhq'uinal tic yed' calan pax sti' eb' ángel, palta tato max co xajanej co b'a, lajan quelk'och icha junoc tanhb'il, mato icha juntzanh pachquiltac son tonhej stzinhiljub'i."
        },
        {
            "number": "2",
            "text": "Vach'chom ak'b'il copisio calanel slolonel Dios, vach'chom snachajel masanil tas mantalaj mach ojtannac cuuj, taxonhej cojtac masanil tas d'a yolyib'anhq'uinal tic, vach'chom scak' val och Dios d'a co k'ool, yic syal quik'anel junoc vitz d'a yed'tal, palta tato max co xajanej co b'a, te malaj jab'oc quelk'ochi."
        },
        {
            "number": "3",
            "text": "Vach'chom sco siej masanil tas ay d'ayonh d'a eb' meb'a', mato scak'och co b'a d'a yol sk'ab' chamel yic stz'ab'at co nivanil tic, palta tato max co xajanej co b'a, nab'anhej squixtej co b'a, malaj jab'oc spac ol co cha'a."
        },
        {
            "number": "4",
            "text": "Ol vala' tas scutej co b'a, tato yel sco xajanej co b'a: Te nivan scutej co k'ool d'a eb' quetanimail, sco ch'oxan pax co vach'k'olal d'a eb'. Max quiloch co k'ool d'a junocxo. Malaj b'aj squik'chaanh co b'a, malaj pax b'aj scak' ak'umtaquil."
        },
        {
            "number": "5",
            "text": "Tato yel sco xajanej co b'a, malaj b'aj scak' q'uixvelal junocxo mach. Co gana manhoc onnhej ay calan quico'. Manh utzinoc scutej co k'ool. Malaj b'aj sco na tas scutej co pacan co b'a d'a eb' quetanimail."
        },
        {
            "number": "6",
            "text": "Max onh tzalaj yuj junoc chucal sk'ulej junoc anima. Anhej val juntzanh yel tzonh tzalaj yed'oc."
        },
        {
            "number": "7",
            "text": "Tato yel sco xajanej co b'a, scak' techaj masanil tasi, scak'och d'a co k'ool to vach'nhej sk'ulej eb' quetanimail, scak'nhejoch eb' yipoc co k'ool. Yalnhej tas junoc sja d'a quib'anh, tek'annhej scutej co b'a."
        },
        {
            "number": "8",
            "text": "A jun b'aj sco xajanej co b'a tic, malaj b'aq'uinh ol lajvoc. Ay jun tiempoal ol javoc, manhxo yovaliloc ay mach tz'ak'ji yopisio yuj Dios yalanel slolonel. A d'a jun tiempoal chi', manhxo yovaliloc ay mach slolon d'a juntzanh ch'occh'oc tial. Anhejtona', manhxa yopisio co jelanil tic ta'."
        },
        {
            "number": "9",
            "text": "A ticnaic manto tz'acanoc co jelanil. Anhejtona', manto tz'acanoc scutej calanel slolonel Dios."
        },
        {
            "number": "10",
            "text": "Palta ayic ol tz'acvoc smasanil, ato ta' ol lajvoc yopisio masanil juntzanh manh tz'acanoc sco k'ulej tic."
        },
        {
            "number": "11",
            "text": "A in tic, ayic unin in, in lolon icha slolon eb' cotac unin. In nanac juntzanh tas icha sna eb' unin chi', yujto lajan in pensar yed' eb'. Axo ticnaic, icham vinac inxo, yuj chi' vactejnaccan in b'eyb'al yic vuninal chi'. Icha vaji ayic unin in chi', icha chi' caj co masanil,"
        },
        {
            "number": "12",
            "text": "yujto a ticnaic, maxto nachajel val yic Dios cuuj. Ichato van quilan juntzanh tas d'a junoc nen tzaxo moymon quilani. Palta a d'a jun tiempoal ayic ol tz'acvoc masanil tas chi', sik'lab'il ol quil masanil. A ticnaic, manto tz'acvilaj cojtacanel yic Dios, palta a d'a jun tiempoal chi', ol cojtaquejeli. Icha ix aj onh yojtacanel Dios ticnaic, icha chi' ol aj cojtacanel smasanil ta'."
        },
        {
            "number": "13",
            "text": "A ticnaic, scak'och Dios d'a co k'ool, scak'anpax och yipoc co k'ool. Sco xajanej Dios yed' eb' quetanimail. A oxe' sco k'ulej tic, ay yopisio d'a masanil tiempo. Palta ay junxo ek'al d'a yichanh chab' tic, aton co xajanan Dios yed' eb' quetanimail."
        }
    ]
}