{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Q'uinaloc tato te jelan onh kalan juntzanh ti' tz'alchaj t'a yol yib'anhk’inal tik yet' kalan pax sti' heb' ángel, palta tato max ko xajanej ko b'a, lajan quelk'och icha junok tanhb'il, mato icha juntzanh pachquiltac son tonhej stzinhiljub'i."
        },
        {
            "number": "2",
            "text": "Wach'chom ak'b'il copisio kalanel slolonel Dios, wach'chom snachajel masanil tas mantalaj mach ojtannac cuuj, taxonhej cojtak masanil tas t'a yol yib'anhk’inal tik, wach'chom skak' wal och Dios t'a ko k'ool, yic syal quik'anel junok witz t'a yet'tal, palta tato max ko xajanej ko b'a, te malaj jab'oc quelk'ochi."
        },
        {
            "number": "3",
            "text": "Wach'chom sko siej masanil tas ay t'ayonh t'a heb' meb'a', mato skak'och ko b'ha t'a yol sk'ab' chamel yic stz'ab'at ko niwanil tik, palta tato max ko xajanej ko b'a, nab'anhej squixtej ko b'a, malaj jab'oc spak ol ko cha'a."
        },
        {
            "number": "4",
            "text": "Ol wala' tas scutej ko b'a, tato yel sko xajanej ko b'a: Te niwan scutej ko k'ool t'a heb' quetanimail, sko ch'oxan pax ko wach'k'olal t'a heb'. Max quiloch ko k'ool t'a junocxo. Malaj b'aj squik'chaanh ko b'a, malaj pax b'aj skak' ak'umtaquil."
        },
        {
            "number": "5",
            "text": "Tato yel sko xajanej ko b'a, malaj b'aj skak' q'uixwelal junocxo mach. Co gana manhoc onnhej ay kalan quico'. Manh utzinoc scutej ko k'ool. Malaj b'aj sko na tas scutej ko pakan ko b'ha t'a heb' quetanimail."
        },
        {
            "number": "6",
            "text": "Max onh tzalaj yuj junok chukal sk'ulej junok anima. Anhej wal juntzanh yel tzonh tzalaj yet'oc."
        },
        {
            "number": "7",
            "text": "Tato yel sko xajanej ko b'a, skak' techaj masanil tasi, skak'och t'a ko k'ool to wach'nhej sk'ulej heb' quetanimail, skak'nhejoch heb' yipoc ko k'ool. Yalnhej tas junok sja t'a quib'anh, tek'annhej scutej ko b'a."
        },
        {
            "number": "8",
            "text": "Ha jun b'aj sko xajanej ko b'a tik, malaj b'ak'uinh ol lajwoc. Ay jun pekti’ ol jawok, manhxo yowaliloc ay mach tz'ak'ji yopisio yuj Dios yalanel slolonel. Ha t'a jun pekti’ chi', manhxo yowaliloc ay mach slolon t'a juntzanh ch'occh'oc tial. Anhejtona', manhxa yopisio ko jelanil tik ta'."
        },
        {
            "number": "9",
            "text": "Ha ticnaik manto tz'akanok ko jelanil. Anhejtona', manto tz'akanok scutej kalanel slolonel Dios."
        },
        {
            "number": "10",
            "text": "Palta ayic ol tz'acwoc smasanil, ato ta' ol lajwoc yopisio masanil juntzanh manh tz'akanok sko k'ulej tik."
        },
        {
            "number": "11",
            "text": "Ha in tik, ayic unin in, in lolon icha slolon heb' cotac unin. In nanac juntzanh tas icha sna heb' unin chi', yujto lajan in pensar yet' heb'. Axo ticnaik, icham winak inxo, yuj chi' wactejnakkan in b'eyb'al yic wuninal chi'. Icha waji ayic unin in chi', icha chi' kaj ko masanil,"
        },
        {
            "number": "12",
            "text": "yujto a ticnaik, maxto nachajel wal yic Dios cuuj. Ichato wan quilan juntzanh tas t'a junok nen tzaxo moymon quilani. Palta ha t'a jun pekti’ ayic ol tz'acwoc masanil tas chi', sik'lab'il ol quil masanil. Ha ticnaik, manto tz'acwilaj cojtakanel yic Dios, palta ha t'a jun pekti’ chi', ol cojtaquejeli. Icha ix aj onh yojtakanel Dios ticnaik, icha chi' ol aj cojtakanel smasanil ta'."
        },
        {
            "number": "13",
            "text": "Ha ticnaik, skak'och Dios t'a ko k'ool, skak'anpax och yipoc ko k'ool. Sco xajanej Dios yet' heb' quetanimail. Ha oxe' sko k'ulej tik, ay yopisio t'a masanil tiempo. Palta ay junxo ek'al t'a yichanh chab' tik, aton ko xajanan Dios yet' heb' quetanimail."
        }
    ]
}