{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Tzeyak' val eyip e xajanan e b'a junjun ex. Anhejtona' tzeyak' pax eyip e sayan juntzanh opisio syak' Yespíritu Dios t'ayex. Ay jun opisio más wach', aton jun aloj el slolonel Dios."
        },
        {
            "number": "2",
            "text": "Ay juntzanh eb' syal slolon t'a juntzanh ch'occh'oc tial. Ha d'ha Dios slolon eb', manhoclaj t'a anima, yujto malaj mach tz'ab'an tas syal eb'. Aton Yespíritu Dios tz'ak'an yal eb', palta malaj junok mach snachajel yuj."
        },
        {
            "number": "3",
            "text": "Palta a mach tz'alanel slolonel Dios, ha t'a eb' yetanimail eb' syaleli, yic wach' stek'k'aj eb'. Tato icha chi', swach' nachajel yuj eb', tz'ak'jipax snivanil sk'ool eb'."
        },
        {
            "number": "4",
            "text": "Ha eb' slolon t'a juntzanh ch'occh'oc tial, munil stek'k'aj eb' sch'ocoj. Palta haxo eb' tz'alanel slolonel Dios, aton eb' tz'ak'an stek'anil eb' yetcreyenteal."
        },
        {
            "number": "5",
            "text": "In gana tzex lolon t'a juntzanh ch'occh'oc tial e masanil. Palta tzin nib'ej val to a slolonel Dios tzeyaleli. Yujto a jun tik, más val ay yopisio t'a yichanh juntzanh ch'occh'oc tial chi'. Ha juntzanh chi', ay ton yopisio tato ay mach tzuji snaaneli tas val syalelk'ochi, yic wach' tz'och stek'anil eb' creyente chi' yuj."
        },
        {
            "number": "6",
            "text": "Yuj chi', ex vuk'tac ex vanab', q'uinaloc tzin k'och valel juntzanh ch'oc tial t'ayex ticnaic, ¿tas val jab'oc swach'il tzeyik'cani? Anhej tato svak' eyojtaquejel juntzanh tas ak'b'il t'ayin yuj Dios, juntzanh sjelanil, mato svalel slolonel Dios yet' juntzanhxo k'ayb'ub'al t'ayex, anhej yuj chi' syal eyik'an swach'il."
        },
        {
            "number": "7",
            "text": "Q'uinaloc tato ay juntzanh son ticnaic, tz'ok' junok flauta, sk'anh pax junok arpa. Tato tonhej snhilili sjaj, ¿tom scab'i tas jajil b'aj van sk'anh junjun?"
        },
        {
            "number": "8",
            "text": "Q'uinaloc tato ay junok oval ticnaic, ayic sk'och yorail sb'at eb' soldado, tz'ok' strompeta eb', sb'at eb'. Palta tato manhoclaj yaj yok' q'ueen tz'aj yoq'ui, ¿tom syal yak'an lista sb'a eb' sb'at t'a oval chi'?"
        },
        {
            "number": "9",
            "text": "Anhejtona', ich onh ta', tato skal juntzanh lolonel malaj mach tz'ab'ani, ¿tas ol aj snachajel yuj eb' tas scala'? Nab'anhej am tzonh comon lolon icha chi'."
        },
        {
            "number": "10",
            "text": "Ha ticnaic, tzijtum macanhil ti' ay t'a yol yib'anhk’inal tik. Masanil juntzanh ti' chi', ay val yelk'och junjun."
        },
        {
            "number": "11",
            "text": "Q'uinaloc tato ay junok mach sloloni, palta max cab'laj tas syala', tato icha chi', ichato ch'oc chonhab'il caj t'ay. Anhejtona', ichato ch'oc chonhab'il yaj pax t'ayonh."
        },
        {
            "number": "12",
            "text": "Vojtacxo to e gana juntzanh opisio syak' Yespíritu Dios t'ayex. Yuj chi', svala' to tzeyak' val eyip yic wach' ol e cha jun opisio más wach'. Tato icha chi', ol yal eyak'an stek'anil eb' eyetcreyenteal."
        },
        {
            "number": "13",
            "text": "Yuj chi', tato ay junok mach tz'ak'ji lolon t'a junok ch'oc ti'al, yovalil sk'an d'ha Dios yic syal yalani tas syalelk'och jun chi'."
        },
        {
            "number": "14",
            "text": "Q'uinaloc tato t'a junok ch'oc tial tzin lesalvi ticnaic, a in pixan, slesalvi, palta haxo in pensar max nachajel yuj tas juntzanh sval chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi', ¿tas am sco k'ulej tze na'a? Manhocnhej yet' co pixan tzonh lesalvi. Yovalil tzonh lesalvi pax yet' co pensar yic snachajel cuuj. Anhejtona', ayic tzonh b'itani, manh tonhejoc tzonh b'itan yet' co pixan. Yovalil tzonh b'itan pax yet' co pensar, yic wach' snachajel cuuj."
        },
        {
            "number": "16",
            "text": "Q'uinaloc tato ay junok ex ticnaic, tzeyal wach' lolonel d'ha Dios t'a junok ch'oc ti'al, tato icha chi', anhej yet' e pixan tzeyala'. Axo eb' ayek' eyed'oc, max nachajel yuj eb' tas jun tzeyal chi'. Yuj chi', ayic tzeyak'an yuj diosal d'ha Dios, max yal junnhej slesalvi eb' eyed'oc."
        },
        {
            "number": "17",
            "text": "Wach'chom wach' jun e lesal chi' ayic tzeyak'an yuj diosal chi', palta malaj mach tz'ak'ji stek'anil yuj."
        },
        {
            "number": "18",
            "text": "Yuj val dios t'a co Mam Dios yujto más val syal in lolon t'a juntzanh ch'occh'oc tial chi' t'a eyichanh e masanil."
        },
        {
            "number": "19",
            "text": "Palta ayic sco molb'an co b'ha t'a culto, más wach' a e ti' svala' yic tzex in k'ayb'ej. Yujto wach'chom oye'nhej b'elanh lolonel sval t'ayex t'a e ti' chi', palta ek'al yopisio t'a yichanh lajunheoc mil lolonel max nachajel eyuuj."
        },
        {
            "number": "20",
            "text": "Ex vuk'tac ex vanab', manh ichoc eb' unin tzeyutej e b'a e naan juntzanh tik. Axo e b'eyb'al, ichaocab' yic eb' nenetac unin, icha chi' tzeyutej, yujto max saylaj chukal eb', ichocab' ta tzeyutej e b'a. Tek'an val tzeyutej e pensar, yujto manh ex uninoc."
        },
        {
            "number": "21",
            "text": "Ha t'a sley Dios, tz'ib'yajcan icha tik: Ha in tik ol in lolon t'a jun chonhab' tik t'a juntzanh ch'occh'oc tial yet' t'a sti' eb' ch'occh'oc chonhab'il. Palta anheja' manh ol yak'och spensar eb' t'ayin, xchi Dios Cajal."
        },
        {
            "number": "22",
            "text": "Yuj chi', a juntzanh ch'occh'oc tial tz'alji, ch'oxnab'il yajcan t'a eb' manh creyenteoc, manhoc t'a eb' creyente. Palta ayic tz'aljiel slolonel Dios, yic eb' creyente yaji, manhoc eb' manh creyenteoc ay yico'."
        },
        {
            "number": "23",
            "text": "Q'uinaloc tze molb'ej e b'a e masanil a ex creyente ex ta', mato a ex masanil ex tzex lolon t'a juntzanh ch'occh'oc ti'al, tato sk'och junok manh creyenteoc, mato manh yojtacoc tas yaj jun quic tik, tecan syal icha tik: Ichato ay tas scot t'a sjolom eb', xchama."
        },
        {
            "number": "24",
            "text": "Palta q'uinaloc van eyalanel slolonel Dios e masanil, ayic sk'och junok manh creyenteoc, wach'chom manh yojtacoc tas yaj jun quic tik, snachajel yuj to ay smul. Sb'eyk'olej sb'a ayic syab'an tas tzeyal junjun ex."
        },
        {
            "number": "25",
            "text": "Ichato chi' scheclajeli tas ay t'a spensar. Yuj chi', tz'em cuman, syalan sb'a d'ha Dios. Axom syalani: Yel toni, ay val och Dios eyed'oc, xchama."
        },
        {
            "number": "26",
            "text": "Yuj chi' ex vuk'tac ex vanab', ol valb'at t'ayex tas yovalil tzeyutej e b'a ta' ayic tze molb'an e b'a. Ay ex tzex b'itani, ayex tzeyak' junok k'ayb'ub'al, ayex tzeyaleli tas syak' Dios t'ayex, ayex tzex lolon t'a junok ch'oc tial, ayex pax tzeyala' tas syalelk'och jun tzeyal chi'. Ha masanil tas tze k'ulej chi', k'ulejec yic tzex tek'k'aj e masanil."
        },
        {
            "number": "27",
            "text": "Tato ayex tzex lolon t'a juntzanh ch'occh'oc tial, chavanh ma oxvanhexnhej tzex loloni. Junjunal tzeyal eyico'. Anhejtona' yovalil ay junok ex tzeyala' tas syalelk'ochi."
        },
        {
            "number": "28",
            "text": "Tato malaj mach syal yalani tas syalelk'och jun chi', más wach' max ex lolonlaj t'a juntzanh ch'occh'oc tial b'aj tze molb'ej e b'a chi'. Más wach' munil tzex lesalvi d'ha Dios e ch'ocoj."
        },
        {
            "number": "29",
            "text": "Anhejtona', tato ayex tzeyalel slolonel Dios, chavaanh ma oxvanhexnhej tzeyaleli. Ha exxo e masanil, tzeyak' val och e chiquin t'a tas tz'alji t'ayex, yic snachajel eyuuj."
        },
        {
            "number": "30",
            "text": "Q'uinaloc tato ay junok ex van eyalanel slolonel Dios t'a e cal chi'. Palta tato ay junocxo tz'ak'ji yal junocxo tas yuj Dios, yovalil tzex och vaan eyalan eyic chi', syalan yic junxo chi'."
        },
        {
            "number": "31",
            "text": "Tato icha chi', a jantac ex tz'ak'ji eyalel slolonel Dios, junjunal syal eyalan eyico', yic wach' tzeyik' e k'ayb'ub'al e masanil, tzeyik'an pax e tek'anil."
        },
        {
            "number": "32",
            "text": "Mach ex tz'ak'ji eyalel slolonel Dios, tzeyil val e b'a, yic junjunal tzeyal eyico'."
        },
        {
            "number": "33",
            "text": "Tato tonhej tzonh q'ue somnaj calani, manhoc d'ha Dios scot jun chi', yujto ha Dios chi' sgana to ha t'a stzolal tzonh loloni. Ha syutej sb'a eb' creyente t'a junjun iglesia to a eb' ix ix numan tz'aj eb' ix."
        },
        {
            "number": "34",
            "text": "Anhejtona', icha chi' t'ayex, yovalil numan tz'aj eb' ix ix b'aj tze molb'ej e b'a, yujto malaj spermiso eb' ix slolon t'a culto. Sk'anab'ajejocab' eb' ix, yujto icha chi' syal sley Dios."
        },
        {
            "number": "35",
            "text": "Tato ay junok eb' ix sgana sk'anb'an junok tas, yovalil ha t'a vinh yetb'eyum ix sk'anb'ej yab'i ayic sk'ochxi eb' t'a spat. Yujto manh smojoc slolon eb' ix t'a culto chi'."
        },
        {
            "number": "36",
            "text": "Yovalil tze nacoti to manhoc t'ayex ix b'ab'laj ak'ji slolonel Dios chi'. Anhejtona', manh e ch'ocojoc ix e cha slolonel Dios chi'."
        },
        {
            "number": "37",
            "text": "Tato ayex tze na'a to ay eyopisio eyalanel slolonel Dios, mato tze na'a to a Yespíritu Dios smunlaj t'ayex, nachajocab'el eyuuj to schecnab'il Cajal Jesús yaj juntzanh tzin tz'ib'ejb'at tik t'ayex."
        },
        {
            "number": "38",
            "text": "Tato ay eb' malaj yelk'och juntzanh checnab'il tik t'a sat, anhejtona' malajocab' pax yelk'och eb' t'ayex."
        },
        {
            "number": "39",
            "text": "Yuj chi', ex vuk'tac ex vanab', tzeyak' eyip, sec yuj chi' ol yal eyalanel slolonel Dios. Axo eb' slolon t'a juntzanh ch'occh'oc tial, manh e cachoch vaan eb'."
        },
        {
            "number": "40",
            "text": "Wach'nhej tzeyutej e b'oan masanil tasi, ichaocab' val t'a stzolal tzeyutej."
        }
    ]
}