{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaic, ex vuk'tac ex vanab', in gana tze nacot jun wach' ab'ix yic colnab'il valnaccan t'ayex. Ha jun ab'ix tik, e chanacxo. Tek'an exxo t'ay ticnaic."
        },
        {
            "number": "2",
            "text": "Tato anheja' ayoch e pensar t'a jun ab'ix valnaccan t'ayex chi', tato yel eyak'nacoch t'a e k'ool, ay e colnab'il yuj."
        },
        {
            "number": "3",
            "text": "Ha juntzanh k'ayb'ub'al in chanac, aton ix val t'ayex. Ha juntzanh te nivac yelk'och ix val t'ayex. To a Cristo ix cham yuj co mul, icha yaj stz'ib'chajcan t'a Slolonel Dios."
        },
        {
            "number": "4",
            "text": "Ix mucchaji, palta ix pitzvixi t'a schab'jial, icha yaj stz'ib'chajpaxcan t'a Slolonel chi'."
        },
        {
            "number": "5",
            "text": "Ix sch'ox sb'ha t'a vinhaj Pedro. Ichato chi' ix sch'oxan sb'ha t'a juntzanhxo eb' schecab'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix sch'oxan sb'ha t'a juntzanhxo eb' quetcreyenteal, ek'al am oye' ciento sb'isul eb', ayic molanek' eb' ix yilan eb' smasanil. Tzijtumto eb' pitzan ticnaic, palta ay jayvanh eb' chamnacxo."
        },
        {
            "number": "7",
            "text": "Anhejtona', ix sch'ox sb'ha t'a vinhaj Jacobo. Ixlajwi chi', ix sch'oxan sb'ha t'a eb' schecab' smasanil."
        },
        {
            "number": "8",
            "text": "Slajvub'alxo ix sch'oxanpax sb'a t'ayin. Yujto icha junok unin manto yaljub'aloc, icha chi' vaji. Yujto slajvub'alxo ix in och schecab'oc."
        },
        {
            "number": "9",
            "text": "Yuj chi', a in tik malaj velk'och t'a skal juntzanhxo eb' schecab' Jesucristo chi'. Manh smojoc pax valji schecab'oc Jesús yet' eb', yujto vak'nac val och yaelal t'a yib'anh eb' yiglesia Dios."
        },
        {
            "number": "10",
            "text": "Palta yujnhej swach'k'olal Dios schecab' Cristo vaj ticnaic. Manh nab'anhejoc ix sch'ox swach'k'olal tik t'ayin, yujto ek'to in munlaj t'a yichanh eb' vetb'eyum chi' smasanil. Palta manhoc in tzin munlaj in ch'ocoj. Ha Dios smunlaj ved'oc yuj swach'k'olal."
        },
        {
            "number": "11",
            "text": "Yuj chi', wach'chom a in tzin munlaji, wach'chom a eb' chi' smunlaji, palta anheja' ix alchajel jun wach' ab'ix tik. Anheja' jun wach' ab'ix tik ix eyak'och t'a e k'ool."
        },
        {
            "number": "12",
            "text": "Ha jun wach' ab'ix scalel tik, a tz'alani to ix pitzvixi Cristo t'a skal eb' chamnac. Yuj chi', ¿tas yuj ayex van eyalan ticnaic to manh ol pitzvocxi eb' chamnac?"
        },
        {
            "number": "13",
            "text": "Tato yel manh ol pitzvocxi eb' icha tzeyal chi', manh pitzvinacoc amxi Cristo chi' syal chi'."
        },
        {
            "number": "14",
            "text": "Anhejtona', tato manh pitzvinacocxi Cristo chi', a jun wach' ab'ix scalel tik, malaj am jab'oc yelk'ochi. Tato icha chi', nab'anhej am tzeyak'och t'a e k'ool."
        },
        {
            "number": "15",
            "text": "Tato icha chi', a onh tik, squesej stioc Dios, yujto ix caleli to ha Dios ix ak'anxi pitzvoc Cristo. Q'uinaloc max yal spitzvixi eb' chamnac icha tzeyal jayvanh ex chi', maj am ak'jixi pitzvoc Cristo chi' yuj Dios."
        },
        {
            "number": "16",
            "text": "Tato max yal spitzvixi eb' chamnac chi', anhejtona' icha pax chi' Cristo, maj am pitzvocxilaj."
        },
        {
            "number": "17",
            "text": "Palta q'uinaloc tato maj pitzvixi Cristo chi', nab'anhej am tzeyak'och t'a e k'ool, yujto anhej ama ayoch e mul t'a eyib'anh."
        },
        {
            "number": "18",
            "text": "Axo eb' creyente chamnacxo, junelnhej am chamnac eb'."
        },
        {
            "number": "19",
            "text": "Tato yujnhej val co wach'iloc t'a yol yib'anhk’inal tik scak'och Cristo yipoc co k'ool, más am ob'iltac onh t'a yichanh eb' anima smasanil."
        },
        {
            "number": "20",
            "text": "Palta t'a val yel pitzvinac Cristo chi' t'a skal eb' chamnac. Icha junok b'ab'el ajan tz'eluli, icha chi' aj sb'ab'laj pitzvinacxi Cristo chi' t'ayonh, yic wach' sch'oxo' to ol onh pitzvocxi pax a onh tik."
        },
        {
            "number": "21",
            "text": "Yuj jun vinh vinac, aton vinhaj Adán ix ak'jicancot chamel t'a quib'anh co masanil. Anhejtona' yuj junxo mach, aton Cristo ol ak'jocxi pitzvoc eb' chamnacxo."
        },
        {
            "number": "22",
            "text": "Masanil anima schami, yujto yinhtilal eb' vinhaj Adán. Anhejtona', a onh yic onhxo Cristo ol onh pitzvocpax co masanil."
        },
        {
            "number": "23",
            "text": "Palta t'a stzolal ol aj co pitzvixi. Ha Cristo chi' b'ab'laj pitzvinac. Axo yic ol jax junelxo, ato ta' ol onh pitzvocxi co masanil a onh yic onhxo tik."
        },
        {
            "number": "24",
            "text": "Ol lajvoc chi', ol ja slajvub'. Ato ta' ol kan masanil eb' yajal t'a yalanh yuj Cristo, masanil eb' ay yopisio yet' masanil eb' ay spoder. Ichato chi' ol ak'joc och eb' t'a yol sk'ab' Dios Mamab'il yuj."
        },
        {
            "number": "25",
            "text": "Yujto a Cristo chi', yowalil ol ochcan Reyal, masanto ol kan masanil juntzanh ayoch ajk'olal t'ay t'a yalanh yuj."
        },
        {
            "number": "26",
            "text": "Ay pax junxo icha ajk'ool yajoch t'ayonh, aton chamel. Ha jun chi', ol ak'joccan lajvoc yuj Cristo t'a slajvub'alxo."
        },
        {
            "number": "27",
            "text": "Yujto syal t'a Slolonel Dios Tz'ib'ab'ilcan icha tik: Ha Dios ix ak'anoch masanil tas t'a yol sk'ab' Cristo chi', yic wach' ha' tz'ak'an mandar smasanil, xchi. Ayic syalani to ix ak'jioch masanil yuj Dios t'a yol sk'ab' chi', manh locanoc yak'ji mandar Dios chi' yuj. Yujto A' tz'ak'anoch masanil tas t'a yol sk'ab' Cristo chi'."
        },
        {
            "number": "28",
            "text": "Ayic ol wach' ak'jococh masanil tas t'a yol sk'ab' Yuninal Dios, haxo swach' ak'anoch sb'ha t'a yol sk'ab' Dios Mamab'il chi'. Yujto ha Dios chi' ak'jinac och smasanil tas t'a yol sk'ab'. Ichato chi', axonhej Dios ol och yajalil t'a yib'anh smasanil."
        },
        {
            "number": "29",
            "text": "Ha ticnaic, ay eb' syak' bautizar sb'a sq'uexuloc eb' chamnac. Palta tato manh ol pitzvocxi eb' chamnac chi', ¿tas yuj ay eb' syak' bautizar sb'a sq'uexuloc eb'?"
        },
        {
            "number": "30",
            "text": "Ha onhxo pax tik, ¿tas yuj scak'och co b'ha t'a yol sk'ab' yaelal t'a masanil tiempo?"
        },
        {
            "number": "31",
            "text": "Ha in tik, ex vuk'tac ex vanab', junjun k'u ijan tzin miljichamoc. Val yel sval t'ayex, tzin tzalaj eyuuj, yujto ix eyak'och Cajal Jesucristo t'a e k'ool ved'oc."
        },
        {
            "number": "32",
            "text": "Ha t'a Éfeso tik, ay juntzanh eb' cotnac yoval t'ayin. Te ov eb' icha junok nok' nok' ay smay. Tato manh ol onh pitzvocxi, ¿tas gana vixtejnac in b'a icha chi'? Tato manh ol pitzvocxi eb' chamnac, más am wach' tonhej scak' co gana ticnaic. Conh vaec, cuq'ek junok anh, talaj k'ik'an chamnac onhxo."
        },
        {
            "number": "33",
            "text": "Manh eyak' e b'a musansatil yuj junok es. Tato junnhej tzonh ek' yet' eb' chuk, tz'ixtaxel co wach' b'eyb'al yuj eb'."
        },
        {
            "number": "34",
            "text": "Naec val e b'a, tze b'oan e pensar. Manhxo e k'ulej juntzanh chukal, yujto ayex manto eyojtaquej val el Dios. Svalb'at juntzanh tik t'ayex, sec yuj chi' ol ex q'uixvoqueli."
        },
        {
            "number": "35",
            "text": "Tecan ay junok ex ol e k'anb'ej t'ayin: Ha eb' chamnac tzal chi', ¿chajtil ol aj spitzvixi eb'? ¿Chajxomtil yilji snivanil eb', ayic ol pitzvocxi eb'? tecan xe chi."
        },
        {
            "number": "36",
            "text": "Tato tze k'anb'ej icha chi', mantalaj e pensar. Q'uinaloc ay junok inhat ticnaic, tato scavej, yowalil sk'ab'at jun inhat chi' yic spaq'ui."
        },
        {
            "number": "37",
            "text": "Ayic scavan jun inhat chi', manhoclaj steel scavej. Wach'chom ixim trigo, ma juntzanhxo inhat, anhej val sat scavej."
        },
        {
            "number": "38",
            "text": "Axo Dios tz'ak'an steel chi' icha sgana, ato syala' tas inhatil junjun."
        },
        {
            "number": "39",
            "text": "Axo masanil tas sb'eyek' t'a yol yib'anhk’inal tik, ch'occh'oc snivanil junjun makan. Ch'oc co nivanil a onh anima onh tik. Ch'oc pax snivanil nok' nok' chanhe' yoc. Ch'oc pax snivanil nok' much. Anhejtona', ch'oc pax snivanil nok' chay."
        },
        {
            "number": "40",
            "text": "Ay juntzanh tas ay t'a satcha’anh. Ay pax juntzanh tas t'a yol yib'anhk’inal tik. Ch'oc swach'il juntzanh tas ay t'a satcha’anh. Ch'oc pax swach'il juntzanh tas ay t'a yol yib'anhk’inal tik."
        },
        {
            "number": "41",
            "text": "Ha juntzanh tas ay t'a satcha’anh chi' ch'occh'oc yilji stziquiquial. Ch'oc yilji stziquiquial yoc k'u. Ch'oc pax yilji stziquiquial q'uen uj. Axo q'uen k'anal, ch'occh'oc pax yilji stziquiquial junjun q'ueen."
        },
        {
            "number": "42",
            "text": "Anhejtona', icha chi' ol aj eb' chamnac, ayic ol pitzvocxi eb'. Ha co nivanil tik, ha' smucchaji, yujto yic chamel yaji. Palta ayic ol onh pitzvocxi, a co nivanil chi', manhxalaj b'ak'uinh ol chamoc."
        },
        {
            "number": "43",
            "text": "Ayic ol mucchaj co nivanil tik, malaj jab'oc yelk'ochi, toxon malaj jab'oc swach'il. Palta ayic ol onh pitzvocxi, te nivanxo yelk'ochi, yelxo wach' jun co nivanil chi'."
        },
        {
            "number": "44",
            "text": "Ayic ol mucchaj co nivanil tik, nab'a chib'ej. Axo yic ol onh pitzvocxi, a jun co nivanil chi', yicxo espíritu. Yujto ay jun co nivanil nab'a chib'ej tik, yuj chi' cojtac to ay pax junxo co nivanil yicxo espíritu."
        },
        {
            "number": "45",
            "text": "Icha chi' yaj stz'ib'chajcan t'a Slolonel Dios, aton b'aj syalcan icha tik: Ha vinh b'ab'el vinac b'ob'il, aton vinhaj Adán, vinh ak'b'il sq'uinal, xchi. Palta ay junxo tzak'anto sjavi, icha vinhaj Adán chi' yaji, palta a jun chi', aton jun Espíritu ak'um q'uinal."
        },
        {
            "number": "46",
            "text": "Manhoc jun co nivanil yic espíritu ix b'ab'laj ak'ji t'ayonh. Ha jun co nivanil yic chib'ejal tik, ha' ix b'ab'laj ak'ji. Axo co nivanil yic espíritu, tzak'anto ol ak'joc."
        },
        {
            "number": "47",
            "text": "Ha vinh b'ab'el vinac, ha' t'a lum lum b'ojinac vinh. Yuj chi' yic yol yib'anhk’inal tik yaj vinh. Axo junxo schab'il, aton Cajal Jesús, yic satcha’anh yaji."
        },
        {
            "number": "48",
            "text": "Icha snivanil jun vinh b'ob'il t'a lum lum chi', icha chi' co nivanil tik, yic yol yib'anhk’inal tik yaji. Palta icha snivanil jun yic satcha’anh chi', icha chi' junxo co nivanil yic satcha’anh ol co cha'a."
        },
        {
            "number": "49",
            "text": "Ha ticnaic, lajan co nivanil tik yet' jun vinh b'ob'il t'a lum lum chi'. Palta ha t'a jun pekti’ chi', lajan ol aj jun co nivanil tik yet' jun yic satcha’anh chi'."
        },
        {
            "number": "50",
            "text": "Ex vuk'tac ex vanab', in gana svalb'at junxo tik t'ayex. Ha jun co nivanil tik, nab'a chik', nab'a chib'ej. Yuj chi', manh ol yal-laj sk'och b'aj syak' Yajalil Dios. Ha co nivanil tik, chamelb'a yaji. Yuj chi' max yal schaan sq'uinal t'a junelnhej."
        },
        {
            "number": "51",
            "text": "Palta ay jun tas tzin nib'ej tzeyojtaquejel ticnaic, aton jun tas malaj mach ojtannac t'a yol yico'. Ha onh creyente onh tik, manh co masaniloc ol onh chamoc, palta co masanil ol q'uexmaj co nivanil tik."
        },
        {
            "number": "52",
            "text": "Ha jun chi', elanhchamel ol ujoc. Junnhej mutz'satil ol aj sjavi ayic ol ok' jun q'uen slajvub' trompeta. Ayic ol ok' jun trompeta chi', ol laj pitzvocxi masanil eb' creyente chamnacxo, manhxalaj b'ak'uinh ol chamxoc eb'. Ha onhxo pitzan onhto ta', ol q'uexmaj jun co nivanil tik."
        },
        {
            "number": "53",
            "text": "Yujto a co nivanil tik, manh najtiloc tz'eq'ui, yuj chi' yowalil ol co cha junxo co nivanil malaj b'ak'uinh ol ixtaxoc. Ha jun co nivanil tik, chamelb'a yaji. Yuj chi', yowalil ol co cha junxo co nivanil manhxa b'ak'uinh ol chamoc."
        },
        {
            "number": "54",
            "text": "Yel toni, a jun co nivanil tik tz'ixtaxeli, yujto chamelb'a yaji. Palta a junxo co nivanil ol ak'joc t'ayonh, manhxa b'ak'uinh ol ixtaxoc, malaj pax b'ak'uinh ol chamoc. Ato ta' ol elk'och jun tas tz'ib'yajcan t'a Slolonel Dios, aton jun tz'alan icha tik: Ha chamel ol kan t'a yalanh, yujto ol ak'joc ganar."
        },
        {
            "number": "55",
            "text": "Yuj chi' a ticnaic, sch'oxocab' yipal chamel chi' yuj yak'an satel anima. Sch'oxocab'cot yopisio chamel chi' sataneli, xchicani."
        },
        {
            "number": "56",
            "text": "Yuj co mul ay spoder chamel chi' onh smilani. Yuj sley Dios ix ak'jican spoder co mul chi' yic tzonh cham yuj."
        },
        {
            "number": "57",
            "text": "Palta scak' val yuj diosal d'ha Dios, yujto yuj tas ix sk'ulej Cajal Jesucristo yuj chi' scak' ganar chamel chi'."
        },
        {
            "number": "58",
            "text": "Yuj chi' ex xajanab'il vuuj, tek'an val tzeyutej e b'a. Manh eyak' somchajel e pensar. D'a smasanil e k'ool tzex munlaj t'a yic Cajal Jesús t'a smasanil tiempo, yujto eyojtacxo to a jun munlajel sco b'o t'a yol sk'ab' Cajal Jesús, manh nab'anhejoc."
        }
    ]
}