{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "A ticnaic, ex vuk'tac ex vanab', in gana tze nacot jun vach' ab'ix yic colnab'il valnaccan d'ayex. A jun ab'ix tic, e chanacxo. Tek'an exxo d'ay ticnaic."
        },
        {
            "number": "2",
            "text": "Tato anheja' ayoch e pensar d'a jun ab'ix valnaccan d'ayex chi', tato yel eyak'nacoch d'a e k'ool, ay e colnab'il yuuj."
        },
        {
            "number": "3",
            "text": "A juntzanh k'ayb'ub'al in chanac, aton ix val d'ayex. A juntzanh te nivac yelk'och ix val d'ayex. To a Cristo ix cham yuj co mul, icha yaj stz'ib'chajcan d'a Slolonel Dios."
        },
        {
            "number": "4",
            "text": "Ix mucchaji, palta ix pitzvixi d'a schab'jial, icha yaj stz'ib'chajpaxcan d'a Slolonel chi'."
        },
        {
            "number": "5",
            "text": "Ix sch'ox sb'a d'a vinhaj Pedro. Ichato chi' ix sch'oxan sb'a d'a juntzanhxo eb' schecab'."
        },
        {
            "number": "6",
            "text": "Ix lajvi chi', ix sch'oxan sb'a d'a juntzanhxo eb' quetcreyenteal, ek'al am oye' ciento sb'isul eb', ayic molanek' eb' ix yilan eb' smasanil. Tzijtumto eb' pitzan ticnaic, palta ay jayvanh eb' chamnacxo."
        },
        {
            "number": "7",
            "text": "Anhejtona', ix sch'ox sb'a d'a vinhaj Jacobo. Ix lajvi chi', ix sch'oxan sb'a d'a eb' schecab' smasanil."
        },
        {
            "number": "8",
            "text": "Slajvub'alxo ix sch'oxanpax sb'a d'ayin. Yujto icha junoc unin manto yaljub'aloc, icha chi' vaji. Yujto slajvub'alxo ix in och schecab'oc."
        },
        {
            "number": "9",
            "text": "Yuj chi', a in tic malaj velk'och d'a scal juntzanhxo eb' schecab' Jesucristo chi'. Manh smojoc pax valji schecab'oc Jesús yed' eb', yujto vak'nac val och yaelal d'a yib'anh eb' yiglesia Dios."
        },
        {
            "number": "10",
            "text": "Palta yujnhej svach'k'olal Dios schecab' Cristo vaj ticnaic. Manh nab'anhejoc ix sch'ox svach'k'olal tic d'ayin, yujto ek'to in munlaj d'a yichanh eb' vetb'eyum chi' smasanil. Palta manhoc in tzin munlaj in ch'ocoj. A Dios smunlaj ved'oc yuj svach'k'olal."
        },
        {
            "number": "11",
            "text": "Yuj chi', vach'chom a in tzin munlaji, vach'chom a eb' chi' smunlaji, palta anheja' ix alchajel jun vach' ab'ix tic. Anheja' jun vach' ab'ix tic ix eyak'och d'a e k'ool."
        },
        {
            "number": "12",
            "text": "A jun vach' ab'ix scalel tic, a tz'alani to ix pitzvixi Cristo d'a scal eb' chamnac. Yuj chi', ¿tas yuj ayex van eyalan ticnaic to manh ol pitzvocxi eb' chamnac?"
        },
        {
            "number": "13",
            "text": "Tato yel manh ol pitzvocxi eb' icha tzeyal chi', manh pitzvinacoc amxi Cristo chi' syal chi'."
        },
        {
            "number": "14",
            "text": "Anhejtona', tato manh pitzvinacocxi Cristo chi', a jun vach' ab'ix scalel tic, malaj am jab'oc yelk'ochi. Tato icha chi', nab'anhej am tzeyak'och d'a e k'ool."
        },
        {
            "number": "15",
            "text": "Tato icha chi', a onh tic, squesej stioc Dios, yujto ix caleli to a Dios ix ak'anxi pitzvoc Cristo. Q'uinaloc max yal spitzvixi eb' chamnac icha tzeyal jayvanh ex chi', maj am ak'jixi pitzvoc Cristo chi' yuj Dios."
        },
        {
            "number": "16",
            "text": "Tato max yal spitzvixi eb' chamnac chi', anhejtona' icha pax chi' Cristo, maj am pitzvocxilaj."
        },
        {
            "number": "17",
            "text": "Palta q'uinaloc tato maj pitzvixi Cristo chi', nab'anhej am tzeyak'och d'a e k'ool, yujto anhej ama ayoch e mul d'a eyib'anh."
        },
        {
            "number": "18",
            "text": "Axo eb' creyente chamnacxo, junelnhej am chamnac eb'."
        },
        {
            "number": "19",
            "text": "Tato yujnhej val co vach'iloc d'a yolyib'anhq'uinal tic scak'och Cristo yipoc co k'ool, más am ob'iltac onh d'a yichanh eb' anima smasanil."
        },
        {
            "number": "20",
            "text": "Palta d'a val yel pitzvinac Cristo chi' d'a scal eb' chamnac. Icha junoc b'ab'el ajan tz'eluli, icha chi' aj sb'ab'laj pitzvinacxi Cristo chi' d'ayonh, yic vach' sch'oxo' to ol onh pitzvocxi pax a onh tic."
        },
        {
            "number": "21",
            "text": "Yuj jun vinh vinac, aton vinhaj Adán ix ak'jicancot chamel d'a quib'anh co masanil. Anhejtona' yuj junxo mach, aton Cristo ol ak'jocxi pitzvoc eb' chamnacxo."
        },
        {
            "number": "22",
            "text": "Masanil anima schami, yujto yinhtilal eb' vinhaj Adán. Anhejtona', a onh yic onhxo Cristo ol onh pitzvocpax co masanil."
        },
        {
            "number": "23",
            "text": "Palta d'a stzolal ol aj co pitzvixi. A Cristo chi' b'ab'laj pitzvinac. Axo yic ol jax junelxo, ato ta' ol onh pitzvocxi co masanil a onh yic onhxo tic."
        },
        {
            "number": "24",
            "text": "Ol lajvoc chi', ol ja slajvub'. Ato ta' ol can masanil eb' yajal d'a yalanh yuj Cristo, masanil eb' ay yopisio yed' masanil eb' ay spoder. Ichato chi' ol ak'joc och eb' d'a yol sk'ab' Dios Mamab'il yuuj."
        },
        {
            "number": "25",
            "text": "Yujto a Cristo chi', yovalil ol ochcan Reyal, masanto ol can masanil juntzanh ayoch ajk'olal d'ay d'a yalanh yuuj."
        },
        {
            "number": "26",
            "text": "Ay pax junxo icha ajk'ool yajoch d'ayonh, aton chamel. A jun chi', ol ak'joccan lajvoc yuj Cristo d'a slajvub'alxo."
        },
        {
            "number": "27",
            "text": "Yujto syal d'a Slolonel Dios Tz'ib'ab'ilcan icha tic: A Dios ix ak'anoch masanil tas d'a yol sk'ab' Cristo chi', yic vach' a' tz'ak'an mandar smasanil, xchi. Ayic syalani to ix ak'jioch masanil yuj Dios d'a yol sk'ab' chi', manh locanoc yak'ji mandar Dios chi' yuuj. Yujto A' tz'ak'anoch masanil tas d'a yol sk'ab' Cristo chi'."
        },
        {
            "number": "28",
            "text": "Ayic ol vach' ak'jococh masanil tas d'a yol sk'ab' Yuninal Dios, axo svach' ak'anoch sb'a d'a yol sk'ab' Dios Mamab'il chi'. Yujto a Dios chi' ak'jinac och smasanil tas d'a yol sk'ab'. Ichato chi', axonhej Dios ol och yajalil d'a yib'anh smasanil."
        },
        {
            "number": "29",
            "text": "A ticnaic, ay eb' syak' bautizar sb'a sq'uexuloc eb' chamnac. Palta tato manh ol pitzvocxi eb' chamnac chi', ¿tas yuj ay eb' syak' bautizar sb'a sq'uexuloc eb'?"
        },
        {
            "number": "30",
            "text": "A onhxo pax tic, ¿tas yuj scak'och co b'a d'a yol sk'ab' yaelal d'a masanil tiempo?"
        },
        {
            "number": "31",
            "text": "A in tic, ex vuk'tac ex vanab', junjun k'u ijan tzin miljichamoc. Val yel sval d'ayex, tzin tzalaj eyuuj, yujto ix eyak'och Cajal Jesucristo d'a e k'ool ved'oc."
        },
        {
            "number": "32",
            "text": "A d'a Éfeso tic, ay juntzanh eb' cotnac yoval d'ayin. Te ov eb' icha junoc nok' nok' ay smay. Tato manh ol onh pitzvocxi, ¿tas gana vixtejnac in b'a icha chi'? Tato manh ol pitzvocxi eb' chamnac, más am vach' tonhej scak' co gana ticnaic. Conh vaec, cuq'uec junoc anh, talaj q'uik'an chamnac onhxo."
        },
        {
            "number": "33",
            "text": "Manh eyak' e b'a musansatil yuj junoc es. Tato junnhej tzonh ek' yed' eb' chuc, tz'ixtaxel co vach' b'eyb'al yuj eb'."
        },
        {
            "number": "34",
            "text": "Naec val e b'a, tze b'oan e pensar. Manhxo e k'ulej juntzanh chucal, yujto ayex manto eyojtaquej val el Dios. Svalb'at juntzanh tic d'ayex, sec yuj chi' ol ex q'uixvoqueli."
        },
        {
            "number": "35",
            "text": "Tecan ay junoc ex ol e k'anb'ej d'ayin: A eb' chamnac tzal chi', ¿chajtil ol aj spitzvixi eb'? ¿Chajxomtil yilji snivanil eb', ayic ol pitzvocxi eb'? tecan xe chi."
        },
        {
            "number": "36",
            "text": "Tato tze k'anb'ej icha chi', mantalaj e pensar. Q'uinaloc ay junoc inhat ticnaic, tato scavej, yovalil sk'ab'at jun inhat chi' yic spaq'ui."
        },
        {
            "number": "37",
            "text": "Ayic scavan jun inhat chi', manhoclaj steel scavej. Vach'chom ixim trigo, ma juntzanhxo inhat, anhej val sat scavej."
        },
        {
            "number": "38",
            "text": "Axo Dios tz'ak'an steel chi' icha sgana, ato syala' tas inhatil junjun."
        },
        {
            "number": "39",
            "text": "Axo masanil tas sb'eyek' d'a yolyib'anhq'uinal tic, ch'occh'oc snivanil junjun macanh. Ch'oc co nivanil a onh anima onh tic. Ch'oc pax snivanil nok' nok' chanhe' yoc. Ch'oc pax snivanil nok' much. Anhejtona', ch'oc pax snivanil nok' chay."
        },
        {
            "number": "40",
            "text": "Ay juntzanh tas ay d'a satchaanh. Ay pax juntzanh tas d'a yolyib'anhq'uinal tic. Ch'oc svach'il juntzanh tas ay d'a satchaanh. Ch'oc pax svach'il juntzanh tas ay d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "41",
            "text": "A juntzanh tas ay d'a satchaanh chi' ch'occh'oc yilji stziquiquial. Ch'oc yilji stziquiquial yoc k'u. Ch'oc pax yilji stziquiquial q'uen uj. Axo q'uen k'anal, ch'occh'oc pax yilji stziquiquial junjun q'ueen."
        },
        {
            "number": "42",
            "text": "Anhejtona', icha chi' ol aj eb' chamnac, ayic ol pitzvocxi eb'. A co nivanil tic, a' smucchaji, yujto yic chamel yaji. Palta ayic ol onh pitzvocxi, a co nivanil chi', manhxalaj b'aq'uinh ol chamoc."
        },
        {
            "number": "43",
            "text": "Ayic ol mucchaj co nivanil tic, malaj jab'oc yelk'ochi, toxon malaj jab'oc svach'il. Palta ayic ol onh pitzvocxi, te nivanxo yelk'ochi, yelxo vach' jun co nivanil chi'."
        },
        {
            "number": "44",
            "text": "Ayic ol mucchaj co nivanil tic, nab'a chib'ej. Axo yic ol onh pitzvocxi, a jun co nivanil chi', yicxo espíritu. Yujto ay jun co nivanil nab'a chib'ej tic, yuj chi' cojtac to ay pax junxo co nivanil yicxo espíritu."
        },
        {
            "number": "45",
            "text": "Icha chi' yaj stz'ib'chajcan d'a Slolonel Dios, aton b'aj syalcan icha tic: A vinh b'ab'el vinac b'ob'il, aton vinhaj Adán, vinh ak'b'il sq'uinal, xchi. Palta ay junxo tzak'anto sjavi, icha vinhaj Adán chi' yaji, palta a jun chi', aton jun Espíritu ak'um q'uinal."
        },
        {
            "number": "46",
            "text": "Manhoc jun co nivanil yic espíritu ix b'ab'laj ak'ji d'ayonh. A jun co nivanil yic chib'ejal tic, a' ix b'ab'laj ak'ji. Axo co nivanil yic espíritu, tzak'anto ol ak'joc."
        },
        {
            "number": "47",
            "text": "A vinh b'ab'el vinac, a' d'a lum luum b'ojinac vinh. Yuj chi' yic yolyib'anhq'uinal tic yaj vinh. Axo junxo schab'il, aton Cajal Jesús, yic satchaanh yaji."
        },
        {
            "number": "48",
            "text": "Icha snivanil jun vinh b'ob'il d'a lum luum chi', icha chi' co nivanil tic, yic yolyib'anhq'uinal tic yaji. Palta icha snivanil jun yic satchaanh chi', icha chi' junxo co nivanil yic satchaanh ol co cha'a."
        },
        {
            "number": "49",
            "text": "A ticnaic, lajan co nivanil tic yed' jun vinh b'ob'il d'a lum luum chi'. Palta a d'a jun tiempoal chi', lajan ol aj jun co nivanil tic yed' jun yic satchaanh chi'."
        },
        {
            "number": "50",
            "text": "Ex vuk'tac ex vanab', in gana svalb'at junxo tic d'ayex. A jun co nivanil tic, nab'a chik', nab'a chib'ej. Yuj chi', manh ol yal-laj sk'och b'aj syak' Yajalil Dios. A co nivanil tic, chamelb'a yaji. Yuj chi' max yal schaan sq'uinal d'a junelnhej."
        },
        {
            "number": "51",
            "text": "Palta ay jun tas tzin nib'ej tzeyojtaquejel ticnaic, aton jun tas malaj mach ojtannac d'a yol yico'. A onh creyente onh tic, manh co masaniloc ol onh chamoc, palta co masanil ol q'uexmaj co nivanil tic."
        },
        {
            "number": "52",
            "text": "A jun chi', elanhchamel ol ujoc. Junnhej mutz'satil ol aj sjavi ayic ol ok' jun q'uen slajvub' trompeta. Ayic ol ok' jun trompeta chi', ol laj pitzvocxi masanil eb' creyente chamnacxo, manhxalaj b'aq'uinh ol chamxoc eb'. A onhxo pitzan onhto ta', ol q'uexmaj jun co nivanil tic."
        },
        {
            "number": "53",
            "text": "Yujto a co nivanil tic, manh najtiloc tz'eq'ui, yuj chi' yovalil ol co cha junxo co nivanil malaj b'aq'uinh ol ixtaxoc. A jun co nivanil tic, chamelb'a yaji. Yuj chi', yovalil ol co cha junxo co nivanil manhxa b'aq'uinh ol chamoc."
        },
        {
            "number": "54",
            "text": "Yel toni, a jun co nivanil tic tz'ixtaxeli, yujto chamelb'a yaji. Palta a junxo co nivanil ol ak'joc d'ayonh, manhxa b'aq'uinh ol ixtaxoc, malaj pax b'aq'uinh ol chamoc. Ato ta' ol elk'och jun tas tz'ib'yajcan d'a Slolonel Dios, aton jun tz'alan icha tic: A chamel ol can d'a yalanh, yujto ol ak'joc ganar."
        },
        {
            "number": "55",
            "text": "Yuj chi' a ticnaic, sch'oxocab' yipal chamel chi' yuj yak'an satel anima. Sch'oxocab'cot yopisio chamel chi' sataneli, xchicani."
        },
        {
            "number": "56",
            "text": "Yuj co mul ay spoder chamel chi' onh smilani. Yuj sley Dios ix ak'jican spoder co mul chi' yic tzonh cham yuuj."
        },
        {
            "number": "57",
            "text": "Palta scak' val yuj diosal d'a Dios, yujto yuj tas ix sk'ulej Cajal Jesucristo yuj chi' scak' ganar chamel chi'."
        },
        {
            "number": "58",
            "text": "Yuj chi' ex xajanab'il vuuj, tek'an val tzeyutej e b'a. Manh eyak' somchajel e pensar. D'a smasanil e k'ool tzex munlaj d'a yic Cajal Jesús d'a smasanil tiempo, yujto eyojtacxo to a jun munlajel sco b'o d'a yol sk'ab' Cajal Jesús, manh nab'anhejoc."
        }
    ]
}