{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaik, ex wuk'tac ex wanab', in gana tze nacot jun wach' ab'ix yic colnab'il walnaccan t'ayex. Ha jun ab'ix tik, he chanacxo. Tek'an exxo t'ay ticnaik."
        },
        {
            "number": "2",
            "text": "Tato anheja' ayoch he pensar t'a jun ab'ix walnaccan t'ayex chi', tato yel eyak'nacoch t'a he k'ool, ay he colnab'il yuj."
        },
        {
            "number": "3",
            "text": "Ha juntzanh k'ayb'ub'al in chanac, aton ix wal t'ayex. Ha juntzanh te niwac yelk'och ix wal t'ayex. To a Cristo ix cham yuj ko mul, icha yaj stz'ib'chajcan t'a Slolonel Dios."
        },
        {
            "number": "4",
            "text": "Ix mucchaji, palta ix pitzwixi t'a schab'jial, icha yaj stz'ib'chajpaxcan t'a Slolonel chi'."
        },
        {
            "number": "5",
            "text": "Ix sch'ox sb'ha t'a winhaj Pedro. Ichato chi' ix sch'oxan sb'ha t'a juntzanhxo heb' schecab'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix sch'oxan sb'ha t'a juntzanhxo heb' quetcreyenteal, ek'al am oye' ciento sb'isul heb', ayic molanek' heb' ix yilan heb' smasanil. Tzijtumto heb' pitzan ticnaik, palta ay jaywanh heb' chamnacxo."
        },
        {
            "number": "7",
            "text": "Anhejtona', ix sch'ox sb'ha t'a winhaj Jacobo. Ixlajwi chi', ix sch'oxan sb'ha t'a heb' schecab' smasanil."
        },
        {
            "number": "8",
            "text": "Slajwub'alxo ix sch'oxanpax sb'a t'ayin. Yujto icha junok unin manto yaljub'aloc, icha chi' waji. Yujto slajwub'alxo ix in och schecab'oc."
        },
        {
            "number": "9",
            "text": "Yuj chi', a in tik malaj welk'och t'a skal juntzanhxo heb' schecab' Jesucristo chi'. Manh smojoc pax walji schecab'oc Jesús yet' heb', yujto wak'nac wal och yaelal t'a yib'anh heb' yiglesia Dios."
        },
        {
            "number": "10",
            "text": "Palta yujnhej swach'k'olal Dios schecab' Cristo waj ticnaik. Manh nab'anhejoc ix sch'ox swach'k'olal tik t'ayin, yujto ek'to in munlaj t'a yichanh heb' wetb'eyum chi' smasanil. Palta manhoc in tzin munlaj in ch'ocoj. Ha Dios smunlaj wed'oc yuj swach'k'olal."
        },
        {
            "number": "11",
            "text": "Yuj chi', wach'chom a in tzin munlaji, wach'chom a heb' chi' smunlaji, palta anheja' ix alchajel jun wach' ab'ix tik. Anheja' jun wach' ab'ix tik ix eyak'och t'a he k'ool."
        },
        {
            "number": "12",
            "text": "Ha jun wach' ab'ix scalel tik, a tz'alani to ix pitzwixi Cristo t'a skal heb' chamnac. Yuj chi', ¿tas yuj ayex wan eyalan ticnaik to manh ol pitzwokxi heb' chamnac?"
        },
        {
            "number": "13",
            "text": "Tato yel manh ol pitzwokxi heb' icha tzeyal chi', manh pitzwinacoc amxi Cristo chi' syal chi'."
        },
        {
            "number": "14",
            "text": "Anhejtona', tato manh pitzwinacocxi Cristo chi', a jun wach' ab'ix scalel tik, malaj am jab'oc yelk'ochi. Tato icha chi', nab'anhej am tzeyak'och t'a he k'ool."
        },
        {
            "number": "15",
            "text": "Tato icha chi', a onh tik, squesej stioc Dios, yujto ix caleli to ha Dios ix ak'anxi pitzwoc Cristo. Q'uinaloc max yal spitzwixi heb' chamnac icha tzeyal jaywanh ex chi', maj am ak'jixi pitzwoc Cristo chi' yuj Dios."
        },
        {
            "number": "16",
            "text": "Tato max yal spitzwixi heb' chamnac chi', anhejtona' icha pax chi' Cristo, maj am pitzwocxilaj."
        },
        {
            "number": "17",
            "text": "Palta q'uinaloc tato maj pitzwixi Cristo chi', nab'anhej am tzeyak'och t'a he k'ool, yujto anhej ama ayoch he mul t'a eyib'anh."
        },
        {
            "number": "18",
            "text": "Axo heb' creyente chamnacxo, junelnhej am chamnac heb'."
        },
        {
            "number": "19",
            "text": "Tato yujnhej wal ko wach'iloc t'a yol yib'anhk’inal tik skak'och Cristo yipoc ko k'ool, más am ob'iltac onh t'a yichanh heb' anima smasanil."
        },
        {
            "number": "20",
            "text": "Palta t'a wal yel pitzwinac Cristo chi' t'a skal heb' chamnac. Icha junok b'ab'el ajan tz'eluli, icha chi' aj sb'ab'laj pitzwinacxi Cristo chi' t'ayonh, yic wach' sch'oxo' to ol onh pitzwokxi pax a onh tik."
        },
        {
            "number": "21",
            "text": "Yuj jun winh winak, aton winhaj Adán ix ak'jicancot chamel t'a quib'anh ko masanil. Anhejtona' yuj junxo mach, aton Cristo ol ak'jocxi pitzwoc heb' chamnacxo."
        },
        {
            "number": "22",
            "text": "Masanil anima schami, yujto yinhtilal heb' winhaj Adán. Anhejtona', a onh yic onhxo Cristo ol onh pitzwocpax ko masanil."
        },
        {
            "number": "23",
            "text": "Palta t'a stzolal ol aj ko pitzwixi. Ha Cristo chi' b'ab'laj pitzwinac. Axo yic ol jax junelxo, ato ta' ol onh pitzwokxi ko masanil a onh yic onhxo tik."
        },
        {
            "number": "24",
            "text": "Ol lajwoc chi', ol ja slajwub'. Ato ta' ol kan masanil heb' yajal t'a yalanh yuj Cristo, masanil heb' ay yopisio yet' masanil heb' ay spoder. Ichato chi' ol ak'joc och heb' t'a yol sk'ab' Dios Mamab'il yuj."
        },
        {
            "number": "25",
            "text": "Yujto a Cristo chi', yowalil ol ochcan Reyal, masanto ol kan masanil juntzanh ayoch ajk'olal t'ay t'a yalanh yuj."
        },
        {
            "number": "26",
            "text": "Ay pax junxo icha ajk'ool yajoch t'ayonh, aton chamel. Ha jun chi', ol ak'joccan lajwoc yuj Cristo t'a slajwub'alxo."
        },
        {
            "number": "27",
            "text": "Yujto syal t'a Slolonel Dios Tz'ib'ab'ilcan icha tik: Ha Dios ix ak'anoch masanil tas t'a yol sk'ab' Cristo chi', yic wach' ha' tz'ak'an mandar smasanil, xchi. Ayic syalani to ix ak'jioch masanil yuj Dios t'a yol sk'ab' chi', manh locanoc yak'ji mandar Dios chi' yuj. Yujto A' tz'ak'anoch masanil tas t'a yol sk'ab' Cristo chi'."
        },
        {
            "number": "28",
            "text": "Ayic ol wach' ak'jococh masanil tas t'a yol sk'ab' Yuninal Dios, haxo swach' ak'anoch sb'ha t'a yol sk'ab' Dios Mamab'il chi'. Yujto ha Dios chi' ak'jinac och smasanil tas t'a yol sk'ab'. Ichato chi', axonhej Dios ol och yajalil t'a yib'anh smasanil."
        },
        {
            "number": "29",
            "text": "Ha ticnaik, ay heb' syak' bautizar sb'a sk'exuloc heb' chamnac. Palta tato manh ol pitzwokxi heb' chamnac chi', ¿tas yuj ay heb' syak' bautizar sb'a sk'exuloc heb'?"
        },
        {
            "number": "30",
            "text": "Ha onhxo pax tik, ¿tas yuj skak'och ko b'ha t'a yol sk'ab' yaelal t'a masanil tiempo?"
        },
        {
            "number": "31",
            "text": "Ha in tik, ex wuk'tac ex wanab', junjun k'u ijan tzin miljichamoc. Val yel swal t'ayex, tzin tzalaj eyuuj, yujto ix eyak'och Kajal Jesucristo t'a he k'ool wed'oc."
        },
        {
            "number": "32",
            "text": "Ha t'a Éfeso tik, ay juntzanh heb' cotnac yowal t'ayin. Te ov heb' icha junok nok' nok' ay smay. Tato manh ol onh pitzwokxi, ¿tas gana wixtejnac in b'a icha chi'? Tato manh ol pitzwokxi heb' chamnac, más am wach' tonhej skak' ko gana ticnaik. Conh waec, cuq'ek junok anh, talaj k'ik'an chamnac onhxo."
        },
        {
            "number": "33",
            "text": "Manh eyak' he b'a musansatil yuj junok es. Tato junnhej tzonh ek' yet' heb' chuk, tz'ixtaxel ko wach' b'eyb'al yuj heb'."
        },
        {
            "number": "34",
            "text": "Naec wal he b'a, tze b'oan he pensar. Manhxo he k'ulej juntzanh chukal, yujto ayex manto eyojtaquej wal el Dios. Swalb'at juntzanh tik t'ayex, sec yuj chi' ol ex q'uixwoqueli."
        },
        {
            "number": "35",
            "text": "Tecan ay junok ex ol he k'anb'ej t'ayin: Ha heb' chamnac tzal chi', ¿chajtil ol aj spitzwixi heb'? ¿Chajxomtil yilji sniwanil heb', ayic ol pitzwokxi heb'? tecan xe chi."
        },
        {
            "number": "36",
            "text": "Tato tze k'anb'ej icha chi', mantalaj he pensar. Q'uinaloc ay junok inhat ticnaik, tato scawej, yowalil sk'ab'at jun inhat chi' yic spaq'ui."
        },
        {
            "number": "37",
            "text": "Ayic scawan jun inhat chi', manhoclaj steel scawej. Wach'chom ixim trigo, ma juntzanhxo inhat, anhej wal sat scawej."
        },
        {
            "number": "38",
            "text": "Axo Dios tz'ak'an steel chi' icha snib'ej, ato syala' tas inhatil junjun."
        },
        {
            "number": "39",
            "text": "Axo masanil tas sb'eyek' t'a yol yib'anhk’inal tik, ch'occh'oc sniwanil junjun makan. Ch'oc ko niwanil a onh anima onh tik. Ch'oc pax sniwanil nok' nok' chanhe' yoc. Ch'oc pax sniwanil nok' much. Anhejtona', ch'oc pax sniwanil nok' chay."
        },
        {
            "number": "40",
            "text": "Ay juntzanh tas ay t'a satcha’anh. Ay pax juntzanh tas t'a yol yib'anhk’inal tik. Ch'oc swach'il juntzanh tas ay t'a satcha’anh. Ch'oc pax swach'il juntzanh tas ay t'a yol yib'anhk’inal tik."
        },
        {
            "number": "41",
            "text": "Ha juntzanh tas ay t'a satcha’anh chi' ch'occh'oc yilji stziquiquial. Ch'oc yilji stziquiquial yoc k'u. Ch'oc pax yilji stziquiquial k'een uj. Axo k'een k'anal, ch'occh'oc pax yilji stziquiquial junjun k'een."
        },
        {
            "number": "42",
            "text": "Anhejtona', icha chi' ol aj heb' chamnac, ayic ol pitzwokxi heb'. Ha ko niwanil tik, ha' smucchaji, yujto yic chamel yaji. Palta ayic ol onh pitzwokxi, a ko niwanil chi', manhxalaj b'ak'uinh ol chamoc."
        },
        {
            "number": "43",
            "text": "Ayic ol mucchaj ko niwanil tik, malaj jab'oc yelk'ochi, toxon malaj jab'oc swach'il. Palta ayic ol onh pitzwokxi, te niwanxo yelk'ochi, yelxo wach' jun ko niwanil chi'."
        },
        {
            "number": "44",
            "text": "Ayic ol mucchaj ko niwanil tik, nab'a chib'ej. Axo yic ol onh pitzwokxi, a jun ko niwanil chi', yicxo espíritu. Yujto ay jun ko niwanil nab'a chib'ej tik, yuj chi' cojtac to ay pax junxo ko niwanil yicxo espíritu."
        },
        {
            "number": "45",
            "text": "Icha chi' yaj stz'ib'chajcan t'a Slolonel Dios, aton b'aj syalcan icha tik: Ha winh b'ab'el winak b'ob'il, aton winhaj Adán, winh ak'b'il sk'inal, xchi. Palta ay junxo tzak'anto sjawi, icha winhaj Adán chi' yaji, palta a jun chi', aton jun Espíritu ak'um k 'inal."
        },
        {
            "number": "46",
            "text": "Manhok jun ko niwanil yic espíritu ix b'ab'laj ak'ji t'ayonh. Ha jun ko niwanil yic chib'ejal tik, ha' ix b'ab'laj ak'ji. Axo ko niwanil yic espíritu, tzak'anto ol ak'joc."
        },
        {
            "number": "47",
            "text": "Ha winh b'ab'el winak, ha' t'a lum lum b'ojinac winh. Yuj chi' yic yol yib'anhk’inal tik yaj winh. Axo junxo schab'il, aton Kajal Jesús, yic satcha’anh yaji."
        },
        {
            "number": "48",
            "text": "Icha sniwanil jun winh b'ob'il t'a lum lum chi', icha chi' ko niwanil tik, yic yol yib'anhk’inal tik yaji. Palta icha sniwanil jun yic satcha’anh chi', icha chi' junxo ko niwanil yic satcha’anh ol ko cha'a."
        },
        {
            "number": "49",
            "text": "Ha ticnaik, lajan ko niwanil tik yet' jun winh b'ob'il t'a lum lum chi'. Palta ha t'a jun pekti’ chi', lajan ol aj jun ko niwanil tik yet' jun yic satcha’anh chi'."
        },
        {
            "number": "50",
            "text": "Ex wuk'tac ex wanab', in gana swalb'at junxo tik t'ayex. Ha jun ko niwanil tik, nab'a chik', nab'a chib'ej. Yuj chi', manh ol yal-laj sk'och b'aj syak' Yajalil Dios. Ha ko niwanil tik, chamelb'a yaji. Yuj chi' max yal schaan sk'inal t'a junelnhej."
        },
        {
            "number": "51",
            "text": "Palta ay jun tas tzin nib'ej tzeyojtaquejel ticnaik, aton jun tas malaj mach ojtannac t'a yol yico'. Ha onh creyente onh tik, manh ko masaniloc ol onh chamoc, palta ko masanil ol k'exmaj ko niwanil tik."
        },
        {
            "number": "52",
            "text": "Ha jun chi', elanhchamel ol ujok. Junnhej mutz'satil ol aj sjawi ayic ol ok' jun k'een slajwub' trompeta. Ayic ol ok' jun trompeta chi', ol laj pitzwokxi masanil heb' creyente chamnacxo, manhxalaj b'ak'uinh ol chamxoc heb'. Ha onhxo pitzan onhto ta', ol k'exmaj jun ko niwanil tik."
        },
        {
            "number": "53",
            "text": "Yujto a ko niwanil tik, manh najtiloc tz'eq'ui, yuj chi' yowalil ol ko cha junxo ko niwanil malaj b'ak'uinh ol ixtaxoc. Ha jun ko niwanil tik, chamelb'a yaji. Yuj chi', yowalil ol ko cha junxo ko niwanil manhxa b'ak'uinh ol chamoc."
        },
        {
            "number": "54",
            "text": "Yel toni, a jun ko niwanil tik tz'ixtaxeli, yujto chamelb'a yaji. Palta a junxo ko niwanil ol ak'joc t'ayonh, manhxa b'ak'uinh ol ixtaxoc, malaj pax b'ak'uinh ol chamoc. Ato ta' ol elk'och jun tas tz'ib'yajcan t'a Slolonel Dios, aton jun tz'alan icha tik: Ha chamel ol kan t'a yalanh, yujto ol ak'joc ganar."
        },
        {
            "number": "55",
            "text": "Yuj chi' a ticnaik, sch'oxocab' yipal chamel chi' yuj yak'an satel anima. Sch'oxocab'cot yopisio chamel chi' sataneli, xchicani."
        },
        {
            "number": "56",
            "text": "Yuj ko mul ay spoder chamel chi' onh smilani. Yuj sley Dios ix ak'jican spoder ko mul chi' yic tzonh cham yuj."
        },
        {
            "number": "57",
            "text": "Palta skak' wal yuj diosal d'ha Dios, yujto yuj tas ix sk'ulej Kajal Jesucristo yuj chi' skak' ganar chamel chi'."
        },
        {
            "number": "58",
            "text": "Yuj chi' ex xajanab'il wuuj, tek'an wal tzeyutej he b'a. Manh eyak' somchajel he pensar. D'a smasanil he k'ool tzex munlaj t'a yic Kajal Jesús t'a smasanil tiempo, yujto eyojtacxo to a jun munlajel sco b'o t'a yol sk'ab' Kajal Jesús, manh nab'anhejoc."
        }
    ]
}