{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaic, ol valb'at t'ayex yuj jun ofrenda ol q'ue vaan t'a e cal, yic ol ak'joc t'a eb' yicxo Dios. Ha juntzanh checnab'il ol valb'at t'ayex tik, valnacxo t'a eb' creyente t'a yol yic Galacia. Yuj chi', icha syutej sb'a eb' chi', icha chi' ol eyutoc e b'a."
        },
        {
            "number": "2",
            "text": "Junjun ex tzeyiq'uel eyofrenda t'a junjun domingoal, ato syala' jantac tzeyak' ganar, tze molb'ani. Tato icha chi', manhocto tzin k'ochi, tzeyak'an lista eyofrenda."
        },
        {
            "number": "3",
            "text": "Tze say jayvanhoc eb' ol in checb'at t'a Jerusalén. Ato ol in k'ochoc ol in b'oan jun carta ol b'at yet' eb', yic ol ilchajoc to ay yopisio eb'. Aton eb' chi' ol ik'anb'at eyofrenda t'a eb' creyente ta'."
        },
        {
            "number": "4",
            "text": "Ayic ol in k'och eyed' ta', ol wila'' talaj a in ol in b'at lak'an yet' eb' t'a Jerusalén chi'. Tato icha chi', ved' ol b'at eb'."
        },
        {
            "number": "5",
            "text": "Ayic ol in b'at ex wila'', yovalil ol in ek' chab' oxeoc k'ual t'a yol yic Macedonia, ichato chi' ol in k'och t'ayex."
        },
        {
            "number": "6",
            "text": "Ta icha chi' ol in ek' nivanoc tiempo eyed' ta'. Talaj ay in ek' ta' ol ek' nhab'ilq'uinal. Axo yic ol in b'atxoc, ol ex colvaj t'ayin t'a yol b'e b'aj ol in b'atxoc chi'."
        },
        {
            "number": "7",
            "text": "In gana manh elanhchameloc tzin ek' t'ayex. In gana tzin ek' nivanoc tiempo eyed'oc, tato icha chi' tz'el t'a sk'ool Cajal Jesús."
        },
        {
            "number": "8",
            "text": "Palta ay in to ek' t'a Éfeso tik, masanto ol ek' q'uinh Pentecostés, haxo in b'at chi'."
        },
        {
            "number": "9",
            "text": "Yujto svila' to te wach'nhej tz'elk'och in munlajel t'a yic Cajal Jesús t'a tik. Wach'chom tzijtum eb' schichonoch sk'ool t'ayin, palta jacannhej in munlaji, ay pax tas svik' t'a in munlajel tik."
        },
        {
            "number": "10",
            "text": "Tato ol k'och vinhaj Timoteo t'ayex ta', tzeyak' tzalajb'oc sk'ool vinh eyed'oc, yic manh ol cus vinh, yujto ha t'a yic Cajal Jesús smunlaj vinh icha in tik."
        },
        {
            "number": "11",
            "text": "Yuj chi', malaj junok ex tze patiquejel vinh ta'. Ha inxo tik, van in tanhvan sja vinh t'a tik yet' juntzanhxo eb' cuk'tac ol ja yet' vinh, yuj chi' ayic ol cot vinh t'a yol b'e, tzex colvajcot t'a vinh, sec yuj chi' tzalajk'olal ol cot vinh."
        },
        {
            "number": "12",
            "text": "Axo vinh cuk'tac Apolos, ix in tevi t'a vinh, yic sb'at vinh ex yila'. Palta max yal sk'ool vinh sb'at ex yil t'a jun pekti’ tik. Ato yic ol och scolanil vinh, ol b'at ex yilan vinh."
        },
        {
            "number": "13",
            "text": "Macvajanhec. Tek'an tzeyutej e b'a eyak'anoch Cajal Jesús t'a e k'ool. Manh ex xiv jab'oc. Tek'b'ejec e b'a junjun ex."
        },
        {
            "number": "14",
            "text": "Ha jantacnhej tas tze k'ulej, tze k'ulej t'a smasanil e k'ool yuj svach'iloc eb' quetanimail."
        },
        {
            "number": "15",
            "text": "Ha ticnaic ex vuk'tac ex vanab' eyojtac to a vinhaj Estéfanas yet' eb' cajan yet' vinh t'a spat, b'ab'el creyente vinh yet' eb' t'a yol yic Acaya b'aj ayex chi'. Ha eb' chi', syak' val servil eb' yetcreyenteal eb' t'a smasanil sk'ool."
        },
        {
            "number": "16",
            "text": "Tzin k'an pavor t'ayex to tze k'anab'ajej tas syal eb'. Tze k'anab'ajan pax jantacnhej eb' lajan syutej sb'a icha eb' chi', aton eb' scolvaji, yet' smunlaj t'a yic Cajal Jesús."
        },
        {
            "number": "17",
            "text": "Tzin tzalaj ticnaic, yujto ix ja vinhaj Estéfanas ved' t'a tik yet' vinhaj Fortunato yet' vinhaj Acaico. Ha eb' vinh tik, scolvaj val eb' vinh t'ayin. Ichato e q'uexul yaj eb' vinh scolvaj t'ayin t'a tik, yujto max yal-laj e javi."
        },
        {
            "number": "18",
            "text": "Icha ix yutej eb' vinh yak'an snivanil e k'ool ta', icha chi' syutej eb' vinh yak'anpax snivanil in k'ool t'a tik. Ayokab' yelk'och eb' vinh t'ayex. Tato ay juntzanhxo eb' icha eb' vinh tik, ayocab' pax yelk'och eb' t'ayex."
        },
        {
            "number": "19",
            "text": "Ha eb' ay t'a junjun iglesia t'a yol yic Asia tik, syak'b'at stzatzil e k'ool eb' e masanil ta'. Anhejtona' vinhaj Aquila yet' ix Priscila yet' eb' creyente smolb'ej sb'ha t'a spat eb', syak'paxb'at stzatzil e k'ool eb' t'a sb'i Cajal Jesús."
        },
        {
            "number": "20",
            "text": "Syak'b'at stzatzil e k'ool masanil eb' creyente t'a tik. Slaj eyak'laj stzatzil e k'ool t'a tzalajk'olal ta'."
        },
        {
            "number": "21",
            "text": "Ha stzatzil e k'ool svak'b'at tik, a in val Pablo in tzin tz'ib'ejb'at yet' in k'ab'."
        },
        {
            "number": "22",
            "text": "Tato ay junok mach max xajanan Cajal Jesucristo, cotocab' yoval sk'ool Dios t'a yib'anh. Ach Cajal, cotanh t'a elanhchamel."
        },
        {
            "number": "23",
            "text": "Sch'oxocab' svach'k'olal Cajal Jesucristo t'ayex ta'."
        },
        {
            "number": "24",
            "text": "Xajan ex e masanil vuuj yuj Cristo Jesús."
        }
    ]
}