{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "A ticnaic, ol valb'at d'ayex yuj jun ofrenda ol q'ue vaan d'a e cal, yic ol ak'joc d'a eb' yicxo Dios. A juntzanh checnab'il ol valb'at d'ayex tic, valnacxo d'a eb' creyente d'a yol yic Galacia. Yuj chi', icha syutej sb'a eb' chi', icha chi' ol eyutoc e b'a."
        },
        {
            "number": "2",
            "text": "Junjun ex tzeyiq'uel eyofrenda d'a junjun domingoal, ato syala' jantac tzeyak' ganar, tze molb'ani. Tato icha chi', manhocto tzin k'ochi, tzeyak'an lista eyofrenda."
        },
        {
            "number": "3",
            "text": "Tze say jayvanhoc eb' ol in checb'at d'a Jerusalén. Ato ol in k'ochoc ol in b'oan jun carta ol b'at yed' eb', yic ol ilchajoc to ay yopisio eb'. Aton eb' chi' ol ik'anb'at eyofrenda d'a eb' creyente ta'."
        },
        {
            "number": "4",
            "text": "Ayic ol in k'och eyed' ta', ol vila' talaj a in ol in b'at lak'an yed' eb' d'a Jerusalén chi'. Tato icha chi', ved' ol b'at eb'."
        },
        {
            "number": "5",
            "text": "Ayic ol in b'at ex vila', yovalil ol in ek' chab' oxeoc k'ual d'a yol yic Macedonia, ichato chi' ol in k'och d'ayex."
        },
        {
            "number": "6",
            "text": "Ta icha chi' ol in ek' nivanoc tiempo eyed' ta'. Talaj ay in ek' ta' ol ek' nhab'ilq'uinal. Axo yic ol in b'atxoc, ol ex colvaj d'ayin d'a yol b'e b'aj ol in b'atxoc chi'."
        },
        {
            "number": "7",
            "text": "In gana manh elanhchameloc tzin ek' d'ayex. In gana tzin ek' nivanoc tiempo eyed'oc, tato icha chi' tz'el d'a sk'ool Cajal Jesús."
        },
        {
            "number": "8",
            "text": "Palta ay in to ek' d'a Éfeso tic, masanto ol ek' q'uinh Pentecostés, axo in b'at chi'."
        },
        {
            "number": "9",
            "text": "Yujto svila' to te vach'nhej tz'elk'och in munlajel d'a yic Cajal Jesús d'a tic. Vach'chom tzijtum eb' schichonoch sk'ool d'ayin, palta jacannhej in munlaji, ay pax tas svik' d'a in munlajel tic."
        },
        {
            "number": "10",
            "text": "Tato ol k'och vinhaj Timoteo d'ayex ta', tzeyak' tzalajb'oc sk'ool vinh eyed'oc, yic manh ol cus vinh, yujto a d'a yic Cajal Jesús smunlaj vinh icha in tic."
        },
        {
            "number": "11",
            "text": "Yuj chi', malaj junoc ex tze patiquejel vinh ta'. A inxo tic, van in tanhvan sja vinh d'a tic yed' juntzanhxo eb' cuk'tac ol ja yed' vinh, yuj chi' ayic ol cot vinh d'a yol b'e, tzex colvajcot d'a vinh, sec yuj chi' tzalajk'olal ol cot vinh."
        },
        {
            "number": "12",
            "text": "Axo vinh cuk'tac Apolos, ix in tevi d'a vinh, yic sb'at vinh ex yila'. Palta max yal sk'ool vinh sb'at ex yil d'a jun tiempoal tic. Ato yic ol och scolanil vinh, ol b'at ex yilan vinh."
        },
        {
            "number": "13",
            "text": "Macvajanhec. Tek'an tzeyutej e b'a eyak'anoch Cajal Jesús d'a e k'ool. Manh ex xiv jab'oc. Tek'b'ejec e b'a junjun ex."
        },
        {
            "number": "14",
            "text": "A jantacnhej tas tze k'ulej, tze k'ulej d'a smasanil e k'ool yuj svach'iloc eb' quetanimail."
        },
        {
            "number": "15",
            "text": "A ticnaic ex vuk'tac ex vanab' eyojtac to a vinhaj Estéfanas yed' eb' cajan yed' vinh d'a spat, b'ab'el creyente vinh yed' eb' d'a yol yic Acaya b'aj ayex chi'. A eb' chi', syak' val servil eb' yetcreyenteal eb' d'a smasanil sk'ool."
        },
        {
            "number": "16",
            "text": "Tzin k'an pavor d'ayex to tze k'anab'ajej tas syal eb'. Tze k'anab'ajan pax jantacnhej eb' lajan syutej sb'a icha eb' chi', aton eb' scolvaji, yed' smunlaj d'a yic Cajal Jesús."
        },
        {
            "number": "17",
            "text": "Tzin tzalaj ticnaic, yujto ix ja vinhaj Estéfanas ved' d'a tic yed' vinhaj Fortunato yed' vinhaj Acaico. A eb' vinh tic, scolvaj val eb' vinh d'ayin. Ichato e q'uexul yaj eb' vinh scolvaj d'ayin d'a tic, yujto max yal-laj e javi."
        },
        {
            "number": "18",
            "text": "Icha ix yutej eb' vinh yak'an snivanil e k'ool ta', icha chi' syutej eb' vinh yak'anpax snivanil in k'ool d'a tic. Ayocab' yelk'och eb' vinh d'ayex. Tato ay juntzanhxo eb' icha eb' vinh tic, ayocab' pax yelk'och eb' d'ayex."
        },
        {
            "number": "19",
            "text": "A eb' ay d'a junjun iglesia d'a yol yic Asia tic, syak'b'at stzatzil e k'ool eb' e masanil ta'. Anhejtona' vinhaj Aquila yed' ix Priscila yed' eb' creyente smolb'ej sb'a d'a spat eb', syak'paxb'at stzatzil e k'ool eb' d'a sb'i Cajal Jesús."
        },
        {
            "number": "20",
            "text": "Syak'b'at stzatzil e k'ool masanil eb' creyente d'a tic. Slaj eyak'laj stzatzil e k'ool d'a tzalajk'olal ta'."
        },
        {
            "number": "21",
            "text": "A stzatzil e k'ool svak'b'at tic, a in val Pablo in tzin tz'ib'ejb'at yed' in k'ab'."
        },
        {
            "number": "22",
            "text": "Tato ay junoc mach max xajanan Cajal Jesucristo, cotocab' yoval sk'ool Dios d'a yib'anh. Ach Cajal, cotanh d'a elanhchamel."
        },
        {
            "number": "23",
            "text": "Sch'oxocab' svach'k'olal Cajal Jesucristo d'ayex ta'."
        },
        {
            "number": "24",
            "text": "Xajan ex e masanil vuuj yuj Cristo Jesús."
        }
    ]
}