{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ex vuk'tac ex vanab', ayic ix in ek' valel yab'ixal Dios te yel d'a e cal, manh jelanoc ix vutej in loloni. Manhoc juntzanh lolonel syal eb' jelan ix ek' valeli."
        },
        {
            "number": "2",
            "text": "Yujto ayic ix in ek' d'ayex, ix in na to malaj junocxo tas svak' eyojtaquejeli. Anhej val yab'ixal Jesucristo ix ek' valel d'ayex, to ix cham d'a te' culus."
        },
        {
            "number": "3",
            "text": "Ayic ix in ek' ta', icha junoc anima malaj yelk'ochi, icha chi' ix vutej in b'a. Ix in ib'xiq'ue yuj xivelal."
        },
        {
            "number": "4",
            "text": "Ix in nib'ej to manhoc in ix ex in montej. Yuj chi' ayic ix in lolon eyed'oc, ix valan eyab'i. Manh jelanoc ix vutej in b'a ayic ix valan d'ayex. A Yespíritu Dios, montannac ex yed' spoder Dios chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi', manh yujoc sjelanil anima van eyak'anoch Dios d'a e k'ool ticnaic, palta yujnhej spoder chi'."
        },
        {
            "number": "6",
            "text": "Palta axo d'a eb' creyente tek'anxo, ay jun jelanil svalel d'a scal eb'. A jun jelanil svalel chi', manh yicoc yolyib'anhq'uinal tic, manhoc pax d'a eb' yajalil yolyib'anhq'uinal tic scoti, yujto a juntzanh tic, toxo ol lajvoqueloc."
        },
        {
            "number": "7",
            "text": "Palta a jun jelanil svalel chi', aton sjelanil Dios. A jun jelanil chi', max nachajel yuj eb' anima, yujto k'ub'ab'ilel d'a eb'. A Dios najinacxocan jun tic yuj co vach'iloc, ayic manto sb'o yolyib'anhq'uinal tic."
        },
        {
            "number": "8",
            "text": "Malaj junoc eb' yajal snachajel jun tic yuuj. Q'uinaloc tato ix nachajel yuj eb', maj am yak'och Cajal Jesús eb' te nivan yelk'och d'a te' culus."
        },
        {
            "number": "9",
            "text": "Palta syal d'a Slolonel Dios Tz'ib'ab'ilcan icha tic: Ay val jun tas sb'onaccan Dios, yic syak' d'a eb' xajanani. Manta junoc mach tz'ilan jun chi', manta pax mach tz'ab'ani. Malaj pax junoc mach syal snaaneli, xchicani."
        },
        {
            "number": "10",
            "text": "Palta a Dios tz'ak'an cojtaquejel juntzanh tic yuj Yespíritu. Yujto a Yespíritu chi' tz'ojtacanel masanil tasi. A juntzanh tas yic Dios, max nachajel yuj anima, palta axo Yespíritu Dios chi' yojtac."
        },
        {
            "number": "11",
            "text": "A d'a scal anima, malaj junoc mach ojtannac tas yaj spensar junocxo anima. Yujto munil cojtac junjun onh tas ay d'a co pensar. Icha pax chi' Dios, anhej Yespíritu ojtannac tas sna'a."
        },
        {
            "number": "12",
            "text": "A onh tic, manhoclaj espíritu yic yolyib'anhq'uinal tic co chanac. Palta a jun Espíritu cotnac d'a Dios, a jun chi' co chanac. Yuj chi', a juntzanh tas syak' Dios d'ayonh yuj svach'k'olal, snachajel cuuj."
        },
        {
            "number": "13",
            "text": "A juntzanh lolonel scal tic, manh yujoc co jelanil snachajel cuuj. Palta a Yespíritu Dios tz'ak'an nachajel cuuj. A juntzanh k'ayb'ub'al tic, yic Yespíritu Dios chi'. Yuj chi', a eb' b'aj ayochi, aton eb' syal co k'ayb'ani."
        },
        {
            "number": "14",
            "text": "A eb' manh ayococh Yespíritu Dios d'ay, max yak'och juntzanh k'ayb'ub'al tic eb' d'a sk'ool, yujto malaj tz'och d'a eb'. Max yal-laj scomon nachajel juntzanh tic yuj eb', yujto anhej Yespíritu Dios chi' tz'ak'an cojtaquejeli."
        },
        {
            "number": "15",
            "text": "Palta a eb' b'aj ayxo och Yespíritu Dios chi', syal sch'olb'itan tas yaj masanil tastac eb', tato vach' d'a yichanh Dios, mato maay. Palta malaj junoc anima syal sch'olb'itan tas yaj eb'."
        },
        {
            "number": "16",
            "text": "Yujto tz'ib'yajcan d'a Slolonel Dios: ¿Tom ay val junoc mach ojtannac tas sna Dios Cajal? ¿Toc ay junoc mach ol yal sk'ayb'ani? xchicani. Palta a onhxo tic, ayxo och spensar Cristo d'ayonh."
        }
    ]
}