{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ex wuk'tac ex wanab', ayic ix in ek' walel yab'ixal Dios te yel t'a he kal, manh jelanoc ix wutej in loloni. Manhok juntzanh lolonel syal heb' jelan ix ek' waleli."
        },
        {
            "number": "2",
            "text": "Yujto ayic ix in ek' t'ayex, ix in na to malaj junocxo tas swak' eyojtaquejeli. Anhej wal yab'ixal Jesucristo ix ek' walel t'ayex, to ix cham t'a te' culus."
        },
        {
            "number": "3",
            "text": "Ayic ix in ek' ta', icha junok anima malaj yelk'ochi, icha chi' ix wutej in b'a. Ix in ib'xik'e yuj xiwelal."
        },
        {
            "number": "4",
            "text": "Ix in nib'ej to manhoc in ix ex in montej. Yuj chi' ayic ix in lolon eyed'oc, ix walan eyab'i. Manh jelanoc ix wutej in b'a ayic ix walan t'ayex. Ha Yespíritu Dios, montannac ex yet' spoder Dios chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi', manh yujoc sjelanil anima wan eyak'anoch Dios t'a he k'ool ticnaik, palta yujnhej spoder chi'."
        },
        {
            "number": "6",
            "text": "Palta haxo t'a heb' creyente tek'anxo, ay jun jelanil swalel t'a skal heb'. Ha jun jelanil swalel chi', manh yicoc yol yib'anhk’inal tik, manhoc pax t'a heb' yajalil yol yib'anhk’inal tik scoti, yujto a juntzanh tik, toxo ol lajwoqueloc."
        },
        {
            "number": "7",
            "text": "Palta a jun jelanil swalel chi', aton sjelanil Dios. Ha jun jelanil chi', max nachajel yuj heb' anima, yujto k'ub'ab'ilel t'a heb'. Ha Dios najinacxocan jun tik yuj ko wach'iloc, ayic manto sb'o yol yib'anhk’inal tik."
        },
        {
            "number": "8",
            "text": "Malaj junok heb' yajal snachajel jun tik yuj. Q'uinaloc tato ix nachajel yuj heb', maj am yak'och Kajal Jesús heb' te niwan yelk'och t'a te' culus."
        },
        {
            "number": "9",
            "text": "Palta syal t'a Slolonel Dios Tz'ib'ab'ilcan icha tik: Ay wal jun tas sb'onaccan Dios, yic syak' t'a heb' xajanani. Manta junok mach tz'ilan jun chi', manta pax mach tz'ab'ani. Malaj pax junok mach syal snaaneli, xchicani."
        },
        {
            "number": "10",
            "text": "Palta ha Dios tz'ak'an cojtaquejel juntzanh tik yuj Yespíritu. Yujto a Yespíritu chi' tz'ojtacanel masanil tasi. Ha juntzanh tas yic Dios, max nachajel yuj anima, palta haxo Yespíritu Dios chi' yojtac."
        },
        {
            "number": "11",
            "text": "Ha t'a skal anima, malaj junok mach ojtannac tas yaj spensar junocxo anima. Yujto munil cojtac junjun onh tas ay t'a ko pensar. Icha pax chi' Dios, anhej Yespíritu ojtannac tas sna'a."
        },
        {
            "number": "12",
            "text": "Ha onh tik, manhoclaj espíritu yic yol yib'anhk’inal tik ko chanac. Palta a jun Espíritu cotnac d'ha Dios, a jun chi' ko chanac. Yuj chi', a juntzanh tas syak' Dios t'ayonh yuj swach'k'olal, snachajel cuuj."
        },
        {
            "number": "13",
            "text": "Ha juntzanh lolonel skal tik, manh yujoc ko jelanil snachajel cuuj. Palta a Yespíritu Dios tz'ak'an nachajel cuuj. Ha juntzanh k'ayb'ub'al tik, yic Yespíritu Dios chi'. Yuj chi', a heb' b'aj ayochi, aton heb' syal ko k'ayb'ani."
        },
        {
            "number": "14",
            "text": "Ha heb' manh ayococh Yespíritu Dios t'ay, max yak'och juntzanh k'ayb'ub'al tik heb' t'a sk'ool, yujto malaj tz'och t'a heb'. Max yal-laj scomon nachajel juntzanh tik yuj heb', yujto anhej Yespíritu Dios chi' tz'ak'an cojtaquejeli."
        },
        {
            "number": "15",
            "text": "Palta a heb' b'aj ayxo och Yespíritu Dios chi', syal sch'olb'itan tas yaj masanil tastac heb', tato wach' t'a yichanh Dios, mato maay. Palta malaj junok anima syal sch'olb'itan tas yaj heb'."
        },
        {
            "number": "16",
            "text": "Yujto tz'ib'yajcan t'a Slolonel Dios: ¿Tom ay wal junok mach ojtannac tas sna Dios Kajal? ¿Toc ay junok mach ol yal sk'ayb'ani? xchicani. Palta a onhxo tik, ayxo och spensar Cristo t'ayonh."
        }
    ]
}