{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ex vuk'tac ex vanab', ayic ix in ek' t'a e cal, maj yal-laj valan t'ayex icha svutej valan t'a eb' sk'anab'ajan Yespíritu Dios. Yujto a e pensar tzex ak'an mandar, ichato unin exto t'a yic Cristo."
        },
        {
            "number": "2",
            "text": "Lajanexto icha junok nene' unin maxto yal svaan ixim vail. Yuj chi', icha tz'utaj yak'ji chunoc junok nene' unin, icha chi' ix vutej valan juntzanh k'ayb'ub'al t'ayex. Anhej juntzanh k'ayb'ub'al manh ajaltacoc ix ek' val t'ayex, yujto a juntzanh k'ayb'ub'al ya, maxto techaj eyuuj. Palta anhejtona' icha ex ta' ticnaic,"
        },
        {
            "number": "3",
            "text": "yujto anheja' a e pensar tzex ak'an mandar. Ina anheja' ay e chichonk'olal, anheja' e gana tze poj e b'a. Yuj chi' syalelk'ochi to anheja' e pensar tzex ak'an mandar. Lajan val tzeyutej e b'a yet' eb' manto ojtannacoc Dios."
        },
        {
            "number": "4",
            "text": "Yujto ayex tzeyala': Ha in tik, yic in vinhaj Pablo, xe chi. Ay ex pax tzeyala': Yic in vinhaj Apolos, xe chi. Ayic tzeyalan icha chi', syalelk'ochi to te lajan e pensar yet' eb' manto ojtannacoc Dios."
        },
        {
            "number": "5",
            "text": "¿Tom ay velk'och a in Pablo in tik? Anhejtona' vinhaj Apolos chi', ¿tom ay yelk'och vinh? Yujto a onh tik, yak'umalnhej servil Dios caji. Cuuj eyak'nacoch Cajal Jesús t'a e k'ool. Tonhej tzonh munlaj junjun onh, ato syala' tas copisio ix yak'a'."
        },
        {
            "number": "6",
            "text": "Ha in tik, ayic ix in ek' t'a e cal, ichato ix in ek' vavejcan juntzanh inhat. Axo vinhaj Apolos chi', ichato a vinh ix ak'anoch yalil. Palta ha Dios ix ex ak'an q'uib'oc."
        },
        {
            "number": "7",
            "text": "Yuj chi', a eb' tz'avani yet' eb' tz'ak'anoch yalil, malaj yelk'och eb'. Anhej Dios ay yelk'ochi, yujto a tz'ak'an q'uib'oc."
        },
        {
            "number": "8",
            "text": "Ha eb' tz'avani yet' eb' tz'ak'anoch yalil, lajannhej yelk'och smunlajel eb' chi'. Palta ol scha spac eb' d'ha Dios, ato syala' jantac smunlajel junjun eb'."
        },
        {
            "number": "9",
            "text": "Yuj chi' a onh tik, quetmunlajvumal co b'a cak'an servil Dios. Ha exxo, icha yaj juntzanh avb'en chi' eyaj t'a yichanh Dios. Anhejtona', icha yaj junok pat van sb'oan Dios, icha chi' eyaji."
        },
        {
            "number": "10",
            "text": "Ha inxo tik, icha yaj junok ojtannac sb'oan pat, icha chi' vaj yuj swach'k'olal Dios. Ha in tik, ayic vek'nac t'a e cal ta' ichato ek' vak'nac em yipumal yich junok pat. Axo ticnaic, ch'ocxo mach van smunlaj t'a e cal. Yuj chi' ichato van yak'anq'ue xan t'a yib'anh jun yich chi'. Ha junjun mach smunlaj ta', yowalil syil eb' tas syak'q'ue eb' t'a yib'anh chi'."
        },
        {
            "number": "11",
            "text": "Malaj junocxo mach syal yak'anem junocxo yich t'a e cal ta', yujto a jun yich ayxoem chi', aton Jesucristo."
        },
        {
            "number": "12",
            "text": "Axo eb' smunlaj t'a jun munlajel chi', ay eb' te wach' smunlaji. Ichato a q'uen oro, q'uen plata yet' juntzanhxo q'uen te caro stojol syak'q'ue eb' t'a yib'anh, yujto te wach' smunlaj eb'. Ay pax eb' manh wach'oc smunlajel. Ichato a te te' syak'lab'ej eb', anh ac, te' aj, icha chi' juntzanh syak'q'ue eb' t'a yib'anh."
        },
        {
            "number": "13",
            "text": "Palta a co munlajel junjun onh ol checlajeloc ayic ol ja sk'ual sch'olb'itaji. Icha junok k'ak' sjavi, icha chi' ol aj yilji co munlajel junjun onh, a to syala' tom wach', mato maay."
        },
        {
            "number": "14",
            "text": "Ha eb' manh ol tz'ab'at smunlajel chi', aton eb' chi' ol chaan spac."
        },
        {
            "number": "15",
            "text": "Palta ay pax eb' malaj swach'il smunlajel. Icha junok pat, a anh ac ayoch yichtacoc, k'un stz'ab'ati, icha chi' ol aj smunlajel eb' chi' ayic ol iljoc. Yuj chi', malaj jab'oc spac ol scha eb'. Ol colchaj eb', palta icha tz'aj junok scolchajelta t'a skal k'ak', icha chi' ol aj scolchaj eb'."
        },
        {
            "number": "16",
            "text": "¿Tom manh eyojtacoc to stemplo Dios eyaji, haxo Yespíritu cajan ek' t'a e cal e masanil?"
        },
        {
            "number": "17",
            "text": "Tato ay mach sjuanel stemplo Dios chi', ha Dios chi' ol satanpaxeloc. Yujto a stemplo chi', yicnhej yaji. Ha stemplo sval tik, a ex toni."
        },
        {
            "number": "18",
            "text": "Malajocab' mach syak' musansatil sb'a. Tato ayex tze na'a to jelan ex t'a yic yol yib'anhk’inal tik, yowalil tzeyiq'uemta e b'a, ichato malaj tas eyojtac, yic wach' ol yak' e jelanil Dios."
        },
        {
            "number": "19",
            "text": "Yujto a jelanil yic yol yib'anhk’inal tik, malaj yelk'och t'a yichanh Dios. Yujto icha chi' yaj stz'ib'chajcan t'a Slolonel Dios, aton b'aj syal icha tik: Ha eb' jelan syutej sb'a, ha Dios ol yaman eb' t'a skal sjelanil chi', xchi."
        },
        {
            "number": "20",
            "text": "Syalanpax junxo tik: Yojtac Dios Cajal to a tas sna eb' jelan, toxon malaj jab'oc yelk'ochi, xchicani."
        },
        {
            "number": "21",
            "text": "Yuj chi', max yal eyak'anoch e pensar t'a junok anima yic tzeyik'chaanh e b'a yuj. Yujto masanil tas syak' Dios eyiquej."
        },
        {
            "number": "22",
            "text": "Wach'chom a in Pablo in tik, ma vinhaj Apolos, ma vinhaj Pedro, jun yol yib'anhk’inal tik, co q'uinal, chamel, juntzanhxo tas ay ticnaic yet' juntzanh tas toto ol javoc, masanil syak' Dios eyiquej yuj e wach'iloc."
        },
        {
            "number": "23",
            "text": "Ha ex tik, yic exxo Cristo qued'oc. Axo Cristo chi', ha Dios ay yico'."
        }
    ]
}