{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ex wuk'tac ex wanab', ayic ix in ek' t'a he kal, maj yal-laj walan t'ayex icha swutej walan t'a heb' sk'anab'ajan Yespíritu Dios. Yujto a he pensar tzex ak'an mandar, ichato unin exto t'a yic Cristo."
        },
        {
            "number": "2",
            "text": "Lajanexto icha junok nene' unin maxto yal swaan ixim wail. Yuj chi', icha tz'utaj yak'ji chunoc junok nene' unin, icha chi' ix wutej walan juntzanh k'ayb'ub'al t'ayex. Anhej juntzanh k'ayb'ub'al manh ajaltacoc ix ek' wal t'ayex, yujto a juntzanh k'ayb'ub'al ya, maxto techaj eyuuj. Palta anhejtona' icha ex ta' ticnaik,"
        },
        {
            "number": "3",
            "text": "yujto anheja' a he pensar tzex ak'an mandar. Ina anheja' ay he chichonk'olal, anheja' he gana tze poj he b'a. Yuj chi' syalelk'ochi to anheja' he pensar tzex ak'an mandar. Lajan wal tzeyutej he b'a yet' heb' manto ojtannacoc Dios."
        },
        {
            "number": "4",
            "text": "Yujto ayex tzeyala': Ha in tik, yic in winhaj Pablo, xe chi. Ay ex pax tzeyala': Yic in winhaj Apolos, xe chi. Ayic tzeyalan icha chi', syalelk'ochi to te lajan he pensar yet' heb' manto ojtannacoc Dios."
        },
        {
            "number": "5",
            "text": "¿Tom ay welk'och a in Pablo in tik? Anhejtona' winhaj Apolos chi', ¿tom ay yelk'och winh? Yujto a onh tik, yak'umalnhej serwil Dios kaji. Cuuj eyak'nacoch Kajal Jesús t'a he k'ool. Tonhej tzonh munlaj junjun onh, ato syala' tas copisio ix yak'a'."
        },
        {
            "number": "6",
            "text": "Ha in tik, ayic ix in ek' t'a he kal, ichato ix in ek' wawejkan juntzanh inhat. Axo winhaj Apolos chi', ichato a winh ix ak'anoch yalil. Palta ha Dios ix ex ak'an q'uib'oc."
        },
        {
            "number": "7",
            "text": "Yuj chi', a heb' tz'awani yet' heb' tz'ak'anoch yalil, malaj yelk'och heb'. Anhej Dios ay yelk'ochi, yujto a tz'ak'an q'uib'oc."
        },
        {
            "number": "8",
            "text": "Ha heb' tz'awani yet' heb' tz'ak'anoch yalil, lajannhej yelk'och smunlajel heb' chi'. Palta ol scha spak heb' d'ha Dios, ato syala' jantac smunlajel junjun heb'."
        },
        {
            "number": "9",
            "text": "Yuj chi' a onh tik, quetmunlajwumal ko b'a kak'an serwil Dios. Ha exxo, icha yaj juntzanh avb'en chi' eyaj t'a yichanh Dios. Anhejtona', icha yaj junok pat wan sb'oan Dios, icha chi' eyaji."
        },
        {
            "number": "10",
            "text": "Ha inxo tik, icha yaj junok ojtannac sb'oan pat, icha chi' waj yuj swach'k'olal Dios. Ha in tik, ayic wek'nac t'a he kal ta' ichato ek' wak'nac em yipumal yich junok pat. Axo ticnaik, ch'ocxo mach wan smunlaj t'a he kal. Yuj chi' ichato wan yak'ank'e xan t'a yib'anh jun yich chi'. Ha junjun mach smunlaj ta', yowalil syil heb' tas syak'k'e heb' t'a yib'anh chi'."
        },
        {
            "number": "11",
            "text": "Malaj junocxo mach syal yak'anem junocxo yich t'a he kal ta', yujto a jun yich ayxoem chi', aton Jesucristo."
        },
        {
            "number": "12",
            "text": "Axo heb' smunlaj t'a jun munlajel chi', ay heb' te wach' smunlaji. Ichato a k'een oro, k'een plata yet' juntzanhxo k'een te caro stojol syak'k'e heb' t'a yib'anh, yujto te wach' smunlaj heb'. Ay pax heb' manh wach'oc smunlajel. Ichato a te te' syak'lab'ej heb', anh ac, te' aj, icha chi' juntzanh syak'k'e heb' t'a yib'anh."
        },
        {
            "number": "13",
            "text": "Palta a ko munlajel junjun onh ol checlajeloc ayic ol ja sk'ual sch'olb'itaji. Icha junok k'ak' sjawi, icha chi' ol aj yilji ko munlajel junjun onh, a to syala' tom wach', mato maay."
        },
        {
            "number": "14",
            "text": "Ha heb' manh ol tz'ab'at smunlajel chi', aton heb' chi' ol chaan spak."
        },
        {
            "number": "15",
            "text": "Palta ay pax heb' malaj swach'il smunlajel. Icha junok pat, a anh ac ayoch yichtacoc, k'un stz'ab'ati, icha chi' ol aj smunlajel heb' chi' ayic ol iljoc. Yuj chi', malaj jab'oc spak ol scha heb'. Ol colchaj heb', palta icha tz'aj junok scolchajelta t'a skal k'ak', icha chi' ol aj scolchaj heb'."
        },
        {
            "number": "16",
            "text": "¿Tom manh eyojtakoc to stemplo Dios eyaji, haxo Yespíritu kajan ek' t'a he kal he masanil?"
        },
        {
            "number": "17",
            "text": "Tato ay mach sjuanel stemplo Dios chi', ha Dios chi' ol satanpaxeloc. Yujto a stemplo chi', yicnhej yaji. Ha stemplo swal tik, a ex toni."
        },
        {
            "number": "18",
            "text": "Malajokab' mach syak' musansatil sb'a. Tato ayex tze na'a to jelan ex t'a yic yol yib'anhk’inal tik, yowalil tzeyik'emta he b'a, ichato malaj tas eyojtak, yic wach' ol yak' he jelanil Dios."
        },
        {
            "number": "19",
            "text": "Yujto a jelanil yic yol yib'anhk’inal tik, malaj yelk'och t'a yichanh Dios. Yujto icha chi' yaj stz'ib'chajkan t'a Slolonel Dios, aton b'aj syal icha tik: Ha heb' jelan syutej sb'a, ha Dios ol yaman heb' t'a skal sjelanil chi', xchi."
        },
        {
            "number": "20",
            "text": "Syalanpax junxo tik: Yojtak Dios Kajal to a tas sna heb' jelan, toxon malaj jab'oc yelk'ochi, xchikani."
        },
        {
            "number": "21",
            "text": "Yuj chi', max yal eyak'anoch he pensar t'a junok anima yic tzeyik'chaanh he b'a yuj. Yujto masanil tas syak' Dios eyiquej."
        },
        {
            "number": "22",
            "text": "Wach'chom a in Pablo in tik, ma winhaj Apolos, ma winhaj Pedro, jun yol yib'anhk’inal tik, ko k 'inal, chamel, juntzanhxo tas ay ticnaik yet' juntzanh tas toto ol jawok, masanil syak' Dios eyiquej yuj he wach'iloc."
        },
        {
            "number": "23",
            "text": "Ha ex tik, yic exxo Cristo qued'oc. Axo Cristo chi', ha Dios ay yico'."
        }
    ]
}