{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Manh eyak'och e pensar d'ayonh, yujto yak'umalnhej servil Cristo caji. A copisio to scak' k'ayb'aj juntzanh sk'ayb'ub'al Dios, aton juntzanh sch'oxnac d'ayonh."
        },
        {
            "number": "2",
            "text": "A mach scha yopisio, yovalil jichan syutej smunlaj d'a jun tz'ak'an yopisio chi'."
        },
        {
            "number": "3",
            "text": "Palta a in tic, max in ochlaj ilk'olal tato a ex tzin e b'eytzitej yuj jun vopisio tic. Vach'chom ch'oc juntzanhxo eb' tzin b'eytzitani, palta malaj jab'oc tzin na'a. Anhejtona' in, max yal-laj in b'eytzitan in b'a yuj jun vopisio tic."
        },
        {
            "number": "4",
            "text": "Vach'chom a in pensar tz'alani to malaj jab'oc in paltail, manh yujoc chi' syal valani to malaj in paltail d'a yichanh Dios, yujto anhej Cajal Jesús syal sch'olb'itan tas vaji."
        },
        {
            "number": "5",
            "text": "Yuj chi', max yal-laj e ch'olb'itan yaj junocxo mach ticnaic. Anhej to tze tanhvej sja Cajal Jesús, yujto a' ol ch'oxanel masanil tastac. Icha tz'aj scheclajel junoc tas k'ub'ab'ilel d'a scal q'uik'alq'uinal ayic sk'och saquilq'uinal d'ay, icha chi' ol aj scheclaj masanil tastac ta'. A Cajal Jesús chi' ol ak'an checlajoc tas ay d'a co pensar co masanil. Ato val ta' ol yal co vach'il Dios, ato syala' tas co munlajel junjun onh."
        },
        {
            "number": "6",
            "text": "Ex vuk'tac ex vanab', ix valb'at juntzanh tic d'ayex, tas vaji yed' tas pax yaj vinhaj Apolos chi', yic vach' snachajel juntzanh k'ayb'ub'al tic eyuuj. Yujto a in tic yed' vinh, ch'oxnab'il caj d'ayex, yic vach' tzeyojtaquejeli to max yal-laj eyek' d'a yib'anh tas syal Slolonel Dios Tz'ib'ab'ilcani. Yujto max yal-laj eyik'anchaanh e b'a yuj tas syal yuj junoc mach, axo junocxo mach max yal yuuj tze patiquejeli."
        },
        {
            "number": "7",
            "text": "Malaj junoc onh syal quik'anchaanh co b'a, yujto ek'al copisio d'a junocxo, yujto a tas syal cuuj, a Dios tz'ak'an d'ayonh. Yuj chi', max yal-laj quik'anchaanh co b'a yuuj. Max yal-laj calani to munil quico', yujto a Dios chi' tz'ak'an d'ayonh."
        },
        {
            "number": "8",
            "text": "A exxo tic, ¿tom tz'acan exxo e naani? ¿Tom e chanacxo masanil yic Dios e naan ticnaic? Tecan yajal exxo e naani. Palta a onhxo pax tic, manh onh yajaloclaj eyed'oc. Comonoc to d'a val yel yajal ex, yic a onh tic, tzonh ochpax yajalil chi' eyed'oc."
        },
        {
            "number": "9",
            "text": "Tzin na'a to ix sch'ox Dios to a onh schecab' onh Cristo tic, slajvub'xo caji. Icha yaj junoc anima ayxo och chamel d'a yib'anh, icha chi' caji. Axo eb' anima d'a yolyib'anhq'uinal tic yed' eb' ángel, tonhej tz'och q'uelan eb', sat sk'ool eb' onh yilani."
        },
        {
            "number": "10",
            "text": "Ichato malaj co pensar d'a yichanh anima, yujto ayoch co pensar d'a Cristo. Palta a exxo tic, te jelan exxo d'a yic Cristo e naani. Cojtac to manh onh tek'anoc. A exxo tic, ichato te tek'an exxo. A onh tic, tzonh spatiquejel eb' anima. Palta a exxo tic, te ay val eyelk'och d'a sat eb'."
        },
        {
            "number": "11",
            "text": "Anhejtona' ticnaic, ay b'aj ya tzonh ek' yuj vejel yed' yuj taquinhtial. Malaj pax co pichul. Ay b'aj tzonh smak' eb' anima. Malaj pax co pat."
        },
        {
            "number": "12",
            "text": "Tz'el val quip co munlaj yed' co k'ab' tic. Ay mach tzonh b'uchani, palta sco k'ancot svach'k'olal Dios d'a yib'anh eb'. Ay b'aj syak'och yaelal eb' d'a quib'anh, palta scak'nhej techajoc."
        },
        {
            "number": "13",
            "text": "Syal co pecal eb', te chuc syal eb', palta te emnaquil scutej co b'a cak'an yab'ix eb'. A d'a yolyib'anhq'uinal tic, icha k'alem, icha chi' caj d'a eb' anima. Anhejtona' masanto ticnaic, icha canlemal anima cajcan d'a yichanh eb'."
        },
        {
            "number": "14",
            "text": "Manh yujoc ex vak'an q'uixvelal tzin tz'ib'ejb'at juntzanh tic d'ayex. Palta tzex in cacha', yujto icha junoc vuninal te xajan vuuj icha chi' eyaji. Icha chi' eyaj vuuj ticnaic."
        },
        {
            "number": "15",
            "text": "Vach'chom ay lajunheoc mil eb' e k'ayb'umal tzex k'ayb'an d'a yic Cristo, palta junnhej jun icha e mam yaji. A in ton tic, icha mamab'il vaj d'ayex, yujto a in in b'ab'laj alejnac el vach' ab'ix d'ayex ta'."
        },
        {
            "number": "16",
            "text": "Yuj chi', tzin tevi d'ayex to tze k'anab'ajej val in b'eyb'al tic."
        },
        {
            "number": "17",
            "text": "Yuj val jun tic, tzin checb'at vinhaj Timoteo tic d'ayex. Icha val to vuninal yaj vinh d'a yichanh Cajal Jesús. Te xajanab'il vinh vuuj, tzin sk'anab'ajej val vinh. A vinh ol b'at alan d'ayex, ol e naancoti tas ix vutej in b'eyb'al ayic ix vak'anoch in pensar d'a Cristo. Icha svutej in k'ayb'an eb' creyente d'a junjun iglesia, icha chi' ol yutoc vinh ex sk'ayb'anxi."
        },
        {
            "number": "18",
            "text": "Ay ab' jayvanh eb' syik'chaanh sb'a d'a e cal, yujto a snaan eb' to manhxo ol in b'at ex vila'."
        },
        {
            "number": "19",
            "text": "Palta a tz'aj in naani to toxo ol in b'at ex vila', tato icha chi' sgana Cajal Jesús. Ato ta' ol vila' tato yel ay tas syal yuj eb', ma to tonhej syal eb'."
        },
        {
            "number": "20",
            "text": "Yujto manh yujocnhej junoc tas scala' scheclajeli to ayonhxo och d'a yol sk'ab' Dios. Palta tato ayoch spoder Dios chi' qued'oc, yel ayonhxo och d'a yol sk'ab'."
        },
        {
            "number": "21",
            "text": "Palta a ticnaic, ¿b'aja junoc tas e gana sb'at in b'o d'ayex? ¿Tom e gana b'at vak'och e yaelal yuj e mul? ¿Mato e gana b'at in ch'oxeli to xajan ex vuuj, nanam b'at vutej in b'a d'ayex?"
        }
    ]
}