{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Manh eyak'och he pensar t'ayonh, yujto yak'umalnhej serwil Cristo kaji. Ha copisio to skak' k'ayb'aj juntzanh sk'ayb'ub'al Dios, aton juntzanh sch'oxnac t'ayonh."
        },
        {
            "number": "2",
            "text": "Ha mach scha yopisio, yowalil jichan syutej smunlaj t'a jun tz'ak'an yopisio chi'."
        },
        {
            "number": "3",
            "text": "Palta a in tik, max in ochlaj ilk'olal tato a ex tzin he b'eytzitej yuj jun wopisio tik. Wach'chom ch'oc juntzanhxo heb' tzin b'eytzitani, palta malaj jab'oc tzin na'a. Anhejtona' in, max yal-laj in b'eytzitan in b'a yuj jun wopisio tik."
        },
        {
            "number": "4",
            "text": "Wach'chom a in pensar tz'alani to malaj jab'oc in paltail, manh yujoc chi' syal walani to malaj in paltail t'a yichanh Dios, yujto anhej Kajal Jesús syal sch'olb'itan tas waji."
        },
        {
            "number": "5",
            "text": "Yuj chi', max yal-laj he ch'olb'itan yaj junocxo mach ticnaik. Anhej to tze tanhwej sja Kajal Jesús, yujto ha' ol ch'oxanel masanil tastac. Icha tz'aj scheclajel junok tas k'ub'ab'ilel t'a skal k’ik’ k’inal ayic sk'och sakil k'inal t'ay, icha chi' ol aj scheclaj masanil tastac ta'. Ha Kajal Jesús chi' ol ak'an checlajoc tas ay t'a ko pensar ko masanil. Ato wal ta' ol yal ko wach'il Dios, ato syala' tas ko munlajel junjun onh."
        },
        {
            "number": "6",
            "text": "Ex wuk'tac ex wanab', ix walb'at juntzanh tik t'ayex, tas waji yet' tas pax yaj winhaj Apolos chi', yic wach' snachajel juntzanh k'ayb'ub'al tik eyuuj. Yujto a in tik yet' winh, ch'oxnab'il kaj t'ayex, yic wach' tzeyojtaquejeli to max yal-laj eyek' t'a yib'anh tas syal Slolonel Dios Tz'ib'ab'ilkani. Yujto max yal-laj eyik'anchaanh he b'a yuj tas syal yuj junok mach, haxo junocxo mach max yal yuj tze patiquejeli."
        },
        {
            "number": "7",
            "text": "Malaj junok onh syal quik'anchaanh ko b'a, yujto ek'al copisio t'a junocxo, yujto a tas syal cuuj, ha Dios tz'ak'an t'ayonh. Yuj chi', max yal-laj quik'anchaanh ko b'a yuj. Max yal-laj kalani to munil quico', yujto ha Dios chi' tz'ak'an t'ayonh."
        },
        {
            "number": "8",
            "text": "Ha exxo tik, ¿tom tz'akan exxo he naani? ¿Tom he chanacxo masanil yic Dios he naan ticnaik? Tekan yajal exxo he naani. Palta a onhxo pax tik, manh onh yajaloclaj eyed'oc. Comonoc to t'a wal yel yajal ex, yic a onh tik, tzonh ochpax yajalil chi' eyed'oc."
        },
        {
            "number": "9",
            "text": "Tzin na'a to ix sch'ox Dios to a onh schekab' onh Cristo tik, slajwub'xo kaji. Icha yaj junok anima ayxo och chamel t'a yib'anh, icha chi' kaji. Axo heb' anima t'a yol yib'anhk’inal tik yet' heb' ángel, tonhej tz'och k'elan heb', sat sk'ool heb' onh yilani."
        },
        {
            "number": "10",
            "text": "Ichato malaj ko pensar t'a yichanh anima, yujto ayoch ko pensar t'a Cristo. Palta a exxo tik, te jelan exxo t'a yic Cristo he naani. Cojtak to manh onh tek'anoc. Ha exxo tik, ichato te tek'an exxo. Ha onh tik, tzonh spatiquejel heb' anima. Palta a exxo tik, te ay wal eyelk'och t'a sat heb'."
        },
        {
            "number": "11",
            "text": "Anhejtona' ticnaik, ay b'aj ya tzonh ek' yuj wejel yet' yuj taquinhtial. Malaj pax ko pichul. Ay b'aj tzonh smak' heb' anima. Malaj pax ko pat."
        },
        {
            "number": "12",
            "text": "Tz'el wal quip ko munlaj yet' ko k'ab' tik. Ay mach tzonh b'uchani, palta sko k'ancot swach'k'olal Dios t'a yib'anh heb'. Ay b'aj syak'och yaelal heb' t'a quib'anh, palta skak'nhej techajoc."
        },
        {
            "number": "13",
            "text": "Syal ko pecal heb', te chuk syal heb', palta te emnaquil scutej ko b'a kak'an yab'ix heb'. Ha t'a yol yib'anhk’inal tik, icha k'alem, icha chi' kaj t'a heb' anima. Anhejtona' masanto ticnaik, icha canlemal anima kajkan t'a yichanh heb'."
        },
        {
            "number": "14",
            "text": "Manh yujoc ex wak'an q'uixwelal tzin tz'ib'ejb'at juntzanh tik t'ayex. Palta tzex in cacha', yujto icha junok wuninal te xajan wuuj icha chi' eyaji. Icha chi' eyaj wuuj ticnaik."
        },
        {
            "number": "15",
            "text": "Wach'chom ay lajunheoc mil heb' he k'ayb'umal tzex k'ayb'an t'a yic Cristo, palta junnhej jun icha he mam yaji. Ha in ton tik, icha mamab'il waj t'ayex, yujto a in in b'ab'laj alejnac el wach' ab'ix t'ayex ta'."
        },
        {
            "number": "16",
            "text": "Yuj chi', tzin tewi t'ayex to tze k'anab'ajej wal in b'eyb'al tik."
        },
        {
            "number": "17",
            "text": "Yuj wal jun tik, tzin checb'at winhaj Timoteo tik t'ayex. Icha wal to wuninal yaj winh t'a yichanh Kajal Jesús. Te xajanab'il winh wuuj, tzin sk'anab'ajej wal winh. Ha winh ol b'at alan t'ayex, ol he naancoti tas ix wutej in b'eyb'al ayic ix wak'anoch in pensar t'a Cristo. Icha swutej in k'ayb'an heb' creyente t'a junjun iglesia, icha chi' ol yutoc winh ex sk'ayb'anxi."
        },
        {
            "number": "18",
            "text": "Ay ab' jaywanh heb' syik'chaanh sb'ha t'a he kal, yujto a snaan heb' to manhxo ol in b'at ex wila''."
        },
        {
            "number": "19",
            "text": "Palta a tz'aj in naani to toxo ol in b'at ex wila'', tato icha chi' snib'ej Kajal Jesús. Ato ta' ol wila'' tato yel ay tas syal yuj heb', ma to tonhej syal heb'."
        },
        {
            "number": "20",
            "text": "Yujto manh yujocnhej junok tas skala' scheclajeli to ayonhxo och t'a yol sk'ab' Dios. Palta tato ayoch spoder Dios chi' qued'oc, yel ayonhxo och t'a yol sk'ab'."
        },
        {
            "number": "21",
            "text": "Palta a ticnaik, ¿b'aja junok tas he gana sb'at in b'o t'ayex? ¿Tom he gana b'at wak'och he yaelal yuj he mul? ¿Mato he gana b'at in ch'oxeli to xajan ex wuuj, nanam b'at wutej in b'a t'ayex?"
        }
    ]
}