{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Manh eyak'och e pensar t'ayonh, yujto yak'umalnhej servil Cristo caji. Ha copisio to scak' k'ayb'aj juntzanh sk'ayb'ub'al Dios, aton juntzanh sch'oxnac t'ayonh."
        },
        {
            "number": "2",
            "text": "Ha mach scha yopisio, yovalil jichan syutej smunlaj t'a jun tz'ak'an yopisio chi'."
        },
        {
            "number": "3",
            "text": "Palta a in tik, max in ochlaj ilk'olal tato a ex tzin e b'eytzitej yuj jun vopisio tik. Wach'chom ch'oc juntzanhxo eb' tzin b'eytzitani, palta malaj jab'oc tzin na'a. Anhejtona' in, max yal-laj in b'eytzitan in b'a yuj jun vopisio tik."
        },
        {
            "number": "4",
            "text": "Wach'chom a in pensar tz'alani to malaj jab'oc in paltail, manh yujoc chi' syal valani to malaj in paltail t'a yichanh Dios, yujto anhej Cajal Jesús syal sch'olb'itan tas vaji."
        },
        {
            "number": "5",
            "text": "Yuj chi', max yal-laj e ch'olb'itan yaj junocxo mach ticnaic. Anhej to tze tanhvej sja Cajal Jesús, yujto ha' ol ch'oxanel masanil tastac. Icha tz'aj scheclajel junok tas k'ub'ab'ilel t'a skal k’ik’ k’inal ayic sk'och sakil k'inal t'ay, icha chi' ol aj scheclaj masanil tastac ta'. Ha Cajal Jesús chi' ol ak'an checlajoc tas ay t'a co pensar co masanil. Ato val ta' ol yal co wach'il Dios, ato syala' tas co munlajel junjun onh."
        },
        {
            "number": "6",
            "text": "Ex vuk'tac ex vanab', ix valb'at juntzanh tik t'ayex, tas vaji yet' tas pax yaj vinhaj Apolos chi', yic wach' snachajel juntzanh k'ayb'ub'al tik eyuuj. Yujto a in tik yet' vinh, ch'oxnab'il caj t'ayex, yic wach' tzeyojtaquejeli to max yal-laj eyek' t'a yib'anh tas syal Slolonel Dios Tz'ib'ab'ilcani. Yujto max yal-laj eyik'anchaanh e b'a yuj tas syal yuj junok mach, haxo junocxo mach max yal yuj tze patiquejeli."
        },
        {
            "number": "7",
            "text": "Malaj junok onh syal quik'anchaanh co b'a, yujto ek'al copisio t'a junocxo, yujto a tas syal cuuj, ha Dios tz'ak'an t'ayonh. Yuj chi', max yal-laj quik'anchaanh co b'a yuj. Max yal-laj calani to munil quico', yujto ha Dios chi' tz'ak'an t'ayonh."
        },
        {
            "number": "8",
            "text": "Ha exxo tik, ¿tom tz'acan exxo e naani? ¿Tom e chanacxo masanil yic Dios e naan ticnaic? Tecan yajal exxo e naani. Palta a onhxo pax tik, manh onh yajaloclaj eyed'oc. Comonoc to t'a val yel yajal ex, yic a onh tik, tzonh ochpax yajalil chi' eyed'oc."
        },
        {
            "number": "9",
            "text": "Tzin na'a to ix sch'ox Dios to a onh schecab' onh Cristo tik, slajvub'xo caji. Icha yaj junok anima ayxo och chamel t'a yib'anh, icha chi' caji. Axo eb' anima t'a yol yib'anhk’inal tik yet' eb' ángel, tonhej tz'och q'uelan eb', sat sk'ool eb' onh yilani."
        },
        {
            "number": "10",
            "text": "Ichato malaj co pensar t'a yichanh anima, yujto ayoch co pensar t'a Cristo. Palta a exxo tik, te jelan exxo t'a yic Cristo e naani. Cojtac to manh onh tek'anoc. Ha exxo tik, ichato te tek'an exxo. Ha onh tik, tzonh spatiquejel eb' anima. Palta a exxo tik, te ay val eyelk'och t'a sat eb'."
        },
        {
            "number": "11",
            "text": "Anhejtona' ticnaic, ay b'aj ya tzonh ek' yuj vejel yet' yuj taquinhtial. Malaj pax co pichul. Ay b'aj tzonh smak' eb' anima. Malaj pax co pat."
        },
        {
            "number": "12",
            "text": "Tz'el val quip co munlaj yet' co k'ab' tik. Ay mach tzonh b'uchani, palta sco k'ancot swach'k'olal Dios t'a yib'anh eb'. Ay b'aj syak'och yaelal eb' t'a quib'anh, palta scak'nhej techajoc."
        },
        {
            "number": "13",
            "text": "Syal co pecal eb', te chuk syal eb', palta te emnaquil scutej co b'a cak'an yab'ix eb'. Ha t'a yol yib'anhk’inal tik, icha k'alem, icha chi' caj t'a eb' anima. Anhejtona' masanto ticnaic, icha canlemal anima cajcan t'a yichanh eb'."
        },
        {
            "number": "14",
            "text": "Manh yujoc ex vak'an q'uixvelal tzin tz'ib'ejb'at juntzanh tik t'ayex. Palta tzex in cacha', yujto icha junok vuninal te xajan vuuj icha chi' eyaji. Icha chi' eyaj vuuj ticnaic."
        },
        {
            "number": "15",
            "text": "Wach'chom ay lajunheoc mil eb' e k'ayb'umal tzex k'ayb'an t'a yic Cristo, palta junnhej jun icha e mam yaji. Ha in ton tik, icha mamab'il vaj t'ayex, yujto a in in b'ab'laj alejnac el wach' ab'ix t'ayex ta'."
        },
        {
            "number": "16",
            "text": "Yuj chi', tzin tevi t'ayex to tze k'anab'ajej val in b'eyb'al tik."
        },
        {
            "number": "17",
            "text": "Yuj val jun tik, tzin checb'at vinhaj Timoteo tik t'ayex. Icha val to vuninal yaj vinh t'a yichanh Cajal Jesús. Te xajanab'il vinh vuuj, tzin sk'anab'ajej val vinh. Ha vinh ol b'at alan t'ayex, ol e naancoti tas ix vutej in b'eyb'al ayic ix vak'anoch in pensar t'a Cristo. Icha svutej in k'ayb'an eb' creyente t'a junjun iglesia, icha chi' ol yutoc vinh ex sk'ayb'anxi."
        },
        {
            "number": "18",
            "text": "Ay ab' jayvanh eb' syik'chaanh sb'ha t'a e cal, yujto a snaan eb' to manhxo ol in b'at ex wila''."
        },
        {
            "number": "19",
            "text": "Palta a tz'aj in naani to toxo ol in b'at ex wila'', tato icha chi' sgana Cajal Jesús. Ato ta' ol wila'' tato yel ay tas syal yuj eb', ma to tonhej syal eb'."
        },
        {
            "number": "20",
            "text": "Yujto manh yujocnhej junok tas scala' scheclajeli to ayonhxo och t'a yol sk'ab' Dios. Palta tato ayoch spoder Dios chi' qued'oc, yel ayonhxo och t'a yol sk'ab'."
        },
        {
            "number": "21",
            "text": "Palta a ticnaic, ¿b'aja junok tas e gana sb'at in b'o t'ayex? ¿Tom e gana b'at vak'och e yaelal yuj e mul? ¿Mato e gana b'at in ch'oxeli to xajan ex vuuj, nanam b'at vutej in b'a t'ayex?"
        }
    ]
}