{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ix vab'i to ay jun vinh te ajmul t'a e cal. Tob' ix yik' ix schab'il snun vinh. Ha jun chi', te chuk. Ha t'a skal eb' manto ojtannacoc Dios, malaj jun chi'."
        },
        {
            "number": "2",
            "text": "Eyojtac to icha chi' ix sk'ulej vinh, palta anheja' eyik'anchaanh e b'a. Smoj val to tzex och ilk'olal yuj. Ha jun vinh ix k'ulan jun chukal chi', yowalil tzeyiq'uel vinh t'a e cal."
        },
        {
            "number": "3",
            "text": "Ha inxo tik, wach'chom manh in ayoc ek' eyed' ta', palta ichato ay in val ek' eyed'oc. Yuj chi', toxo ix in b'eytzitej tas yaj jun vinh chi', yujto ichato ay in ek' eyed' ta'."
        },
        {
            "number": "4",
            "text": "Yuj chi', ayic tze molb'an e b'ha t'a sb'i Cajal Jesús ta' yet' yipalil yak'an mandar, a inxo tik, ichato ol in k'och eyed'oc."
        },
        {
            "number": "5",
            "text": "Axo jun vinh chi', ak'jocab'kan och vinh t'a yol sk'ab' vinh Satanás, yic ol satcanel snivanil vinh, yic wach' ol colchaj vinh ayic ol jax Cajal Jesús."
        },
        {
            "number": "6",
            "text": "Yuj jun chukal t'a e cal chi', manh smojoc tzeyik'chaanh e b'a. ¿Tom manh eyojtacoc to a jab'oc yich pan, spajb'ib'at ixim pan chi' smasanil yuj?"
        },
        {
            "number": "7",
            "text": "Ha juntzanh co b'eyb'al t'a yalanhtaxo, lajan icha yich pan chi'. Yuj chi' actejeccan juntzanh e b'eyb'al chi' yic icha chi' ol aj e yoch icha ixim pan to malaj jab'oc spaltail, aton ixim svaji t'a q'uinh chi'. Yujto val yel icha ex chi' t'a yichanh Cristo, yujto a ix cham co q'uexuloc, icha nok' calnel smiljicham yicoc silab' eb' israel yic snaancot eb' tas aj yelnaccot eb' t'a Egipto."
        },
        {
            "number": "8",
            "text": "Mocab' co nacot schamel chi' t'a skal chukal. Yovalil t'a stojolal sco nacoti, yujto a chukal yet' ajmulal lajan yet' yich pan chi'."
        },
        {
            "number": "9",
            "text": "Valnacxob'at t'a jun in carta t'ayex to max yal-laj junnhej tzonh ek' yet' eb' sk'ulan ajmulal."
        },
        {
            "number": "10",
            "text": "Manh yujoc eb' ajmul t'a yol yib'anhk’inal tik svalb'ati. Anhejtona' eb' syiloch sk'ool t'a junocxo, eb' elk'um yet' eb' tz'em cuman t'a juntzanh comon dios, tato yic yol yib'anhk’inal tik eb', manh yujoc eb' svala' to max yal-laj jun tzonh ek' yet' eb'. Yacb'an ayonh ek' t'a yol yib'anhk’inal tik, ol co k'umlaj co b'a yet' eb', yujto ayonh ek' t'a skal eb'."
        },
        {
            "number": "11",
            "text": "Palta a jun valnacxob'at t'ayex, syalelk'ochi tato ay eb' tz'alani to creyente eb', palta chuk sb'eyb'al eb', manhxo toc syal junnhej tzex ek' yet' eb'. Ha eb' sval chi', aton eb' tik: Eb' ajmul, eb' syiloch sk'ool t'a junocxo, eb' tz'em cuman t'a juntzanh comon dios, eb' b'ajvajum, eb' uk'um anh yet' eb' elk'um. Ha eb' icha chi' sb'eyb'al, tato syal eb' to creyente eb', wach'chom tonhej tzonh wa yet' eb', max yal-laj."
        },
        {
            "number": "12",
            "text": "Yujto a eb' yic yol yib'anhk’inal tik, malaj calan quic co ch'olb'itan tas yaj eb', yujto ha Dios ol ch'olb'itan eb'. Palta a eb' creyente, yowalil sco ch'olb'itej tas yaj eb'. Yuj chi', a jun vinh chuk chi', pechequel vinh t'a e cal ta'."
        }
    ]
}