{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ix vab'i to ay jun vinh te ajmul d'a e cal. Tob' ix yik' ix schab'il snun vinh. A jun chi', te chuc. A d'a scal eb' manto ojtannacoc Dios, malaj jun chi'."
        },
        {
            "number": "2",
            "text": "Eyojtac to icha chi' ix sk'ulej vinh, palta anheja' eyik'anchaanh e b'a. Smoj val to tzex och ilk'olal yuuj. A jun vinh ix k'ulan jun chucal chi', yovalil tzeyiq'uel vinh d'a e cal."
        },
        {
            "number": "3",
            "text": "A inxo tic, vach'chom manh in ayoc ek' eyed' ta', palta ichato ay in val ek' eyed'oc. Yuj chi', toxo ix in b'eytzitej tas yaj jun vinh chi', yujto ichato ay in ek' eyed' ta'."
        },
        {
            "number": "4",
            "text": "Yuj chi', ayic tze molb'an e b'a d'a sb'i Cajal Jesús ta' yed' yipalil yak'an mandar, a inxo tic, ichato ol in k'och eyed'oc."
        },
        {
            "number": "5",
            "text": "Axo jun vinh chi', ak'jocab'can och vinh d'a yol sk'ab' vinh Satanás, yic ol satcanel snivanil vinh, yic vach' ol colchaj vinh ayic ol jax Cajal Jesús."
        },
        {
            "number": "6",
            "text": "Yuj jun chucal d'a e cal chi', manh smojoc tzeyik'chaanh e b'a. ¿Tom manh eyojtacoc to a jab'oc yich pan, spajb'ib'at ixim pan chi' smasanil yuuj?"
        },
        {
            "number": "7",
            "text": "A juntzanh co b'eyb'al d'a yalanhtaxo, lajan icha yich pan chi'. Yuj chi' actejeccan juntzanh e b'eyb'al chi' yic icha chi' ol aj e yoch icha ixim pan to malaj jab'oc spaltail, aton ixim svaji d'a q'uinh chi'. Yujto val yel icha ex chi' d'a yichanh Cristo, yujto a ix cham co q'uexuloc, icha nok' calnel smiljicham yicoc silab' eb' israel yic snaancot eb' tas aj yelnaccot eb' d'a Egipto."
        },
        {
            "number": "8",
            "text": "Mocab' co nacot schamel chi' d'a scal chucal. Yovalil d'a stojolal sco nacoti, yujto a chucal yed' ajmulal lajan yed' yich pan chi'."
        },
        {
            "number": "9",
            "text": "Valnacxob'at d'a jun in carta d'ayex to max yal-laj junnhej tzonh ek' yed' eb' sk'ulan ajmulal."
        },
        {
            "number": "10",
            "text": "Manh yujoc eb' ajmul d'a yolyib'anhq'uinal tic svalb'ati. Anhejtona' eb' syiloch sk'ool d'a junocxo, eb' elk'um yed' eb' tz'em cuman d'a juntzanh comon dios, tato yic yolyib'anhq'uinal tic eb', manh yujoc eb' svala' to max yal-laj jun tzonh ek' yed' eb'. Yacb'an ayonh ek' d'a yolyib'anhq'uinal tic, ol co k'umlaj co b'a yed' eb', yujto ayonh ek' d'a scal eb'."
        },
        {
            "number": "11",
            "text": "Palta a jun valnacxob'at d'ayex, syalelk'ochi tato ay eb' tz'alani to creyente eb', palta chuc sb'eyb'al eb', manhxo toc syal junnhej tzex ek' yed' eb'. A eb' sval chi', aton eb' tic: Eb' ajmul, eb' syiloch sk'ool d'a junocxo, eb' tz'em cuman d'a juntzanh comon dios, eb' b'ajvajum, eb' uk'um anh yed' eb' elk'um. A eb' icha chi' sb'eyb'al, tato syal eb' to creyente eb', vach'chom tonhej tzonh va yed' eb', max yal-laj."
        },
        {
            "number": "12",
            "text": "Yujto a eb' yic yolyib'anhq'uinal tic, malaj calan quic co ch'olb'itan tas yaj eb', yujto a Dios ol ch'olb'itan eb'. Palta a eb' creyente, yovalil sco ch'olb'itej tas yaj eb'. Yuj chi', a jun vinh chuc chi', pechequel vinh d'a e cal ta'."
        }
    ]
}