{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix vab'i to ay oval t'a e cal, tob' b'at eyak'lajoch e b'ha t'a alcal. ¿Tas yuj tze tek'b'ej e b'a e b'at t'a vinh alcal manh creyenteoc chi'? ¿Tas yuj manhoc t'a eb' yicxo Dios tzex b'at e b'o yaji?"
        },
        {
            "number": "2",
            "text": "¿Tom manh eyojtacoc to a onh yic onhxo Dios tik, ol co ch'olb'itej tas yaj eb' yic yol yib'anhk’inal tik? Yuj chi' smoj a onh sco b'o yaj juntzanh chequel yaj tik."
        },
        {
            "number": "3",
            "text": "¿Tom maxto nachajel eyuuj to a onh tik, ol co ch'olb'itej tas yaj eb' ángel? Yuj chi', a juntzanh tas ay t'a yol yib'anhk’inal tik, smoj co b'oan yaji."
        },
        {
            "number": "4",
            "text": "Ayic ay juntzanh oval t'a e cal, ¿tas yuj ha t'a eb' malaj yopisio yuj iglesia b'at e b'o yaji?"
        },
        {
            "number": "5",
            "text": "Svalb'at juntzanh tik t'ayex, yic wach' tzex q'uixvieli. ¿Tom malaj junok mach t'a e cal snachajel yuj sb'oan yaji? ¿Tom malaj junok mach syal sb'oan yaj t'ayex a ex creyente exxo?"
        },
        {
            "number": "6",
            "text": "Ina ayex b'at eyujej e b'ha t'a yichanh eb' vinh yajal, palta manh creyenteoc eb' vinh."
        },
        {
            "number": "7",
            "text": "Ayic tzeyak'lanoch t'a eyib'anh chi', tz'och e mul t'a yichanh Dios. Tato ay junok eb' yicxo Dios manh wach'oc syutej sb'a t'ayex, tzoc eyak' val techajoc. Tato ay mach tz'elk'an junok tas t'ayex, aq'ek nivank'olal."
        },
        {
            "number": "8",
            "text": "Palta ina ayex manh wach'oc tzeyutej e b'a. Ina ayex elk'umex. Icha pax chi' tzeyutej e b'ha t'a eb' eyuk'tac t'a eb' eyanab'."
        },
        {
            "number": "9",
            "text": "¿Tom manto eyojtacoc to a eb' manh wach'oc syutej sb'a, malaj yalan yic eb' sk'och t'a yol sk'ab' Dios? Manh eyak' musansatil e b'a. Ha eb' scomon em t'a mul, eb' tz'em cuman t'a juntzanh comon dios, eb' ayxo yetb'eyum tz'em t'a ajmulal, eb' syixtej sb'a yet' eb' yetvinaquil. Anhejtona', pax eb' elk'um, eb' syiloch sk'ool t'a junocxo, eb' uk'um anh, eb' b'ajvajum yet' eb' scomon tok'anek' junok tas t'a yetanimail, aton eb' manh ol k'ochlaj t'a yol sk'ab' Dios."
        },
        {
            "number": "10",
            "text": "Ay ex icha chi' ix eyutej e b'ha t'a yalanhtaxo. Axo ticnaic, ik'b'ilxo el e mul qued'oc. Ak'b'il exxo och yicoc Dios qued'oc. Ha Dios chi' tz'alani to wach' onhxo t'a yichanh. Icha chi' tzonh aj yuj Cajal Jesucristo ticnaic yet' pax yuj Yespíritu co Diosal."
        },
        {
            "number": "11",
            "text": "Tecan ayex tzeyala': Ha onh tik, libre co k'ulan masanil tasi, xe chi. Yel toni, palta manh smojoc co k'ulan smasanil. Yel toni, libre co k'ulan juntzanh chi' smasanil, palta malaj junok tas b'aj syal cak'an co b'a, yic tzonh yak' mandar."
        },
        {
            "number": "12",
            "text": "Tecan ay ex pax tzeyala': Ha tas co wa''a yic co k'ool yaji, yujto a co k'ool tik, a ay yic pax juntzanh chi', xe chi. Yel toni, palta ha Dios ol ak'an lajvoquel juntzanh chi' smasanil. Ha co nivanil tik, manh yicoc ajmulal, palta to a Cajal Jesús ay yico'. Ha Cajal Jesús chi', stanhvumal yaji."
        },
        {
            "number": "13",
            "text": "Yuj chi' icha yutejnac Dios yak'an pitzvocxi Cajal Jesús, icha chi' ol yutoc onh yak'anxi pitzvoc yuj spoder."
        },
        {
            "number": "14",
            "text": "Ina eyojtacxo to a co nivanil tik, icha junok makan snivanil Cristo yaji. Yuj chi', ¿tom syal quik'anb'at junok makan snivanil chi', b'at cak'anoch yetb'eyumoc junok ix ajmul ix, yic junxonhej tz'aj yet' ix?"
        },
        {
            "number": "15",
            "text": "Eyojtacxo to a junok mach syik'laj sb'a yet' junok ix ajmul ix, junxonhej nivanil tz'ajkan yet' ix. Yujto icha chi' syal t'a Slolonel Dios Tz'ib'ab'ilcani, aton b'aj syal icha tik: Ha eb' schavanhil, junxonhej nivanil tz'ajkan eb', xchi."
        },
        {
            "number": "16",
            "text": "Palta ayic scak'anoch co b'ha t'a Cajal Jesús, junxonhej animail tzonh ajkan yet'oc."
        },
        {
            "number": "17",
            "text": "Yuj chi' tzeyik' val el e b'ha t'a jun ajmulal chi'. Yujto yalnhej tas juntzanhxo chucal sk'ulej eb' anima, manhoc yet' snivanil eb' sk'ulej. Palta a eb' tz'em t'a ajmulal chi', yet' snivanil eb' smulani."
        },
        {
            "number": "18",
            "text": "Palta eyojtacxo to a co nivanil tik, stemplo Espíritu Santo yaji. Ha ayoch cajan t'ayonh, yujto ha Dios ak'jinacoch t'ayonh junjun onh. Manhxo quicoclaj co b'a ticnaic,"
        },
        {
            "number": "19",
            "text": "yujto manb'il onhxo eli. Yuj chi', quik'ocab' chaanh Dios yet' co nivanil tik."
        }
    ]
}