{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix vab'i to ay oval d'a e cal, tob' b'at eyak'lajoch e b'a d'a alcal. ¿Tas yuj tze tek'b'ej e b'a e b'at d'a vinh alcal manh creyenteoc chi'? ¿Tas yuj manhoc d'a eb' yicxo Dios tzex b'at e b'o yaji?"
        },
        {
            "number": "2",
            "text": "¿Tom manh eyojtacoc to a onh yic onhxo Dios tic, ol co ch'olb'itej tas yaj eb' yic yolyib'anhq'uinal tic? Yuj chi' smoj a onh sco b'o yaj juntzanh chequel yaj tic."
        },
        {
            "number": "3",
            "text": "¿Tom maxto nachajel eyuuj to a onh tic, ol co ch'olb'itej tas yaj eb' ángel? Yuj chi', a juntzanh tas ay d'a yolyib'anhq'uinal tic, smoj co b'oan yaji."
        },
        {
            "number": "4",
            "text": "Ayic ay juntzanh oval d'a e cal, ¿tas yuj a d'a eb' malaj yopisio yuj iglesia b'at e b'o yaji?"
        },
        {
            "number": "5",
            "text": "Svalb'at juntzanh tic d'ayex, yic vach' tzex q'uixvieli. ¿Tom malaj junoc mach d'a e cal snachajel yuuj sb'oan yaji? ¿Tom malaj junoc mach syal sb'oan yaj d'ayex a ex creyente exxo?"
        },
        {
            "number": "6",
            "text": "Ina ayex b'at eyujej e b'a d'a yichanh eb' vinh yajal, palta manh creyenteoc eb' vinh."
        },
        {
            "number": "7",
            "text": "Ayic tzeyak'lanoch d'a eyib'anh chi', tz'och e mul d'a yichanh Dios. Tato ay junoc eb' yicxo Dios manh vach'oc syutej sb'a d'ayex, tzoc eyak' val techajoc. Tato ay mach tz'elk'an junoc tas d'ayex, aq'uec nivank'olal."
        },
        {
            "number": "8",
            "text": "Palta ina ayex manh vach'oc tzeyutej e b'a. Ina ayex elk'umex. Icha pax chi' tzeyutej e b'a d'a eb' eyuk'tac d'a eb' eyanab'."
        },
        {
            "number": "9",
            "text": "¿Tom manto eyojtacoc to a eb' manh vach'oc syutej sb'a, malaj yalan yic eb' sk'och d'a yol sk'ab' Dios? Manh eyak' musansatil e b'a. A eb' scomon em d'a mul, eb' tz'em cuman d'a juntzanh comon dios, eb' ayxo yetb'eyum tz'em d'a ajmulal, eb' syixtej sb'a yed' eb' yetvinaquil. Anhejtona', pax eb' elk'um, eb' syiloch sk'ool d'a junocxo, eb' uk'um anh, eb' b'ajvajum yed' eb' scomon tok'anek' junoc tas d'a yetanimail, aton eb' manh ol k'ochlaj d'a yol sk'ab' Dios."
        },
        {
            "number": "10",
            "text": "Ay ex icha chi' ix eyutej e b'a d'a yalanhtaxo. Axo ticnaic, ik'b'ilxo el e mul qued'oc. Ak'b'il exxo och yicoc Dios qued'oc. A Dios chi' tz'alani to vach' onhxo d'a yichanh. Icha chi' tzonh aj yuj Cajal Jesucristo ticnaic yed' pax yuj Yespíritu co Diosal."
        },
        {
            "number": "11",
            "text": "Tecan ayex tzeyala': A onh tic, libre co k'ulan masanil tasi, xe chi. Yel toni, palta manh smojoc co k'ulan smasanil. Yel toni, libre co k'ulan juntzanh chi' smasanil, palta malaj junoc tas b'aj syal cak'an co b'a, yic tzonh yak' mandar."
        },
        {
            "number": "12",
            "text": "Tecan ay ex pax tzeyala': A tas co va'a yic co k'ool yaji, yujto a co k'ool tic, a ay yic pax juntzanh chi', xe chi. Yel toni, palta a Dios ol ak'an lajvoquel juntzanh chi' smasanil. A co nivanil tic, manh yicoc ajmulal, palta to a Cajal Jesús ay yico'. A Cajal Jesús chi', stanhvumal yaji."
        },
        {
            "number": "13",
            "text": "Yuj chi' icha yutejnac Dios yak'an pitzvocxi Cajal Jesús, icha chi' ol yutoc onh yak'anxi pitzvoc yuj spoder."
        },
        {
            "number": "14",
            "text": "Ina eyojtacxo to a co nivanil tic, icha junoc macanh snivanil Cristo yaji. Yuj chi', ¿tom syal quik'anb'at junoc macanh snivanil chi', b'at cak'anoch yetb'eyumoc junoc ix ajmul ix, yic junxonhej tz'aj yed' ix?"
        },
        {
            "number": "15",
            "text": "Eyojtacxo to a junoc mach syik'laj sb'a yed' junoc ix ajmul ix, junxonhej nivanil tz'ajcan yed' ix. Yujto icha chi' syal d'a Slolonel Dios Tz'ib'ab'ilcani, aton b'aj syal icha tic: A eb' schavanhil, junxonhej nivanil tz'ajcan eb', xchi."
        },
        {
            "number": "16",
            "text": "Palta ayic scak'anoch co b'a d'a Cajal Jesús, junxonhej animail tzonh ajcan yed'oc."
        },
        {
            "number": "17",
            "text": "Yuj chi' tzeyik' val el e b'a d'a jun ajmulal chi'. Yujto yalnhej tas juntzanhxo chucal sk'ulej eb' anima, manhoc yed' snivanil eb' sk'ulej. Palta a eb' tz'em d'a ajmulal chi', yed' snivanil eb' smulani."
        },
        {
            "number": "18",
            "text": "Palta eyojtacxo to a co nivanil tic, stemplo Espíritu Santo yaji. A ayoch cajan d'ayonh, yujto a Dios ak'jinacoch d'ayonh junjun onh. Manhxo quicoclaj co b'a ticnaic,"
        },
        {
            "number": "19",
            "text": "yujto manb'il onhxo eli. Yuj chi', quik'ocab' chaanh Dios yed' co nivanil tic."
        }
    ]
}