{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix wab'i to ay owal t'a he kal, tob' b'at eyak'lajoch he b'ha t'a alcal. ¿Tas yuj tze tek'b'ej he b'a he b'at t'a winh alcal manh creyenteoc chi'? ¿Tas yuj manhoc t'a heb' yicxo Dios tzex b'at he b'o yaji?"
        },
        {
            "number": "2",
            "text": "¿Tom manh eyojtacoc to a onh yic onhxo Dios tik, ol ko ch'olb'itej tas yaj heb' yic yol yib'anhk’inal tik? Yuj chi' smoj a onh sco b'o yaj juntzanh chequel yaj tik."
        },
        {
            "number": "3",
            "text": "¿Tom maxto nachajel eyuuj to a onh tik, ol ko ch'olb'itej tas yaj heb' ángel? Yuj chi', a juntzanh tas ay t'a yol yib'anhk’inal tik, smoj ko b'oan yaji."
        },
        {
            "number": "4",
            "text": "Ayic ay juntzanh owal t'a he kal, ¿tas yuj ha t'a heb' malaj yopisio yuj iglesia b'at he b'o yaji?"
        },
        {
            "number": "5",
            "text": "Swalb'at juntzanh tik t'ayex, yic wach' tzex q'uixwieli. ¿Tom malaj junok mach t'a he kal snachajel yuj sb'oan yaji? ¿Tom malaj junok mach syal sb'oan yaj t'ayex a ex creyente exxo?"
        },
        {
            "number": "6",
            "text": "Ina ayex b'at eyujej he b'ha t'a yichanh heb' winh yajal, palta manh creyenteoc heb' winh."
        },
        {
            "number": "7",
            "text": "Ayic tzeyak'lanoch t'a eyib'anh chi', tz'och he mul t'a yichanh Dios. Tato ay junok heb' yicxo Dios manh wach'oc syutej sb'a t'ayex, tzoc eyak' wal techajoc. Tato ay mach tz'elk'an junok tas t'ayex, aq'ek niwank'olal."
        },
        {
            "number": "8",
            "text": "Palta ina ayex manh wach'oc tzeyutej he b'a. Ina ayex elk'umex. Icha pax chi' tzeyutej he b'ha t'a heb' eyuk'tac t'a heb' eyanab'."
        },
        {
            "number": "9",
            "text": "¿Tom manto eyojtacoc to a heb' manh wach'oc syutej sb'a, malaj yalan yic heb' sk'och t'a yol sk'ab' Dios? Manh eyak' musansatil he b'a. Ha heb' scomon em t'a mul, heb' tz'em cuman t'a juntzanh comon Dios, heb' ayxo yetb'eyum tz'em t'a ajmulal, heb' syixtej sb'a yet' heb' yetwinaquil. Anhejtona', pax heb' elk'um, heb' syiloch sk'ool t'a junocxo, heb' uk'um anh, heb' b'ajwajum yet' heb' scomon tok'anek' junok tas t'a yetanimail, aton heb' manh ol k'ochlaj t'a yol sk'ab' Dios."
        },
        {
            "number": "10",
            "text": "Ay ex icha chi' ix eyutej he b'ha t'a yalanhtaxo. Axo ticnaik, ik'b'ilxo el he mul qued'oc. Ak'b'il exxo och yicoc Dios qued'oc. Ha Dios chi' tz'alani to wach' onhxo t'a yichanh. Icha chi' tzonh aj yuj Kajal Jesucristo ticnaik yet' pax yuj Yespíritu ko Diosal."
        },
        {
            "number": "11",
            "text": "Tecan ayex tzeyala': Ha onh tik, libre ko k'ulan masanil tasi, xe chi. Yel toni, palta manh smojoc ko k'ulan smasanil. Yel toni, libre ko k'ulan juntzanh chi' smasanil, palta malaj junok tas b'aj syal cak'an ko b'a, yic tzonh yak' mandar."
        },
        {
            "number": "12",
            "text": "Tecan ay ex pax tzeyala': Ha tas ko wa''a yic ko k'ool yaji, yujto a ko k'ool tik, a ay yic pax juntzanh chi', xe chi. Yel toni, palta ha Dios ol ak'an lajwoquel juntzanh chi' smasanil. Ha ko niwanil tik, manh yicoc ajmulal, palta to a Kajal Jesús ay yico'. Ha Kajal Jesús chi', stanhwumal yaji."
        },
        {
            "number": "13",
            "text": "Yuj chi' icha yutejnac Dios yak'an pitzwokxi Kajal Jesús, icha chi' ol yutoc onh yak'anxi pitzwoc yuj spoder."
        },
        {
            "number": "14",
            "text": "Ina eyojtacxo to a ko niwanil tik, icha junok makan sniwanil Cristo yaji. Yuj chi', ¿tom syal quik'anb'at junok makan sniwanil chi', b'at cak'anoch yetb'eyumoc junok ix ajmul ix, yic junxonhej tz'aj yet' ix?"
        },
        {
            "number": "15",
            "text": "Eyojtacxo to a junok mach syik'laj sb'a yet' junok ix ajmul ix, junxonhej niwanil tz'ajkan yet' ix. Yujto icha chi' syal t'a Slolonel Dios Tz'ib'ab'ilcani, aton b'aj syal icha tik: Ha heb' schawanhil, junxonhej niwanil tz'ajkan heb', xchi."
        },
        {
            "number": "16",
            "text": "Palta ayic skak'anoch ko b'ha t'a Kajal Jesús, junxonhej animail tzonh ajkan yet'oc."
        },
        {
            "number": "17",
            "text": "Yuj chi' tzeyik' wal el he b'ha t'a jun ajmulal chi'. Yujto yalnhej tas juntzanhxo chukal sk'ulej heb' anima, manhoc yet' sniwanil heb' sk'ulej. Palta a heb' tz'em t'a ajmulal chi', yet' sniwanil heb' smulani."
        },
        {
            "number": "18",
            "text": "Palta eyojtacxo to a ko niwanil tik, stemplo Espíritu Santo yaji. Ha ayoch cajan t'ayonh, yujto ha Dios ak'jinacoch t'ayonh junjun onh. Manhxo quicoclaj ko b'a ticnaik,"
        },
        {
            "number": "19",
            "text": "yujto manb'il onhxo eli. Yuj chi', quik'ocab' chaanh Dios yet' ko niwanil tik."
        }
    ]
}