{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ol valb'at yuj juntzanh tas e k'anb'ejnac t'a jun e carta t'ayin. Wach' toni tato ay eb' winh max och yetb'eyum."
        },
        {
            "number": "2",
            "text": "Palta ay smay sayan ajmulal eb' winh. Yuj chi', wach' tz'och yetb'eyum eb' winh. Yed' pax eb' ix ix, wach' tz'och yetb'eyum eb' ix."
        },
        {
            "number": "3",
            "text": "Ha exxo ay ix eyetb'eyum, tzeyak' sgana eb' ix eyetb'eyum chi', yujto eyetb'eyum e b'a. Anhejtona', icha chi' tzeyutej e b'a a ex ix ex ayxo winh eyetb'eyum."
        },
        {
            "number": "4",
            "text": "Yujto malaj yalan yic jun e nivanil chi' sch'ocoj. Ha winh eyetb'eyum chi' ay yalan yic t'ay. Anhejtona', icha pax chi' ex ay ix eyetb'eyum, malaj yalan yic jun e nivanil chi' sch'ocoj. Ha ix eyetb'eyum chi' ay yalan yic t'ay."
        },
        {
            "number": "5",
            "text": "Yuj chi', yowalil tze k'anab'ajej tas sgana eb' ix e yetb'eyum t'ayex. Anhej, tato jun tz'aj e pensar tzeyactancan jun chi' jayeoc k'ual, yic wach' tzex lesalvi d'ha Dios t'a smasanil e k'ool. Slajvi yek'b'at jaye' k'ual chi', junnhej tzex ajxicani, yic wach' max ex juwiel yuj winh Satanás. Yujto ay smay, max yal e cachan och vaan e nivanil chi'."
        },
        {
            "number": "6",
            "text": "Ha juntzanh svalb'at tik t'ayex, manh checnab'iloc. Tonhej svalb'at t'ayex icha tik, yic wach' syal e k'ulan juntzanh chi'."
        },
        {
            "number": "7",
            "text": "Ha in tik, tzin na'a to wach' max och eyetb'eyum e masanil icha in tik. Palta ch'occh'oc co pensar junjun onh yuj Dios, yujto ay eb' yowalil tz'och yetb'eyum. Ay pax eb' manh yovaliloc."
        },
        {
            "number": "8",
            "text": "Svalanpaxb'at juntzanhxo tik t'ayex, a ex manto och eyetb'eyum yet' ex chamnacxo eyetb'eyum. Wach' ama tzex cannhej e ch'ocoj, icha in tik."
        },
        {
            "number": "9",
            "text": "Palta tato max techaj eyuj e ch'ocoj, ochocab' eyetb'eyum. Yujto wach' tz'och eyetb'eyum, yic max e nib'ej em e b'a ajmulal."
        },
        {
            "number": "10",
            "text": "Ha exxo ayxo eyetb'eyum, ol valb'at juntzanh checnab'il tik t'ayex. Ha juntzanh checnab'il tik, manh vicoc, yic Cajal Jesús: Ha ex vanab' ex, max yal-laj e pucan e b'a yet' winh eyetb'eyum."
        },
        {
            "number": "11",
            "text": "Palta tato ay junok ix spuc sb'a yet' winh yetb'eyum, yowalil scannhej ix ichnhej ta'. Anhej yet' winh yetb'eyum ix chi' syal yik'lanxi sb'a junelxo. Anhejtona', icha ex pax chi' ex vuk'tac ex, max yal-laj e pucan e b'a yet' ix eyetb'eyum."
        },
        {
            "number": "12",
            "text": "Ay pax juntzanh exxo, ay junxo ol valb'at t'ayex. Palta manh schecnab'iloc Cajal Jesús juntzanh tik, yujto munil tzin naelta t'a yol vico'. Tato ay junok winh cuk'tac max och ix yetb'eyum creyenteal yet'oc, palta tato ay sgana ix tz'aj yet' winh, max yal-laj spucan sb'a winh yet' ix."
        },
        {
            "number": "13",
            "text": "Anhejtona', tato ay junok ix canab' max och winh yetb'eyum creyenteal yet'oc, palta tato sgana winh syik' sb'a yet' ix, max yal-laj spucan sb'a ix yet' winh."
        },
        {
            "number": "14",
            "text": "Yujto a winh yetb'eyum ix chi', wach'chom manh creyenteoc winh, ichato yic Dios yaj winh yet' ix, yujto junnhej yaj winh yet' ix creyente chi'. Anhejtona' icha pax chi' junok ix manh creyenteoc, ichato yic Dios yaj ix, yujto junnhej yaj ix yet' winh creyente chi'. Tato manh yicoc Dios yaj eb', haxo yuninal eb', comon animanhej am yaj eb'. Palta maay, yic pax Dios yaj eb'."
        },
        {
            "number": "15",
            "text": "Palta tato a jun manh creyenteoc chi' sgana spucan sb'a yet' jun creyente chi', spucocab' sb'a eb'. Tato icha chi', haxo jun creyente chi', libre tz'ajcani. Max mulanlaj t'a icha chi', yujto sgana Dios to junk'olalnhej tzonh aji."
        },
        {
            "number": "16",
            "text": "Yujto a ex vanab' ex, manh eyojtacoc tato ol colchajel winh eyetb'eyum chi', yujnhej eyik'lan e b'a yet' winh. Anhejtona' ex vuk'tac ex ay eyetb'eyum, manh eyojtacoc tato ol colchajel ix eyetb'eyum chi', yujnhej eyik'lan e b'a yet' ix."
        },
        {
            "number": "17",
            "text": "Junjun onh, a tas cajcan yuj Cajal Jesús ayic ix onh yavtanoch Dios yicoc, tzonh cannhej ichnhej ta'. Icha chi' svutej pax valan t'a eb' creyente t'a junjun iglesia."
        },
        {
            "number": "18",
            "text": "Yuj chi', tato ayex chab'ilxo jun yechel circuncisión t'a e nivanil ayic ix ex yavtanoch Dios yicoc, max yal e k'ub'aneli to chab'ilxo jun chi' eyuuj. Anhejtona', tato ayex manh chab'iloc jun yechel chi' eyuuj, ayic ix ex yavtanoch yicoc, maxtzac yal-laj e chaan ticnaic."
        },
        {
            "number": "19",
            "text": "Taxonhej chab'il jun yechel circuncisión chi' cuuj, mato maay, malaj yelk'ochi. Palta ay val junxo te niwan yelk'ochi to sco k'anab'ajej icha sgana Dios."
        },
        {
            "number": "20",
            "text": "Más wach' tzonh kan junjun onh ichataxon caji, ayic ix onh yavtanoch Dios yicoc."
        },
        {
            "number": "21",
            "text": "Tato ay ex, ayex och checab'vumal ayic ix ex yavtanoch Dios yicoc, manh ex och ilk'olal. Palta tato syal e colanelta e b'ha t'a yol sk'ab' winh tzeyak' servil chi', más wach' tzeyak' eyip e colanelta e b'a."
        },
        {
            "number": "22",
            "text": "Yujto a mach ayoch checab'vumal ayic tz'avtajoch yicoc Cajal Jesús, wach'chom manto libreoc yelta b'aj smunlaj chi', palta libre yik'jielta t'a yol sk'ab' chukal yuj Cajal Jesús. Palta haxo mach yic sb'a ayic tz'avtajoch yicoc Cristo chi', a ticnaic checab' yaj t'a Cristo."
        },
        {
            "number": "23",
            "text": "Ha onh tik, manb'il onhxo yuj Dios. Yuj chi', maxtzac yal co chonhan co b'ha t'a eb' anima yic tzonh kan t'a yalanh smandar eb' t'a junelnhej."
        },
        {
            "number": "24",
            "text": "Yuj chi', ex vuk'tac ex vanab', ha t'a yichanh Dios, wach' tzonh kan junjun onh ichataxon caji, ayic ix onh yavtanoch yicoc."
        },
        {
            "number": "25",
            "text": "Ha ex manto och eyetb'eyum, malaj junok schecnab'il Cajal Jesús ol valb'at t'ayex. Ha tas ol valb'at tik t'ayex, munil tzin na t'a yol vico'. Palta a tas svala', ochocab' yopisio eyuuj, yujto ix ok' sk'ool Dios t'ayin, ix yak'an vopisio tik."
        },
        {
            "number": "26",
            "text": "Yuj juntzanh yaelal van sja t'a quib'anh tik, tzin na'a to wach' tzonh kan junjun onh ichataxon caji."
        },
        {
            "number": "27",
            "text": "Yuj chi', a ex ayxo ix eyetb'eyum, manh e say tas tzeyutej e pucan e b'a. Ha exxo mantalaj ix eyetb'eyum, wach' ama tato max e say eb' ix."
        },
        {
            "number": "28",
            "text": "Palta tato ayex tzeyak'och ix eyetb'eyum, manh muloclaj. Yed' ex pax cob'estac ex, manh muloclaj tato tzeyak'och winh eyetb'eyum. Palta a eb' tz'och yetb'eyum, más ol yil syaelal eb' t'a yol yib'anhk’inal tik. Yuj chi' svalb'at juntzanh tik t'ayex, yujto in gana max ja juntzanh yaelal tik t'a eyib'anh."
        },
        {
            "number": "29",
            "text": "Ex vuk'tac ex vanab', a junxo tik swal t'ayex: Ha tiempo jab'xonhej ticnaic, yuj chi', a eb' winh ay ix yetb'eyum, max yal-laj anhej t'a ix yetb'eyum eb' winh chi' syak'och spensar."
        },
        {
            "number": "30",
            "text": "Ha eb' scusi, max yal-laj anhej jun scuselal eb' chi' sna'a. Yed' eb' stzalaji, max yal-laj anhej jun stzalajk'olal eb' chi' sna'a. Yed' eb' smanvaji, manhocnhejocab' ta' syak'och spensar eb'."
        },
        {
            "number": "31",
            "text": "Anhejtona' eb' syamk'ab'an juntzanh tas ay t'a yol yib'anhk’inal tik, max yal-laj anhej t'a juntzanh chi' syak'och spensar eb', yujto a jun yol yib'anhk’inal squil tik, vanxo slajvi eq'ui."
        },
        {
            "number": "32",
            "text": "In gana to max ex och ilk'olal. Ha winh quelemto, anhej t'a juntzanh tas stzalaj Cajal Jesús yet'oc, anhej ta' syak'och spensar winh."
        },
        {
            "number": "33",
            "text": "Axo winh ayxo ix yetb'eyum, a val tas ay t'a yol yib'anhk’inal tik sna winh. Yujto sna winh tas syutej yak'an tzalajb'oc sk'ool ix yetb'eyum chi'."
        },
        {
            "number": "34",
            "text": "Yuj chi' chab' tz'aj spensar winh. Anhejtona', manh lajanoc ix ayxo winh yetb'eyum yet' ix cob'esto. Yujto a ix cob'es chi', anhej t'a juntzanh tas stzalaj Cajal Jesús yet'oc, a sna ix, yujto syak' val snivanil ix yicoc Dios yet' spensar. Axo ix ayxo winh yetb'eyum, a val tas ay t'a yol yib'anhk’inal tik snaub'tanhej ix, yujto sna ix tas syutej yak'an servil winh yetb'eyum ix chi'."
        },
        {
            "number": "35",
            "text": "Svalb'at juntzanh tik t'ayex, palta manh yujoc ex in cachanoch vaan svalanb'ati. Palta svalb'ati yic wach' tzeyutej e b'a. Yujto in gana tze k'anab'ajej tas sgana Cajal Jesús, tzeyak'anpax servil t'a smasanil e k'ool."
        },
        {
            "number": "36",
            "text": "Ha ticnaic svalb'at t'ayex a ex mamab'il ex, yujto ay ex ay eb' ix eyisil stiempoalxo yoch winh yetb'eyum. Tato tze na'a to wach' tz'och yetb'eyum eb' ix, tato tzeyila' to ay smay skan eb' ix, ujocab' icha e gana. Ochocab' yetb'eyum eb' ix, yujto a jun chi', manh muloclaj."
        },
        {
            "number": "37",
            "text": "Palta tecan ayex ay eb' ix eyisil manh yovaliloc tz'och yetb'eyum. Libre eyaj e k'ulan icha e gana. Tato tek'an tzeyutej e b'a e naan yuj eb' ix eyisil max e cha ochlaj yetb'eyum chi', wach' ton tze k'ulej."
        },
        {
            "number": "38",
            "text": "Yuj chi', a eb' tz'ak'anoch yetb'eyum eb' ix yisil, wach' ton sk'ulej eb'. Axo eb' max ak'anoch yetb'eyum eb' ix, más wach' sk'ulej eb'."
        },
        {
            "number": "39",
            "text": "Ha junok ix ix ay winh yetb'eyum, yacb'an pitzanto winh, ichato tzek'b'il ix yet' winh yuj sleyal Dios. Axo tato scham winh jun, libre tz'ajxican ix. Syal yik'lan sb'a ix yet' junocxo winh b'aj skan sgana ix, anhej tato creyente winh."
        },
        {
            "number": "40",
            "text": "Palta tzin na a in tik, más wach' yic ix tato maxtzac yik' junocxo winh vinac ix. Tzin na'a to a Yespíritu Dios ayoch ved'oc svalan juntzanh tik."
        }
    ]
}