{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ol walb'at yuj juntzanh tas he k'anb'ejnac t'a jun he carta t'ayin. Wach' toni tato ay heb' winh max och yetb'eyum."
        },
        {
            "number": "2",
            "text": "Palta ay smay sayan ajmulal heb' winh. Yuj chi', wach' tz'och yetb'eyum heb' winh. Yed' pax heb' ix ix, wach' tz'och yetb'eyum heb' ix."
        },
        {
            "number": "3",
            "text": "Ha exxo ay ix eyetb'eyum, tzeyak' sgana heb' ix eyetb'eyum chi', yujto eyetb'eyum he b'a. Anhejtona', icha chi' tzeyutej he b'a a ex ix ex ayxo winh eyetb'eyum."
        },
        {
            "number": "4",
            "text": "Yujto malaj yalan yic jun he niwanil chi' sch'ocoj. Ha winh eyetb'eyum chi' ay yalan yic t'ay. Anhejtona', icha pax chi' ex ay ix eyetb'eyum, malaj yalan yic jun he niwanil chi' sch'ocoj. Ha ix eyetb'eyum chi' ay yalan yic t'ay."
        },
        {
            "number": "5",
            "text": "Yuj chi', yowalil tze k'anab'ajej tas sgana heb' ix he yetb'eyum t'ayex. Anhej, tato jun tz'aj he pensar tzeyactancan jun chi' jayeoc k'ual, yic wach' tzex lesalwi d'ha Dios t'a smasanil he k'ool. Slajwi yek'b'at jaye' k'ual chi', junnhej tzex ajxicani, yic wach' max ex juwiel yuj winh Satanás. Yujto ay smay, max yal he cachan och waan he niwanil chi'."
        },
        {
            "number": "6",
            "text": "Ha juntzanh swalb'at tik t'ayex, manh checnab'iloc. Tonhej swalb'at t'ayex icha tik, yic wach' syal he k'ulan juntzanh chi'."
        },
        {
            "number": "7",
            "text": "Ha in tik, tzin na'a to wach' max och eyetb'eyum he masanil icha in tik. Palta ch'occh'oc ko pensar junjun onh yuj Dios, yujto ay heb' yowalil tz'och yetb'eyum. Ay pax heb' manh yowaliloc."
        },
        {
            "number": "8",
            "text": "Swalanpaxb'at juntzanhxo tik t'ayex, a ex manto och eyetb'eyum yet' ex chamnacxo eyetb'eyum. Wach' ama tzex cannhej he ch'ocoj, icha in tik."
        },
        {
            "number": "9",
            "text": "Palta tato max techaj eyuj he ch'ocoj, ochocab' eyetb'eyum. Yujto wach' tz'och eyetb'eyum, yic max he nib'ej em he b'a ajmulal."
        },
        {
            "number": "10",
            "text": "Ha exxo ayxo eyetb'eyum, ol walb'at juntzanh checnab'il tik t'ayex. Ha juntzanh checnab'il tik, manh wicoc, yic Kajal Jesús: Ha ex wanab' ex, max yal-laj he pucan he b'a yet' winh eyetb'eyum."
        },
        {
            "number": "11",
            "text": "Palta tato ay junok ix spuc sb'a yet' winh yetb'eyum, yowalil scannhej ix ichnhej ta'. Anhej yet' winh yetb'eyum ix chi' syal yik'lanxi sb'a junelxo. Anhejtona', icha ex pax chi' ex wuk'tac ex, max yal-laj he pucan he b'a yet' ix eyetb'eyum."
        },
        {
            "number": "12",
            "text": "Ay pax juntzanh exxo, ay junxo ol walb'at t'ayex. Palta manh schecnab'iloc Kajal Jesús juntzanh tik, yujto munil tzin naelta t'a yol wico'. Tato ay junok winh cuk'tac max och ix yetb'eyum creyenteal yet'oc, palta tato ay sgana ix tz'aj yet' winh, max yal-laj spucan sb'a winh yet' ix."
        },
        {
            "number": "13",
            "text": "Anhejtona', tato ay junok ix canab' max och winh yetb'eyum creyenteal yet'oc, palta tato sgana winh syik' sb'a yet' ix, max yal-laj spucan sb'a ix yet' winh."
        },
        {
            "number": "14",
            "text": "Yujto a winh yetb'eyum ix chi', wach'chom manh creyenteoc winh, ichato yic Dios yaj winh yet' ix, yujto junnhej yaj winh yet' ix creyente chi'. Anhejtona' icha pax chi' junok ix manh creyenteoc, ichato yic Dios yaj ix, yujto junnhej yaj ix yet' winh creyente chi'. Tato manh yicoc Dios yaj heb', haxo yuninal heb', comon animanhej am yaj heb'. Palta maay, yic pax Dios yaj heb'."
        },
        {
            "number": "15",
            "text": "Palta tato a jun manh creyenteoc chi' sgana spucan sb'a yet' jun creyente chi', spucocab' sb'a heb'. Tato icha chi', haxo jun creyente chi', libre tz'ajcani. Max mulanlaj t'a icha chi', yujto sgana Dios to junk'olalnhej tzonh aji."
        },
        {
            "number": "16",
            "text": "Yujto a ex wanab' ex, manh eyojtacoc tato ol colchajel winh eyetb'eyum chi', yujnhej eyik'lan he b'a yet' winh. Anhejtona' ex wuk'tac ex ay eyetb'eyum, manh eyojtacoc tato ol colchajel ix eyetb'eyum chi', yujnhej eyik'lan he b'a yet' ix."
        },
        {
            "number": "17",
            "text": "Junjun onh, a tas cajcan yuj Kajal Jesús ayic ix onh yavtanoch Dios yicoc, tzonh cannhej ichnhej ta'. Icha chi' swutej pax walan t'a heb' creyente t'a junjun iglesia."
        },
        {
            "number": "18",
            "text": "Yuj chi', tato ayex chab'ilxo jun yechel circuncisión t'a he niwanil ayic ix ex yavtanoch Dios yicoc, max yal he k'ub'aneli to chab'ilxo jun chi' eyuuj. Anhejtona', tato ayex manh chab'iloc jun yechel chi' eyuuj, ayic ix ex yavtanoch yicoc, maxtzac yal-laj he chaan ticnaik."
        },
        {
            "number": "19",
            "text": "Taxonhej chab'il jun yechel circuncisión chi' cuuj, mato maay, malaj yelk'ochi. Palta ay wal junxo te niwan yelk'ochi to sco k'anab'ajej icha sgana Dios."
        },
        {
            "number": "20",
            "text": "Más wach' tzonh kan junjun onh ichataxon caji, ayic ix onh yavtanoch Dios yicoc."
        },
        {
            "number": "21",
            "text": "Tato ay ex, ayex och checab'wumal ayic ix ex yavtanoch Dios yicoc, manh ex och ilk'olal. Palta tato syal he colanelta he b'ha t'a yol sk'ab' winh tzeyak' serwil chi', más wach' tzeyak' eyip he colanelta he b'a."
        },
        {
            "number": "22",
            "text": "Yujto a mach ayoch checab'wumal ayic tz'avtajoch yicoc Kajal Jesús, wach'chom manto libreoc yelta b'aj smunlaj chi', palta libre yik'jielta t'a yol sk'ab' chukal yuj Kajal Jesús. Palta haxo mach yic sb'a ayic tz'avtajoch yicoc Cristo chi', a ticnaik checab' yaj t'a Cristo."
        },
        {
            "number": "23",
            "text": "Ha onh tik, manb'il onhxo yuj Dios. Yuj chi', maxtzac yal ko chonhan ko b'ha t'a heb' anima yic tzonh kan t'a yalanh smandar heb' t'a junelnhej."
        },
        {
            "number": "24",
            "text": "Yuj chi', ex wuk'tac ex wanab', ha t'a yichanh Dios, wach' tzonh kan junjun onh ichataxon caji, ayic ix onh yavtanoch yicoc."
        },
        {
            "number": "25",
            "text": "Ha ex manto och eyetb'eyum, malaj junok schecnab'il Kajal Jesús ol walb'at t'ayex. Ha tas ol walb'at tik t'ayex, munil tzin na t'a yol wico'. Palta a tas swala', ochocab' yopisio eyuuj, yujto ix ok' sk'ool Dios t'ayin, ix yak'an wopisio tik."
        },
        {
            "number": "26",
            "text": "Yuj juntzanh yaelal wan sja t'a quib'anh tik, tzin na'a to wach' tzonh kan junjun onh ichataxon caji."
        },
        {
            "number": "27",
            "text": "Yuj chi', a ex ayxo ix eyetb'eyum, manh he say tas tzeyutej he pucan he b'a. Ha exxo mantalaj ix eyetb'eyum, wach' ama tato max he say heb' ix."
        },
        {
            "number": "28",
            "text": "Palta tato ayex tzeyak'och ix eyetb'eyum, manh muloclaj. Yed' ex pax cob'estac ex, manh muloclaj tato tzeyak'och winh eyetb'eyum. Palta a heb' tz'och yetb'eyum, más ol yil syaelal heb' t'a yol yib'anhk’inal tik. Yuj chi' swalb'at juntzanh tik t'ayex, yujto in gana max ja juntzanh yaelal tik t'a eyib'anh."
        },
        {
            "number": "29",
            "text": "Ex wuk'tac ex wanab', a junxo tik swal t'ayex: Ha tiempo jab'xonhej ticnaik, yuj chi', a heb' winh ay ix yetb'eyum, max yal-laj anhej t'a ix yetb'eyum heb' winh chi' syak'och spensar."
        },
        {
            "number": "30",
            "text": "Ha heb' scusi, max yal-laj anhej jun scuselal heb' chi' sna'a. Yed' heb' stzalaji, max yal-laj anhej jun stzalajk'olal heb' chi' sna'a. Yed' heb' smanwaji, manhocnhejocab' ta' syak'och spensar heb'."
        },
        {
            "number": "31",
            "text": "Anhejtona' heb' syamk'ab'an juntzanh tas ay t'a yol yib'anhk’inal tik, max yal-laj anhej t'a juntzanh chi' syak'och spensar heb', yujto a jun yol yib'anhk’inal squil tik, wanxo slajwi eq'ui."
        },
        {
            "number": "32",
            "text": "In gana to max ex och ilk'olal. Ha winh quelemto, anhej t'a juntzanh tas stzalaj Kajal Jesús yet'oc, anhej ta' syak'och spensar winh."
        },
        {
            "number": "33",
            "text": "Axo winh ayxo ix yetb'eyum, a wal tas ay t'a yol yib'anhk’inal tik sna winh. Yujto sna winh tas syutej yak'an tzalajb'oc sk'ool ix yetb'eyum chi'."
        },
        {
            "number": "34",
            "text": "Yuj chi' chab' tz'aj spensar winh. Anhejtona', manh lajanoc ix ayxo winh yetb'eyum yet' ix cob'esto. Yujto a ix cob'es chi', anhej t'a juntzanh tas stzalaj Kajal Jesús yet'oc, a sna ix, yujto syak' wal sniwanil ix yicoc Dios yet' spensar. Axo ix ayxo winh yetb'eyum, a wal tas ay t'a yol yib'anhk’inal tik snaub'tanhej ix, yujto sna ix tas syutej yak'an serwil winh yetb'eyum ix chi'."
        },
        {
            "number": "35",
            "text": "Swalb'at juntzanh tik t'ayex, palta manh yujoc ex in cachanoch waan swalanb'ati. Palta swalb'ati yic wach' tzeyutej he b'a. Yujto in gana tze k'anab'ajej tas sgana Kajal Jesús, tzeyak'anpax serwil t'a smasanil he k'ool."
        },
        {
            "number": "36",
            "text": "Ha ticnaik swalb'at t'ayex a ex mamab'il ex, yujto ay ex ay heb' ix eyisil stiempoalxo yoch winh yetb'eyum. Tato tze na'a to wach' tz'och yetb'eyum heb' ix, tato tzeyila' to ay smay skan heb' ix, ujocab' icha he gana. Ochocab' yetb'eyum heb' ix, yujto a jun chi', manh muloclaj."
        },
        {
            "number": "37",
            "text": "Palta tecan ayex ay heb' ix eyisil manh yowaliloc tz'och yetb'eyum. Libre eyaj he k'ulan icha he gana. Tato tek'an tzeyutej he b'a he naan yuj heb' ix eyisil max he cha ochlaj yetb'eyum chi', wach' ton tze k'ulej."
        },
        {
            "number": "38",
            "text": "Yuj chi', a heb' tz'ak'anoch yetb'eyum heb' ix yisil, wach' ton sk'ulej heb'. Axo heb' max ak'anoch yetb'eyum heb' ix, más wach' sk'ulej heb'."
        },
        {
            "number": "39",
            "text": "Ha junok ix ix ay winh yetb'eyum, yacb'an pitzanto winh, ichato tzek'b'il ix yet' winh yuj sleyal Dios. Axo tato scham winh jun, libre tz'ajxican ix. Syal yik'lan sb'a ix yet' junocxo winh b'aj skan sgana ix, anhej tato creyente winh."
        },
        {
            "number": "40",
            "text": "Palta tzin na a in tik, más wach' yic ix tato maxtzac yik' junocxo winh winak ix. Tzin na'a to a Yespíritu Dios ayoch wed'oc swalan juntzanh tik."
        }
    ]
}