{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ol valb'at yuj juntzanh tas e k'anb'ejnac d'a jun e carta d'ayin. Vach' toni tato ay eb' vinh max och yetb'eyum."
        },
        {
            "number": "2",
            "text": "Palta ay smay sayan ajmulal eb' vinh. Yuj chi', vach' tz'och yetb'eyum eb' vinh. Yed' pax eb' ix ix, vach' tz'och yetb'eyum eb' ix."
        },
        {
            "number": "3",
            "text": "A exxo ay ix eyetb'eyum, tzeyak' sgana eb' ix eyetb'eyum chi', yujto eyetb'eyum e b'a. Anhejtona', icha chi' tzeyutej e b'a a ex ix ex ayxo vinh eyetb'eyum."
        },
        {
            "number": "4",
            "text": "Yujto malaj yalan yic jun e nivanil chi' sch'ocoj. A vinh eyetb'eyum chi' ay yalan yic d'ay. Anhejtona', icha pax chi' ex ay ix eyetb'eyum, malaj yalan yic jun e nivanil chi' sch'ocoj. A ix eyetb'eyum chi' ay yalan yic d'ay."
        },
        {
            "number": "5",
            "text": "Yuj chi', yovalil tze k'anab'ajej tas sgana eb' ix e yetb'eyum d'ayex. Anhej, tato jun tz'aj e pensar tzeyactancan jun chi' jayeoc k'ual, yic vach' tzex lesalvi d'a Dios d'a smasanil e k'ool. Slajvi yek'b'at jaye' k'ual chi', junnhej tzex ajxicani, yic vach' max ex juviel yuj vinh Satanás. Yujto ay smay, max yal e cachan och vaan e nivanil chi'."
        },
        {
            "number": "6",
            "text": "A juntzanh svalb'at tic d'ayex, manh checnab'iloc. Tonhej svalb'at d'ayex icha tic, yic vach' syal e k'ulan juntzanh chi'."
        },
        {
            "number": "7",
            "text": "A in tic, tzin na'a to vach' max och eyetb'eyum e masanil icha in tic. Palta ch'occh'oc co pensar junjun onh yuj Dios, yujto ay eb' yovalil tz'och yetb'eyum. Ay pax eb' manh yovaliloc."
        },
        {
            "number": "8",
            "text": "Svalanpaxb'at juntzanhxo tic d'ayex, a ex manto och eyetb'eyum yed' ex chamnacxo eyetb'eyum. Vach' ama tzex cannhej e ch'ocoj, icha in tic."
        },
        {
            "number": "9",
            "text": "Palta tato max techaj eyuj e ch'ocoj, ochocab' eyetb'eyum. Yujto vach' tz'och eyetb'eyum, yic max e nib'ej em e b'a ajmulal."
        },
        {
            "number": "10",
            "text": "A exxo ayxo eyetb'eyum, ol valb'at juntzanh checnab'il tic d'ayex. A juntzanh checnab'il tic, manh vicoc, yic Cajal Jesús: A ex vanab' ex, max yal-laj e pucan e b'a yed' vinh eyetb'eyum."
        },
        {
            "number": "11",
            "text": "Palta tato ay junoc ix spuc sb'a yed' vinh yetb'eyum, yovalil scannhej ix ichnhej ta'. Anhej yed' vinh yetb'eyum ix chi' syal yik'lanxi sb'a junelxo. Anhejtona', icha ex pax chi' ex vuk'tac ex, max yal-laj e pucan e b'a yed' ix eyetb'eyum."
        },
        {
            "number": "12",
            "text": "Ay pax juntzanh exxo, ay junxo ol valb'at d'ayex. Palta manh schecnab'iloc Cajal Jesús juntzanh tic, yujto munil tzin naelta d'a yol vico'. Tato ay junoc vinh cuk'tac max och ix yetb'eyum creyenteal yed'oc, palta tato ay sgana ix tz'aj yed' vinh, max yal-laj spucan sb'a vinh yed' ix."
        },
        {
            "number": "13",
            "text": "Anhejtona', tato ay junoc ix canab' max och vinh yetb'eyum creyenteal yed'oc, palta tato sgana vinh syik' sb'a yed' ix, max yal-laj spucan sb'a ix yed' vinh."
        },
        {
            "number": "14",
            "text": "Yujto a vinh yetb'eyum ix chi', vach'chom manh creyenteoc vinh, ichato yic Dios yaj vinh yed' ix, yujto junnhej yaj vinh yed' ix creyente chi'. Anhejtona' icha pax chi' junoc ix manh creyenteoc, ichato yic Dios yaj ix, yujto junnhej yaj ix yed' vinh creyente chi'. Tato manh yicoc Dios yaj eb', axo yuninal eb', comon animanhej am yaj eb'. Palta maay, yic pax Dios yaj eb'."
        },
        {
            "number": "15",
            "text": "Palta tato a jun manh creyenteoc chi' sgana spucan sb'a yed' jun creyente chi', spucocab' sb'a eb'. Tato icha chi', axo jun creyente chi', libre tz'ajcani. Max mulanlaj d'a icha chi', yujto sgana Dios to junk'olalnhej tzonh aji."
        },
        {
            "number": "16",
            "text": "Yujto a ex vanab' ex, manh eyojtacoc tato ol colchajel vinh eyetb'eyum chi', yujnhej eyik'lan e b'a yed' vinh. Anhejtona' ex vuk'tac ex ay eyetb'eyum, manh eyojtacoc tato ol colchajel ix eyetb'eyum chi', yujnhej eyik'lan e b'a yed' ix."
        },
        {
            "number": "17",
            "text": "Junjun onh, a tas cajcan yuj Cajal Jesús ayic ix onh yavtanoch Dios yicoc, tzonh cannhej ichnhej ta'. Icha chi' svutej pax valan d'a eb' creyente d'a junjun iglesia."
        },
        {
            "number": "18",
            "text": "Yuj chi', tato ayex chab'ilxo jun yechel circuncisión d'a e nivanil ayic ix ex yavtanoch Dios yicoc, max yal e k'ub'aneli to chab'ilxo jun chi' eyuuj. Anhejtona', tato ayex manh chab'iloc jun yechel chi' eyuuj, ayic ix ex yavtanoch yicoc, maxtzac yal-laj e chaan ticnaic."
        },
        {
            "number": "19",
            "text": "Taxonhej chab'il jun yechel circuncisión chi' cuuj, mato maay, malaj yelk'ochi. Palta ay val junxo te nivan yelk'ochi to sco k'anab'ajej icha sgana Dios."
        },
        {
            "number": "20",
            "text": "Más vach' tzonh can junjun onh ichataxon caji, ayic ix onh yavtanoch Dios yicoc."
        },
        {
            "number": "21",
            "text": "Tato ay ex, ayex och checab'vumal ayic ix ex yavtanoch Dios yicoc, manh ex och ilk'olal. Palta tato syal e colanelta e b'a d'a yol sk'ab' vinh tzeyak' servil chi', más vach' tzeyak' eyip e colanelta e b'a."
        },
        {
            "number": "22",
            "text": "Yujto a mach ayoch checab'vumal ayic tz'avtajoch yicoc Cajal Jesús, vach'chom manto libreoc yelta b'aj smunlaj chi', palta libre yik'jielta d'a yol sk'ab' chucal yuj Cajal Jesús. Palta axo mach yic sb'a ayic tz'avtajoch yicoc Cristo chi', a ticnaic checab' yaj d'a Cristo."
        },
        {
            "number": "23",
            "text": "A onh tic, manb'il onhxo yuj Dios. Yuj chi', maxtzac yal co chonhan co b'a d'a eb' anima yic tzonh can d'a yalanh smandar eb' d'a junelnhej."
        },
        {
            "number": "24",
            "text": "Yuj chi', ex vuk'tac ex vanab', a d'a yichanh Dios, vach' tzonh can junjun onh ichataxon caji, ayic ix onh yavtanoch yicoc."
        },
        {
            "number": "25",
            "text": "A ex manto och eyetb'eyum, malaj junoc schecnab'il Cajal Jesús ol valb'at d'ayex. A tas ol valb'at tic d'ayex, munil tzin na d'a yol vico'. Palta a tas svala', ochocab' yopisio eyuuj, yujto ix ok' sk'ool Dios d'ayin, ix yak'an vopisio tic."
        },
        {
            "number": "26",
            "text": "Yuj juntzanh yaelal van sja d'a quib'anh tic, tzin na'a to vach' tzonh can junjun onh ichataxon caji."
        },
        {
            "number": "27",
            "text": "Yuj chi', a ex ayxo ix eyetb'eyum, manh e say tas tzeyutej e pucan e b'a. A exxo mantalaj ix eyetb'eyum, vach' ama tato max e say eb' ix."
        },
        {
            "number": "28",
            "text": "Palta tato ayex tzeyak'och ix eyetb'eyum, manh muloclaj. Yed' ex pax cob'estac ex, manh muloclaj tato tzeyak'och vinh eyetb'eyum. Palta a eb' tz'och yetb'eyum, más ol yil syaelal eb' d'a yolyib'anhq'uinal tic. Yuj chi' svalb'at juntzanh tic d'ayex, yujto in gana max ja juntzanh yaelal tic d'a eyib'anh."
        },
        {
            "number": "29",
            "text": "Ex vuk'tac ex vanab', a junxo tic sval d'ayex: A tiempo jab'xonhej ticnaic, yuj chi', a eb' vinh ay ix yetb'eyum, max yal-laj anhej d'a ix yetb'eyum eb' vinh chi' syak'och spensar."
        },
        {
            "number": "30",
            "text": "A eb' scusi, max yal-laj anhej jun scuselal eb' chi' sna'a. Yed' eb' stzalaji, max yal-laj anhej jun stzalajk'olal eb' chi' sna'a. Yed' eb' smanvaji, manhocnhejocab' ta' syak'och spensar eb'."
        },
        {
            "number": "31",
            "text": "Anhejtona' eb' syamk'ab'an juntzanh tas ay d'a yolyib'anhq'uinal tic, max yal-laj anhej d'a juntzanh chi' syak'och spensar eb', yujto a jun yolyib'anhq'uinal squil tic, vanxo slajvi eq'ui."
        },
        {
            "number": "32",
            "text": "In gana to max ex och ilk'olal. A vinh quelemto, anhej d'a juntzanh tas stzalaj Cajal Jesús yed'oc, anhej ta' syak'och spensar vinh."
        },
        {
            "number": "33",
            "text": "Axo vinh ayxo ix yetb'eyum, a val tas ay d'a yolyib'anhq'uinal tic sna vinh. Yujto sna vinh tas syutej yak'an tzalajb'oc sk'ool ix yetb'eyum chi'."
        },
        {
            "number": "34",
            "text": "Yuj chi' chab' tz'aj spensar vinh. Anhejtona', manh lajanoc ix ayxo vinh yetb'eyum yed' ix cob'esto. Yujto a ix cob'es chi', anhej d'a juntzanh tas stzalaj Cajal Jesús yed'oc, a sna ix, yujto syak' val snivanil ix yicoc Dios yed' spensar. Axo ix ayxo vinh yetb'eyum, a val tas ay d'a yolyib'anhq'uinal tic snaub'tanhej ix, yujto sna ix tas syutej yak'an servil vinh yetb'eyum ix chi'."
        },
        {
            "number": "35",
            "text": "Svalb'at juntzanh tic d'ayex, palta manh yujoc ex in cachanoch vaan svalanb'ati. Palta svalb'ati yic vach' tzeyutej e b'a. Yujto in gana tze k'anab'ajej tas sgana Cajal Jesús, tzeyak'anpax servil d'a smasanil e k'ool."
        },
        {
            "number": "36",
            "text": "A ticnaic svalb'at d'ayex a ex mamab'il ex, yujto ay ex ay eb' ix eyisil stiempoalxo yoch vinh yetb'eyum. Tato tze na'a to vach' tz'och yetb'eyum eb' ix, tato tzeyila' to ay smay scan eb' ix, ujocab' icha e gana. Ochocab' yetb'eyum eb' ix, yujto a jun chi', manh muloclaj."
        },
        {
            "number": "37",
            "text": "Palta tecan ayex ay eb' ix eyisil manh yovaliloc tz'och yetb'eyum. Libre eyaj e k'ulan icha e gana. Tato tek'an tzeyutej e b'a e naan yuj eb' ix eyisil max e cha ochlaj yetb'eyum chi', vach' ton tze k'ulej."
        },
        {
            "number": "38",
            "text": "Yuj chi', a eb' tz'ak'anoch yetb'eyum eb' ix yisil, vach' ton sk'ulej eb'. Axo eb' max ak'anoch yetb'eyum eb' ix, más vach' sk'ulej eb'."
        },
        {
            "number": "39",
            "text": "A junoc ix ix ay vinh yetb'eyum, yacb'an pitzanto vinh, ichato tzek'b'il ix yed' vinh yuj sleyal Dios. Axo tato scham vinh jun, libre tz'ajxican ix. Syal yik'lan sb'a ix yed' junocxo vinh b'aj scan sgana ix, anhej tato creyente vinh."
        },
        {
            "number": "40",
            "text": "Palta tzin na a in tic, más vach' yic ix tato maxtzac yik' junocxo vinh vinac ix. Tzin na'a to a Yespíritu Dios ayoch ved'oc svalan juntzanh tic."
        }
    ]
}