{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaic, sval yuj juntzanh tas tz'ak'ji silab'il t'a juntzanh comon dios, slajvi chi' schiji paxi. Yel toni, cojtac co masanil to malaj wach' yoch juntzanh comon dios chi', palta tato anhej t'a tas cojtac chi' scak'och co pensar, squik'chaanh co b'a yuj. Axo tato sco xajanej eb' yicxo Dios syik' stek'anil eb' cuuj."
        },
        {
            "number": "2",
            "text": "Ha eb' jelan snaani, palta max k'ochlaj ijan snaan eb' icha sgana Dios."
        },
        {
            "number": "3",
            "text": "Palta a eb' xajanab'il Dios yuj, ojtacab'il pax eb' yuj Dios chi'."
        },
        {
            "number": "4",
            "text": "Ha ticnaic ol val yuj juntzanh tas schiji ayic toxo ix altajoch t'a juntzanh comon dios. Ha juntzanh comon dios chi', cojtac to malaj jab'oc wach' yoch t'a yol yib'anhk’inal tik, yujto junnhej Dios ay, malaj chavanh oxvanhoc."
        },
        {
            "number": "5",
            "text": "Ay juntzanh comon dios, tzek' t'a satcha’anh yet' t'a yol yib'anhk’inal tik. Yujto a eb' anima, manh jantacoc juntzanh tas syak'och eb' sdiosaloc, yajaliloc."
        },
        {
            "number": "6",
            "text": "Palta a onhxo tik, junnhej co Diosal, aton co Mam. Ha co Mam chi', aton b'ojinac masanil tasi. Ha b'ojinac onh paxi, yic wach' sco ch'oxel swach'il. Junnhej pax Cajal, aton Jesucristo. Yuj ayek' masanil tasi. Yuj ayonh pax ek' a onh tik."
        },
        {
            "number": "7",
            "text": "Palta manh masaniloc eb' yicxo Dios snachajel juntzanh tik yuj. Ay eb' k'ajanto yet' juntzanh comon dios chi'. Yuj chi', ayic schi'an chib'ej eb', yicnhej juntzanh comon dios chi' snaan eb'. Yujto a jun spensar eb' tz'ak'an cuenta chi', manto tek'anoc. Yuj chi' tz'ixtax spensar eb' ayic schi'an juntzanh chib'ej chi' eb'."
        },
        {
            "number": "8",
            "text": "Palta a juntzanh tas sco chi'a, max onh sch'olb'itejlaj Dios yuj. Man toc yujto sco chi'a más wach' onh, anhejtona', tato max co chi'a, manh onh chucoclaj."
        },
        {
            "number": "9",
            "text": "Wach'chom libre co chi'an masanil tasi, palta ay smay cuuj sjuviel eb' manta stek'anil. Yuj chi' yovalil squil val co b'a."
        },
        {
            "number": "10",
            "text": "Ha exxo snachajel eyuuj to manh chucoclaj schiji juntzanh chi', palta ay eb' manto tek'k'aj val, manto yojtacoc jun tik eb'. Q'uinaloc syil eb' to tzex em k'ojan vael b'aj ay juntzanh syaloch eb' anima sdiosaloc. Tato icha chi', tze montejb'at spensar eb', haxo schi'an pax eb' juntzanh silab' tz'ak'ji yicoc juntzanh comon dios chi'."
        },
        {
            "number": "11",
            "text": "Tato icha chi' tzeyutej e b'a, sjuviel eb' manta stek'anil chi' eyuuj. Palta ina to yuj eb' ix champax Cristo."
        },
        {
            "number": "12",
            "text": "Yuj chi', a eb' mantalaj stek'anil chi', tato eyuuj tz'ixtaxel spensar eb', ha t'a Cristo tz'och e mul."
        },
        {
            "number": "13",
            "text": "Yuj chi', q'uinaloc ay junok mach tz'ixtax spensar yuj junok tas tzin chi'a, tato icha chi', más wach' maxtzac in chi juntzanh chib'ej chi', yic wach' malaj junok eb' sjuviel vuuj."
        }
    ]
}