{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaik, swal yuj juntzanh tas tz'ak'ji silab'il t'a juntzanh comon Dios, slajwi chi' schiji paxi. Yel toni, cojtac ko masanil to malaj wach' yoch juntzanh comon Dios chi', palta tato anhej t'a tas cojtac chi' skak'och ko pensar, squik'chaanh ko b'a yuj. Axo tato sco xajanej heb' yicxo Dios syik' stek'anil heb' cuuj."
        },
        {
            "number": "2",
            "text": "Ha heb' jelan snaani, palta max k'ochlaj ijan snaan heb' icha snib'ej Dios."
        },
        {
            "number": "3",
            "text": "Palta a heb' xajanab'il Dios yuj, ojtacab'il pax heb' yuj Dios chi'."
        },
        {
            "number": "4",
            "text": "Ha ticnaik ol wal yuj juntzanh tas schiji ayic toxo ix altajoch t'a juntzanh comon Dios. Ha juntzanh comon Dios chi', cojtac to malaj jab'oc wach' yoch t'a yol yib'anhk’inal tik, yujto junnhej Dios ay, malaj chawanh oxwanhoc."
        },
        {
            "number": "5",
            "text": "Ay juntzanh comon Dios, tzek' t'a satcha’anh yet' t'a yol yib'anhk’inal tik. Yujto a heb' anima, manh jantacoc juntzanh tas syak'och heb' sdiosaloc, yajaliloc."
        },
        {
            "number": "6",
            "text": "Palta a onhxo tik, junnhej ko Diosal, aton ko Mam. Ha ko Mam chi', aton b'ojinac masanil tasi. Ha b'ojinac onh paxi, yic wach' sco ch'oxel swach'il. Junnhej pax Kajal, aton Jesucristo. Yuj ayek' masanil tasi. Yuj ayonh pax ek' a onh tik."
        },
        {
            "number": "7",
            "text": "Palta manh masaniloc heb' yicxo Dios snachajel juntzanh tik yuj. Ay heb' k'ajanto yet' juntzanh comon Dios chi'. Yuj chi', ayic schi'an chib'ej heb', yicnhej juntzanh comon Dios chi' snaan heb'. Yujto a jun spensar heb' tz'ak'an cuenta chi', manto tek'anoc. Yuj chi' tz'ixtax spensar heb' ayic schi'an juntzanh chib'ej chi' heb'."
        },
        {
            "number": "8",
            "text": "Palta a juntzanh tas sco chi'a, max onh sch'olb'itejlaj Dios yuj. Man toc yujto sco chi'a más wach' onh, anhejtona', tato max ko chi'a, manh onh chucoclaj."
        },
        {
            "number": "9",
            "text": "Wach'chom libre ko chi'an masanil tasi, palta ay smay cuuj sjuwiel heb' manta stek'anil. Yuj chi' yowalil squil wal ko b'a."
        },
        {
            "number": "10",
            "text": "Ha exxo snachajel eyuuj to manh chucoclaj schiji juntzanh chi', palta ay heb' manto tek'k'aj wal, manto yojtacoc jun tik heb'. Q'uinaloc syil heb' to tzex em k'ojan wael b'aj ay juntzanh syaloch heb' anima sdiosaloc. Tato icha chi', tze montejb'at spensar heb', haxo schi'an pax heb' juntzanh silab' tz'ak'ji yicoc juntzanh comon Dios chi'."
        },
        {
            "number": "11",
            "text": "Tato icha chi' tzeyutej he b'a, sjuwiel heb' manta stek'anil chi' eyuuj. Palta ina to yuj heb' ix champax Cristo."
        },
        {
            "number": "12",
            "text": "Yuj chi', a heb' mantalaj stek'anil chi', tato eyuuj tz'ixtaxel spensar heb', ha t'a Cristo tz'och he mul."
        },
        {
            "number": "13",
            "text": "Yuj chi', q'uinaloc ay junok mach tz'ixtax spensar yuj junok tas tzin chi'a, tato icha chi', más wach' maxtzac in chi juntzanh chib'ej chi', yic wach' malaj junok heb' sjuwiel wuuj."
        }
    ]
}