{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "A in tic, val yel schecab' in Jesucristo. Vilnac Cajal Jesús chi', yuj chi' ay val valan vic icha eb' schecab' smasanil. A exxo, ochnac ex creyenteal yuj in munlajel d'a yic Cajal Jesús."
        },
        {
            "number": "2",
            "text": "Vach'chom ay eb' tz'alani to manh in schecab'oc Cristo, palta a ex tic eyojtac to schecab' vaji. Ch'oxnab'il eyaji to schecab' in, yujto vuuj eyak'nacoch Cajal Jesús chi' d'a e k'ool."
        },
        {
            "number": "3",
            "text": "Ay eb' tz'alan chucal d'a in patictac. Palta icha tic svutej valanxi spac d'a eb'."
        },
        {
            "number": "4",
            "text": "A in tic, ay valan vic in chaan tas tzin va yed' tas svuq'uej."
        },
        {
            "number": "5",
            "text": "Q'uinaloc ay junoc ix canab' svik'laj in b'a yed'oc ticnaic, ay valan vic vik'an b'eyek' ix ved'oc. Yujto icha chi' syutej sb'a vinhaj Pedro yed' juntzanhxo eb' schecab' Cajal Jesús yed' pax eb' yuk'tac Cajal Jesús chi'."
        },
        {
            "number": "6",
            "text": "¿Tom max yal vactancan in munlajel yed' vinhaj Bernabé tic tze na'a? ¿Tom anhej juntzanhxo eb' schecab' chi' ay yalan yic e naani?"
        },
        {
            "number": "7",
            "text": "Ina eb' soldado, ¿tom ay eb' anheja' sayan sgasto? Yed' eb' tz'avan junoc tasi, yovalil sva eb' yeluli. Anhejtona', icha chi' pax eb' tanhvum nok', ay yalan yic eb' yuk'an yal yim nok'."
        },
        {
            "number": "8",
            "text": "Palta a juntzanh svalb'at tic d'ayex, manhoclaj eb' anima ay spensar. A d'a ley Moisés, ata' yalnaccan juntzanh tic Dios."
        },
        {
            "number": "9",
            "text": "Anheja' d'a jun ley chi' tz'ib'ab'ilcan junxo tz'alan icha tic: Manh eyak'och spail sti' nok' vacax ayic stek'vi trigo nok', xchi. Manhocnhej yuj nok' vacax chi' yalnaccan juntzanh chi' Dios,"
        },
        {
            "number": "10",
            "text": "palta cuuj paxi. A jun ley chi' tz'ib'ab'ilcani, yic snachajel cuuj. Yujto a eb' d'ocum luum yed' eb' tek'um trigo, ayic smunlaj eb', syak' val och eb' yipoc sk'ool to ol sva eb' yeluli. Icha eb' smunlaj chi', icha chi' caj pax a onh schecab' onh Cristo tic."
        },
        {
            "number": "11",
            "text": "Ayic quek'nac d'a e cal, ichato ay tas ek' cavejnaccan d'ayex. A jun chi', yic Dios. Yuj chi', ¿tom manh smojoc sco cha co gasto d'ayex, syalelk'ochi aton stojol co munlajel chi'?"
        },
        {
            "number": "12",
            "text": "Ay pax juntzanhxo eb' ay yalan yic schaan yic d'ayex. Yuj chi' a onh tic, yelxo val ek'al ay calan quic d'ayex. Vach'chom ay calan quic d'ayex, palta manta juneloc sco k'an co gasto d'ayex. Scak' val techaj smasanil, yic vach' nivan yelk'och yab'ixal Cristo d'a b'ajtac tzonh ek' caleli."
        },
        {
            "number": "13",
            "text": "Eyojtacxo, a eb' smunlaj d'a stemplo Dios, a d'a spatic smunlajel eb' chi' scha tas sva'a. Yujto a eb' ay yopisio snhusantz'a juntzanh silab', syal schi'an schib'ejal nok' nok' snhusjitz'a silab'il chi' eb'."
        },
        {
            "number": "14",
            "text": "Anhejtona', icha chi' yaj eb' tz'ek' yalel vach' ab'ix yic colnab'il. Yujto yalnaccan Cajal Jesús to yovalil scha sgasto eb' d'a spatic b'aj smunlaj chi'."
        },
        {
            "number": "15",
            "text": "A in tic, vach'chom ay valan vic in chaan vic yed' eb', palta mantalaj juneloc tzin k'ana'. Tonhej svalb'at juntzanh tic d'ayex, manh yujoc to tzin k'an in gasto d'ayex tzin tz'ib'anb'at juntzanh tic. Tzin na'a, más am vach' tzin chami, d'a yichanh to tzin k'an in gasto d'ayex. Yuj jun tic ay valan vic in tzalaj d'a yichanh Dios. Malaj mach syal yik'anek' jun in tzalajk'olal tic."
        },
        {
            "number": "16",
            "text": "A in tic, vach'chom tzin ek' valel vach' ab'ix yic colnab'il, palta manh yujoc chi' syal vik'anchaanh in b'a, yujto yovalil tzin ek' valeli. Te ob'iltac in, tato max in ek' valel jun vach' ab'ix tic."
        },
        {
            "number": "17",
            "text": "Q'uinaloc tato in munlajel yaji, yovalil am tzin cha in tojol. Palta svaleli yujto vib'anh yaj valaneli. Yujto a Dios ak'jinac jun vopisio tic."
        },
        {
            "number": "18",
            "text": "Yuj chi', a jun spac van in chaan ticnaic, aton tzalajk'olal yujto ix in ek' valel vach' ab'ix d'a nab'anhej. Yuj chi' vach'chom ay valan vic in k'anan in gasto d'a spatic vopisio tic, palta malaj tas tzin k'ana'."
        },
        {
            "number": "19",
            "text": "Vach'chom malaj yalan yic anima d'ayin, palta svak'och in b'a vak'an servil eb' smasanil, yic vach' tzijtum eb' ol in montejoch yicoc Cristo."
        },
        {
            "number": "20",
            "text": "Ayic ay in ek' d'a scal eb' vetisraelal, icha sb'eyb'al eb', icha pax chi' svutej in b'eyb'al, yic ay eb' tzin montejochi. A eb' chi', ay val och spensar eb' d'a ley Moisés. Yuj chi', ayic ay in ek' yed' eb', vach'chom manh ayoc och in pensar d'a jun ley chi' yed' eb', palta tzin k'anab'ajej, yic tzin montejoch eb'."
        },
        {
            "number": "21",
            "text": "Axo yic ay in ek' d'a scal eb' manh israeloc, aton eb' max yak'och spensar d'a jun ley chi', lajan svutej in pensar yed' eb', yic ay eb' ol in montejochi. Palta masanil tiempo, yovalil tzin k'anab'ajej sley Dios, yujto ayoch in pensar d'a sley Cristo ticnaic."
        },
        {
            "number": "22",
            "text": "Ayic ay in pax ek' d'a scal eb' manto tek'anoc, lajan svutej in b'a yed' eb'. Ichato manto in tek'anoc paxi, yic ay eb' tzin montejochi. Yalnhej mach eb' b'aj tzin eq'ui, lajannhej svutej in b'a yed' eb' smasanil, yic talaj icha chi' ay eb' ol colchajcanel vuuj."
        },
        {
            "number": "23",
            "text": "Jantacnhej juntzanh tzin k'ulej tic, yuj vach' ab'ix yic colnab'il tzin k'ulej, yic ay pax svach'il ol in cha yuuj."
        },
        {
            "number": "24",
            "text": "Q'uinaloc tato ay eb' ayoch d'a junoc tajnel ticnaic, a carrera syak' eb'. Eyojtacxo, vach'chom syak' carrera chi' eb' smasanil, palta anhej jun mach sb'ab'laj k'ochi, a jun chi' schaan spac. Yuj chi', ichocab' syutej sb'a eb' tz'ak'an carrera chi', yovalil icha chi' scutej co b'a d'a yic Cristo, sec yuj chi' ol co cha spac quic junjun onh."
        },
        {
            "number": "25",
            "text": "A jantacnhej eb' tz'och d'a jun tajnel chi', syil val sb'a eb' d'a masanil tas malaj svach'il. Icha chi' syutej sb'a eb', yujto anhej yuj jun chi' scha spac eb'. Palta a spac scha eb' chi', junnhej rato tz'eq'ui. Axo pax spac quic ol co cha a onh tic, malaj b'aq'uinh ol lajvoc eloc. Yuj chi', yovalil squil val co b'a."
        },
        {
            "number": "26",
            "text": "A inxo tic, icha junoc mach tz'ak'an carrera chi', syak' val yip yic syak' ganar, icha chi' svutej in b'a d'a yic Dios. Icha eb' stajni d'a mak'val, smak'vaj val eb' yic syak' ganar, icha chi' svutej in b'a a in tic."
        },
        {
            "number": "27",
            "text": "Tzin cach pax och vaan in nivanil tic. Svil val in b'a sik'lab'il. Yujto vach'chom tzijtum eb' b'aj ix valel slolonel Dios, palta tato max vil in b'a, ay smay tzin paticajcaneli."
        }
    ]
}