{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ha in tik, val yel schecab' in Jesucristo. Vilnac Cajal Jesús chi', yuj chi' ay val valan vic icha eb' schecab' smasanil. Ha exxo, ochnac ex creyenteal yuj in munlajel t'a yic Cajal Jesús."
        },
        {
            "number": "2",
            "text": "Wach'chom ay eb' tz'alani to manh in schecab'oc Cristo, palta a ex tik eyojtac to schecab' vaji. Ch'oxnab'il eyaji to schecab' in, yujto vuuj eyak'nacoch Cajal Jesús chi' t'a e k'ool."
        },
        {
            "number": "3",
            "text": "Ay eb' tz'alan chucal t'a in patictac. Palta icha tik svutej valanxi spac t'a eb'."
        },
        {
            "number": "4",
            "text": "Ha in tik, ay valan vic in chaan tas tzin wa yet' tas svuq'uej."
        },
        {
            "number": "5",
            "text": "Q'uinaloc ay junok ix canab' svik'laj in b'a yet'oc ticnaic, ay valan vic vik'an b'eyek' ix ved'oc. Yujto icha chi' syutej sb'a vinhaj Pedro yet' juntzanhxo eb' schecab' Cajal Jesús yet' pax eb' yuk'tac Cajal Jesús chi'."
        },
        {
            "number": "6",
            "text": "¿Tom max yal vactancan in munlajel yet' vinhaj Bernabé tik tze na'a? ¿Tom anhej juntzanhxo eb' schecab' chi' ay yalan yic e naani?"
        },
        {
            "number": "7",
            "text": "Ina eb' soldado, ¿tom ay eb' anheja' sayan sgasto? Yed' eb' tz'avan junok tasi, yovalil sva eb' yeluli. Anhejtona', icha chi' pax eb' tanhvum nok', ay yalan yic eb' yuk'an yal yim nok'."
        },
        {
            "number": "8",
            "text": "Palta a juntzanh svalb'at tik t'ayex, manhoclaj eb' anima ay spensar. Ha t'a ley Moisés, ata' yalnaccan juntzanh tik Dios."
        },
        {
            "number": "9",
            "text": "Anheja' t'a jun ley chi' tz'ib'ab'ilcan junxo tz'alan icha tik: Manh eyak'och spail sti' nok' vacax ayic stek'vi trigo nok', xchi. Manhocnhej yuj nok' vacax chi' yalnaccan juntzanh chi' Dios,"
        },
        {
            "number": "10",
            "text": "palta cuuj paxi. Ha jun ley chi' tz'ib'ab'ilcani, yic snachajel cuuj. Yujto a eb' d'ocum lu'um yet' eb' tek'um trigo, ayic smunlaj eb', syak' val och eb' yipoc sk'ool to ol sva eb' yeluli. Icha eb' smunlaj chi', icha chi' caj pax a onh schecab' onh Cristo tik."
        },
        {
            "number": "11",
            "text": "Ayic quek'nac t'a e cal, ichato ay tas ek' cavejnaccan t'ayex. Ha jun chi', yic Dios. Yuj chi', ¿tom manh smojoc sco cha co gasto t'ayex, syalelk'ochi aton stojol co munlajel chi'?"
        },
        {
            "number": "12",
            "text": "Ay pax juntzanhxo eb' ay yalan yic schaan yic t'ayex. Yuj chi' a onh tik, yelxo val ek'al ay calan quic t'ayex. Wach'chom ay calan quic t'ayex, palta manta juneloc sco k'an co gasto t'ayex. Scak' val techaj smasanil, yic wach' niwan yelk'och yab'ixal Cristo t'a b'ajtac tzonh ek' caleli."
        },
        {
            "number": "13",
            "text": "Eyojtacxo, a eb' smunlaj t'a stemplo Dios, ha t'a spatic smunlajel eb' chi' scha tas sva'a. Yujto a eb' ay yopisio snhusantz'a juntzanh silab', syal schi'an schib'ejal nok' nok' snhusjitz'a silab'il chi' eb'."
        },
        {
            "number": "14",
            "text": "Anhejtona', icha chi' yaj eb' tzek' yalel wach' ab'ix yic colnab'il. Yujto yalnaccan Cajal Jesús to yovalil scha sgasto eb' t'a spatic b'aj smunlaj chi'."
        },
        {
            "number": "15",
            "text": "Ha in tik, wach'chom ay valan vic in chaan vic yet' eb', palta mantalaj juneloc tzin k'ana'. Tonhej svalb'at juntzanh tik t'ayex, manh yujoc to tzin k'an in gasto t'ayex tzin tz'ib'anb'at juntzanh tik. Tzin na'a, más am wach' tzin chami, t'a yichanh to tzin k'an in gasto t'ayex. Yuj jun tik ay valan vic in tzalaj t'a yichanh Dios. Malaj mach syal yik'anek' jun in tzalajk'olal tik."
        },
        {
            "number": "16",
            "text": "Ha in tik, wach'chom tzin ek' valel wach' ab'ix yic colnab'il, palta manh yujoc chi' syal vik'anchaanh in b'a, yujto yovalil tzin ek' valeli. Te ob'iltac in, tato max in ek' valel jun wach' ab'ix tik."
        },
        {
            "number": "17",
            "text": "Q'uinaloc tato in munlajel yaji, yovalil am tzin cha in tojol. Palta svaleli yujto vib'anh yaj valaneli. Yujto ha Dios ak'jinac jun vopisio tik."
        },
        {
            "number": "18",
            "text": "Yuj chi', a jun spac van in chaan ticnaic, aton tzalajk'olal yujto ix in ek' valel wach' ab'ix t'a nab'anhej. Yuj chi' wach'chom ay valan vic in k'anan in gasto t'a spatic vopisio tik, palta malaj tas tzin k'ana'."
        },
        {
            "number": "19",
            "text": "Wach'chom malaj yalan yic anima t'ayin, palta svak'och in b'a vak'an servil eb' smasanil, yic wach' tzijtum eb' ol in montejoch yicoc Cristo."
        },
        {
            "number": "20",
            "text": "Ayic ay in ek' t'a skal eb' vetisraelal, icha sb'eyb'al eb', icha pax chi' svutej in b'eyb'al, yic ay eb' tzin montejochi. Ha eb' chi', ay val och spensar eb' t'a ley Moisés. Yuj chi', ayic ay in ek' yet' eb', wach'chom manh ayoc och in pensar t'a jun ley chi' yet' eb', palta tzin k'anab'ajej, yic tzin montejoch eb'."
        },
        {
            "number": "21",
            "text": "Axo yic ay in ek' t'a skal eb' manh israeloc, aton eb' max yak'och spensar t'a jun ley chi', lajan svutej in pensar yet' eb', yic ay eb' ol in montejochi. Palta masanil tiempo, yovalil tzin k'anab'ajej sley Dios, yujto ayoch in pensar t'a sley Cristo ticnaic."
        },
        {
            "number": "22",
            "text": "Ayic ay in pax ek' t'a skal eb' manto tek'anoc, lajan svutej in b'a yet' eb'. Ichato manto in tek'anoc paxi, yic ay eb' tzin montejochi. Yalnhej mach eb' b'aj tzin eq'ui, lajannhej svutej in b'a yet' eb' smasanil, yic talaj icha chi' ay eb' ol colchajcanel vuuj."
        },
        {
            "number": "23",
            "text": "Jantacnhej juntzanh tzin k'ulej tik, yuj wach' ab'ix yic colnab'il tzin k'ulej, yic ay pax svach'il ol in cha yuj."
        },
        {
            "number": "24",
            "text": "Q'uinaloc tato ay eb' ayoch t'a junok tajnel ticnaic, a carrera syak' eb'. Eyojtacxo, wach'chom syak' carrera chi' eb' smasanil, palta anhej jun mach sb'ab'laj k'ochi, a jun chi' schaan spac. Yuj chi', ichocab' syutej sb'a eb' tz'ak'an carrera chi', yovalil icha chi' scutej co b'ha t'a yic Cristo, sec yuj chi' ol co cha spac quic junjun onh."
        },
        {
            "number": "25",
            "text": "Ha jantacnhej eb' tz'och t'a jun tajnel chi', syil val sb'a eb' t'a masanil tas malaj svach'il. Icha chi' syutej sb'a eb', yujto anhej yuj jun chi' scha spac eb'. Palta a spac scha eb' chi', junnhej rato tz'eq'ui. Axo pax spac quic ol co cha a onh tik, malaj b'ak'uinh ol lajvoc eloc. Yuj chi', yovalil squil val co b'a."
        },
        {
            "number": "26",
            "text": "Ha inxo tik, icha junok mach tz'ak'an carrera chi', syak' val yip yic syak' ganar, icha chi' svutej in b'ha t'a yic Dios. Icha eb' stajni t'a mak'val, smak'vaj val eb' yic syak' ganar, icha chi' svutej in b'a a in tik."
        },
        {
            "number": "27",
            "text": "Tzin cach pax och vaan in nivanil tik. Svil val in b'a sik'lab'il. Yujto wach'chom tzijtum eb' b'aj ix valel slolonel Dios, palta tato max vil in b'a, ay smay tzin paticajcaneli."
        }
    ]
}