{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ha in tik, wal yel schekab' in Jesucristo. Vilnac Kajal Jesús chi', yuj chi' ay wal walan wik icha heb' schekab' smasanil. Ha exxo, ochnac ex creyenteal yuj in munlajel t'a yic Kajal Jesús."
        },
        {
            "number": "2",
            "text": "Wach'chom ay heb' tz'alani to manh in schekab'oc Cristo, palta a ex tik eyojtak to schekab' waji. Ch'oxnab'il eyaji to schekab' in, yujto wuuj eyak'nacoch Kajal Jesús chi' t'a he k'ool."
        },
        {
            "number": "3",
            "text": "Ay heb' tz'alan chukal t'a in patictac. Palta icha tik swutej walanxi spak t'a heb'."
        },
        {
            "number": "4",
            "text": "Ha in tik, ay walan wik in chaan tas tzin wa yet' tas swuk'ej."
        },
        {
            "number": "5",
            "text": "Q'uinaloc ay junok ix kanab' swik'laj in b'a yet'oc ticnaik, ay walan wik wik'an b'eyek' ix wed'oc. Yujto icha chi' syutej sb'a winhaj Pedro yet' juntzanhxo heb' schekab' Kajal Jesús yet' pax heb' yuk'tac Kajal Jesús chi'."
        },
        {
            "number": "6",
            "text": "¿Tom max yal wactankan in munlajel yet' winhaj Bernabé tik tze na'a? ¿Tom anhej juntzanhxo heb' schekab' chi' ay yalan yic he naani?"
        },
        {
            "number": "7",
            "text": "Ina heb' soldado, ¿tom ay heb' anheja' sayan sgasto? Yed' heb' tz'awan junok tasi, yowalil swa heb' yeluli. Anhejtona', icha chi' pax heb' tanhwum nok', ay yalan yic heb' yuk'an yal yim nok'."
        },
        {
            "number": "8",
            "text": "Palta a juntzanh swalb'at tik t'ayex, manhoclaj heb' anima ay spensar. Ha t'a ley Moisés, ata' yalnakkan juntzanh tik Dios."
        },
        {
            "number": "9",
            "text": "Anheja' t'a jun ley chi' tz'ib'ab'ilkan junxo tz'alan icha tik: Manh eyak'och spail sti' nok' wakax ayic stek'wi trigo nok', xchi. Manhoknhej yuj nok' wakax chi' yalnakkan juntzanh chi' Dios,"
        },
        {
            "number": "10",
            "text": "palta cuuj paxi. Ha jun ley chi' tz'ib'ab'ilkani, yic snachajel cuuj. Yujto a heb' d'ocum lu'um yet' heb' tek'um trigo, ayic smunlaj heb', syak' wal och heb' yipoc sk'ool to ol swa heb' yeluli. Icha heb' smunlaj chi', icha chi' kaj pax a onh schekab' onh Cristo tik."
        },
        {
            "number": "11",
            "text": "Ayic quek'nac t'a he kal, ichato ay tas ek' kawejnakkan t'ayex. Ha jun chi', yic Dios. Yuj chi', ¿tom manh smojoc sko cha ko gasto t'ayex, syalelk'ochi aton stojol ko munlajel chi'?"
        },
        {
            "number": "12",
            "text": "Ay pax juntzanhxo heb' ay yalan yic schaan yic t'ayex. Yuj chi' a onh tik, yelxo wal ek'al ay kalan quik t'ayex. Wach'chom ay kalan quik t'ayex, palta manta juneloc sko k'an ko gasto t'ayex. Skak' wal techaj smasanil, yic wach' niwan yelk'och yab'ixal Cristo t'a b'ajtac tzonh ek' kaleli."
        },
        {
            "number": "13",
            "text": "Eyojtakxo, a heb' smunlaj t'a stemplo Dios, ha t'a spatic smunlajel heb' chi' scha tas swa'a. Yujto a heb' ay yopisio snhusantz'a juntzanh silab', syal schi'an schib'ejal nok' nok' snhusjitz'a silab'il chi' heb'."
        },
        {
            "number": "14",
            "text": "Anhejtona', icha chi' yaj heb' tzek' yalel wach' ab'ix yic colnab'il. Yujto yalnakkan Kajal Jesús to yowalil scha sgasto heb' t'a spatic b'aj smunlaj chi'."
        },
        {
            "number": "15",
            "text": "Ha in tik, wach'chom ay walan wik in chaan wik yet' heb', palta mantalaj juneloc tzin k'ana'. Tonhej swalb'at juntzanh tik t'ayex, manh yujoc to tzin k'an in gasto t'ayex tzin tz'ib'anb'at juntzanh tik. Tzin na'a, más am wach' tzin chami, t'a yichanh to tzin k'an in gasto t'ayex. Yuj jun tik ay walan wik in tzalaj t'a yichanh Dios. Malaj mach syal yik'anek' jun in tzalajk'olal tik."
        },
        {
            "number": "16",
            "text": "Ha in tik, wach'chom tzin ek' walel wach' ab'ix yic colnab'il, palta manh yujoc chi' syal wik'anchaanh in b'a, yujto yowalil tzin ek' waleli. Te ob'iltac in, tato max in ek' walel jun wach' ab'ix tik."
        },
        {
            "number": "17",
            "text": "Q'uinaloc tato in munlajel yaji, yowalil am tzin cha in tojol. Palta swaleli yujto wib'anh yaj walaneli. Yujto ha Dios ak'jinac jun wopisio tik."
        },
        {
            "number": "18",
            "text": "Yuj chi', a jun spak wan in chaan ticnaik, aton tzalajk'olal yujto ix in ek' walel wach' ab'ix t'a nab'anhej. Yuj chi' wach'chom ay walan wik in k'anan in gasto t'a spatic wopisio tik, palta malaj tas tzin k'ana'."
        },
        {
            "number": "19",
            "text": "Wach'chom malaj yalan yic anima t'ayin, palta swak'och in b'a wak'an serwil heb' smasanil, yic wach' tzijtum heb' ol in montejoch yicoc Cristo."
        },
        {
            "number": "20",
            "text": "Ayic ay in ek' t'a skal heb' wetisraelal, icha sb'eyb'al heb', icha pax chi' swutej in b'eyb'al, yic ay heb' tzin montejochi. Ha heb' chi', ay wal och spensar heb' t'a ley Moisés. Yuj chi', ayic ay in ek' yet' heb', wach'chom manh ayoc och in pensar t'a jun ley chi' yet' heb', palta tzin k'anab'ajej, yic tzin montejoch heb'."
        },
        {
            "number": "21",
            "text": "Axo yic ay in ek' t'a skal heb' manh israelok, aton heb' max yak'och spensar t'a jun ley chi', lajan swutej in pensar yet' heb', yic ay heb' ol in montejochi. Palta masanil tiempo, yowalil tzin k'anab'ajej sley Dios, yujto ayoch in pensar t'a sley Cristo ticnaik."
        },
        {
            "number": "22",
            "text": "Ayic ay in pax ek' t'a skal heb' manto tek'anoc, lajan swutej in b'a yet' heb'. Ichato manto in tek'anoc paxi, yic ay heb' tzin montejochi. Yalnhej mach heb' b'aj tzin eq'ui, lajannhej swutej in b'a yet' heb' smasanil, yic talaj icha chi' ay heb' ol colchajkanel wuuj."
        },
        {
            "number": "23",
            "text": "Jantacnhej juntzanh tzin k'ulej tik, yuj wach' ab'ix yic colnab'il tzin k'ulej, yic ay pax swach'il ol in cha yuj."
        },
        {
            "number": "24",
            "text": "Q'uinaloc tato ay heb' ayoch t'a junok tajnel ticnaik, a carrera syak' heb'. Eyojtakxo, wach'chom syak' carrera chi' heb' smasanil, palta anhej jun mach sb'ab'laj k'ochi, a jun chi' schaan spak. Yuj chi', ichokab' syutej sb'a heb' tz'ak'an carrera chi', yowalil icha chi' scutej ko b'ha t'a yic Cristo, sec yuj chi' ol ko cha spak quik junjun onh."
        },
        {
            "number": "25",
            "text": "Ha jantacnhej heb' tz'och t'a jun tajnel chi', syil wal sb'a heb' t'a masanil tas malaj swach'il. Icha chi' syutej sb'a heb', yujto anhej yuj jun chi' scha spak heb'. Palta a spak scha heb' chi', junnhej rato tz'eq'ui. Axo pax spak quik ol ko cha a onh tik, malaj b'ak'uinh ol lajwoc eloc. Yuj chi', yowalil squil wal ko b'a."
        },
        {
            "number": "26",
            "text": "Ha inxo tik, icha junok mach tz'ak'an carrera chi', syak' wal yip yic syak' ganar, icha chi' swutej in b'ha t'a yic Dios. Icha heb' stajni t'a mak'wal, smak'waj wal heb' yic syak' ganar, icha chi' swutej in b'a a in tik."
        },
        {
            "number": "27",
            "text": "Tzin cach pax och waan in niwanil tik. Swil wal in b'a sik'lab'il. Yujto wach'chom tzijtum heb' b'aj ix walel slolonel Dios, palta tato max wil in b'a, ay smay tzin paticajkaneli."
        }
    ]
}