{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Abdías in tik, icha wayich ix yutej Jehová yalan juntzanh tik t'ayin yuj heb' aj Edom: Ix wab' yalan Jehová Kajal icha tik: Ix schecb'at jun schekab' t'a juntzanhxo nación, ix b'at yalan jun lolonel tik: Hak'ek lista he b'a. B'at caq'ek owal t'a Edom, xchi. Icha tik yalan Jehová Kajal t'a heb' aj Edom:"
        },
        {
            "number": "2",
            "text": "Ex aj Edom, manhxa jab'oc ol aj eyelk'och wuuj t'a skal juntzanhxo nación, ol ex in patiquejkaneli."
        },
        {
            "number": "3",
            "text": "Ha eyak'umtaquil tzex ak'an musansatil. kajan ex t'a yoltac k'een niwac tenam yet' t'a jolomtac witz te chaanh, yuj chi' tze na'a to malaj mach syal ex sataneli."
        },
        {
            "number": "4",
            "text": "Ha in Jehová in swala', wach'chom tzex te b'at icha nok' d'iv sb'o so' b'aj te chaanh, ichato t'a skal k'een k'anal, ato ta' ol ex wik'emta."
        },
        {
            "number": "5",
            "text": "Q'uinaloc t'ak'walil sjawi junok elk'um, max yik'b'atlaj masanil tastac. Q'uinaloc a junok smolan sat avb'en, ayto b'aj skan junjunocxo yuj. Palta a heb' ajk'ool, junelnhej ol ex satel yuj heb'."
        },
        {
            "number": "6",
            "text": "Ha ex yinhtilalkan winhaj Esaú, ilb'ajk'ol ol ex ajkanoc. Masanil he b'eyumal molan eyuuj, ol elk'ajb'atoc."
        },
        {
            "number": "7",
            "text": "Masanil heb' ayoch eyed'oc, ol ex yak' musansatil heb'. Ol ex spechel heb' t'a sat he lu'um. Ha heb' wach' eyak'an yet'oc, ol meltzajoch heb' ajk'olal t'ayex, a heb' junnhej swa eyed'oc, ol sb'oem yaal heb' t'a yol he b'e, palta manh ol he nael-laj."
        },
        {
            "number": "8",
            "text": "Ex aj Edom, ayic ol wak'anoch eyaelal, ol in satel masanil heb' ay spensar t'a he kal, manhxa junok heb' jelan ol kan t'a yol he macb'en chi'."
        },
        {
            "number": "9",
            "text": "Ex aj Temán, a heb' jelan yak'an owal t'a he kal, ol te ib'xock'e heb' yuj xiwelal. Manhxa junok ex kajan ex t'a tzalquixtac t'a Edom ol ex kanok."
        },
        {
            "number": "10",
            "text": "Q'uixwelalxonhej ol ex ajkanoc. Ol ex satkanel t'a junelnhej, yujto ix eyixtej heb' yinhtilal winhaj Jacob, aton winh yuk'tac winh he mam eyicham Esaú."
        },
        {
            "number": "11",
            "text": "Ha ex tik, tonhej ix ex och k'elan ayic ix mak'chajpoj spuertail Jerusalén yuj heb' ajk'ool, ayic ix ik'chajb'at masanil heb' soldado Jerusalén chi' yuj heb' ch'oc chonhab'il. Ayic ix spukanek' sb'eyumal Jerusalén heb' ajk'ool chi', lajan ix eyutej he b'a yet' heb'."
        },
        {
            "number": "12",
            "text": "Comonoc maj ex tzewajoc ayic ix eyilan tas ix aj heb' he k'ab' eyoc chi', t'a jun k'u ayic ix jawi yaelal t'a yib'anh heb' aj Judá. Comonoc maj ex tzalajoc ayic ix lajwiem heb' t'a jun k'u chi'. Comonoc maj ex b'uchwaj t'a heb', ayic ayoch heb' t'a syaelal."
        },
        {
            "number": "13",
            "text": "Comonoc maj ex och t'a yol in chonhab' ayic ayoch heb' t'a syaelal. Comonoc maj ex tzewaj yuj tas ix ik'an heb'. Comonoc maj eyelk'ej tastac ay t'a heb'."
        },
        {
            "number": "14",
            "text": "Comonoc maj ex och he mac sat heb' wan sb'at elelal t'a b'ajtac ay utzin b'e yic tze mak'ancham heb'. Comonoc maj eyak'och heb' t'a yol sk'ab' heb' ajk'ool ayic ayoch heb' t'a syaelal."
        },
        {
            "number": "15",
            "text": "Lak'anxo sjawi jun k'ual ayic ol wak'ancot yowal in k'ol t'a yib'anh masanil nación. Icha tas ix he k'ulej, ichawal chi' ol ex yutej juntzanhxo anima. Ol he chaan spak icha wal smojal."
        },
        {
            "number": "16",
            "text": "Icha ix aj he tzalaj eyuk'an anh t'a tzalan b'aj tz'och ejmelal t'ayin, ichawal chi' ol aj eyab'an syail yowal in k'ool yet' juntzanhxo nación. Ichato ol eyuk' anh anh te ov masanto ol ex telwoc, ol ex satel t'a junelnhej."
        },
        {
            "number": "17",
            "text": "Palta a tzalan Sion, wicxo ol ajkanoc. Ata' ol kajnajxoc heb' yinhtilal Jacob olto colchajkanoc yet' lum sluum juntzanhxo ch'oc nacional, ol yiquej pax kan lum heb'."
        },
        {
            "number": "18",
            "text": "Ha heb' yinhtilal Jacob chi', aton heb' yinhtilal José, a heb' chi', lajan ol aj heb' icha yoc te' k'ak' sk'e nhilnhonoc. Axo heb' yinhtilal Esaú, lajan ol aj heb' icha anh ac stz'ab'at yuj k'ak' t'a junelnhej. Ha in Jehová in swala' to manhxa junok heb' yinhtilal Esaú ol colchajkaneloc."
        },
        {
            "number": "19",
            "text": "Ha heb' israel kajan t'a lum Neguev, ol yik' lum tzalquixtac heb' t'a yol yic Edom. Anheja' heb' kajan t'a panhquiltac, ol yik'pax lum sluum heb' filisteo heb'. Ha heb' yinhtilal Israel, ol yik'xi lum smacb'en Efraín heb' yet' lum smacb'en Samaria. Axo heb' yic Benjamín ol ik'ankan lum smacb'en Galaad."
        },
        {
            "number": "20",
            "text": "Axo nanhalxo heb' israel, heb' ik'b'ilb'at t'a ch'oc chonhab'il, a heb' ol scha smacb'en t'a lum smacb'en heb' aj Canaán, masanto t'a chonhab' Sarepta. Axo heb' aj Jerusalén ik'b'ilb'at t'a ch'oc chonhab'il kajan t'a Sefarad, a heb' ol ik'an juntzanh chonhab' t'a yol yic Neguev."
        },
        {
            "number": "21",
            "text": "Ol k'ek'och heb' colchajnac chi' t'a tzalan Sion, ol yak' yajalil heb' t'a slum heb' yinhtilal Esaú. Ha t'a jun pekti’ chi', axonhej Jehová ol ak'an Yajalil."
        }
    ]
}