{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Pablo in tik, schekab' in Jesucristo, yujto icha chi' yaj yalankan Dios ko Kolumal yet' Kajal Jesucristo, aton jun skak'och yipoc ko k'ool."
        },
        {
            "number": "2",
            "text": "Ach Timoteo, swak'b'at jun in carta tik t'ayach. Icha wal wuninal aji, yujto wuuj ix ak'och Cristo t'a a k'ool. Yak'okab' swach'k'olal ko Mam Dios yet' Kajal Jesucristo t'ayach. Ok'okab' sk'ool t'ayach, yak'okab' pax sjunk'olal t'ayach ta'."
        },
        {
            "number": "3",
            "text": "Ayic ix in b'at t'a yol yic Macedonia, ix in k'an pawor t'ayach to tzach kan t'a Éfeso, yujto in gana scham wal alan t'a heb' sk'ayb'an heb' t'a juntzanh ch'oc k'ayb'ub'al to yowalil syactejkan heb' yalani."
        },
        {
            "number": "4",
            "text": "Tzal t'a heb' to max yixtej stiempo heb' sk'ayb'an juntzanh ab'ix malaj b'aj sk'anab'ajaxi yet' t'a yab'ixal smam yicham heb', yujto tzijtum juntzanh ab'ix chi' yojtak heb'. Tonhej scomon telaj sb'a heb' yuj, palta malaj yelk'ochi. Ha juntzanh ab'ix chi', malaj yopisio onh sk'ayb'an t'a tas tz'aj kak'anoch t'a ko k'ool tas nab'il yuj Dios t'a quib'anh."
        },
        {
            "number": "5",
            "text": "Swalb'at jun checnab'il tik t'ayach yic wach' xajanej wal sb'a heb' creyente ta'. Tato stojolb'itej sb'a heb', tato syil wal sb'a heb' yet' spensar, tato yel syak'och Dios heb' t'a sk'ool, ol xajanej sb'a heb' yet' heb' yetanimail."
        },
        {
            "number": "6",
            "text": "Palta ay heb' tz'actankan jun wach' b'eyb'al swal tik. Yuj chi', tonhej scomon ak'ejoch spensar heb' t'a juntzanh comon lolonel malaj b'aj sk'anab'ajaxi."
        },
        {
            "number": "7",
            "text": "Snib'ej heb' syak'och sb'a k'ayb'umaloc t'a ley Moisés. Palta max nachajel-laj yuj heb' tas syalelk'ochi. Wach'chom stek'b'ej sb'a heb' yalani, palta max nachajpaxel yuj heb' tas wan yalan heb' chi'."
        },
        {
            "number": "8",
            "text": "Cojtak wal to ay yopisio ley Moisés chi' tato yel sko k'anab'ajej icha wal tas syala'."
        },
        {
            "number": "9",
            "text": "Cojtakpaxi to manh yujoc heb' wach' sb'eyb'al ix ak'jikan juntzanh ley chi', palta aton yuj heb' ol wal tik ix ak'jikani: Eb' pit syutej sb'a d'ha Dios, heb' max k'anab'ajan tas syal Dios, heb' max b'eyb'alan icha snib'ej Dios, heb' chuk sb'eyb'al, heb' malaj tz'och Dios t'ay, heb' scomon b'uchwaj t'a tas wach', heb' smak'ancham smam snun, heb' mak'umcham anima,"
        },
        {
            "number": "10",
            "text": "heb' tz'emnhej t'a ajmulal, heb' winh winak syik'laj sb'a yet' yetwinaquil, heb' elk'um anima, heb' tz'esani, heb' tz'ak'anoch es t'a yib'anh heb' yetanimail yet' heb' sk'ulan junocxo tas max scha sb'a yet' jun k'ayb'ub'al te yel, yuj chi' ix kan jun ley chi'."
        },
        {
            "number": "11",
            "text": "Ha jun k'ayb'ub'al te yel tik, aton jun wach' ab'ix yak'nac Dios t'ayin yic swaleli. Ha jun wach' ab'ix tik, te niwan yelk'ochi. Ha tz'alan yab'ixal Dios, aton jun te tzalajk'olal yaji."
        },
        {
            "number": "12",
            "text": "Swak' yuj diosal t'a Kajal Jesucristo, yujto te ayoch wed' t'a wopisio tik, ix yala' to k'anab'ajum in t'ay, yuj chi' ix yak' wopisio wak'an serwil."
        },
        {
            "number": "13",
            "text": "Ha t'a yalanhtaxo, te b'uchumtac in t'a Cristo. Vak'nac wal chukal t'ay, ochnac in wal ajk'olal t'ay. Palta ix ok' wal sk'ool Dios t'ayin, yujto manto in creyenteoc ta'. Musansatil ik'an in k'ulannac juntzanh chi'."
        },
        {
            "number": "14",
            "text": "Te niwan swach'k'olal Kajal Jesús yak'nac t'ayin. Ha ak'jinac wak'och in k'ool t'ay, xajan in yuj, icha chi' syutej yak'an t'ayonh junjun onh, yujto junxonhej kaj yet' Cristo Jesús."
        },
        {
            "number": "15",
            "text": "Ay jun tas ol wala' te yel. Smoj ko chaan kab'i: Ulnaquek' Cristo Jesús t'a yol yib'anhk’inal tik, yic tzonh scolcanel a onh ajmulonh tik. Ha in tik, tzek'xo wal t'a yib'anh te chuk in t'a yichanh anima smasanil."
        },
        {
            "number": "16",
            "text": "Yuj chi', ix ok' sk'ool Dios t'ayin, yic wach' wuuj scheclajeli to te ay sniwank'olal Jesucristo. Yuj chi' a in tik, ch'oxnab'il waj t'a jantac heb' toto ol ak'anoch Cajalil chi' t'a sk'ool, yic ol scha sk'inal heb' t'a junelnhej."
        },
        {
            "number": "17",
            "text": "Ha Dios Yajal t'a masanil tiempo. Malaj b'ak'uinh ol chamoc. Malaj junok mach syal yilani. Anhejton jun Dios tik, malaj junocxo. Niwanokab' yelk'och t'ayonh. Calec wach' lolonel t'ay t'a masanil tiempo. Amén."
        },
        {
            "number": "18",
            "text": "Ach Timoteo, tzach in xajanej wal icha junok wuninal. Swalb'at juntzanh checnab'il tik t'ayach, yic tzach munlaj icha yalnakkan juntzanh heb' uuj, ato a ix ak'ji yal heb' yuj Dios. Yuj chi' icha junok soldado te wach' syutej sb'ha t'a yopisio, icha wal chi' tzutej a b'a ak'an ip a munlaj t'a yic Dios. Tek'an tzutej a b'a ak'anoch Dios chi' t'a a k'ool. Tzil wal a b'a yet' a pensar t'a masanil tiempo."
        },
        {
            "number": "19",
            "text": "Ay heb' maxtzac sya'ilej sb'a yet' spensar, yuj chi' ix wach' juwiel heb' t'a jun k'ayb'ub'al ix yak'och t'a sk'ool."
        },
        {
            "number": "20",
            "text": "Icha chi' ix yutej sb'a winhaj Himeneo yet' winhaj Alejandro, yuj chi' ix wak'och heb' winh t'a yol sk'ab' winh Satanás, yic syojtaquejel heb' winh to max yal-laj ko comon b'uchwaj d'ha Dios."
        }
    ]
}