{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Pablo in tik, schecab' in Jesucristo, yujto icha chi' yaj yalancan Dios co Columal yet' Cajal Jesucristo, aton jun scak'och yipoc co k'ool."
        },
        {
            "number": "2",
            "text": "Ach Timoteo, svak'b'at jun in carta tik t'ayach. Icha val vuninal aji, yujto vuuj ix ak'och Cristo t'a a k'ool. Yak'ocab' swach'k'olal co Mam Dios yet' Cajal Jesucristo t'ayach. Ok'ocab' sk'ool t'ayach, yak'ocab' pax sjunk'olal t'ayach ta'."
        },
        {
            "number": "3",
            "text": "Ayic ix in b'at t'a yol yic Macedonia, ix in k'an pavor t'ayach to tzach kan t'a Éfeso, yujto in gana scham val alan t'a eb' sk'ayb'an eb' t'a juntzanh ch'oc k'ayb'ub'al to yovalil syactejcan eb' yalani."
        },
        {
            "number": "4",
            "text": "Tzal t'a eb' to max yixtej stiempo eb' sk'ayb'an juntzanh ab'ix malaj b'aj sk'anab'ajaxi yet' t'a yab'ixal smam yicham eb', yujto tzijtum juntzanh ab'ix chi' yojtac eb'. Tonhej scomon telaj sb'a eb' yuj, palta malaj yelk'ochi. Ha juntzanh ab'ix chi', malaj yopisio onh sk'ayb'an t'a tas tz'aj cak'anoch t'a co k'ool tas nab'il yuj Dios t'a quib'anh."
        },
        {
            "number": "5",
            "text": "Svalb'at jun checnab'il tik t'ayach yic wach' xajanej val sb'a eb' creyente ta'. Tato stojolb'itej sb'a eb', tato syil val sb'a eb' yet' spensar, tato yel syak'och Dios eb' t'a sk'ool, ol xajanej sb'a eb' yet' eb' yetanimail."
        },
        {
            "number": "6",
            "text": "Palta ay eb' tz'actancan jun wach' b'eyb'al sval tik. Yuj chi', tonhej scomon aq'uejoch spensar eb' t'a juntzanh comon lolonel malaj b'aj sk'anab'ajaxi."
        },
        {
            "number": "7",
            "text": "Sgana eb' syak'och sb'a k'ayb'umaloc t'a ley Moisés. Palta max nachajel-laj yuj eb' tas syalelk'ochi. Wach'chom stek'b'ej sb'a eb' yalani, palta max nachajpaxel yuj eb' tas van yalan eb' chi'."
        },
        {
            "number": "8",
            "text": "Cojtac val to ay yopisio ley Moisés chi' tato yel sco k'anab'ajej icha val tas syala'."
        },
        {
            "number": "9",
            "text": "Cojtacpaxi to manh yujoc eb' wach' sb'eyb'al ix ak'jican juntzanh ley chi', palta aton yuj eb' ol val tik ix ak'jicani: Eb' pit syutej sb'a d'ha Dios, eb' max k'anab'ajan tas syal Dios, eb' max b'eyb'alan icha sgana Dios, eb' chuk sb'eyb'al, eb' malaj tz'och Dios t'ay, eb' scomon b'uchvaj t'a tas wach', eb' smak'ancham smam snun, eb' mak'umcham anima,"
        },
        {
            "number": "10",
            "text": "eb' tz'emnhej t'a ajmulal, eb' vinh vinac syik'laj sb'a yet' yetvinaquil, eb' elk'um anima, eb' tz'esani, eb' tz'ak'anoch es t'a yib'anh eb' yetanimail yet' eb' sk'ulan junocxo tas max scha sb'a yet' jun k'ayb'ub'al te yel, yuj chi' ix kan jun ley chi'."
        },
        {
            "number": "11",
            "text": "Ha jun k'ayb'ub'al te yel tik, aton jun wach' ab'ix yak'nac Dios t'ayin yic svaleli. Ha jun wach' ab'ix tik, te niwan yelk'ochi. Ha tz'alan yab'ixal Dios, aton jun te tzalajk'olal yaji."
        },
        {
            "number": "12",
            "text": "Svak' yuj diosal t'a Cajal Jesucristo, yujto te ayoch ved' t'a vopisio tik, ix yala' to k'anab'ajum in t'ay, yuj chi' ix yak' vopisio vak'an servil."
        },
        {
            "number": "13",
            "text": "Ha t'a yalanhtaxo, te b'uchumtac in t'a Cristo. Vak'nac val chukal t'ay, ochnac in val ajk'olal t'ay. Palta ix ok' val sk'ool Dios t'ayin, yujto manto in creyenteoc ta'. Musansatil ik'an in k'ulannac juntzanh chi'."
        },
        {
            "number": "14",
            "text": "Te niwan swach'k'olal Cajal Jesús yak'nac t'ayin. Ha ak'jinac vak'och in k'ool t'ay, xajan in yuj, icha chi' syutej yak'an t'ayonh junjun onh, yujto junxonhej caj yet' Cristo Jesús."
        },
        {
            "number": "15",
            "text": "Ay jun tas ol vala' te yel. Smoj co chaan cab'i: Ulnaquek' Cristo Jesús t'a yol yib'anhk’inal tik, yic tzonh scolcanel a onh ajmulonh tik. Ha in tik, tzek'xo val t'a yib'anh te chuk in t'a yichanh anima smasanil."
        },
        {
            "number": "16",
            "text": "Yuj chi', ix ok' sk'ool Dios t'ayin, yic wach' vuuj scheclajeli to te ay snivank'olal Jesucristo. Yuj chi' a in tik, ch'oxnab'il vaj t'a jantac eb' toto ol ak'anoch Cajalil chi' t'a sk'ool, yic ol scha sq'uinal eb' t'a junelnhej."
        },
        {
            "number": "17",
            "text": "Ha Dios Yajal t'a masanil tiempo. Malaj b'ak'uinh ol chamoc. Malaj junok mach syal yilani. Anhejton jun Dios tik, malaj junocxo. Nivanocab' yelk'och t'ayonh. Calec wach' lolonel t'ay t'a masanil tiempo. Amén."
        },
        {
            "number": "18",
            "text": "Ach Timoteo, tzach in xajanej val icha junok vuninal. Svalb'at juntzanh checnab'il tik t'ayach, yic tzach munlaj icha yalnaccan juntzanh eb' uuj, ato a ix ak'ji yal eb' yuj Dios. Yuj chi' icha junok soldado te wach' syutej sb'ha t'a yopisio, icha val chi' tzutej a b'a ak'an ip a munlaj t'a yic Dios. Tek'an tzutej a b'a ak'anoch Dios chi' t'a a k'ool. Tzil val a b'a yet' a pensar t'a masanil tiempo."
        },
        {
            "number": "19",
            "text": "Ay eb' maxtzac sya'ilej sb'a yet' spensar, yuj chi' ix wach' juwiel eb' t'a jun k'ayb'ub'al ix yak'och t'a sk'ool."
        },
        {
            "number": "20",
            "text": "Icha chi' ix yutej sb'a vinhaj Himeneo yet' vinhaj Alejandro, yuj chi' ix vak'och eb' vinh t'a yol sk'ab' vinh Satanás, yic syojtaquejel eb' vinh to max yal-laj co comon b'uchvaj d'ha Dios."
        }
    ]
}