{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaic, tzin b'ab'laj alej val b'at jun tik t'ayach. Yovalil tzonh tevi d'ha Dios yuj anima smasanil. Yovalil sco k'an d'ha Dios yic syak' swach'k'olal t'a eb', yic scolvajpax yet' eb'."
        },
        {
            "number": "2",
            "text": "Yovalil tzonh lesalvi yuj eb' nivac yajal yet' pax yuj eb' yajal smasanil, yic wach' junk'olal tzonh aj yet' eb', yic malaj pax tas sq'ue vaan t'a co cal yet' eb'. Tato icha chi', ol yal co k'ulan icha sgana Dios, ol yalpax co b'eyek' t'a ak'ank'olal."
        },
        {
            "number": "3",
            "text": "Tato icha chi' scutej co b'a, te wach' t'a sat Dios co Columal. Ste tzalaj val qued'oc."
        },
        {
            "number": "4",
            "text": "Yujto sgana Dios chi' scolchajcanel eb' anima smasanil. Sgana syojtaquejel jun k'ayb'ub'al eb' te yel."
        },
        {
            "number": "5",
            "text": "Junnhej ton Dios ay. Anhejtona', junnhej pax mach syal yak'anoch co ti' t'ay, aton Jesucristo, yujto a ochnac animail."
        },
        {
            "number": "6",
            "text": "A' ulnaquek' yak'och sb'ha t'a yol sk'ab' chamel, yic scolel masanil eb' anima t'a jun yaelal ol ak'joc och t'a yib'anh eb' yuj smul. Ha schamel chi' a val t'a stiempoal ix uji yic scheclajeli to sgana Dios scolchajel eb' anima smasanil."
        },
        {
            "number": "7",
            "text": "Yuj val jun tik, ix ak'ji vopisio valanel jun ab'ix tik. Ix in ak'jioch schecab'oc Jesucristo yic tzin k'ayb'ej eb' manh israeloc t'a jun k'ayb'ub'al te yel tik, yic syak'och Cristo eb' t'a sk'ool. Te yel svala', manh vanoc vesani."
        },
        {
            "number": "8",
            "text": "Yuj chi' in gana slesalvi eb' vinh vinac t'a junjun lugar. Ha eb' syik'chaanh sk'ab' slesalvi, yovalilocab' wach' sb'eyb'al eb' t'a yichanh Dios, malajocab' schichonk'olal eb', malajocab' b'aj stelaj sb'a eb'."
        },
        {
            "number": "9",
            "text": "Axo eb' ix ix, yovalil wach' syutej eb' ix yak'anoch spichul, tojolnhejocab' syutej eb' ix yak'anochi. Mocab' ak'umtacoc syutej sb'a eb' ix spach'uch'an xil sjolom. Mocab' ak'umtacoc syutej sb'a eb' ix yuj juntzanh oro sveei yilji t'a snhi' sch'umil eb' ix. Mocab' ak'umtacoc pax syutej sb'a eb' ix yuj juntzanh pichul te caro stojol syak'ochi."
        },
        {
            "number": "10",
            "text": "Aocab' wach' b'eyb'al sch'oxel eb' ix. Smoj val icha chi', yujto yicxo Dios yaj eb' ix."
        },
        {
            "number": "11",
            "text": "Yovalil numan tz'aj eb' ix yab'an sk'ayb'ub'al t'a emnaquilal."
        },
        {
            "number": "12",
            "text": "Ha in svala', max yal-laj a eb' ix sk'ayb'an eb' vinh vinac. Max yal-laj a eb' ix tz'ak'an mandar eb' vinh. Yovalil numan tz'aj eb' ix yab'ani."
        },
        {
            "number": "13",
            "text": "Yujto a vinhaj Adán, b'ab'el b'ob'il vinh yuj Dios. Axo ix Eva, tzak'anto b'onac ix."
        },
        {
            "number": "14",
            "text": "Manhoc vinhaj Adán chi' ak'jinac musansatil yuj vinh diablo, palta a ix Eva chi'. Yuj chi', a ix ochnac smul d'ha Dios."
        },
        {
            "number": "15",
            "text": "Palta ol colchajel eb' ix, tato sq'uib'tzitej yune' eb' ix, tato tek'tek' yaj yune' eb' ix chi' yak'anoch Dios t'a sk'ool. Tato xajanej eb' anima eb' ix, tato wach' sb'eyb'al eb' ix t'a yichanh Dios, syilan sb'a eb' ix. Tato icha chi', ol colchajel eb' ix."
        }
    ]
}