{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha junxo lolonel swalb'at tik t'ayach, te yel. Tato ay heb' snib'ej tz'och stanhwumaloc heb' yetcreyenteal, wach' jun munlajel snib'ej heb' chi'."
        },
        {
            "number": "2",
            "text": "Ol wala' tas yowalil sb'eyb'alej heb' tz'och yopisio chi': Yowalil max say tas malaj swach'il heb', yic max yal yak'jioch tas t'a yib'anh heb'. Yowalil junjunnhej ix yetb'eyum junjun heb'. Yowalil tek'an syutej spensar heb', syilan wal sb'a heb'. Wach'okab' syutej sb'eyb'al heb' t'a yichanh heb' yetanimail, wach'okab' syutej sb'a heb' t'a heb' slaj ek' t'ay. Yowalil wach' syutej heb' sk'ayb'an heb' yetcreyenteal."
        },
        {
            "number": "3",
            "text": "Mokab' uk'umoc anh heb'. Mokab' mak'waj pax heb'. Yowalil niwan syutej sk'ool heb'. Max yal yak'an owal heb' yet' junocxo mach. Mokab' pek'tuminoc heb'."
        },
        {
            "number": "4",
            "text": "Wach'okab' syutej heb' yilan yol spat, yic wach' k'anab'ajum tz'aj heb' yuninal heb', yic ay yelk'och heb' t'a sat heb' yuninal chi'."
        },
        {
            "number": "5",
            "text": "Yujto a mach manh ojtannacoc yilan yol spat, ¿tas ol yutoc yilan yiglesia Dios?"
        },
        {
            "number": "6",
            "text": "Ha heb' unin creyente to, max yal-laj yak'jioch yopisio heb', yujto ay smay tonhej syik'chaanh sb'a heb'. Yujto ta icha chi', ay smay yak'ji syaelal heb' icha utajnac winh diablo."
        },
        {
            "number": "7",
            "text": "Ha heb' ay yopisio, yowalil wach' syutej sb'eyb'al heb' t'a yichanh heb' manh creyenteoc, yic wach' manh ol b'uchjoc heb', yic wach' manh ol ak'joc ganar heb' yuj winh diablo chi'."
        },
        {
            "number": "8",
            "text": "Swalpaxb'at t'ayach tas yowalil ol sb'eyb'alej heb' diácono: Yowalil te wach' syutej sb'eyb'al heb' t'a yichanh heb' anima. Manh chab'satoc syutej sb'a heb'. Mokab' uk'umoc anh heb', mokab' pek'tuminoc pax heb'."
        },
        {
            "number": "9",
            "text": "Yowalil stek'b'ej wal sb'a heb' t'a jun k'ayb'ub'al ak'b'ilkan t'ayonh yuj Dios, aton jun b'aj skak'och ko k'ool. Anhejtona' yowalil syil wal sb'a heb' yet' spensar."
        },
        {
            "number": "10",
            "text": "Ayic manto och yopisio heb' diácono chi', yowalil sb'ab'laj b'eytzitajkan heb'. Tato malaj spaltail heb' tz'ilchaji, syal yak'jioch yopisio heb' chi'."
        },
        {
            "number": "11",
            "text": "Icha pax chi' heb' ix ix tz'och yopisio, yowalil te wach' syutej sb'eyb'al heb' ix t'a yichanh heb' anima. Max yal-laj tz'alwi pecal heb' ix. Yowalil tek'an syutej spensar heb' ix. Anhejtona' k'anab'ajumokab' heb' ix sk'ulan masanil tasi."
        },
        {
            "number": "12",
            "text": "Axo heb' diácono, yowalil junjunnhejokab' ix yetb'eyum junjun heb'. Wach'okab' syutej heb' yilan heb' yuninal yet' yol spat."
        },
        {
            "number": "13",
            "text": "Ha heb' diácono chi', tato te wach' syutej sb'a heb' t'a yopisio chi', te ay yelk'och heb' t'a yichanh heb' creyente. Tato icha chi', max xiv heb' yalaneli to ayoch Cristo Jesús t'a sk'ool heb'."
        },
        {
            "number": "14",
            "text": "Tzin na'a tekan ol in b'at b'aj ayach chi' t'a yic jaye' k'ual tik."
        },
        {
            "number": "15",
            "text": "Tato manh ol yal in b'at t'a elanhchamel jun, palta tzin tz'ib'ejb'at jun in carta tik t'ayach, yic wach' tzojtaquejeli tas wal sko b'eyb'alej a onh yuninal onhxo Dios tik. Yujto a onh tik yiglesia onhxo Dios, aton jun Dios pitzan. Ay copisio kalanel jun k'ayb'ub'al te yel. Cuuj tz'och wal yip jun k'ayb'ub'al yel tik t'a yichanh heb' anima."
        },
        {
            "number": "16",
            "text": "Ha Dios ak'jinac cojtaquejeli chajtil yaj quik b'aj ay onh ochi. Val yel, te niwan yelk'och juntzanh sch'oxnac t'ayonh. Aton juntzanh tz'alan icha tik: Ha Dios yak'nacoch sb'a animail. Axo Yespíritu ch'oxjinaqueli to yel yalnac. Ochnac pax k'elan heb' ángel t'ay. Ix alchajpaxel yab'ixal t'a juntzanhxo nación. Ay heb' ay t'a yol yib'anhk’inal wan yak'anoch t'a sk'ool. Anhejtona' ik'jinacpaxk'e t'a satcha’anh, xchi ko k'ayb'ub'al tik."
        }
    ]
}