{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha junxo lolonel svalb'at tik t'ayach, te yel. Tato ay eb' snib'ej tz'och stanhvumaloc eb' yetcreyenteal, wach' jun munlajel snib'ej eb' chi'."
        },
        {
            "number": "2",
            "text": "Ol vala' tas yowalil sb'eyb'alej eb' tz'och yopisio chi': Yovalil max say tas malaj swach'il eb', yic max yal yak'jioch tas t'a yib'anh eb'. Yovalil junjunnhej ix yetb'eyum junjun eb'. Yovalil tek'an syutej spensar eb', syilan val sb'a eb'. Wach'ocab' syutej sb'eyb'al eb' t'a yichanh eb' yetanimail, wach'ocab' syutej sb'a eb' t'a eb' slaj ek' t'ay. Yovalil wach' syutej eb' sk'ayb'an eb' yetcreyenteal."
        },
        {
            "number": "3",
            "text": "Mocab' uk'umoc anh eb'. Mocab' mak'vaj pax eb'. Yovalil niwan syutej sk'ool eb'. Max yal yak'an oval eb' yet' junocxo mach. Mocab' pek'tuminoc eb'."
        },
        {
            "number": "4",
            "text": "Wach'ocab' syutej eb' yilan yol spat, yic wach' k'anab'ajum tz'aj eb' yuninal eb', yic ay yelk'och eb' t'a sat eb' yuninal chi'."
        },
        {
            "number": "5",
            "text": "Yujto a mach manh ojtannacoc yilan yol spat, ¿tas ol yutoc yilan yiglesia Dios?"
        },
        {
            "number": "6",
            "text": "Ha eb' unin creyente to, max yal-laj yak'jioch yopisio eb', yujto ay smay tonhej syik'chaanh sb'a eb'. Yujto ta icha chi', ay smay yak'ji syaelal eb' icha utajnac vinh diablo."
        },
        {
            "number": "7",
            "text": "Ha eb' ay yopisio, yowalil wach' syutej sb'eyb'al eb' t'a yichanh eb' manh creyenteoc, yic wach' manh ol b'uchjoc eb', yic wach' manh ol ak'joc ganar eb' yuj vinh diablo chi'."
        },
        {
            "number": "8",
            "text": "Svalpaxb'at t'ayach tas yowalil ol sb'eyb'alej eb' diácono: Yovalil te wach' syutej sb'eyb'al eb' t'a yichanh eb' anima. Manh chab'satoc syutej sb'a eb'. Mocab' uk'umoc anh eb', mocab' pek'tuminoc pax eb'."
        },
        {
            "number": "9",
            "text": "Yovalil stek'b'ej val sb'a eb' t'a jun k'ayb'ub'al ak'b'ilcan t'ayonh yuj Dios, aton jun b'aj scak'och co k'ool. Anhejtona' yowalil syil val sb'a eb' yet' spensar."
        },
        {
            "number": "10",
            "text": "Ayic manto och yopisio eb' diácono chi', yowalil sb'ab'laj b'eytzitajcan eb'. Tato malaj spaltail eb' tz'ilchaji, syal yak'jioch yopisio eb' chi'."
        },
        {
            "number": "11",
            "text": "Icha pax chi' eb' ix ix tz'och yopisio, yowalil te wach' syutej sb'eyb'al eb' ix t'a yichanh eb' anima. Max yal-laj tz'alvi pecal eb' ix. Yovalil tek'an syutej spensar eb' ix. Anhejtona' k'anab'ajumocab' eb' ix sk'ulan masanil tasi."
        },
        {
            "number": "12",
            "text": "Axo eb' diácono, yowalil junjunnhejocab' ix yetb'eyum junjun eb'. Wach'ocab' syutej eb' yilan eb' yuninal yet' yol spat."
        },
        {
            "number": "13",
            "text": "Ha eb' diácono chi', tato te wach' syutej sb'a eb' t'a yopisio chi', te ay yelk'och eb' t'a yichanh eb' creyente. Tato icha chi', max xiv eb' yalaneli to ayoch Cristo Jesús t'a sk'ool eb'."
        },
        {
            "number": "14",
            "text": "Tzin na'a tecan ol in b'at b'aj ayach chi' t'a yic jaye' k'ual tik."
        },
        {
            "number": "15",
            "text": "Tato manh ol yal in b'at t'a elanhchamel jun, palta tzin tz'ib'ejb'at jun in carta tik t'ayach, yic wach' tzojtaquejeli tas val sco b'eyb'alej a onh yuninal onhxo Dios tik. Yujto a onh tik yiglesia onhxo Dios, aton jun Dios pitzan. Ay copisio calanel jun k'ayb'ub'al te yel. Cuuj tz'och val yip jun k'ayb'ub'al yel tik t'a yichanh eb' anima."
        },
        {
            "number": "16",
            "text": "Ha Dios ak'jinac cojtaquejeli chajtil yaj quic b'aj ay onh ochi. Val yel, te niwan yelk'och juntzanh sch'oxnac t'ayonh. Aton juntzanh tz'alan icha tik: Ha Dios yak'nacoch sb'a animail. Axo Yespíritu ch'oxjinaqueli to yel yalnac. Ochnac pax q'uelan eb' ángel t'ay. Ix alchajpaxel yab'ixal t'a juntzanhxo nación. Ay eb' ay t'a yol yib'anhk’inal van yak'anoch t'a sk'ool. Anhejtona' ik'jinacpaxq'ue t'a satcha’anh, xchi co k'ayb'ub'al tik."
        }
    ]
}