{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "A Yespíritu Dios tz'alan sjichanil to ayic vanxo sjavi jun slajvub' tiempoal, ay eb' ol meltzaj d'a spatic. Axo d'a juntzanh k'ayb'ub'al es ol yak'och spensar eb'. Palta a juntzanh k'ayb'ub'al chi', a d'a eb' enemigo scoti."
        },
        {
            "number": "2",
            "text": "A d'a juntzanh eb' anima tz'ak'an es ol yak'och schiquin eb'. A eb' anima chi', chab' sat eb'. Toton junelnhej te juvinaquel spensar eb'."
        },
        {
            "number": "3",
            "text": "Ol yalan eb' icha tic: Ay yovalil tato scak'och quetb'eyum. Ay pax juntzanh tas te ay yovalil cab'lani, xcham eb'. Palta a Dios ix b'oancan masanil juntzanh chi', yic scab'lej a onh creyente onh tic. Yuj chi', ayic scab'lani, scak' yuj diosal d'a Dios yuuj, yujto cojtacxo jun k'ayb'ub'al te yel."
        },
        {
            "number": "4",
            "text": "Masanil tas b'ob'il yuj Dios, te vach', yuj chi' max yal-laj calani to chuclaj d'a yichanh. Syalnhej cab'lan smasanil, anhej to scak' yuj diosal d'a Dios chi' yuuj."
        },
        {
            "number": "5",
            "text": "Tato tzonh lesalvi, scak'an yuj diosal yuj tas sco va'a, malaj yovalil tas sco va chi', yujto icha chi' syal slolonel Dios."
        },
        {
            "number": "6",
            "text": "Tato tza k'ayb'ej eb' creyente d'a juntzanh k'ayb'ub'al tic ta', vach' tzutej ak'an servil Jesucristo syal chi'. Ol vach' och a tek'anil ayic ol a k'ayb'an a b'a alan juntzanh lolonel scak'och d'a co k'ool yed' d'a juntzanhxo k'ayb'ub'al te vach' b'aj ayoch co pensar."
        },
        {
            "number": "7",
            "text": "Palta manh ak'och a pensar d'a juntzanh ab'ix malaj b'aj sk'anab'ajaxi. Anhej d'a Dios tzak'och a pensar d'a masanil tiempo."
        },
        {
            "number": "8",
            "text": "Tato sco k'ayb'ej co b'a co pacub'tanhan co nivanil yic ay quip, vach' toni. Palta a val jun ek'al vach' to scak'och co pensar d'a Dios yic ol co cha svach'il d'a yolyib'anhq'uinal tic yed' d'a satchaanh."
        },
        {
            "number": "9",
            "text": "A jun k'ayb'ub'al tic te yel. Smoj co chaanec cab' d'a smasanil co k'ool."
        },
        {
            "number": "10",
            "text": "Yuj jun tic, scak' val quip co munlaj d'a yic Dios, scab'anpax syail yuuj. Yujto aton jun Dios pitzan scak'och yipoc co k'ool. A Dios, Scolumal eb' anima smasanil. Aton val eb' tz'ak'anoch sk'ool d'ay ol colchaj yuuj."
        },
        {
            "number": "11",
            "text": "A juntzanh svalb'at tic d'ayach, scham val alan d'a eb' creyente ta', tza k'ayb'ej eb' d'ay."
        },
        {
            "number": "12",
            "text": "Vach' tzutej a b'a, yic malaj mach ol alanoc to quelem unin ach. Más vach' tza ch'ox vach' b'eyb'al d'a eb' creyente smasanil. Vach' tzutej a lolon yab' eb'. Vach' tzutej a b'a yil eb'. Vach' pax tzutej a xajanan eb' ta'. Anhej d'a Cajal Jesús tzak'och a k'ool. Tojolnhej tzutej a pensar yil eb'. Icha chi' tzutej a ch'oxan jun vach' b'eyb'al d'a eb' ta'."
        },
        {
            "number": "13",
            "text": "Yacb'an manto in k'och ta', tzak' val ip avtan slolonel Dios d'a scal eb'. Manh actejcan ecan sna' eb', tza k'ayb'ejnhej eb'."
        },
        {
            "number": "14",
            "text": "Ayic yak'annacq'ue sk'ab' eb' anciano d'a a jolom, ata' yak'nac opisio Dios, yic snachajel uuj tas tzutej ak'an servil. A ak'jinac nachajel yuj eb' to icha chi' ol ach yutoc. Yuj chi', manh actejcan jun opisio chi'."
        },
        {
            "number": "15",
            "text": "Tzak' val och a pensar d'a juntzanh svalb'at tic d'ayach, yic ol yil eb' smasanil ta' to ipan yoch a tek'anil d'a junjun k'u."
        },
        {
            "number": "16",
            "text": "Tzil val a b'a yuj tas tza b'eyb'alej ta'. Anhejtona', cham tza na yuj juntzanh k'ayb'ub'al tzak' sk'ayb'ej eb' ta'. Tek'an tzutej a b'a d'a masanil tiempo, yic ol ach colchajeloc, yic ol colchajpaxel eb' tz'ab'an tas tzal chi'."
        }
    ]
}