{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ha Yespíritu Dios tz'alan sjichanil to ayic wanxo sjawi jun slajwub' tiempoal, ay heb' ol meltzaj t'a spatic. Axo t'a juntzanh k'ayb'ub'al es ol yak'och spensar heb'. Palta a juntzanh k'ayb'ub'al chi', ha t'a heb' enemigo scoti."
        },
        {
            "number": "2",
            "text": "Ha t'a juntzanh heb' anima tz'ak'an es ol yak'och schiquin heb'. Ha heb' anima chi', chab' sat heb'. Toton junelnhej te juwinaquel spensar heb'."
        },
        {
            "number": "3",
            "text": "Ol yalan heb' icha tik: Ay yowalil tato skak'och quetb'eyum. Ay pax juntzanh tas te ay yowalil cab'lani, xcham heb'. Palta ha Dios ix b'oancan masanil juntzanh chi', yic scab'lej a onh creyente onh tik. Yuj chi', ayic scab'lani, skak' yuj diosal d'ha Dios yuj, yujto cojtacxo jun k'ayb'ub'al te yel."
        },
        {
            "number": "4",
            "text": "Masanil tas b'ob'il yuj Dios, te wach', yuj chi' max yal-laj calani to chuclaj t'a yichanh. Syalnhej cab'lan smasanil, anhej to skak' yuj diosal d'ha Dios chi' yuj."
        },
        {
            "number": "5",
            "text": "Tato tzonh lesalwi, skak'an yuj diosal yuj tas sco wa''a, malaj yowalil tas sco wa chi', yujto icha chi' syal slolonel Dios."
        },
        {
            "number": "6",
            "text": "Tato tza k'ayb'ej heb' creyente t'a juntzanh k'ayb'ub'al tik ta', wach' tzutej ak'an serwil Jesucristo syal chi'. Ol wach' och a tek'anil ayic ol a k'ayb'an a b'a alan juntzanh lolonel skak'och t'a ko k'ool yet' t'a juntzanhxo k'ayb'ub'al te wach' b'aj ayoch ko pensar."
        },
        {
            "number": "7",
            "text": "Palta manh ak'och a pensar t'a juntzanh ab'ix malaj b'aj sk'anab'ajaxi. Anhej d'ha Dios tzak'och a pensar t'a masanil tiempo."
        },
        {
            "number": "8",
            "text": "Tato sco k'ayb'ej ko b'a ko pacub'tanhan ko niwanil yic ay quip, wach' toni. Palta a wal jun ek'al wach' to skak'och ko pensar d'ha Dios yic ol ko cha swach'il t'a yol yib'anhk’inal tik yet' t'a satcha’anh."
        },
        {
            "number": "9",
            "text": "Ha jun k'ayb'ub'al tik te yel. Smoj ko chaanec cab' t'a smasanil ko k'ool."
        },
        {
            "number": "10",
            "text": "Yuj jun tik, skak' wal quip ko munlaj t'a yic Dios, scab'anpax syail yuj. Yujto aton jun Dios pitzan skak'och yipoc ko k'ool. Ha Dios, Scolumal heb' anima smasanil. Aton wal heb' tz'ak'anoch sk'ool t'ay ol colchaj yuj."
        },
        {
            "number": "11",
            "text": "Ha juntzanh swalb'at tik t'ayach, scham wal alan t'a heb' creyente ta', tza k'ayb'ej heb' t'ay."
        },
        {
            "number": "12",
            "text": "Wach' tzutej a b'a, yic malaj mach ol alanoc to quelem unin ach. Más wach' tza ch'ox wach' b'eyb'al t'a heb' creyente smasanil. Wach' tzutej a lolon yab' heb'. Wach' tzutej a b'a yil heb'. Wach' pax tzutej a xajanan heb' ta'. Anhej t'a Kajal Jesús tzak'och a k'ool. Tojolnhej tzutej a pensar yil heb'. Icha chi' tzutej a ch'oxan jun wach' b'eyb'al t'a heb' ta'."
        },
        {
            "number": "13",
            "text": "Yacb'an manto in k'och ta', tzak' wal ip awtan slolonel Dios t'a skal heb'. Manh actejcan ecan sna' heb', tza k'ayb'ejnhej heb'."
        },
        {
            "number": "14",
            "text": "Ayic yak'annack'e sk'ab' heb' anciano t'a a jolom, ata' yak'nac opisio Dios, yic snachajel uuj tas tzutej ak'an serwil. Ha ak'jinac nachajel yuj heb' to icha chi' ol ach yutoc. Yuj chi', manh actejcan jun opisio chi'."
        },
        {
            "number": "15",
            "text": "Tzak' wal och a pensar t'a juntzanh swalb'at tik t'ayach, yic ol yil heb' smasanil ta' to ipan yoch a tek'anil t'a junjun k'u."
        },
        {
            "number": "16",
            "text": "Tzil wal a b'a yuj tas tza b'eyb'alej ta'. Anhejtona', cham tza na yuj juntzanh k'ayb'ub'al tzak' sk'ayb'ej heb' ta'. Tek'an tzutej a b'ha t'a masanil tiempo, yic ol ach colchajeloc, yic ol colchajpaxel heb' tz'ab'an tas tzal chi'."
        }
    ]
}