{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ayic tza ch'olb'itan tas yaj eb' ichamtac vinac, manh a tumej eb', ec sna eb' d'a emnaquilal, icha tzutej alan junoc tas d'a a mam. Yed' pax d'a eb' quelemtac, vach'nhej tzutej alan d'a eb', icha tzutej alan d'a junoc uk'tac."
        },
        {
            "number": "2",
            "text": "Icha pax chi' tzutej alan d'a eb' ix chichimtac ix, icha tzutej alan d'a ix a nun. Anhejtona' d'a eb' ix cob'estac, vach' tzutej alan d'a eb' ix, yujto icha anab' yaj eb' ix. Manhoc d'a chab'satil tzal d'a eb' ix."
        },
        {
            "number": "3",
            "text": "Svalanpaxb'at juntzanh checnab'il tic yuj eb' ix chamnac yetb'eyum. A eb' ix chi', tato d'a val yel sch'ocoj eb' ix, yovalil tzonh colvaj d'a eb' ix."
        },
        {
            "number": "4",
            "text": "Palta tato ay yune' eb' ix jun, ma ay yixchiquin eb' ix, yovalil tza k'ayb'ej eb' uninab'il chi' to yib'anh eb' yaj sb'ab'laj colvaj d'a smam snun, spactzitan eb' yuj tas ix ak'ji d'ay. Tato icha chi' syutej sb'a eb', a d'a yichanh Dios, te vach', ste tzalaj val yed' eb'."
        },
        {
            "number": "5",
            "text": "Ay eb' ix chamnac yetb'eyum d'a val yel aycan sch'ocoj. A eb' ix chi', anhej Dios syak'och eb' ix yipoc sk'ool. k'ual d'ak'val slesalvi eb' ix yuj sk'anan eb' ix jantacnhej tas ay tz'och yuuj."
        },
        {
            "number": "6",
            "text": "Palta ay pax eb' ix chamnac yetb'eyum chi' anhej val tas sgana sk'ulej. Yuj chi' vach'chom pitzan eb' ix d'a yichanh eb' anima, palta a d'a yichanh Dios chamnacxo eb' ix."
        },
        {
            "number": "7",
            "text": "Scham val alan juntzanh checnab'il tic d'a eb' ix ta', yic malaj mach ol alanq'ue tas d'a spatic eb' ix."
        },
        {
            "number": "8",
            "text": "Tato ay eb' creyente max colvaj d'a smam snun, ma d'a eb' ay d'a yol spat eb', a eb' chi', malaj yelk'och sk'ayb'ub'al Cristo d'a eb'. Ek'alxo schucal eb' d'a yichanh eb' manh creyenteoc."
        },
        {
            "number": "9",
            "text": "A eb' ix chamnac yetb'eyum sval tic, syal yoch eb' ix scuentaoc iglesia. Anhej eb' ix 60 ab'ilxo sq'uinal, eb' ix junnhej vinh yetb'eyum yik'nac."
        },
        {
            "number": "10",
            "text": "Anhej eb' ix chequel yaj d'a yichanh eb' yetcreyenteal to vach' sb'eyb'al eb' ix, eb' ix vach' yutejnac sq'uib'tzitan yune', eb' ix vach' yutejnac sb'a d'a eb' slaj ek' d'ay, eb' ix ak'jinac servil eb' yetcreyenteal d'a emnaquilal, eb' ix ok'nac sk'ool d'a eb' ayoch d'a syaelal, eb' ix vach'nhej yutejnac sb'a d'a masanil tiempo. Anhej eb' ix chi' syal yoch scuentaoc iglesia chi'."
        },
        {
            "number": "11",
            "text": "Axo eb' ix unintac ix to scham yetb'eyum jun, manh a chaoch eb' ix scuentaoc iglesia. Yujto ay b'aj anhej sgana eb' ix sk'ulej, yuj chi' syactejcan Cristo eb' ix, axo yetb'eyum eb' ix syak'xiochi."
        },
        {
            "number": "12",
            "text": "Elta ul d'a yib'anh eb' ix, yujto maxtzac sk'anab'ajej sti' eb' ix syak'cani."
        },
        {
            "number": "13",
            "text": "Anhejtona' anhej lolonel tzek' yal eb' ix d'a caltac pat, yuj chi' te jaragana tz'aj eb' ix. Manh tonhejoc jaragana eb' ix, palta syal pax pecal eb' ix. Tonhej scomon aq'uejoch sb'a eb' ix d'a juntzanh b'aj malaj yalan yico'. Syalanpax juntzanh malaj svach'il eb' ix."
        },
        {
            "number": "14",
            "text": "Yuj chi', tzin nib'ej to a eb' ix unintac ix to scham yetb'eyum, más vach' syak'xioch yetb'eyum eb' ix. Aljocab' yune' eb' ix. Munlajocab' eb' ix d'a yol spat, yic a eb' ayoch ajk'olal d'ayonh, maxtzac yal sb'uchvaj eb' d'ayonh yuj eb' ix."
        },
        {
            "number": "15",
            "text": "Svalanb'at juntzanh tic d'ayach, yujto ay eb' ix chamnac yetb'eyum toxo ix meltzajpax d'a spatic. Axo ticnaic, a vinh Satanás syak' servil eb' ix."
        },
        {
            "number": "16",
            "text": "A eb' creyente ta', tato ay junoc ix chamnac yetb'eyum d'a yol spat eb', yovalil scolvaj eb' d'a ix. Yujto manh smojoc tato a iglesia tz'ak'an sgasto ix. A eb' ix d'a val yel sch'ocoj, anhej eb' ix b'aj syal scolvaj iglesia, yujto max tzak'van iglesia yak'an sgasto eb' ix smasanil."
        },
        {
            "number": "17",
            "text": "A eb' anciano vach' syutej yilan eb' yetcreyenteal, vach' pax syutej eb' yak'an k'ayb'ajoc yed' yalanel slolonel Dios, yovalil te ay yelk'och eb' d'a yichanh eb' creyente smasanil."
        },
        {
            "number": "18",
            "text": "Yujto a Slolonel Dios Tz'ib'ab'ilcani, a tz'alan icha tic: Manh eyak'och spail sti' nok' nok' stek'vi trigo, xchi. Syalanpax junxo icha tic: A eb' smunlaji, ay yalan yic eb' schaan stojol, xchi."
        },
        {
            "number": "19",
            "text": "Tato ay mach tz'ak'anoch tas d'a yib'anh junoc anciano, yovalil ay chavanhoc, ma oxvanhoc testigo. Tato malaj jun, manh a cha ab' d'ay."
        },
        {
            "number": "20",
            "text": "Tato ay junoc anciano max actancan sk'ulan chucal, tza cachoch vaan d'a yichanh eb' creyente smasanil, yic ol xiv eb' creyente chi' yoch smul d'a Dios."
        },
        {
            "number": "21",
            "text": "Scham val valanb'at d'ayach d'a yichanh Dios, d'a yichanh Cajal Jesucristo yed' d'a yichanh eb' ángel sik'b'ilcanel yuuj to tza k'anab'ajej val juntzanh checnab'il tic d'a stojolal, mocab'a sq'uexanhil tzutej a b'oan yaj eb'."
        },
        {
            "number": "22",
            "text": "Manh a comon aq'uejoch yopisio junoc mach d'a elanhchamel, yacb'an manto a b'eytzitej, yujto talaj tz'och smul, locan ach yed'oc d'a smul chi' d'a yichanh Dios. Tziq'uel a b'a d'a junoc tas malaj svach'il."
        },
        {
            "number": "23",
            "text": "Svalanb'at d'ayach yuj a k'ool, yujto anheja' yak'an syail. Manhocnhej a a' tzuq'uej. Syal uk'an jab'oc vino, yic ol b'oxoc a k'ool chi'."
        },
        {
            "number": "24",
            "text": "Ay eb' toxon chequel yaj smul ayic manto b'eytzitaj eb'. Ay pax eb' masanto sb'eytzitaji, ichato chi' scheclajelta smul."
        },
        {
            "number": "25",
            "text": "Icha pax chi' eb' vach' sb'eyb'al, chequeltaxon yaji to vach' sb'eyb'al eb'. Tato ay eb' vach' sb'eyb'al manto checlajeli, yovalil ol checlajeloc."
        }
    ]
}