{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ayic tza ch'olb'itan tas yaj heb' ichamtac winak, manh a tumej heb', ec sna heb' t'a emnaquilal, icha tzutej alan junok tas t'a a mam. Yed' pax t'a heb' kelemtac, wach'nhej tzutej alan t'a heb', icha tzutej alan t'a junok uk'tac."
        },
        {
            "number": "2",
            "text": "Icha pax chi' tzutej alan t'a heb' ix chichimtac ix, icha tzutej alan t'a ix a nun. Anhejtona' t'a heb' ix cob'estac, wach' tzutej alan t'a heb' ix, yujto icha anab' yaj heb' ix. Manhok t'a chab'satil tzal t'a heb' ix."
        },
        {
            "number": "3",
            "text": "Swalanpaxb'at juntzanh checnab'il tik yuj heb' ix chamnac yetb'eyum. Ha heb' ix chi', tato t'a wal yel sch'ocoj heb' ix, yowalil tzonh kolwaj t'a heb' ix."
        },
        {
            "number": "4",
            "text": "Palta tato ay yune' heb' ix jun, ma ay yixchiquin heb' ix, yowalil tza k'ayb'ej heb' uninab'il chi' to yib'anh heb' yaj sb'ab'laj kolwaj t'a smam snun, spactzitan heb' yuj tas ix ak'ji t'ay. Tato icha chi' syutej sb'a heb', ha t'a yichanh Dios, te wach', ste tzalaj wal yet' heb'."
        },
        {
            "number": "5",
            "text": "Ay heb' ix chamnac yetb'eyum t'a wal yel aycan sch'ocoj. Ha heb' ix chi', anhej Dios syak'och heb' ix yipoc sk'ool. k'ual t'ak'wal slesalwi heb' ix yuj sk'anan heb' ix jantacnhej tas ay tz'och yuj."
        },
        {
            "number": "6",
            "text": "Palta ay pax heb' ix chamnac yetb'eyum chi' anhej wal tas snib'ej sk'ulej. Yuj chi' wach'chom pitzan heb' ix t'a yichanh heb' anima, palta ha t'a yichanh Dios chamnacxo heb' ix."
        },
        {
            "number": "7",
            "text": "Scham wal alan juntzanh checnab'il tik t'a heb' ix ta', yic malaj mach ol alank'e tas t'a spatic heb' ix."
        },
        {
            "number": "8",
            "text": "Tato ay heb' creyente max kolwaj t'a smam snun, ma t'a heb' ay t'a yol spat heb', a heb' chi', malaj yelk'och sk'ayb'ub'al Cristo t'a heb'. Ek'alxo schucal heb' t'a yichanh heb' manh creyenteoc."
        },
        {
            "number": "9",
            "text": "Ha heb' ix chamnac yetb'eyum swal tik, syal yoch heb' ix scuentaoc iglesia. Anhej heb' ix 60 ab'ilxo sk'inal, heb' ix junnhej winh yetb'eyum yik'nac."
        },
        {
            "number": "10",
            "text": "Anhej heb' ix chequel yaj t'a yichanh heb' yetcreyenteal to wach' sb'eyb'al heb' ix, heb' ix wach' yutejnac sq'uib'tzitan yune', heb' ix wach' yutejnac sb'ha t'a heb' slaj ek' t'ay, heb' ix ak'jinac serwil heb' yetcreyenteal t'a emnaquilal, heb' ix ok'nac sk'ool t'a heb' ayoch t'a syaelal, heb' ix wach'nhej yutejnac sb'ha t'a masanil tiempo. Anhej heb' ix chi' syal yoch scuentaoc iglesia chi'."
        },
        {
            "number": "11",
            "text": "Axo heb' ix unintac ix to scham yetb'eyum jun, manh a chaoch heb' ix scuentaoc iglesia. Yujto ay b'aj anhej snib'ej heb' ix sk'ulej, yuj chi' syactejcan Cristo heb' ix, haxo yetb'eyum heb' ix syak'xiochi."
        },
        {
            "number": "12",
            "text": "Elta ul t'a yib'anh heb' ix, yujto maxtzac sk'anab'ajej sti' heb' ix syak'cani."
        },
        {
            "number": "13",
            "text": "Anhejtona' anhej lolonel tzek' yal heb' ix t'a caltac pat, yuj chi' te jaragana tz'aj heb' ix. Manh tonhejoc jaragana heb' ix, palta syal pax pecal heb' ix. Tonhej scomon ak'ejoch sb'a heb' ix t'a juntzanh b'aj malaj yalan yico'. Syalanpax juntzanh malaj swach'il heb' ix."
        },
        {
            "number": "14",
            "text": "Yuj chi', tzin nib'ej to a heb' ix unintac ix to scham yetb'eyum, más wach' syak'xioch yetb'eyum heb' ix. Aljocab' yune' heb' ix. Munlajocab' heb' ix t'a yol spat, yic a heb' ayoch ajk'olal t'ayonh, maxtzac yal sb'uchwaj heb' t'ayonh yuj heb' ix."
        },
        {
            "number": "15",
            "text": "Swalanb'at juntzanh tik t'ayach, yujto ay heb' ix chamnac yetb'eyum toxo ix meltzajpax t'a spatic. Axo ticnaik, a winh Satanás syak' serwil heb' ix."
        },
        {
            "number": "16",
            "text": "Ha heb' creyente ta', tato ay junok ix chamnac yetb'eyum t'a yol spat heb', yowalil skolwaj heb' t'a ix. Yujto manh smojoc tato a iglesia tz'ak'an sgasto ix. Ha heb' ix t'a wal yel sch'ocoj, anhej heb' ix b'aj syal skolwaj iglesia, yujto max tzak'wan iglesia yak'an sgasto heb' ix smasanil."
        },
        {
            "number": "17",
            "text": "Ha heb' anciano wach' syutej yilan heb' yetcreyenteal, wach' pax syutej heb' yak'an k'ayb'ajoc yet' yalanel slolonel Dios, yowalil te ay yelk'och heb' t'a yichanh heb' creyente smasanil."
        },
        {
            "number": "18",
            "text": "Yujto a Slolonel Dios Tz'ib'ab'ilcani, a tz'alan icha tik: Manh eyak'och spail sti' nok' nok' stek'wi trigo, xchi. Syalanpax junxo icha tik: Ha heb' smunlaji, ay yalan yic heb' schaan stojol, xchi."
        },
        {
            "number": "19",
            "text": "Tato ay mach tz'ak'anoch tas t'a yib'anh junok anciano, yowalil ay chawanhoc, ma oxwanhoc testigo. Tato malaj jun, manh a cha ab' t'ay."
        },
        {
            "number": "20",
            "text": "Tato ay junok anciano max actancan sk'ulan chukal, tza cachoch waan t'a yichanh heb' creyente smasanil, yic ol xiv heb' creyente chi' yoch smul d'ha Dios."
        },
        {
            "number": "21",
            "text": "Scham wal walanb'at t'ayach t'a yichanh Dios, t'a yichanh Kajal Jesucristo yet' t'a yichanh heb' ángel sik'b'ilcanel yuj to tza k'anab'ajej wal juntzanh checnab'il tik t'a stojolal, mocab'a sk'exanhil tzutej a b'oan yaj heb'."
        },
        {
            "number": "22",
            "text": "Manh a comon ak'ejoch yopisio junok mach t'a elanhchamel, yacb'an manto a b'eytzitej, yujto talaj tz'och smul, locan ach yet'oc t'a smul chi' t'a yichanh Dios. Tzik'el a b'ha t'a junok tas malaj swach'il."
        },
        {
            "number": "23",
            "text": "Swalanb'at t'ayach yuj a k'ool, yujto anheja' yak'an syail. Manhoknhej ha ha' tzuk'ej. Syal uk'an jab'oc wino, yic ol b'oxoc a k'ool chi'."
        },
        {
            "number": "24",
            "text": "Ay heb' toxon chequel yaj smul ayic manto b'eytzitaj heb'. Ay pax heb' masanto sb'eytzitaji, ichato chi' scheclajelta smul."
        },
        {
            "number": "25",
            "text": "Icha pax chi' heb' wach' sb'eyb'al, chequeltaxon yaji to wach' sb'eyb'al heb'. Tato ay heb' wach' sb'eyb'al manto checlajeli, yowalil ol checlajeloc."
        }
    ]
}