{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ayic tza ch'olb'itan tas yaj eb' ichamtac vinac, manh a tumej eb', ec sna eb' t'a emnaquilal, icha tzutej alan junok tas t'a a mam. Yed' pax t'a eb' quelemtac, wach'nhej tzutej alan t'a eb', icha tzutej alan t'a junok uk'tac."
        },
        {
            "number": "2",
            "text": "Icha pax chi' tzutej alan t'a eb' ix chichimtac ix, icha tzutej alan t'a ix a nun. Anhejtona' t'a eb' ix cob'estac, wach' tzutej alan t'a eb' ix, yujto icha anab' yaj eb' ix. Manhoc t'a chab'satil tzal t'a eb' ix."
        },
        {
            "number": "3",
            "text": "Svalanpaxb'at juntzanh checnab'il tik yuj eb' ix chamnac yetb'eyum. Ha eb' ix chi', tato t'a val yel sch'ocoj eb' ix, yovalil tzonh colvaj t'a eb' ix."
        },
        {
            "number": "4",
            "text": "Palta tato ay yune' eb' ix jun, ma ay yixchiquin eb' ix, yovalil tza k'ayb'ej eb' uninab'il chi' to yib'anh eb' yaj sb'ab'laj colvaj t'a smam snun, spactzitan eb' yuj tas ix ak'ji t'ay. Tato icha chi' syutej sb'a eb', ha t'a yichanh Dios, te wach', ste tzalaj val yet' eb'."
        },
        {
            "number": "5",
            "text": "Ay eb' ix chamnac yetb'eyum t'a val yel aycan sch'ocoj. Ha eb' ix chi', anhej Dios syak'och eb' ix yipoc sk'ool. k'ual t'ak'val slesalvi eb' ix yuj sk'anan eb' ix jantacnhej tas ay tz'och yuj."
        },
        {
            "number": "6",
            "text": "Palta ay pax eb' ix chamnac yetb'eyum chi' anhej val tas sgana sk'ulej. Yuj chi' wach'chom pitzan eb' ix t'a yichanh eb' anima, palta ha t'a yichanh Dios chamnacxo eb' ix."
        },
        {
            "number": "7",
            "text": "Scham val alan juntzanh checnab'il tik t'a eb' ix ta', yic malaj mach ol alanq'ue tas t'a spatic eb' ix."
        },
        {
            "number": "8",
            "text": "Tato ay eb' creyente max colvaj t'a smam snun, ma t'a eb' ay t'a yol spat eb', a eb' chi', malaj yelk'och sk'ayb'ub'al Cristo t'a eb'. Ek'alxo schucal eb' t'a yichanh eb' manh creyenteoc."
        },
        {
            "number": "9",
            "text": "Ha eb' ix chamnac yetb'eyum sval tik, syal yoch eb' ix scuentaoc iglesia. Anhej eb' ix 60 ab'ilxo sq'uinal, eb' ix junnhej vinh yetb'eyum yik'nac."
        },
        {
            "number": "10",
            "text": "Anhej eb' ix chequel yaj t'a yichanh eb' yetcreyenteal to wach' sb'eyb'al eb' ix, eb' ix wach' yutejnac sq'uib'tzitan yune', eb' ix wach' yutejnac sb'ha t'a eb' slaj ek' t'ay, eb' ix ak'jinac servil eb' yetcreyenteal t'a emnaquilal, eb' ix ok'nac sk'ool t'a eb' ayoch t'a syaelal, eb' ix wach'nhej yutejnac sb'ha t'a masanil tiempo. Anhej eb' ix chi' syal yoch scuentaoc iglesia chi'."
        },
        {
            "number": "11",
            "text": "Axo eb' ix unintac ix to scham yetb'eyum jun, manh a chaoch eb' ix scuentaoc iglesia. Yujto ay b'aj anhej sgana eb' ix sk'ulej, yuj chi' syactejcan Cristo eb' ix, haxo yetb'eyum eb' ix syak'xiochi."
        },
        {
            "number": "12",
            "text": "Elta ul t'a yib'anh eb' ix, yujto maxtzac sk'anab'ajej sti' eb' ix syak'cani."
        },
        {
            "number": "13",
            "text": "Anhejtona' anhej lolonel tzek' yal eb' ix t'a caltac pat, yuj chi' te jaragana tz'aj eb' ix. Manh tonhejoc jaragana eb' ix, palta syal pax pecal eb' ix. Tonhej scomon aq'uejoch sb'a eb' ix t'a juntzanh b'aj malaj yalan yico'. Syalanpax juntzanh malaj swach'il eb' ix."
        },
        {
            "number": "14",
            "text": "Yuj chi', tzin nib'ej to a eb' ix unintac ix to scham yetb'eyum, más wach' syak'xioch yetb'eyum eb' ix. Aljocab' yune' eb' ix. Munlajocab' eb' ix t'a yol spat, yic a eb' ayoch ajk'olal t'ayonh, maxtzac yal sb'uchvaj eb' t'ayonh yuj eb' ix."
        },
        {
            "number": "15",
            "text": "Svalanb'at juntzanh tik t'ayach, yujto ay eb' ix chamnac yetb'eyum toxo ix meltzajpax t'a spatic. Axo ticnaic, a vinh Satanás syak' servil eb' ix."
        },
        {
            "number": "16",
            "text": "Ha eb' creyente ta', tato ay junok ix chamnac yetb'eyum t'a yol spat eb', yovalil scolvaj eb' t'a ix. Yujto manh smojoc tato a iglesia tz'ak'an sgasto ix. Ha eb' ix t'a val yel sch'ocoj, anhej eb' ix b'aj syal scolvaj iglesia, yujto max tzak'van iglesia yak'an sgasto eb' ix smasanil."
        },
        {
            "number": "17",
            "text": "Ha eb' anciano wach' syutej yilan eb' yetcreyenteal, wach' pax syutej eb' yak'an k'ayb'ajoc yet' yalanel slolonel Dios, yovalil te ay yelk'och eb' t'a yichanh eb' creyente smasanil."
        },
        {
            "number": "18",
            "text": "Yujto a Slolonel Dios Tz'ib'ab'ilcani, a tz'alan icha tik: Manh eyak'och spail sti' nok' nok' stek'vi trigo, xchi. Syalanpax junxo icha tik: Ha eb' smunlaji, ay yalan yic eb' schaan stojol, xchi."
        },
        {
            "number": "19",
            "text": "Tato ay mach tz'ak'anoch tas t'a yib'anh junok anciano, yovalil ay chavanhoc, ma oxvanhoc testigo. Tato malaj jun, manh a cha ab' t'ay."
        },
        {
            "number": "20",
            "text": "Tato ay junok anciano max actancan sk'ulan chucal, tza cachoch vaan t'a yichanh eb' creyente smasanil, yic ol xiv eb' creyente chi' yoch smul d'ha Dios."
        },
        {
            "number": "21",
            "text": "Scham val valanb'at t'ayach t'a yichanh Dios, t'a yichanh Cajal Jesucristo yet' t'a yichanh eb' ángel sik'b'ilcanel yuj to tza k'anab'ajej val juntzanh checnab'il tik t'a stojolal, mocab'a sq'uexanhil tzutej a b'oan yaj eb'."
        },
        {
            "number": "22",
            "text": "Manh a comon aq'uejoch yopisio junok mach t'a elanhchamel, yacb'an manto a b'eytzitej, yujto talaj tz'och smul, locan ach yet'oc t'a smul chi' t'a yichanh Dios. Tziq'uel a b'ha t'a junok tas malaj swach'il."
        },
        {
            "number": "23",
            "text": "Svalanb'at t'ayach yuj a k'ool, yujto anheja' yak'an syail. Manhocnhej ha ha' tzuq'uej. Syal uk'an jab'oc vino, yic ol b'oxoc a k'ool chi'."
        },
        {
            "number": "24",
            "text": "Ay eb' toxon chequel yaj smul ayic manto b'eytzitaj eb'. Ay pax eb' masanto sb'eytzitaji, ichato chi' scheclajelta smul."
        },
        {
            "number": "25",
            "text": "Icha pax chi' eb' wach' sb'eyb'al, chequeltaxon yaji to wach' sb'eyb'al eb'. Tato ay eb' wach' sb'eyb'al manto checlajeli, yovalil ol checlajeloc."
        }
    ]
}