{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Anhejtona' swalanb'at t'ayach yuj heb' creyente ay spatrón. Ayokab' yelk'och spatrón heb' chi' t'ay, yic manh ol b'uchjoc Dios yuj sb'eyb'al heb'. Yed' juntzanh k'ayb'ub'al b'aj skak'och ko pensar, manh ol b'uchjoc pax yuj heb'."
        },
        {
            "number": "2",
            "text": "Tato ay heb' yetcreyenteal sb'a yet' spatrón, wach'chom creyente spatrón heb' chi', ayokab' yelk'och t'a heb'. Ek'alxo wal wach' syutej heb' smunlaj t'ay, yujto creyente jun wan schaan swach'il smunlajel heb' chi', xajanab'il winh yuj Dios yet' heb'. Scham wal alan juntzanh k'ayb'ub'al tik t'a heb' ta', tza k'ayb'an heb' t'ay."
        },
        {
            "number": "3",
            "text": "Ha juntzanh sk'ayb'ub'al Kajal Jesucristo, te yel, palta ay heb' max yak'och spensar t'ay. Ch'oc k'ayb'ub'al syal heb'. Malaj snib'ej heb' t'a juntzanh k'ayb'ub'al tz'alani tas scutej kak'anoch ko pensar d'ha Dios."
        },
        {
            "number": "4",
            "text": "Ha heb' icha chi' syutej sb'a, malaj jab'oc tas yojtak heb', tonhej syik'chaanh sb'a heb'. Snib'ej heb' syak' owal yet' junocxo mach. Snib'ej heb' stelaj sb'a yuj juntzanh lolonel. Anhej wal juntzanh tik sk'ulej heb' t'a masanil tiempo. Palta yuj juntzanh sk'ulej heb' chi', spitzwi chichonk'olal t'a skal heb', owal, b'uchwal, chuk pensaril yet' ajk'olal."
        },
        {
            "number": "5",
            "text": "Icha chi' syutej heb' sjuanel spensar heb' max yak'och spensar t'a jun k'ayb'ub'al yel. Ha snaan heb' to ol yak' ganar stumin heb' t'a spatic ko k'ayb'ub'al tik."
        },
        {
            "number": "6",
            "text": "Yel toni, te niwan swach'il sko cha t'a spatic ko k'ayb'ub'al, tato sko na'a to k'ocb'il syab' juntzanh tastac ay t'ayonh junjun onh."
        },
        {
            "number": "7",
            "text": "Ayic kaljinac, malaj jab'oc tas qued'nac. Anhejtona' malaj jab'oc tas ol quik'b'at qued'oc ayic ol onh chamoc."
        },
        {
            "number": "8",
            "text": "Anhej tato k'ocb'il schax tas sko wa t'a junjun k'u, tato ay pax ko pichul, conh tzalajec."
        },
        {
            "number": "9",
            "text": "Palta ay heb' creyente anhej b'eyumal snib'ej. Yuj chi', k'un sjuwiel heb' yuj chukal. Ichato skan heb' t'a junok yaal, yujto tzijtum juntzanh tas malaj yopisio snib'ejoch heb'. Te ay smay sjuwiel heb' yuj. Yuj juntzanh b'aj syiloch sk'ool heb', swach' juwiel spensar heb' t'a junelnhej. Yuj chi', ichnhej ta' ol satixkanem heb'."
        },
        {
            "number": "10",
            "text": "Ha t'a pek' tuminal, a ta' scot yalnhej tas chukalil. Ay heb' snib'an k'een tumin, yuj chi' ix laj yaktejkan jun k'ayb'ub'al heb' yak'nac och t'a sk'ool. Manhxo jantacoc cusk'olal ix yik'cot heb' t'a yib'anh."
        },
        {
            "number": "11",
            "text": "Ha achxo tik ach Timoteo, yicxo Dios aji. Manh a k'ulej juntzanh malaj swach'il ix wal tik. Te tojol tzutej a b'eyb'al. Anhej Dios b'aj tzak'och a k'ool yet' a pensar. Tza xajanej heb' anima. Tek'an tzutej a b'a ab'an syail. Emnaquil tzutej a b'a."
        },
        {
            "number": "12",
            "text": "Icha junok mach syak' yip, tek'tek' syutej sb'a, icha chi' tzutej ak'an ip och tzak'an yuj Kajal Jesús, yic tza cha a k 'inal t'a junelnhej, yujto yuj a chaan a k 'inal chi' ix ach yavtejoch Dios yicoc ayic te wach' ix utej alan t'a yichanh juntzanh heb' ix ab'an alani to a Jesucristo Kajal toni."
        },
        {
            "number": "13",
            "text": "Scham wal walanb'at t'ayach t'a yichanh Dios, aton jun tz'ak'an sk'inal masanil tastac yet' t'a yichanh Jesucristo, aton jun te wach' yutejnac yak'an testigoal sb'ha t'a yichanh winhaj Poncio Pilato,"
        },
        {
            "number": "14",
            "text": "tza k'anab'ajej wal juntzanh checnab'il tik sik'lab'il. Wach'nhej tzutej a b'eyb'al masanto ol jawok Kajal Jesucristo."
        },
        {
            "number": "15",
            "text": "Ayic ol jawok jun pekti’ icha snib'ej Dios, ato ta' ol elk'och jun tik yuj. Yujto anhej ay spoder. Te tzalajk'olal yaji. Ha sReyal heb' rey. Yajal pax yaj t'a heb' yajal."
        },
        {
            "number": "16",
            "text": "Anhej malaj b'ak'uinh schami. Saquilq'uinalnhej b'aj ay. Malaj junok mach syal sk'och t'a stz'ey. Malaj junok mach ilannac, yujto manh chequeloc. Te niwanokab' yelk'och t'a ko sat. Ayokab' spoder t'a masanil tiempo. Amén."
        },
        {
            "number": "17",
            "text": "Axo heb' creyente b'eyum t'a yol yib'anhk’inal tik, tzal juntzanh checnab'il tik t'a heb'. Scham wal alan t'a heb' to max yal yik'anchaanh sb'a heb'. Max yal yak'anoch sb'eyumal heb' chi' yipoc sk'ool, yujto elanhchamel slajwieli. Tzalanpax t'a heb' to anhej Dios pitzan syak'och heb' yipoc sk'ool. Yujto ha Dios chi' tz'ak'an masanil tas t'ayonh yic tzonh tzalaj yet' juntzanh chi'."
        },
        {
            "number": "18",
            "text": "Yowalil wach' syutej sb'eyb'al heb', manh jantacoc tas wach' syal sk'ulan heb'. Yowalil skolwaj heb' t'a heb' meb'a', sian pax heb' tastac ay t'ay."
        },
        {
            "number": "19",
            "text": "Tato sb'eyb'alej heb' icha swal tik, ol smolb'ej sb'eyumal heb' ol scha b'ak'uinh, ol schaan jun sk'inal heb' t'a wal yel."
        },
        {
            "number": "20",
            "text": "Ach Timoteo, tanhwej wal tas ix ak'chajoch ab'enal t'a yol a k'ab'. Ay heb' comon tz'alan tastac, palta nab'anhej. Malaj yelk'och tas syal heb' syaloch sb'a jelanil chi'. B'esel a b'ha t'a skal heb'."
        },
        {
            "number": "21",
            "text": "Yujto ay heb' syak'och spensar t'a juntzanh es syal heb' chi'. Yuj chi' syactejkan juntzanh k'ayb'ub'al heb' yak'nac och t'a sk'ool. Aokab' Dios tz'ak'an swach'k'olal t'ayex ta'."
        }
    ]
}