{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Anhejtona' svalanb'at t'ayach yuj eb' creyente ay spatrón. Ayokab' yelk'och spatrón eb' chi' t'ay, yic manh ol b'uchjoc Dios yuj sb'eyb'al eb'. Yed' juntzanh k'ayb'ub'al b'aj scak'och co pensar, manh ol b'uchjoc pax yuj eb'."
        },
        {
            "number": "2",
            "text": "Tato ay eb' yetcreyenteal sb'a yet' spatrón, wach'chom creyente spatrón eb' chi', ayocab' yelk'och t'a eb'. Ek'alxo val wach' syutej eb' smunlaj t'ay, yujto creyente jun van schaan swach'il smunlajel eb' chi', xajanab'il vinh yuj Dios yet' eb'. Scham val alan juntzanh k'ayb'ub'al tik t'a eb' ta', tza k'ayb'an eb' t'ay."
        },
        {
            "number": "3",
            "text": "Ha juntzanh sk'ayb'ub'al Cajal Jesucristo, te yel, palta ay eb' max yak'och spensar t'ay. Ch'oc k'ayb'ub'al syal eb'. Malaj sgana eb' t'a juntzanh k'ayb'ub'al tz'alani tas scutej cak'anoch co pensar d'ha Dios."
        },
        {
            "number": "4",
            "text": "Ha eb' icha chi' syutej sb'a, malaj jab'oc tas yojtac eb', tonhej syik'chaanh sb'a eb'. Sgana eb' syak' oval yet' junocxo mach. Sgana eb' stelaj sb'a yuj juntzanh lolonel. Anhej val juntzanh tik sk'ulej eb' t'a masanil tiempo. Palta yuj juntzanh sk'ulej eb' chi', spitzvi chichonk'olal t'a skal eb', oval, b'uchval, chuk pensaril yet' ajk'olal."
        },
        {
            "number": "5",
            "text": "Icha chi' syutej eb' sjuanel spensar eb' max yak'och spensar t'a jun k'ayb'ub'al yel. Ha snaan eb' to ol yak' ganar stumin eb' t'a spatic co k'ayb'ub'al tik."
        },
        {
            "number": "6",
            "text": "Yel toni, te niwan swach'il sco cha t'a spatic co k'ayb'ub'al, tato sco na'a to k'ocb'il syab' juntzanh tastac ay t'ayonh junjun onh."
        },
        {
            "number": "7",
            "text": "Ayic caljinac, malaj jab'oc tas qued'nac. Anhejtona' malaj jab'oc tas ol quik'b'at qued'oc ayic ol onh chamoc."
        },
        {
            "number": "8",
            "text": "Anhej tato k'ocb'il schax tas sco wa t'a junjun k'u, tato ay pax co pichul, conh tzalajec."
        },
        {
            "number": "9",
            "text": "Palta ay eb' creyente anhej b'eyumal sgana. Yuj chi', k'un sjuviel eb' yuj chukal. Ichato skan eb' t'a junok yaal, yujto tzijtum juntzanh tas malaj yopisio snib'ejoch eb'. Te ay smay sjuviel eb' yuj. Yuj juntzanh b'aj syiloch sk'ool eb', swach' juwiel spensar eb' t'a junelnhej. Yuj chi', ichnhej ta' ol satixcanem eb'."
        },
        {
            "number": "10",
            "text": "Ha t'a pek' tuminal, a ta' scot yalnhej tas chucalil. Ay eb' snib'an q'uen tumin, yuj chi' ix laj yactejcan jun k'ayb'ub'al eb' yak'nac och t'a sk'ool. Manhxo jantacoc cusk'olal ix yik'cot eb' t'a yib'anh."
        },
        {
            "number": "11",
            "text": "Ha achxo tik ach Timoteo, yicxo Dios aji. Manh a k'ulej juntzanh malaj swach'il ix val tik. Te tojol tzutej a b'eyb'al. Anhej Dios b'aj tzak'och a k'ool yet' a pensar. Tza xajanej eb' anima. Tek'an tzutej a b'a ab'an syail. Emnaquil tzutej a b'a."
        },
        {
            "number": "12",
            "text": "Icha junok mach syak' yip, tek'tek' syutej sb'a, icha chi' tzutej ak'an ip och tzak'an yuj Cajal Jesús, yic tza cha a q'uinal t'a junelnhej, yujto yuj a chaan a q'uinal chi' ix ach yavtejoch Dios yicoc ayic te wach' ix utej alan t'a yichanh juntzanh eb' ix ab'an alani to a Jesucristo Cajal toni."
        },
        {
            "number": "13",
            "text": "Scham val valanb'at t'ayach t'a yichanh Dios, aton jun tz'ak'an sq'uinal masanil tastac yet' t'a yichanh Jesucristo, aton jun te wach' yutejnac yak'an testigoal sb'ha t'a yichanh vinhaj Poncio Pilato,"
        },
        {
            "number": "14",
            "text": "tza k'anab'ajej val juntzanh checnab'il tik sik'lab'il. Wach'nhej tzutej a b'eyb'al masanto ol javoc Cajal Jesucristo."
        },
        {
            "number": "15",
            "text": "Ayic ol javoc jun pekti’ icha sgana Dios, ato ta' ol elk'och jun tik yuj. Yujto anhej ay spoder. Te tzalajk'olal yaji. Ha sReyal eb' rey. Yajal pax yaj t'a eb' yajal."
        },
        {
            "number": "16",
            "text": "Anhej malaj b'ak'uinh schami. Saquilq'uinalnhej b'aj ay. Malaj junok mach syal sk'och t'a stz'ey. Malaj junok mach ilannac, yujto manh chequeloc. Te nivanocab' yelk'och t'a co sat. Ayokab' spoder t'a masanil tiempo. Amén."
        },
        {
            "number": "17",
            "text": "Axo eb' creyente b'eyum t'a yol yib'anhk’inal tik, tzal juntzanh checnab'il tik t'a eb'. Scham val alan t'a eb' to max yal yik'anchaanh sb'a eb'. Max yal yak'anoch sb'eyumal eb' chi' yipoc sk'ool, yujto elanhchamel slajvieli. Tzalanpax t'a eb' to anhej Dios pitzan syak'och eb' yipoc sk'ool. Yujto ha Dios chi' tz'ak'an masanil tas t'ayonh yic tzonh tzalaj yet' juntzanh chi'."
        },
        {
            "number": "18",
            "text": "Yovalil wach' syutej sb'eyb'al eb', manh jantacoc tas wach' syal sk'ulan eb'. Yovalil scolvaj eb' t'a eb' meb'a', sian pax eb' tastac ay t'ay."
        },
        {
            "number": "19",
            "text": "Tato sb'eyb'alej eb' icha sval tik, ol smolb'ej sb'eyumal eb' ol scha b'ak'uinh, ol schaan jun sq'uinal eb' t'a val yel."
        },
        {
            "number": "20",
            "text": "Ach Timoteo, tanhvej val tas ix ak'chajoch ab'enal t'a yol a k'ab'. Ay eb' comon tz'alan tastac, palta nab'anhej. Malaj yelk'och tas syal eb' syaloch sb'a jelanil chi'. B'esel a b'ha t'a skal eb'."
        },
        {
            "number": "21",
            "text": "Yujto ay eb' syak'och spensar t'a juntzanh es syal eb' chi'. Yuj chi' syactejcan juntzanh k'ayb'ub'al eb' yak'nac och t'a sk'ool. Aocab' Dios tz'ak'an swach'k'olal t'ayex ta'."
        }
    ]
}