{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "A in Pablo in tic, schecab' in Jesucristo, yujto icha chi' ix el d'a sk'ool Dios. Tzin tz'ib'ejb'at jun in carta tic d'ayex, a ex yiquexxo Dios d'a chonhab' Éfeso, a ex ton ix eyak' val och Cristo Jesús d'a e k'ool."
        },
        {
            "number": "2",
            "text": "Yak'ocab' svach'k'olal co Mam Dios yed' Cajal Jesucristo d'ayex ta', yak'ocab' pax sjunk'olal d'ayex."
        },
        {
            "number": "3",
            "text": "Calec vach' lolonel d'a co Mam Dios, aton Smam Cajal Jesucristo, yujto ix yak' masanil juntzanh vach'il yic Espíritu d'ayonh, aton juntzanh yic satchaanh, yujto junxonhej caj yed' Cristo."
        },
        {
            "number": "4",
            "text": "A Dios sik'jinac onhxo el yuj Cristo, ayic manto b'o yolyib'anhq'uinal tic, yic vach' anhej ayonh yico', manhxa jab'oc co paltail d'a yichanh."
        },
        {
            "number": "5",
            "text": "Te xajan onh yuuj, yuj chi' atax d'a yichb'anil snanaccani to ol onh och yuninaloc yuj Jesucristo. Icha chi' ix el d'a sk'ool,"
        },
        {
            "number": "6",
            "text": "yic tz'alji vach' lolonel d'ay, yujto te nivan yelk'och svach'k'olal. Ix sch'ox val svach'k'olal d'ayonh, yujto junxonhej caj yed' Yuninal, aton jun te xajan yuuj."
        },
        {
            "number": "7",
            "text": "Yuj snivan vach'k'olal, ix onh scolel yuj schamel Yuninal chi'. Icha chi' ix aj yak'ancan lajvoc co mul."
        },
        {
            "number": "8",
            "text": "Yuj svach'k'olal ix yak' sjelanil d'ayonh. Ix yak'an nachajel cuuj."
        },
        {
            "number": "9",
            "text": "Ay val jun tas snanaccan Dios to ol sb'o icha d'a sgana. A d'a peca', malaj mach ojtannac jun tic. Palta a ticnaic a' tz'ak'an cojtaquejel tas sgana sb'o chi'."
        },
        {
            "number": "10",
            "text": "Ayic ol k'och stiempoal, ol elk'och tas sgana chi'. Yujto ata' ol svach' aq'uejoch masanil mach yed' masanil tas d'a yalanh smandar Cristo. Vach'chom juntzanh ay d'a satchaanh yed' pax juntzanh ay d'a yolyib'anhq'uinal tic, junxonhej ol yutoc yak'anoch smasanil d'a yalanh smandar chi'."
        },
        {
            "number": "11",
            "text": "Atax d'a peca', sik'b'il onhxo el yuj Dios, yic ol co cha quic ol yak' d'ayonh junjun onh, yujto junxonhej caj yed' Cristo. Ol elk'och jun sgana Dios chi', yujto sk'ulej masanil tas icha sgana,"
        },
        {
            "number": "12",
            "text": "yic vach' cuuj tz'alji vach' lolonel d'a Dios yuj snivanil yelk'ochi, yujto icha chi' ix el d'a sk'ool d'ayonh a onh co b'ab'laj aq'uejnac och Cristo yipoc co k'ool."
        },
        {
            "number": "13",
            "text": "A exxo pax tic, ayic eyab'annac jun ab'ix te yel, aton yab'ixal co colnab'il, eyak'nac och Cristo d'a e k'ool qued'oc. Yuj chi' junxonhej ex aj yed'oc. Icha aj yak'annaccan sti' Dios chi', icha chi' ix aj yak'anoch Yespíritu d'ayex, icha tz'aj yak'jioch junoc sello d'a junoc tasi."
        },
        {
            "number": "14",
            "text": "Yuj Yespíritu chi' cojtac to d'a val yel ol co cha jun quic ol yak' Dios d'ayonh. Ato yic ol onh svach' colanel a onh yic onhxo tic, ato ta' ol svach' aq'uej co colnab'il, yic ol aljoc vach' lolonel d'ay yuj snivanil yelk'ochi."
        },
        {
            "number": "15",
            "text": "Svab'i to tzeyak' val och Cajal Jesús d'a e k'ool. Tzab' e xajanan pax eb' yicxo Dios qued'oc."
        },
        {
            "number": "16",
            "text": "Yuj chi', svak' yuj diosal d'a Dios eyuuj ayic tzin lesalvi d'a juntac el."
        },
        {
            "number": "17",
            "text": "Tzin k'an d'a sDiosal Cajal Jesucristo, aton co Mam te nivan yelk'ochi, yic ol yak' sjelanil d'ayex yuj Yespíritu, yic ol vach' nachajel eyuuj tas ak'b'il cojtaquejeli, yic ol e vach' ojtaquejel co Mam Dios."
        },
        {
            "number": "18",
            "text": "Tzin k'an d'a Dios chi', yic sjac e pensar, yic snachajpaxel eyuuj tas ayoch yipoc co k'ool, yujto avtab'il onh yuuj. Axo snachajel eyuuj to manh jantacoc svach'il jun quic ol yak' d'ayonh, yujto yic onhxo."
        },
        {
            "number": "19",
            "text": "Tzin k'ananpax d'ay to tzeyojtaquejeli to te nivan spoder, masanil tas syal yuuj. Aton jun spoder chi' van smunlajoch d'ayonh a onh scak'och Jesucristo d'a co k'ool. Sch'oxnaqueli to te nivan spoder chi',"
        },
        {
            "number": "20",
            "text": "ayic yak'annacxi pitzvoc Cristo d'a scal eb' chamnac, yak'annacxi em k'ojan d'a svach' k'ab' d'a satchaanh."
        },
        {
            "number": "21",
            "text": "Ata', a Cristo tz'ak'an yajalil d'a yib'anh eb' yajal smasanil, aton eb' manh chequeloc, ma eb' ay spoder d'a satchaanh. Yelxo val nivan yelk'och d'a yichanh masanil eb' sb'inaj yuj yopisio chi', aton eb' ay yopisio yak'an mandar d'a jun tiempoal tic, ma d'a jun tiempoal toto ol javoc."
        },
        {
            "number": "22",
            "text": "A spoder Dios chi' ak'annac och masanil tastac d'a yalanh smandar Cristo. Yak'annac pax och yajaliloc yiglesia, ichato sjolom yaji."
        },
        {
            "number": "23",
            "text": "Icha tz'aj stz'actzitaj co jolom yuj co nivanil, icha chi' tz'aj stz'actzitaj Cristo yuj yiglesia, palta a Cristo chi' stz'actzitan masanil tastac."
        }
    ]
}