{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Pablo in tik, schecab' in Jesucristo, yujto icha chi' ix el t'a sk'ool Dios. Tzin tz'ib'ejb'at jun in carta tik t'ayex, a ex yiquexxo Dios t'a chonhab' Éfeso, a ex ton ix eyak' wal och Cristo Jesús t'a he k'ool."
        },
        {
            "number": "2",
            "text": "Yak'ocab' swach'k'olal ko Mam Dios yet' Kajal Jesucristo t'ayex ta', yak'ocab' pax sjunk'olal t'ayex."
        },
        {
            "number": "3",
            "text": "Calec wach' lolonel t'a ko Mam Dios, aton Smam Kajal Jesucristo, yujto ix yak' masanil juntzanh wach'il yic Espíritu t'ayonh, aton juntzanh yic satcha’anh, yujto junxonhej caj yet' Cristo."
        },
        {
            "number": "4",
            "text": "Ha Dios sik'jinac onhxo el yuj Cristo, ayic manto b'o yol yib'anhk’inal tik, yic wach' anhej ayonh yico', manhxa jab'oc ko paltail t'a yichanh."
        },
        {
            "number": "5",
            "text": "Te xajan onh yuj, yuj chi' atax t'a yichb’anel snanaccani to ol onh och yuninaloc yuj Jesucristo. Icha chi' ix el t'a sk'ool,"
        },
        {
            "number": "6",
            "text": "yic tz'alji wach' lolonel t'ay, yujto te niwan yelk'och swach'k'olal. Ix sch'ox wal swach'k'olal t'ayonh, yujto junxonhej caj yet' Yuninal, aton jun te xajan yuj."
        },
        {
            "number": "7",
            "text": "Yuj sniwan wach'k'olal, ix onh scolel yuj schamel Yuninal chi'. Icha chi' ix aj yak'ancan lajwoc ko mul."
        },
        {
            "number": "8",
            "text": "Yuj swach'k'olal ix yak' sjelanil t'ayonh. Ix yak'an nachajel cuuj."
        },
        {
            "number": "9",
            "text": "Ay wal jun tas snanaccan Dios to ol sb'o icha t'a snib'ej. Ha t'a peka', malaj mach ojtannac jun tik. Palta a ticnaik ha' tz'ak'an cojtaquejel tas snib'ej sb'o chi'."
        },
        {
            "number": "10",
            "text": "Ayic ol k'och stiempoal, ol elk'och tas snib'ej chi'. Yujto ata' ol swach' ak'ejoch masanil mach yet' masanil tas t'a yalanh smandar Cristo. Wach'chom juntzanh ay t'a satcha’anh yet' pax juntzanh ay t'a yol yib'anhk’inal tik, junxonhej ol yutoc yak'anoch smasanil t'a yalanh smandar chi'."
        },
        {
            "number": "11",
            "text": "Atax t'a peka', sik'b'il onhxo el yuj Dios, yic ol ko cha quic ol yak' t'ayonh junjun onh, yujto junxonhej caj yet' Cristo. Ol elk'och jun snib'ej Dios chi', yujto sk'ulej masanil tas icha snib'ej,"
        },
        {
            "number": "12",
            "text": "yic wach' cuuj tz'alji wach' lolonel d'ha Dios yuj sniwanil yelk'ochi, yujto icha chi' ix el t'a sk'ool t'ayonh a onh ko b'ab'laj ak'ejnac och Cristo yipoc ko k'ool."
        },
        {
            "number": "13",
            "text": "Ha exxo pax tik, ayic eyab'annac jun ab'ix te yel, aton yab'ixal ko colnab'il, eyak'nac och Cristo t'a he k'ool qued'oc. Yuj chi' junxonhej ex aj yet'oc. Icha aj yak'annaccan sti' Dios chi', icha chi' ix aj yak'anoch Yespíritu t'ayex, icha tz'aj yak'jioch junok sello t'a junok tasi."
        },
        {
            "number": "14",
            "text": "Yuj Yespíritu chi' cojtac to t'a wal yel ol ko cha jun quic ol yak' Dios t'ayonh. Ato yic ol onh swach' colanel a onh yic onhxo tik, ato ta' ol swach' ak'ej ko colnab'il, yic ol aljoc wach' lolonel t'ay yuj sniwanil yelk'ochi."
        },
        {
            "number": "15",
            "text": "Swab'i to tzeyak' wal och Kajal Jesús t'a he k'ool. Tzab' he xajanan pax heb' yicxo Dios qued'oc."
        },
        {
            "number": "16",
            "text": "Yuj chi', swak' yuj diosal d'ha Dios eyuuj ayic tzin lesalwi t'a juntac el."
        },
        {
            "number": "17",
            "text": "Tzin k'an t'a sDiosal Kajal Jesucristo, aton ko Mam te niwan yelk'ochi, yic ol yak' sjelanil t'ayex yuj Yespíritu, yic ol wach' nachajel eyuuj tas ak'b'il cojtaquejeli, yic ol he wach' ojtaquejel ko Mam Dios."
        },
        {
            "number": "18",
            "text": "Tzin k'an d'ha Dios chi', yic sjac he pensar, yic snachajpaxel eyuuj tas ayoch yipoc ko k'ool, yujto avtab'il onh yuj. Axo snachajel eyuuj to manh jantacoc swach'il jun quic ol yak' t'ayonh, yujto yic onhxo."
        },
        {
            "number": "19",
            "text": "Tzin k'ananpax t'ay to tzeyojtaquejeli to te niwan spoder, masanil tas syal yuj. Aton jun spoder chi' wan smunlajoch t'ayonh a onh skak'och Jesucristo t'a ko k'ool. Sch'oxnaqueli to te niwan spoder chi',"
        },
        {
            "number": "20",
            "text": "ayic yak'annacxi pitzwoc Cristo t'a skal heb' chamnac, yak'annacxi em k'ojan t'a swach' k'ab' t'a satcha’anh."
        },
        {
            "number": "21",
            "text": "Ata', a Cristo tz'ak'an yajalil t'a yib'anh heb' yajal smasanil, aton heb' manh chequeloc, ma heb' ay spoder t'a satcha’anh. Yelxo wal niwan yelk'och t'a yichanh masanil heb' sb'inaj yuj yopisio chi', aton heb' ay yopisio yak'an mandar t'a jun pekti’ tik, ma t'a jun pekti’ toto ol jawok."
        },
        {
            "number": "22",
            "text": "Ha spoder Dios chi' ak'annac och masanil tastac t'a yalanh smandar Cristo. Yak'annac pax och yajaliloc yiglesia, ichato sjolom yaji."
        },
        {
            "number": "23",
            "text": "Icha tz'aj stz'actzitaj ko jolom yuj ko niwanil, icha chi' tz'aj stz'actzitaj Cristo yuj yiglesia, palta a Cristo chi' stz'actzitan masanil tastac."
        }
    ]
}