{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Pablo in tik, schecab' in Jesucristo, yujto icha chi' ix el t'a sk'ool Dios. Tzin tz'ib'ejb'at jun in carta tik t'ayex, a ex yiquexxo Dios t'a chonhab' Éfeso, a ex ton ix eyak' val och Cristo Jesús t'a e k'ool."
        },
        {
            "number": "2",
            "text": "Yak'ocab' svach'k'olal co Mam Dios yet' Cajal Jesucristo t'ayex ta', yak'ocab' pax sjunk'olal t'ayex."
        },
        {
            "number": "3",
            "text": "Calec wach' lolonel t'a co Mam Dios, aton Smam Cajal Jesucristo, yujto ix yak' masanil juntzanh wach'il yic Espíritu t'ayonh, aton juntzanh yic satcha’anh, yujto junxonhej caj yet' Cristo."
        },
        {
            "number": "4",
            "text": "Ha Dios sik'jinac onhxo el yuj Cristo, ayic manto b'o yol yib'anhk’inal tik, yic wach' anhej ayonh yico', manhxa jab'oc co paltail t'a yichanh."
        },
        {
            "number": "5",
            "text": "Te xajan onh yuj, yuj chi' atax t'a yichb’anel snanaccani to ol onh och yuninaloc yuj Jesucristo. Icha chi' ix el t'a sk'ool,"
        },
        {
            "number": "6",
            "text": "yic tz'alji wach' lolonel t'ay, yujto te niwan yelk'och svach'k'olal. Ix sch'ox val svach'k'olal t'ayonh, yujto junxonhej caj yet' Yuninal, aton jun te xajan yuj."
        },
        {
            "number": "7",
            "text": "Yuj snivan wach'k'olal, ix onh scolel yuj schamel Yuninal chi'. Icha chi' ix aj yak'ancan lajvoc co mul."
        },
        {
            "number": "8",
            "text": "Yuj svach'k'olal ix yak' sjelanil t'ayonh. Ix yak'an nachajel cuuj."
        },
        {
            "number": "9",
            "text": "Ay val jun tas snanaccan Dios to ol sb'o icha t'a sgana. Ha t'a peca', malaj mach ojtannac jun tik. Palta a ticnaic ha' tz'ak'an cojtaquejel tas sgana sb'o chi'."
        },
        {
            "number": "10",
            "text": "Ayic ol k'och stiempoal, ol elk'och tas sgana chi'. Yujto ata' ol svach' aq'uejoch masanil mach yet' masanil tas t'a yalanh smandar Cristo. Wach'chom juntzanh ay t'a satcha’anh yet' pax juntzanh ay t'a yol yib'anhk’inal tik, junxonhej ol yutoc yak'anoch smasanil t'a yalanh smandar chi'."
        },
        {
            "number": "11",
            "text": "Atax t'a peca', sik'b'il onhxo el yuj Dios, yic ol co cha quic ol yak' t'ayonh junjun onh, yujto junxonhej caj yet' Cristo. Ol elk'och jun sgana Dios chi', yujto sk'ulej masanil tas icha sgana,"
        },
        {
            "number": "12",
            "text": "yic wach' cuuj tz'alji wach' lolonel d'ha Dios yuj snivanil yelk'ochi, yujto icha chi' ix el t'a sk'ool t'ayonh a onh co b'ab'laj aq'uejnac och Cristo yipoc co k'ool."
        },
        {
            "number": "13",
            "text": "Ha exxo pax tik, ayic eyab'annac jun ab'ix te yel, aton yab'ixal co colnab'il, eyak'nac och Cristo t'a e k'ool qued'oc. Yuj chi' junxonhej ex aj yet'oc. Icha aj yak'annaccan sti' Dios chi', icha chi' ix aj yak'anoch Yespíritu t'ayex, icha tz'aj yak'jioch junok sello t'a junok tasi."
        },
        {
            "number": "14",
            "text": "Yuj Yespíritu chi' cojtac to t'a val yel ol co cha jun quic ol yak' Dios t'ayonh. Ato yic ol onh svach' colanel a onh yic onhxo tik, ato ta' ol svach' aq'uej co colnab'il, yic ol aljoc wach' lolonel t'ay yuj snivanil yelk'ochi."
        },
        {
            "number": "15",
            "text": "Svab'i to tzeyak' val och Cajal Jesús t'a e k'ool. Tzab' e xajanan pax eb' yicxo Dios qued'oc."
        },
        {
            "number": "16",
            "text": "Yuj chi', svak' yuj diosal d'ha Dios eyuuj ayic tzin lesalvi t'a juntac el."
        },
        {
            "number": "17",
            "text": "Tzin k'an t'a sDiosal Cajal Jesucristo, aton co Mam te niwan yelk'ochi, yic ol yak' sjelanil t'ayex yuj Yespíritu, yic ol wach' nachajel eyuuj tas ak'b'il cojtaquejeli, yic ol e wach' ojtaquejel co Mam Dios."
        },
        {
            "number": "18",
            "text": "Tzin k'an d'ha Dios chi', yic sjac e pensar, yic snachajpaxel eyuuj tas ayoch yipoc co k'ool, yujto avtab'il onh yuj. Axo snachajel eyuuj to manh jantacoc svach'il jun quic ol yak' t'ayonh, yujto yic onhxo."
        },
        {
            "number": "19",
            "text": "Tzin k'ananpax t'ay to tzeyojtaquejeli to te niwan spoder, masanil tas syal yuj. Aton jun spoder chi' van smunlajoch t'ayonh a onh scak'och Jesucristo t'a co k'ool. Sch'oxnaqueli to te niwan spoder chi',"
        },
        {
            "number": "20",
            "text": "ayic yak'annacxi pitzvoc Cristo t'a skal eb' chamnac, yak'annacxi em k'ojan t'a svach' k'ab' t'a satcha’anh."
        },
        {
            "number": "21",
            "text": "Ata', a Cristo tz'ak'an yajalil t'a yib'anh eb' yajal smasanil, aton eb' manh chequeloc, ma eb' ay spoder t'a satcha’anh. Yelxo val niwan yelk'och t'a yichanh masanil eb' sb'inaj yuj yopisio chi', aton eb' ay yopisio yak'an mandar t'a jun pekti’ tik, ma t'a jun pekti’ toto ol javoc."
        },
        {
            "number": "22",
            "text": "Ha spoder Dios chi' ak'annac och masanil tastac t'a yalanh smandar Cristo. Yak'annac pax och yajaliloc yiglesia, ichato sjolom yaji."
        },
        {
            "number": "23",
            "text": "Icha tz'aj stz'actzitaj co jolom yuj co nivanil, icha chi' tz'aj stz'actzitaj Cristo yuj yiglesia, palta a Cristo chi' stz'actzitan masanil tastac."
        }
    ]
}