{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a yalanhtaxo, chamnac ex t'a yichanh Dios yuj e mul yet' yuj e chukal."
        },
        {
            "number": "2",
            "text": "Yujto anhej jun sgana yol yib'anhk’inal tik tze k'anab'ajej, aton sgana vinh ay yopisio yak'an mandar t'a skal ik', aton vinh Satanás, vinh tz'ak'an sk'uloc eb' max k'anab'ajan Dios."
        },
        {
            "number": "3",
            "text": "Ha t'a yalanhtaxo, icha chi' cutejnac co b'a co masanil. Co k'ulejnac icha co gana. Anhej t'a juntzanh chukal snib'ej co nivanil tik b'aj cak'nacoch co pensar. Yujto anhej co pensar chi' ak'jinac onh mandar. Yuj chi', smoj val tz'ak'jioch jun niwan yaelal t'a quib'anh, icha ol aj yak'jioch t'a yib'anh juntzanhxo anima."
        },
        {
            "number": "4",
            "text": "Palta tz'ok' val sk'ool Dios t'ayonh. Te xajan onh yuj."
        },
        {
            "number": "5",
            "text": "Yuj chi', wach'chom chamnac onh el t'a yichanh yuj co chukal, palta ix yak' co q'uinal yet' Cristo. Yuj val swach'k'olal Dios chi' tzonh colchaji."
        },
        {
            "number": "6",
            "text": "A' ix onh ak'anxi pitzvoc yet' Cristo Jesús. Axo t'a yichanh, k'ojan onhxo em yet' Cristo chi' t'a satcha’anh."
        },
        {
            "number": "7",
            "text": "Ato ol javoc sk'ual, a co Mam Dios ol ak'an ojtacajeloc to manhxo b'ischajb'enoc jantac swach'k'olal. Ol checlajel jun chi' yuj snivan wach'k'olal ix yak' t'ayonh yuj Cristo Jesús."
        },
        {
            "number": "8",
            "text": "Yuj val swach'k'olal Dios colb'il onhxo, yujto ix cak'och Cristo t'a co k'ool. Ha jun b'aj ix cak'och t'a co k'ool chi', manhoc t'ayonh ix paq'ui, palta ha Dios ix ak'an t'ayonh."
        },
        {
            "number": "9",
            "text": "Manh yujoc junok tas wach' sco k'ulej tzonh colchaji, yic malaj junok onh syal quik'anchaanh co b'a."
        },
        {
            "number": "10",
            "text": "Ha Dios ix onh b'oanxi yuj Cristo Jesús, yic sco b'o juntzanh tas wach' nab'ilcan yuj t'a yalanhtaxo to sco b'eyb'alej."
        },
        {
            "number": "11",
            "text": "Yuj chi' a ex manh ex israeloc, naeccoti tas eyaj t'a yalanhtaxo. Ha eb' vetisraelal, yalnac eb' t'a e patic to manh ex yicoc Dios, yujto manh ex ak'b'iloc circuncidar. Yujto a eb' chi', syak'och jun yechel circuncisión eb' t'a snivanil."
        },
        {
            "number": "12",
            "text": "Ha t'a yalanhtax chi', manto ayoc och Cristo eyed'oc. Malaj eyalan eyic qued' a onh israel onh tik. Malaj pax eyalan eyic t'a jun strato Dios yak'nac qued'oc ayic yak'annac sti'. Ayex ton ek' t'a yol yib'anhk’inal tik, palta malaj junok tas wach' eyak'nac och yipoc e k'ool, yujto manto ayoc och Dios eyed'oc."
        },
        {
            "number": "13",
            "text": "Axo ticnaic, junxonhej eyaj yet' Cristo Jesús. Wach'chom ha t'a yalanhtaxo, ichato najat eyajcanel d'ha Dios, palta a ticnaic lak'anxo ayex ek' t'a stz'ey, yujto elnaccan schiq'uil Cristo cuuj."
        },
        {
            "number": "14",
            "text": "Anheja' a tz'ak'an junk'olal t'a co cal. Ha ex tik, ha t'a yalanhtaxo eyajk'ool e b'a qued' a onh israel onh tik. Palta a ix ak'an lajvoc jun oval chi'. Yuj chi' ha t'a yichanh Dios, junxonhej chonhab'il eyaj qued' ticnaic."
        },
        {
            "number": "15",
            "text": "Yujto ayic ix cham Cristo chi', ix yiq'uel yopisio jun ley, aton juntzanh checnab'il tz'ib'ab'ilcani. Anhejtona', junxonhej ix ex yutejcan qued'oc, junxonhej chonhab'il caj t'a yichanh Dios ticnaic, yujto junnhej caj yet' Cristo chi'. Icha chi' ix yutej yak'anoch junk'olal t'a co cal."
        },
        {
            "number": "16",
            "text": "Ayic ix cham Cristo t'a te' culus, ix yak' lajvoc jun oval t'a e cal qued'oc. Yuj chi' junxonhej caj co masanil ticnaic. Anhejtona', yuj schamel chi', ix och junk'olal t'a co cal yet' Dios."
        },
        {
            "number": "17",
            "text": "Ha Cristo ul alannaquel wach' ab'ix yic junk'olal t'ayonh co masanil. A' ulnaquek' yal t'ayex a ex najat eyajcanel d'ha Dios yet' pax t'ayonh a onh lak'anxo cajek' t'ay."
        },
        {
            "number": "18",
            "text": "Yuj chi' wach'chom israel onh, mato maay, yuj Cristo ayxo calan quic calan co b'ha t'a co Mam Dios ticnaic, yujto junnhej Yespíritu ix yak'och t'ayonh."
        },
        {
            "number": "19",
            "text": "Ha t'a yalanhtaxo, icha juntzanh eb' ch'oc chonhab'il eyaj t'a yichanh Dios, yujto manh ex schonhab'oc. Axo ticnaic, manhxo ichoc ta' eyaj t'ay. Yujto schonhab' exxo yet' masanil onh yiconhxo ticnaic. Yuninal exxo pax qued'oc."
        },
        {
            "number": "20",
            "text": "Icha junok pat ix b'oi, icha chi' eyaji. Ha onh schecab' onh Jesús tik yet' juntzanhxo eb' schecab' Dios, ichato a onh cak'nac em cimientoal yich. Ha exxo, ichato a ex latz'b'ab'il ex q'ue t'a yib'anh. Axo Jesucristo, icha junok q'uen q'ueen tz'emcan yipumaloc yich junok pat, icha chi' yaj t'ayonh."
        },
        {
            "number": "21",
            "text": "Icha q'uen q'ueen van slatz'jiq'ue t'a yib'anh jun q'uen yich pat chi', te wach' tz'aj slatz'jiq'uei, icha chi' caj t'a Cristo co masanil, yic tzonh och stemplooc Dios Cajal, yicnhej yaji."
        },
        {
            "number": "22",
            "text": "Ha t'a yalanh manh ex ichoc ta'. Axo ticnaic, junxonhej eyaj yet' Cristo. Van eyoch stemplooc co Mam Dios qued'oc, yic tzonh och scajnub'oc Yespíritu Dios."
        }
    ]
}