{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "A d'a yalanhtaxo, chamnac ex d'a yichanh Dios yuj e mul yed' yuj e chucal."
        },
        {
            "number": "2",
            "text": "Yujto anhej jun sgana yolyib'anhq'uinal tic tze k'anab'ajej, aton sgana vinh ay yopisio yak'an mandar d'a scal ik', aton vinh Satanás, vinh tz'ak'an sk'uloc eb' max k'anab'ajan Dios."
        },
        {
            "number": "3",
            "text": "A d'a yalanhtaxo, icha chi' cutejnac co b'a co masanil. Co k'ulejnac icha co gana. Anhej d'a juntzanh chucal snib'ej co nivanil tic b'aj cak'nacoch co pensar. Yujto anhej co pensar chi' ak'jinac onh mandar. Yuj chi', smoj val tz'ak'jioch jun nivan yaelal d'a quib'anh, icha ol aj yak'jioch d'a yib'anh juntzanhxo anima."
        },
        {
            "number": "4",
            "text": "Palta tz'ok' val sk'ool Dios d'ayonh. Te xajan onh yuuj."
        },
        {
            "number": "5",
            "text": "Yuj chi', vach'chom chamnac onh el d'a yichanh yuj co chucal, palta ix yak' co q'uinal yed' Cristo. Yuj val svach'k'olal Dios chi' tzonh colchaji."
        },
        {
            "number": "6",
            "text": "A' ix onh ak'anxi pitzvoc yed' Cristo Jesús. Axo d'a yichanh, k'ojan onhxo em yed' Cristo chi' d'a satchaanh."
        },
        {
            "number": "7",
            "text": "Ato ol javoc sk'ual, a co Mam Dios ol ak'an ojtacajeloc to manhxo b'ischajb'enoc jantac svach'k'olal. Ol checlajel jun chi' yuj snivan vach'k'olal ix yak' d'ayonh yuj Cristo Jesús."
        },
        {
            "number": "8",
            "text": "Yuj val svach'k'olal Dios colb'il onhxo, yujto ix cak'och Cristo d'a co k'ool. A jun b'aj ix cak'och d'a co k'ool chi', manhoc d'ayonh ix paq'ui, palta a Dios ix ak'an d'ayonh."
        },
        {
            "number": "9",
            "text": "Manh yujoc junoc tas vach' sco k'ulej tzonh colchaji, yic malaj junoc onh syal quik'anchaanh co b'a."
        },
        {
            "number": "10",
            "text": "A Dios ix onh b'oanxi yuj Cristo Jesús, yic sco b'o juntzanh tas vach' nab'ilcan yuuj d'a yalanhtaxo to sco b'eyb'alej."
        },
        {
            "number": "11",
            "text": "Yuj chi' a ex manh ex israeloc, naeccoti tas eyaj d'a yalanhtaxo. A eb' vetisraelal, yalnac eb' d'a e patic to manh ex yicoc Dios, yujto manh ex ak'b'iloc circuncidar. Yujto a eb' chi', syak'och jun yechel circuncisión eb' d'a snivanil."
        },
        {
            "number": "12",
            "text": "A d'a yalanhtax chi', manto ayoc och Cristo eyed'oc. Malaj eyalan eyic qued' a onh israel onh tic. Malaj pax eyalan eyic d'a jun strato Dios yak'nac qued'oc ayic yak'annac sti'. Ayex ton ek' d'a yolyib'anhq'uinal tic, palta malaj junoc tas vach' eyak'nac och yipoc e k'ool, yujto manto ayoc och Dios eyed'oc."
        },
        {
            "number": "13",
            "text": "Axo ticnaic, junxonhej eyaj yed' Cristo Jesús. Vach'chom a d'a yalanhtaxo, ichato najat eyajcanel d'a Dios, palta a ticnaic lak'anxo ayex ek' d'a stz'ey, yujto elnaccan schiq'uil Cristo cuuj."
        },
        {
            "number": "14",
            "text": "Anheja' a tz'ak'an junk'olal d'a co cal. A ex tic, a d'a yalanhtaxo eyajk'ool e b'a qued' a onh israel onh tic. Palta a ix ak'an lajvoc jun oval chi'. Yuj chi' a d'a yichanh Dios, junxonhej chonhab'il eyaj qued' ticnaic."
        },
        {
            "number": "15",
            "text": "Yujto ayic ix cham Cristo chi', ix yiq'uel yopisio jun ley, aton juntzanh checnab'il tz'ib'ab'ilcani. Anhejtona', junxonhej ix ex yutejcan qued'oc, junxonhej chonhab'il caj d'a yichanh Dios ticnaic, yujto junnhej caj yed' Cristo chi'. Icha chi' ix yutej yak'anoch junk'olal d'a co cal."
        },
        {
            "number": "16",
            "text": "Ayic ix cham Cristo d'a te' culus, ix yak' lajvoc jun oval d'a e cal qued'oc. Yuj chi' junxonhej caj co masanil ticnaic. Anhejtona', yuj schamel chi', ix och junk'olal d'a co cal yed' Dios."
        },
        {
            "number": "17",
            "text": "A Cristo ul alannaquel vach' ab'ix yic junk'olal d'ayonh co masanil. A' ulnaquek' yal d'ayex a ex najat eyajcanel d'a Dios yed' pax d'ayonh a onh lak'anxo cajek' d'ay."
        },
        {
            "number": "18",
            "text": "Yuj chi' vach'chom israel onh, mato maay, yuj Cristo ayxo calan quic calan co b'a d'a co Mam Dios ticnaic, yujto junnhej Yespíritu ix yak'och d'ayonh."
        },
        {
            "number": "19",
            "text": "A d'a yalanhtaxo, icha juntzanh eb' ch'oc chonhab'il eyaj d'a yichanh Dios, yujto manh ex schonhab'oc. Axo ticnaic, manhxo ichoc ta' eyaj d'ay. Yujto schonhab' exxo yed' masanil onh yiconhxo ticnaic. Yuninal exxo pax qued'oc."
        },
        {
            "number": "20",
            "text": "Icha junoc pat ix b'oi, icha chi' eyaji. A onh schecab' onh Jesús tic yed' juntzanhxo eb' schecab' Dios, ichato a onh cak'nac em cimientoal yich. A exxo, ichato a ex latz'b'ab'il ex q'ue d'a yib'anh. Axo Jesucristo, icha junoc q'uen q'ueen tz'emcan yipumaloc yich junoc pat, icha chi' yaj d'ayonh."
        },
        {
            "number": "21",
            "text": "Icha q'uen q'ueen van slatz'jiq'ue d'a yib'anh jun q'uen yich pat chi', te vach' tz'aj slatz'jiq'uei, icha chi' caj d'a Cristo co masanil, yic tzonh och stemplooc Dios Cajal, yicnhej yaji."
        },
        {
            "number": "22",
            "text": "A d'a yalanh manh ex ichoc ta'. Axo ticnaic, junxonhej eyaj yed' Cristo. Van eyoch stemplooc co Mam Dios qued'oc, yic tzonh och scajnub'oc Yespíritu Dios."
        }
    ]
}