{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Yuj wal juntzanh ix wal tik, tzin lesalwi eyuuj. Ha in Pablo in tik, preso waji, yujto swak' serwil Cristo Jesús t'a he kal a ex manh ex israelok."
        },
        {
            "number": "2",
            "text": "Ina eyojtakxo to ha Dios ak'annac och jun wach' ab'ix yic colnab'il t'a yol in k'ab' yujnhej swach'k'olal, yic swalel t'a he kal."
        },
        {
            "number": "3",
            "text": "Ha jun manh ojtakab'iloctaxon t'a yalanh, ha Dios ix ch'oxan t'ayin. Ix yak'an wojtaquejeli. Ha jun tik, toxo ix wal jab' t'ayex t'a jun in carta tik."
        },
        {
            "number": "4",
            "text": "Ayic ol eyilan jun wan in tz'ib'anb'at tik, ol nachajel eyuuj to wojtakxo juntzanh k'ayb'ub'al yic Cristo, yujto ha Dios ix ch'oxan t'ayin."
        },
        {
            "number": "5",
            "text": "Ha t'a yalanhtaxo, maj ak'ji ojtakajel juntzanh tik, icha ajnac yak'ji cojtaquejel a onh sik'b'il onh el schekab'oc tik yet' juntzanhxo heb' tz'alanel slolonel Dios yuj Yespíritu."
        },
        {
            "number": "6",
            "text": "Ix ak'ji cojtaquejeli to a ex manh ex israelok, ay eyalan eyic qued' a onh israel onh tik t'a swach'il Dios syak' t'ayonh. Junxonhej animail eyaj qued'oc t'a yichanh Dios. Ha jun sti' Dios ak'b'ilkan t'ayonh, junnhej tz'aj he chaan qued'oc yuj Cristo Jesús."
        },
        {
            "number": "7",
            "text": "Yuj swach'k'olal Dios yak'nac wopisio, yic swalel jun wach' ab'ix tik t'a he kal. Icha chi' yutejnac in yet' spoder."
        },
        {
            "number": "8",
            "text": "Jantacnhej heb' yicxo Dios wed'oc, yelxo wal ek'al yelk'och heb' t'a wichanh. Palta yuj swach'k'olal Dios yak'nac wopisio tik. Yuj chi', ek'nac in walel t'a he kal a ex manh ex israelok to te niwan swach'il Cristo."
        },
        {
            "number": "9",
            "text": "Ix yak' pax wopisio yik' swak' yojtaquejel heb' schonhab' smasanil tas spensar. Ha jun spensar chi', atax yic manto sb'o masanil tastac snaannakkani. k'ub'ab'il taxon el yuj Dios chi' t'a yichb’anel, haxo ticnaik ix yak' wopisio walaneli."
        },
        {
            "number": "10",
            "text": "Ha spensar Dios chi' to a jantacnhej heb' ayoch yajalil t'a satcha’anh yet' heb' ay yopisio ta', ayic syilan heb' chajtil kaj a onh yiglesia onhxo tik, swach' nachajel yuj heb' to manh jantacoc sjelanil Dios chi'."
        },
        {
            "number": "11",
            "text": "Yujnhej Kajal Jesucristo ol elk'och jun snanakkan chi' ayic manto sb'o yol yib'anhk’inal tik."
        },
        {
            "number": "12",
            "text": "Yuj Kajal Jesucristo chi' ayxo kalan quik kalan ko b'a d'ha Dios. Maxtzac onh xiv ko lesalwi t'ay, yujto ha' ayxo och yipoc ko k'ool."
        },
        {
            "number": "13",
            "text": "Yuj chi' tzin tewib'at t'ayex, yic max eyak' somchaj he pensar yuj jun yaelal ix ja t'a wib'anh yuj he wach'iloc. Ha juntzanh yaelal chi', ha' sch'oxani to te niwan eyelk'och t'a yichanh Dios."
        },
        {
            "number": "14",
            "text": "Yuj chi' tzin em cuman t'a yichanh ko Mam Dios."
        },
        {
            "number": "15",
            "text": "A' ch'oxnab'il yaji, tas yopisio junjun makan heb' mamab'il t'a yol yib'anhk’inal tik yet' t'a satcha’anh."
        },
        {
            "number": "16",
            "text": "Manh jantacoc swach'il ko Mam Dios chi'. Yuj chi' tzin k'an t'ay yic swach' ak'ejoch stek'anil he pensar, yic swach' ak'ej pax spoder t'ayex yuj Yespíritu."
        },
        {
            "number": "17",
            "text": "Tzin k'ananpax t'ay to swach' ak'ejoch kajan Cristo t'ayex, yujto ix he yak'och he k'ol t'ay. Icha chi' ol aj he tek'b'an he b'a, tato tze xajanej Dios yet' heb' quetanimail. Icha junok te te' tzijtum sch'anhal yib', icha chi' ol ex ajoc."
        },
        {
            "number": "18",
            "text": "Axo swach' nachajel eyuuj yet' heb' yicxo Dios smasanil to te xajan onh wal yuj Cristo chi'."
        },
        {
            "number": "19",
            "text": "Wach'chom malaj b'ak'uinh ol nachajel cuuj jantac wal tzonh sxajanej, palta in gana tzeyojtaquej wal eli. Anhejtona' in gana to swach' tz'acwioch kajan Dios t'ayex."
        },
        {
            "number": "20",
            "text": "Ha ticnaik, kalek wach' lolonel d'ha Dios, yujto a tas sko k'an t'ay, ma junok tas tonhej sko na'a, syalnhej yuj, yujto te niwan spoder smunlaj t'ayonh."
        },
        {
            "number": "21",
            "text": "Niwanokab' yelk'och Dios cuuj t'a masanil tiempo a onh yiglesia onhxo tik yet' pax yuj Cristo Jesús. Amén."
        }
    ]
}