{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Yuj val juntzanh ix val tik, tzin lesalvi eyuuj. Ha in Pablo in tik, preso vaji, yujto svak' servil Cristo Jesús t'a e cal a ex manh ex israeloc."
        },
        {
            "number": "2",
            "text": "Ina eyojtacxo to ha Dios ak'annac och jun wach' ab'ix yic colnab'il t'a yol in k'ab' yujnhej svach'k'olal, yic svalel t'a e cal."
        },
        {
            "number": "3",
            "text": "Ha jun manh ojtacab'iloctaxon t'a yalanh, ha Dios ix ch'oxan t'ayin. Ix yak'an vojtaquejeli. Ha jun tik, toxo ix val jab' t'ayex t'a jun in carta tik."
        },
        {
            "number": "4",
            "text": "Ayic ol eyilan jun van in tz'ib'anb'at tik, ol nachajel eyuuj to vojtacxo juntzanh k'ayb'ub'al yic Cristo, yujto ha Dios ix ch'oxan t'ayin."
        },
        {
            "number": "5",
            "text": "Ha t'a yalanhtaxo, maj ak'ji ojtacajel juntzanh tik, icha ajnac yak'ji cojtaquejel a onh sik'b'il onh el schecab'oc tik yet' juntzanhxo eb' tz'alanel slolonel Dios yuj Yespíritu."
        },
        {
            "number": "6",
            "text": "Ix ak'ji cojtaquejeli to a ex manh ex israeloc, ay eyalan eyic qued' a onh israel onh tik t'a svach'il Dios syak' t'ayonh. Junxonhej animail eyaj qued'oc t'a yichanh Dios. Ha jun sti' Dios ak'b'ilcan t'ayonh, junnhej tz'aj e chaan qued'oc yuj Cristo Jesús."
        },
        {
            "number": "7",
            "text": "Yuj svach'k'olal Dios yak'nac vopisio, yic svalel jun wach' ab'ix tik t'a e cal. Icha chi' yutejnac in yet' spoder."
        },
        {
            "number": "8",
            "text": "Jantacnhej eb' yicxo Dios ved'oc, yelxo val ek'al yelk'och eb' t'a vichanh. Palta yuj svach'k'olal Dios yak'nac vopisio tik. Yuj chi', ek'nac in valel t'a e cal a ex manh ex israeloc to te niwan svach'il Cristo."
        },
        {
            "number": "9",
            "text": "Ix yak' pax vopisio yik' svak' yojtaquejel eb' schonhab' smasanil tas spensar. Ha jun spensar chi', atax yic manto sb'o masanil tastac snaannaccani. k'ub'ab'il taxon el yuj Dios chi' t'a yichb’anel, haxo ticnaic ix yak' vopisio valaneli."
        },
        {
            "number": "10",
            "text": "Ha spensar Dios chi' to a jantacnhej eb' ayoch yajalil t'a satcha’anh yet' eb' ay yopisio ta', ayic syilan eb' chajtil caj a onh yiglesia onhxo tik, svach' nachajel yuj eb' to manh jantacoc sjelanil Dios chi'."
        },
        {
            "number": "11",
            "text": "Yujnhej Cajal Jesucristo ol elk'och jun snanaccan chi' ayic manto sb'o yol yib'anhk’inal tik."
        },
        {
            "number": "12",
            "text": "Yuj Cajal Jesucristo chi' ayxo calan quic calan co b'a d'ha Dios. Maxtzac onh xiv co lesalvi t'ay, yujto ha' ayxo och yipoc co k'ool."
        },
        {
            "number": "13",
            "text": "Yuj chi' tzin tevib'at t'ayex, yic max eyak' somchaj e pensar yuj jun yaelal ix ja t'a vib'anh yuj e wach'iloc. Ha juntzanh yaelal chi', ha' sch'oxani to te niwan eyelk'och t'a yichanh Dios."
        },
        {
            "number": "14",
            "text": "Yuj chi' tzin em cuman t'a yichanh co Mam Dios."
        },
        {
            "number": "15",
            "text": "A' ch'oxnab'il yaji, tas yopisio junjun makan eb' mamab'il t'a yol yib'anhk’inal tik yet' t'a satcha’anh."
        },
        {
            "number": "16",
            "text": "Manh jantacoc svach'il co Mam Dios chi'. Yuj chi' tzin k'an t'ay yic svach' aq'uejoch stek'anil e pensar, yic svach' aq'uej pax spoder t'ayex yuj Yespíritu."
        },
        {
            "number": "17",
            "text": "Tzin k'ananpax t'ay to svach' aq'uejoch cajan Cristo t'ayex, yujto ix e yak'och e k'ol t'ay. Icha chi' ol aj e tek'b'an e b'a, tato tze xajanej Dios yet' eb' quetanimail. Icha junok te te' tzijtum sch'anhal yib', icha chi' ol ex ajoc."
        },
        {
            "number": "18",
            "text": "Axo svach' nachajel eyuuj yet' eb' yicxo Dios smasanil to te xajan onh val yuj Cristo chi'."
        },
        {
            "number": "19",
            "text": "Wach'chom malaj b'ak'uinh ol nachajel cuuj jantac val tzonh sxajanej, palta in gana tzeyojtaquej val eli. Anhejtona' in gana to svach' tz'acvioch cajan Dios t'ayex."
        },
        {
            "number": "20",
            "text": "Ha ticnaic, calec wach' lolonel d'ha Dios, yujto a tas sco k'an t'ay, ma junok tas tonhej sco na'a, syalnhej yuj, yujto te niwan spoder smunlaj t'ayonh."
        },
        {
            "number": "21",
            "text": "Nivanocab' yelk'och Dios cuuj t'a masanil tiempo a onh yiglesia onhxo tik yet' pax yuj Cristo Jesús. Amén."
        }
    ]
}