{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Yuj val juntzanh ix val tic, tzin lesalvi eyuuj. A in Pablo in tic, preso vaji, yujto svak' servil Cristo Jesús d'a e cal a ex manh ex israeloc."
        },
        {
            "number": "2",
            "text": "Ina eyojtacxo to a Dios ak'annac och jun vach' ab'ix yic colnab'il d'a yol in k'ab' yujnhej svach'k'olal, yic svalel d'a e cal."
        },
        {
            "number": "3",
            "text": "A jun manh ojtacab'iloctaxon d'a yalanh, a Dios ix ch'oxan d'ayin. Ix yak'an vojtaquejeli. A jun tic, toxo ix val jab' d'ayex d'a jun in carta tic."
        },
        {
            "number": "4",
            "text": "Ayic ol eyilan jun van in tz'ib'anb'at tic, ol nachajel eyuuj to vojtacxo juntzanh k'ayb'ub'al yic Cristo, yujto a Dios ix ch'oxan d'ayin."
        },
        {
            "number": "5",
            "text": "A d'a yalanhtaxo, maj ak'ji ojtacajel juntzanh tic, icha ajnac yak'ji cojtaquejel a onh sik'b'il onh el schecab'oc tic yed' juntzanhxo eb' tz'alanel slolonel Dios yuj Yespíritu."
        },
        {
            "number": "6",
            "text": "Ix ak'ji cojtaquejeli to a ex manh ex israeloc, ay eyalan eyic qued' a onh israel onh tic d'a svach'il Dios syak' d'ayonh. Junxonhej animail eyaj qued'oc d'a yichanh Dios. A jun sti' Dios ak'b'ilcan d'ayonh, junnhej tz'aj e chaan qued'oc yuj Cristo Jesús."
        },
        {
            "number": "7",
            "text": "Yuj svach'k'olal Dios yak'nac vopisio, yic svalel jun vach' ab'ix tic d'a e cal. Icha chi' yutejnac in yed' spoder."
        },
        {
            "number": "8",
            "text": "Jantacnhej eb' yicxo Dios ved'oc, yelxo val ek'al yelk'och eb' d'a vichanh. Palta yuj svach'k'olal Dios yak'nac vopisio tic. Yuj chi', ek'nac in valel d'a e cal a ex manh ex israeloc to te nivan svach'il Cristo."
        },
        {
            "number": "9",
            "text": "Ix yak' pax vopisio yik' svak' yojtaquejel eb' schonhab' smasanil tas spensar. A jun spensar chi', atax yic manto sb'o masanil tastac snaannaccani. k'ub'ab'il taxon el yuj Dios chi' d'a yichb'anil, axo ticnaic ix yak' vopisio valaneli."
        },
        {
            "number": "10",
            "text": "A spensar Dios chi' to a jantacnhej eb' ayoch yajalil d'a satchaanh yed' eb' ay yopisio ta', ayic syilan eb' chajtil caj a onh yiglesia onhxo tic, svach' nachajel yuj eb' to manh jantacoc sjelanil Dios chi'."
        },
        {
            "number": "11",
            "text": "Yujnhej Cajal Jesucristo ol elk'och jun snanaccan chi' ayic manto sb'o yolyib'anhq'uinal tic."
        },
        {
            "number": "12",
            "text": "Yuj Cajal Jesucristo chi' ayxo calan quic calan co b'a d'a Dios. Maxtzac onh xiv co lesalvi d'ay, yujto a' ayxo och yipoc co k'ool."
        },
        {
            "number": "13",
            "text": "Yuj chi' tzin tevib'at d'ayex, yic max eyak' somchaj e pensar yuj jun yaelal ix ja d'a vib'anh yuj e vach'iloc. A juntzanh yaelal chi', a' sch'oxani to te nivan eyelk'och d'a yichanh Dios."
        },
        {
            "number": "14",
            "text": "Yuj chi' tzin em cuman d'a yichanh co Mam Dios."
        },
        {
            "number": "15",
            "text": "A' ch'oxnab'il yaji, tas yopisio junjun macanh eb' mamab'il d'a yolyib'anhq'uinal tic yed' d'a satchaanh."
        },
        {
            "number": "16",
            "text": "Manh jantacoc svach'il co Mam Dios chi'. Yuj chi' tzin k'an d'ay yic svach' aq'uejoch stek'anil e pensar, yic svach' aq'uej pax spoder d'ayex yuj Yespíritu."
        },
        {
            "number": "17",
            "text": "Tzin k'ananpax d'ay to svach' aq'uejoch cajan Cristo d'ayex, yujto ix e yak'och e k'ol d'ay. Icha chi' ol aj e tek'b'an e b'a, tato tze xajanej Dios yed' eb' quetanimail. Icha junoc te te' tzijtum sch'anhal yib', icha chi' ol ex ajoc."
        },
        {
            "number": "18",
            "text": "Axo svach' nachajel eyuuj yed' eb' yicxo Dios smasanil to te xajan onh val yuj Cristo chi'."
        },
        {
            "number": "19",
            "text": "Vach'chom malaj b'aq'uinh ol nachajel cuuj jantac val tzonh sxajanej, palta in gana tzeyojtaquej val eli. Anhejtona' in gana to svach' tz'acvioch cajan Dios d'ayex."
        },
        {
            "number": "20",
            "text": "A ticnaic, calec vach' lolonel d'a Dios, yujto a tas sco k'an d'ay, ma junoc tas tonhej sco na'a, syalnhej yuuj, yujto te nivan spoder smunlaj d'ayonh."
        },
        {
            "number": "21",
            "text": "Nivanocab' yelk'och Dios cuuj d'a masanil tiempo a onh yiglesia onhxo tic yed' pax yuj Cristo Jesús. Amén."
        }
    ]
}