{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ha in tik, preso vaji, yujto svak' servil Cajal Jesús. Svalb'at t'ayex to wach'nhej tzeyutej e b'a. Smoj icha chi', yujto ha Dios avtannac ex och yicoc."
        },
        {
            "number": "2",
            "text": "Emnaquil tzeyutej e b'a, wach' pax tzeyutej e pensar. Tzeyak' nivank'olal eb' tz'och smul t'ayex. Nivan tzeyutej e k'ool junjun ex. Anhejtona', slaj e xajanej e b'a."
        },
        {
            "number": "3",
            "text": "Tzeyak' val e yip, yic junk'olal tzex aji, yic manh ol ixtax el e junnhej pensaril syak' Yespíritu Dios."
        },
        {
            "number": "4",
            "text": "Yujto a onh tik, ichato junnhej animail caji. Junnhej Espíritu ayoch t'ayonh. Junnhej tas ayoch yipoc co k'ool, aton b'aj avtab'il onh och yuj Dios."
        },
        {
            "number": "5",
            "text": "Junnhej Cajal. Junnhej k'ayb'ub'al b'aj scak'och co k'ool. Junnhej tas syalelk'och co bautismo co chanac."
        },
        {
            "number": "6",
            "text": "Anhejtona', junnhej Dios, aton co Mam co masanil. A' tzonh ak'an mandar co masanil, tzonh syamk'ab'an pax junjun onh. A' ayoch t'ayonh co masanil."
        },
        {
            "number": "7",
            "text": "Palta ch'occh'oc copisio, ato syala' tas syak' Cristo t'ayonh junjun onh."
        },
        {
            "number": "8",
            "text": "Yuj chi', syal icha tik t'a Slolonel Dios Tz'ib'ab'ilcani: Ayic ix q'uex t'a satcha’anh, a eb' icha presotaxon yaji, ix yik'b'at eb' yet'oc. Anhejtona' syak' pax yopisio eb' anima, xchi."
        },
        {
            "number": "9",
            "text": "Svalb'at t'ayex tas syalelk'och jun syal chi': Ix q'uex t'a satcha’anh. Syal icha chi', yujto ayic manto paxq'ue Cristo t'a satcha’anh, xid'naquem t'a sjulal yich lum lum."
        },
        {
            "number": "10",
            "text": "Ha jun xid'naquem chi', anhejtona' ha' paxnacq'ue masanto t'a schaanhil satcha’anh chi', yic swach' b'oel masanil tas yuj."
        },
        {
            "number": "11",
            "text": "Yuj chi', a tz'ak'an copisio junjun onh. Ay onh schecab' caji. Ay onh syak' calel slolonel. Ay onh scalel wach' ab'ix yic colnab'il. Ay onh squil eb' quetcreyenteal, sco k'ayb'an eb'."
        },
        {
            "number": "12",
            "text": "Icha chi' ix yutej yak'an copisio junjun onh, yujto yic onhxo, yic scak' servil, yic swach' tek'k'aj co pensar a onh icha snivanil Cristo caj tik."
        },
        {
            "number": "13",
            "text": "Icha chi' tzonh yutej, yic wach' junlajan ol aj cak'an och t'a co k'ol co masanil. Axo co wach' ojtacanel Yuninal Dios chi', yic stek'k'aj co pensar icha stek'anil spensar Cristo."
        },
        {
            "number": "14",
            "text": "Tato icha chi' caji, manh ol somchajel co pensar yuj juntzanh ch'oc k'ayb'ub'al tz'alji. Manh ol onh ak'joc pax musansatil yuj juntzanh eb' jelan yesani yic tzonh yik'b'at eb' t'a junok ch'oc k'ayb'ub'al. Manh lajanoc pax ol onh aj icha eb' unin k'un somchajel spensar, ma icha junok barco tonhej stz'eytz'onek' yuj ik'."
        },
        {
            "number": "15",
            "text": "Palta a onh tik, anhej juntzanh tas yel tz'alji sco b'eyb'alej, yujto sco xajanej co b'a. Yovalil tzonh tek'k'aji, yic lajan tzonh aj yet' Cristo, yujto icha yaj co jolom, icha chi' yaj t'ayonh."
        },
        {
            "number": "16",
            "text": "Ha onhxo tik, ichato snivanil caji. Ha co nivanil tik yamyumb'a yaj yet' sch'anhal. Ayic wach' yaj junjun makan, te wach' smunlaji. Icha chi' caj yet' Cristo chi', yujto ha' tz'ak'an quip co masanil. Ayic tzonh munlaj junjun onh t'a smojal, swach' tek'k'aj co pensar co masanil, sco wach' xajanan pax co b'a."
        },
        {
            "number": "17",
            "text": "Ha juntzanh ol valb'at tik t'ayex, aton schecnab'il Cajal Jesús: Manhxo lajanoc tzeyutej e b'a icha eb' manh ojtannacoc Dios, yujto ik'b'ilb'ey sb'eyb'al eb' yuj juntzanh pensar malaj b'aj sk'anab'ajaxi."
        },
        {
            "number": "18",
            "text": "Ha spensar eb', te k’ik’ k’inal yaji. Najat yajel eb' t'a jun q'uinal syak' Dios t'a junelnhej. Yuj spitalil eb' max nachajel jab'oc yuj eb'."
        },
        {
            "number": "19",
            "text": "Max q'uixvi jab'oc eb'. Comonnhej tz'em eb' t'a ajmulal. Comonnhej sk'ulej yalnhej tas chucalil eb'."
        },
        {
            "number": "20",
            "text": "Palta a exxo, manh ichoc ta' ix aj e k'ayb'an yic Cristo."
        },
        {
            "number": "21",
            "text": "Yujto a ex tik, eyab'nac yab'ixal Cristo chi', eyojtac pax e b'eyb'alani a to a yalan sk'ayb'ub'al te yel yak'nac e k'ayb'ej chi'."
        },
        {
            "number": "22",
            "text": "Ha jun eyicham b'eyb'al t'a yalanhtaxo, tzex ixtaj yuj, yujto tze k'ulej juntzanh tas tze nib'ejochi. Yuj chi' yovalil tze wach' actejcan jun eyicham b'eyb'al chi'."
        },
        {
            "number": "23",
            "text": "Yuj chi', yovalil tze wach' b'oej e pensar t'a junjun k'u."
        },
        {
            "number": "24",
            "text": "Yovalil tze cha q'uexmaj e pensar, tze chaan junxo ak' pensar sb'o Dios icha sgana. Tato icha chi', tojol ol eyutoc e b'a, te wach'nhej ol aj e b'eyb'al."
        },
        {
            "number": "25",
            "text": "Yuj chi', manhxo eyeslaj e ti'oc junjun ex, anhej val junok tas te yel tzeyala', yujto junnhej animail caj co masanil."
        },
        {
            "number": "26",
            "text": "Ayic scot eyoval, manh e k'ulej junok chukal yuj jun eyoval chi'. Max yal anheja' yajcot eyoval tz'em k'u."
        },
        {
            "number": "27",
            "text": "Tato aynhejcot eyoval chi', ol eyak' slugar vinh diablo sjuanel e pensar."
        },
        {
            "number": "28",
            "text": "Tato ayex mach ex elk'um ex t'a yalanhtaxo, manhxo ex elk'anvoc ticnaic. Más wach' tzex munlaj t'a junok munlajel wach', yic wach' ol yal e colvaj t'a eb' malaj yico'."
        },
        {
            "number": "29",
            "text": "Manh eyal juntzanh chukal lolonel. Anhej juntzanh lolonel wach' tzeyala', yic sb'o spensar eb' tz'ab'an tas tzeyal chi', haxo swach' tek'k'aj eb' chi' eyuuj."
        },
        {
            "number": "30",
            "text": "Manh eyak' cus Yespíritu Dios cajanoch t'ayex junjun ex. Yujto icha tz'aj yak'jioch junok sello t'a junok tasi, icha chi' ix aj yak'jioch t'ayonh junjun onh. Yuj scheclajeli to yic onhxo Dios, masanto ol ja jun k'ual ayic ol co wach' chaan co colnab'il."
        },
        {
            "number": "31",
            "text": "Actejeccan masanil e chichonk'olal yet' e k'ak'alk'olal. Manh comonoc schacb'i e sat scot eyoval. Anhejtona', manh comonoc sq'ue e jaj e tumvaji. Actejeccan e k'ulan masanil tas chuk."
        },
        {
            "number": "32",
            "text": "Wach' tzeyutej e pensar t'ayex junjun ex. Slaj ok' e k'ool t'ayex junjun ex. Anhejtona', tzeyak'laj nivank'olal e b'a, icha ix aj onh yak'an nivank'olal Dios yuj Cristo."
        }
    ]
}