{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ha in tik, preso waji, yujto swak' serwil Kajal Jesús. Swalb'at t'ayex to wach'nhej tzeyutej he b'a. Smoj icha chi', yujto ha Dios avtannac ex och yicoc."
        },
        {
            "number": "2",
            "text": "Emnaquil tzeyutej he b'a, wach' pax tzeyutej he pensar. Tzeyak' niwank'olal heb' tz'och smul t'ayex. Niwan tzeyutej he k'ool junjun ex. Anhejtona', slaj he xajanej he b'a."
        },
        {
            "number": "3",
            "text": "Tzeyak' wal he yip, yic junk'olal tzex aji, yic manh ol ixtax el he junnhej pensaril syak' Yespíritu Dios."
        },
        {
            "number": "4",
            "text": "Yujto a onh tik, ichato junnhej animail caji. Junnhej Espíritu ayoch t'ayonh. Junnhej tas ayoch yipoc ko k'ool, aton b'aj avtab'il onh och yuj Dios."
        },
        {
            "number": "5",
            "text": "Junnhej Kajal. Junnhej k'ayb'ub'al b'aj skak'och ko k'ool. Junnhej tas syalelk'och ko bautismo ko chanac."
        },
        {
            "number": "6",
            "text": "Anhejtona', junnhej Dios, aton ko Mam ko masanil. A' tzonh ak'an mandar ko masanil, tzonh syamk'ab'an pax junjun onh. A' ayoch t'ayonh ko masanil."
        },
        {
            "number": "7",
            "text": "Palta ch'occh'oc copisio, ato syala' tas syak' Cristo t'ayonh junjun onh."
        },
        {
            "number": "8",
            "text": "Yuj chi', syal icha tik t'a Slolonel Dios Tz'ib'ab'ilcani: Ayic ix k'ex t'a satcha’anh, a heb' icha presotaxon yaji, ix yik'b'at heb' yet'oc. Anhejtona' syak' pax yopisio heb' anima, xchi."
        },
        {
            "number": "9",
            "text": "Swalb'at t'ayex tas syalelk'och jun syal chi': Ix k'ex t'a satcha’anh. Syal icha chi', yujto ayic manto paxk'e Cristo t'a satcha’anh, xid'naquem t'a sjulal yich lum lum."
        },
        {
            "number": "10",
            "text": "Ha jun xid'naquem chi', anhejtona' ha' paxnack'e masanto t'a schaanhil satcha’anh chi', yic swach' b'oel masanil tas yuj."
        },
        {
            "number": "11",
            "text": "Yuj chi', a tz'ak'an copisio junjun onh. Ay onh schecab' caji. Ay onh syak' calel slolonel. Ay onh scalel wach' ab'ix yic colnab'il. Ay onh squil heb' quetcreyenteal, sco k'ayb'an heb'."
        },
        {
            "number": "12",
            "text": "Icha chi' ix yutej yak'an copisio junjun onh, yujto yic onhxo, yic skak' serwil, yic swach' tek'k'aj ko pensar a onh icha sniwanil Cristo caj tik."
        },
        {
            "number": "13",
            "text": "Icha chi' tzonh yutej, yic wach' junlajan ol aj cak'an och t'a ko k'ol ko masanil. Axo ko wach' ojtacanel Yuninal Dios chi', yic stek'k'aj ko pensar icha stek'anil spensar Cristo."
        },
        {
            "number": "14",
            "text": "Tato icha chi' caji, manh ol somchajel ko pensar yuj juntzanh ch'oc k'ayb'ub'al tz'alji. Manh ol onh ak'joc pax musansatil yuj juntzanh heb' jelan yesani yic tzonh yik'b'at heb' t'a junok ch'oc k'ayb'ub'al. Manh lajanoc pax ol onh aj icha heb' unin k'un somchajel spensar, ma icha junok barco tonhej stz'eytz'onek' yuj ik'."
        },
        {
            "number": "15",
            "text": "Palta a onh tik, anhej juntzanh tas yel tz'alji sco b'eyb'alej, yujto sco xajanej ko b'a. Yowalil tzonh tek'k'aji, yic lajan tzonh aj yet' Cristo, yujto icha yaj ko jolom, icha chi' yaj t'ayonh."
        },
        {
            "number": "16",
            "text": "Ha onhxo tik, ichato sniwanil caji. Ha ko niwanil tik yamyumb'a yaj yet' sch'anhal. Ayic wach' yaj junjun makan, te wach' smunlaji. Icha chi' caj yet' Cristo chi', yujto ha' tz'ak'an quip ko masanil. Ayic tzonh munlaj junjun onh t'a smojal, swach' tek'k'aj ko pensar ko masanil, sco wach' xajanan pax ko b'a."
        },
        {
            "number": "17",
            "text": "Ha juntzanh ol walb'at tik t'ayex, aton schecnab'il Kajal Jesús: Manhxo lajanoc tzeyutej he b'a icha heb' manh ojtannacoc Dios, yujto ik'b'ilb'ey sb'eyb'al heb' yuj juntzanh pensar malaj b'aj sk'anab'ajaxi."
        },
        {
            "number": "18",
            "text": "Ha spensar heb', te k’ik’ k’inal yaji. Najat yajel heb' t'a jun k 'inal syak' Dios t'a junelnhej. Yuj spitalil heb' max nachajel jab'oc yuj heb'."
        },
        {
            "number": "19",
            "text": "Max q'uixwi jab'oc heb'. Comonnhej tz'em heb' t'a ajmulal. Comonnhej sk'ulej yalnhej tas chucalil heb'."
        },
        {
            "number": "20",
            "text": "Palta a exxo, manh ichoc ta' ix aj he k'ayb'an yic Cristo."
        },
        {
            "number": "21",
            "text": "Yujto a ex tik, eyab'nac yab'ixal Cristo chi', eyojtac pax he b'eyb'alani a to a yalan sk'ayb'ub'al te yel yak'nac he k'ayb'ej chi'."
        },
        {
            "number": "22",
            "text": "Ha jun eyicham b'eyb'al t'a yalanhtaxo, tzex ixtaj yuj, yujto tze k'ulej juntzanh tas tze nib'ejochi. Yuj chi' yowalil tze wach' actejcan jun eyicham b'eyb'al chi'."
        },
        {
            "number": "23",
            "text": "Yuj chi', yowalil tze wach' b'oej he pensar t'a junjun k'u."
        },
        {
            "number": "24",
            "text": "Yowalil tze cha k'exmaj he pensar, tze chaan junxo ak' pensar sb'o Dios icha snib'ej. Tato icha chi', tojol ol eyutoc he b'a, te wach'nhej ol aj he b'eyb'al."
        },
        {
            "number": "25",
            "text": "Yuj chi', manhxo eyeslaj he ti'oc junjun ex, anhej wal junok tas te yel tzeyala', yujto junnhej animail caj ko masanil."
        },
        {
            "number": "26",
            "text": "Ayic scot eyowal, manh he k'ulej junok chukal yuj jun eyowal chi'. Max yal anheja' yajcot eyowal tz'em k'u."
        },
        {
            "number": "27",
            "text": "Tato aynhejcot eyowal chi', ol eyak' slugar winh diablo sjuanel he pensar."
        },
        {
            "number": "28",
            "text": "Tato ayex mach ex elk'um ex t'a yalanhtaxo, manhxo ex elk'anwoc ticnaik. Más wach' tzex munlaj t'a junok munlajel wach', yic wach' ol yal he kolwaj t'a heb' malaj yico'."
        },
        {
            "number": "29",
            "text": "Manh eyal juntzanh chukal lolonel. Anhej juntzanh lolonel wach' tzeyala', yic sb'o spensar heb' tz'ab'an tas tzeyal chi', haxo swach' tek'k'aj heb' chi' eyuuj."
        },
        {
            "number": "30",
            "text": "Manh eyak' kus Yespíritu Dios cajanoch t'ayex junjun ex. Yujto icha tz'aj yak'jioch junok sello t'a junok tasi, icha chi' ix aj yak'jioch t'ayonh junjun onh. Yuj scheclajeli to yic onhxo Dios, masanto ol ja jun k'ual ayic ol ko wach' chaan ko colnab'il."
        },
        {
            "number": "31",
            "text": "Actejeccan masanil he chichonk'olal yet' he k'ak'alk'olal. Manh comonoc schacb'i he sat scot eyowal. Anhejtona', manh comonoc sk'e he jaj he tumwaji. Actejeccan he k'ulan masanil tas chuk."
        },
        {
            "number": "32",
            "text": "Wach' tzeyutej he pensar t'ayex junjun ex. Slaj ok' he k'ool t'ayex junjun ex. Anhejtona', tzeyak'laj niwank'olal he b'a, icha ix aj onh yak'an niwank'olal Dios yuj Cristo."
        }
    ]
}