{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaik yuninal onhxo Dios, xajanab'ilonhxo yuj. Yuj chi' icha syutej sb'a, yowalil icha chi' scutej ko b'a."
        },
        {
            "number": "2",
            "text": "Sco xajanejnhej ko b'a icha ix aj onh xajanan Cristo ayic ix cham cuuj. Icha nok' kalnel smiljicham silab'il yuj mul, sumumi sjab' d'ha Dios, stzalaj wal yet'oc, icha chi' ix aj smiljicham Cristo chi' yuj ko mul."
        },
        {
            "number": "3",
            "text": "Ha ticnaik, yiconhxo Dios. Yuj chi', a wal ajmulal, ma yalnhej tas chukal sk'ulej heb' anima yet' sniwanil, ma pek'al, manhxo smojoc calub'tanhani."
        },
        {
            "number": "4",
            "text": "Anhejtona', max yal kalan juntzanh tas q'uixwub'tac yalji, ma juntzanh chukal lolonel. Yujto a juntzanh chi', manh smojoc kalani. Aokab' ak'oj yuj diosal skak' d'ha Dios t'a yichanh to skala'."
        },
        {
            "number": "5",
            "text": "Cojtakxo to a heb' tz'emnhej t'a ajmulal yet' heb' sk'ulan yalnhej tas chukal yet' sniwanil, heb' pek' tumin, malaj yalan yic heb' yoch b'aj ol yak' yajalil Cristo yet' Dios. Yujto a heb' pek' tumin chi', ha t'a yichanh Dios, ichato sdiosal jun chi' heb'."
        },
        {
            "number": "6",
            "text": "Manh eyak' ak'joc musansatil he b'a yuj heb' tz'alani to malaj yowalil ko k'ulan juntzanh swal tik. Ha tas syal heb' chi', malaj yelk'ochi, yujto ol cot jun niwan yaelal yuj yowal sk'ool Dios t'a yib'anh heb' sk'ulan juntzanh chi'."
        },
        {
            "number": "7",
            "text": "Yuj chi', xe comon ak'ejtaoch he b'a yet' heb'."
        },
        {
            "number": "8",
            "text": "Ha t'a yalanhtaxo, ichato ha t'a skal k’ik’ k’inal ayonh ek' yuj ko chuk b'eyb'al. Axo ticnaik, ichato ayonhxo ek' t'a skal sakil k'inal, yujto junxonhej kaj yet' Kajal Jesús. Yiconhxo jun ay yic sakil k'inal chi' ticnaik, yuj chi' yowalil wach' scutej ko b'eyb'al."
        },
        {
            "number": "9",
            "text": "Tato yel yiconhxo jun aj sakil k'inal chi', wach'nhej scutej ko b'a, tojol scutej ko b'a. Anhej wal tas yel skala'."
        },
        {
            "number": "10",
            "text": "Aokab' juntzanh tas wach' t'a sat Dios sko b'eyb'alej."
        },
        {
            "number": "11",
            "text": "Manh eyak'och he b'ha t'a skal juntzanh tas sk'ulej heb' ayto ek' t'a skal k’ik’ k’inal, yujto a tas sk'ulej heb' chi', malaj swach'il. Más am wach' tze ch'oxeli to malaj yelk'och juntzanh chi'."
        },
        {
            "number": "12",
            "text": "Yujto a juntzanh tas sk'ulej heb' t'a k'ub'eltac chi', wach'chom tonhej skala', te q'uixwelal."
        },
        {
            "number": "13",
            "text": "Palta a jantacnhej tas sk'ulej heb' chi', ol ak'joc prowal yuj jun sakil k'inal yic Dios, haxo scheclajelta chi'. Yujto a jun sakil k'inal chi', a tz'ak'an checlajel masanil tasi."
        },
        {
            "number": "14",
            "text": "Yuj chi' ay jun tz'alan icha tik: Ha ach ichato waynac ach, ak'el a wayanh. Q'ueanh waan t'a skal heb' icha chamnacto, yic ol yak' sakil k'inal Cristo t'ayach, xchi."
        },
        {
            "number": "15",
            "text": "Yuj chi', tzeyil wal he b'a yet' tas tze k'ulej, manh ichoc heb' malaj spensar t'a yichanh Dios tzeyutej he b'a. Ayokab' he pensar."
        },
        {
            "number": "16",
            "text": "Tzeyak' wal eyip t'a yic Dios, yacb'an ayto jab'ocxo tiempo, yujto a jun pekti’ tik, ayxo smay."
        },
        {
            "number": "17",
            "text": "Manh quistaloc tzeyutej he b'a. Hak'ek eyip he naaneli tas wal snib'ej Dios t'ayonh."
        },
        {
            "number": "18",
            "text": "Manh ex och uk'umanhil, yujto tz'ixtaxel ko pensar yuj anh. Más wach' a Yespíritu Dios tze wach' chaejoch yak' yajalil t'ayex."
        },
        {
            "number": "19",
            "text": "Ayic tze molb'an he b'a, tze b'itej juntzanh salmo, himno yet' juntzanhxo b'it yic Dios. Ayic tzex b'itani, tzeyal wach' lolonel t'a Kajal Jesús t'a smasanil he k'ool."
        },
        {
            "number": "20",
            "text": "Ha t'a sb'i Kajal Jesucristo skak' yuj diosal d'ha Dios ko Mam yuj yalnhej tas sja t'a quib'anh."
        },
        {
            "number": "21",
            "text": "Tze chaoch t'a eyib'anh he k'anab'ajan tas tzeyal junjun ex, yujto ayonh och t'a yalanh smandar Cristo."
        },
        {
            "number": "22",
            "text": "Ha ex ix ex ayxo eyetb'eyum, tze chaoch t'a eyib'anh he k'anab'ajan tas syal heb' winh, icha tzeyutej he b'ha t'a Kajal Jesús."
        },
        {
            "number": "23",
            "text": "Yujto a winh eyetb'eyum chi', ichato he jolom yaj winh, icha Cristo sjolomal yaj t'a yiglesia. Anhejtona', ko Kolumal paxi, ichato sniwanil kaji."
        },
        {
            "number": "24",
            "text": "Icha syutej iglesia sk'anab'ajan t'a Cristo, ichaokab' chi' heb' ix ix, k'anab'ajumokab' syutej sb'a heb' ix t'a winh yetb'eyum t'a smasanil."
        },
        {
            "number": "25",
            "text": "Ha exxo winak ex ayxo eyetb'eyum, tze xajanej heb' ix, icha syutej Cristo xajanan yiglesia. A' ix yak'cham sb'a cuuj,"
        },
        {
            "number": "26",
            "text": "yic tzonh yik'och yicoc yuj onh sacb'itan t'a ha ha' yet' t'a slolonel."
        },
        {
            "number": "27",
            "text": "Icha chi' ix onh yutej a onh yiglesia onh tik, yic te wach' onh, ayic ol onh k'och t'a yichanh. Manhxa jab'oc ko paltail ta'. Icha junok pichul malaj jab'oc mic t'ay, malaj pax jab'oc b'aj nhik'chimtac, te t'ajaji yilji."
        },
        {
            "number": "28",
            "text": "Anhejtona', a ex ayxo heb' ix eyetb'eyum chi', icha chi' tzeyutej he xajanan heb' ix. Tato tze xajanej heb' ix, syalelk'ochi, a he niwanil wan he xajanani."
        },
        {
            "number": "29",
            "text": "¿Toc wal ay junok mach schichonoch sk'ool t'a sniwanil? Co masanil sko ya'ilej wal ko niwanil chi', skak'anpax serwil. Icha chi' tzonh yutej Cristo a onh yiglesia onh tik,"
        },
        {
            "number": "30",
            "text": "yujto ichato sniwanil kaji."
        },
        {
            "number": "31",
            "text": "Yuj chi', a winh winak, syactejkan smam snun winh, yic junxonhej tz'ajkan winh yet' ix yetb'eyum. Axo heb' schawanhil, junxonhej niwanil tz'ajkan heb', xchikan t'a Slolonel Dios."
        },
        {
            "number": "32",
            "text": "Ha t'a juntzanh lolonel tik scheclajel jun k'ayb'ub'al te niwan yelk'ochi, aton jun ch'oxb'ilxo yuj Dios. Swal jun tik yuj tas yaj Cristo yet' yiglesia."
        },
        {
            "number": "33",
            "text": "Anhejtona' syalanpax t'ayex a ex winak ex ayxo heb' ix eyetb'eyum to tze xajanej heb' ix, icha tzeyutej he xajanan he niwanil. Syalanpax t'ayex a ex ix ex ayxo eyetb'eyum, niwanokab' yelk'och winh eyetb'eyum chi' t'ayex junjun ex."
        }
    ]
}