{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaic yuninal onhxo Dios, xajanab'ilonhxo yuj. Yuj chi' icha syutej sb'a, yovalil icha chi' scutej co b'a."
        },
        {
            "number": "2",
            "text": "Sco xajanejnhej co b'a icha ix aj onh xajanan Cristo ayic ix cham cuuj. Icha nok' calnel smiljicham silab'il yuj mul, sumumi sjab' d'ha Dios, stzalaj val yet'oc, icha chi' ix aj smiljicham Cristo chi' yuj co mul."
        },
        {
            "number": "3",
            "text": "Ha ticnaic, yiconhxo Dios. Yuj chi', a val ajmulal, ma yalnhej tas chucal sk'ulej eb' anima yet' snivanil, ma pek'al, manhxo smojoc calub'tanhani."
        },
        {
            "number": "4",
            "text": "Anhejtona', max yal calan juntzanh tas q'uixvub'tac yalji, ma juntzanh chucal lolonel. Yujto a juntzanh chi', manh smojoc calani. Aocab' ak'oj yuj diosal scak' d'ha Dios t'a yichanh to scala'."
        },
        {
            "number": "5",
            "text": "Cojtacxo to a eb' tz'emnhej t'a ajmulal yet' eb' sk'ulan yalnhej tas chucal yet' snivanil, eb' pek' tumin, malaj yalan yic eb' yoch b'aj ol yak' yajalil Cristo yet' Dios. Yujto a eb' pek' tumin chi', ha t'a yichanh Dios, ichato sdiosal jun chi' eb'."
        },
        {
            "number": "6",
            "text": "Manh eyak' ak'joc musansatil e b'a yuj eb' tz'alani to malaj yovalil co k'ulan juntzanh sval tik. Ha tas syal eb' chi', malaj yelk'ochi, yujto ol cot jun niwan yaelal yuj yoval sk'ool Dios t'a yib'anh eb' sk'ulan juntzanh chi'."
        },
        {
            "number": "7",
            "text": "Yuj chi', xe comon aq'uejtaoch e b'a yet' eb'."
        },
        {
            "number": "8",
            "text": "Ha t'a yalanhtaxo, ichato ha t'a skal k’ik’ k’inal ayonh ek' yuj co chuc b'eyb'al. Axo ticnaic, ichato ayonhxo ek' t'a skal sakil k'inal, yujto junxonhej caj yet' Cajal Jesús. Yiconhxo jun ay yic sakil k'inal chi' ticnaic, yuj chi' yovalil wach' scutej co b'eyb'al."
        },
        {
            "number": "9",
            "text": "Tato yel yiconhxo jun aj sakil k'inal chi', wach'nhej scutej co b'a, tojol scutej co b'a. Anhej val tas yel scala'."
        },
        {
            "number": "10",
            "text": "Aocab' juntzanh tas wach' t'a sat Dios sco b'eyb'alej."
        },
        {
            "number": "11",
            "text": "Manh eyak'och e b'ha t'a skal juntzanh tas sk'ulej eb' ayto ek' t'a skal k’ik’ k’inal, yujto a tas sk'ulej eb' chi', malaj swach'il. Más am wach' tze ch'oxeli to malaj yelk'och juntzanh chi'."
        },
        {
            "number": "12",
            "text": "Yujto a juntzanh tas sk'ulej eb' t'a k'ub'eltac chi', wach'chom tonhej scala', te q'uixvelal."
        },
        {
            "number": "13",
            "text": "Palta a jantacnhej tas sk'ulej eb' chi', ol ak'joc proval yuj jun sakil k'inal yic Dios, haxo scheclajelta chi'. Yujto a jun sakil k'inal chi', a tz'ak'an checlajel masanil tasi."
        },
        {
            "number": "14",
            "text": "Yuj chi' ay jun tz'alan icha tik: Ha ach ichato vaynac ach, aq'uel a vayanh. Q'ueanh vaan t'a skal eb' icha chamnacto, yic ol yak' sakil k'inal Cristo t'ayach, xchi."
        },
        {
            "number": "15",
            "text": "Yuj chi', tzeyil val e b'a yet' tas tze k'ulej, manh ichoc eb' malaj spensar t'a yichanh Dios tzeyutej e b'a. Ayokab' e pensar."
        },
        {
            "number": "16",
            "text": "Tzeyak' val eyip t'a yic Dios, yacb'an ayto jab'ocxo tiempo, yujto a jun pekti’ tik, ayxo smay."
        },
        {
            "number": "17",
            "text": "Manh quistaloc tzeyutej e b'a. Hak'ek eyip e naaneli tas val sgana Dios t'ayonh."
        },
        {
            "number": "18",
            "text": "Manh ex och uk'umanhil, yujto tz'ixtaxel co pensar yuj anh. Más wach' a Yespíritu Dios tze wach' chaejoch yak' yajalil t'ayex."
        },
        {
            "number": "19",
            "text": "Ayic tze molb'an e b'a, tze b'itej juntzanh salmo, himno yet' juntzanhxo b'it yic Dios. Ayic tzex b'itani, tzeyal wach' lolonel t'a Cajal Jesús t'a smasanil e k'ool."
        },
        {
            "number": "20",
            "text": "Ha t'a sb'i Cajal Jesucristo scak' yuj diosal d'ha Dios co Mam yuj yalnhej tas sja t'a quib'anh."
        },
        {
            "number": "21",
            "text": "Tze chaoch t'a eyib'anh e k'anab'ajan tas tzeyal junjun ex, yujto ayonh och t'a yalanh smandar Cristo."
        },
        {
            "number": "22",
            "text": "Ha ex ix ex ayxo eyetb'eyum, tze chaoch t'a eyib'anh e k'anab'ajan tas syal eb' vinh, icha tzeyutej e b'ha t'a Cajal Jesús."
        },
        {
            "number": "23",
            "text": "Yujto a vinh eyetb'eyum chi', ichato e jolom yaj vinh, icha Cristo sjolomal yaj t'a yiglesia. Anhejtona', co Columal paxi, ichato snivanil caji."
        },
        {
            "number": "24",
            "text": "Icha syutej iglesia sk'anab'ajan t'a Cristo, ichaocab' chi' eb' ix ix, k'anab'ajumocab' syutej sb'a eb' ix t'a vinh yetb'eyum t'a smasanil."
        },
        {
            "number": "25",
            "text": "Ha exxo vinac ex ayxo eyetb'eyum, tze xajanej eb' ix, icha syutej Cristo xajanan yiglesia. A' ix yak'cham sb'a cuuj,"
        },
        {
            "number": "26",
            "text": "yic tzonh yik'och yicoc yuj onh sacb'itan t'a ha ha' yet' t'a slolonel."
        },
        {
            "number": "27",
            "text": "Icha chi' ix onh yutej a onh yiglesia onh tik, yic te wach' onh, ayic ol onh k'och t'a yichanh. Manhxa jab'oc co paltail ta'. Icha junok pichul malaj jab'oc mic t'ay, malaj pax jab'oc b'aj nhik'chimtac, te t'ajaji yilji."
        },
        {
            "number": "28",
            "text": "Anhejtona', a ex ayxo eb' ix eyetb'eyum chi', icha chi' tzeyutej e xajanan eb' ix. Tato tze xajanej eb' ix, syalelk'ochi, a e nivanil van e xajanani."
        },
        {
            "number": "29",
            "text": "¿Toc val ay junok mach schichonoch sk'ool t'a snivanil? Co masanil sco ya'ilej val co nivanil chi', scak'anpax servil. Icha chi' tzonh yutej Cristo a onh yiglesia onh tik,"
        },
        {
            "number": "30",
            "text": "yujto ichato snivanil caji."
        },
        {
            "number": "31",
            "text": "Yuj chi', a vinh vinac, syactejcan smam snun vinh, yic junxonhej tz'ajkan vinh yet' ix yetb'eyum. Axo eb' schavanhil, junxonhej nivanil tz'ajkan eb', xchican t'a Slolonel Dios."
        },
        {
            "number": "32",
            "text": "Ha t'a juntzanh lolonel tik scheclajel jun k'ayb'ub'al te niwan yelk'ochi, aton jun ch'oxb'ilxo yuj Dios. Sval jun tik yuj tas yaj Cristo yet' yiglesia."
        },
        {
            "number": "33",
            "text": "Anhejtona' syalanpax t'ayex a ex vinac ex ayxo eb' ix eyetb'eyum to tze xajanej eb' ix, icha tzeyutej e xajanan e nivanil. Syalanpax t'ayex a ex ix ex ayxo eyetb'eyum, nivanocab' yelk'och vinh eyetb'eyum chi' t'ayex junjun ex."
        }
    ]
}