{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "A ticnaic yuninal onhxo Dios, xajanab'ilonhxo yuuj. Yuj chi' icha syutej sb'a, yovalil icha chi' scutej co b'a."
        },
        {
            "number": "2",
            "text": "Sco xajanejnhej co b'a icha ix aj onh xajanan Cristo ayic ix cham cuuj. Icha nok' calnel smiljicham silab'il yuj mul, sumumi sjab' d'a Dios, stzalaj val yed'oc, icha chi' ix aj smiljicham Cristo chi' yuj co mul."
        },
        {
            "number": "3",
            "text": "A ticnaic, yiconhxo Dios. Yuj chi', a val ajmulal, ma yalnhej tas chucal sk'ulej eb' anima yed' snivanil, ma pek'al, manhxo smojoc calub'tanhani."
        },
        {
            "number": "4",
            "text": "Anhejtona', max yal calan juntzanh tas q'uixvub'tac yalji, ma juntzanh chucal lolonel. Yujto a juntzanh chi', manh smojoc calani. Aocab' ak'oj yuj diosal scak' d'a Dios d'a yichanh to scala'."
        },
        {
            "number": "5",
            "text": "Cojtacxo to a eb' tz'emnhej d'a ajmulal yed' eb' sk'ulan yalnhej tas chucal yed' snivanil, eb' pek' tumin, malaj yalan yic eb' yoch b'aj ol yak' yajalil Cristo yed' Dios. Yujto a eb' pek' tumin chi', a d'a yichanh Dios, ichato sdiosal jun chi' eb'."
        },
        {
            "number": "6",
            "text": "Manh eyak' ak'joc musansatil e b'a yuj eb' tz'alani to malaj yovalil co k'ulan juntzanh sval tic. A tas syal eb' chi', malaj yelk'ochi, yujto ol cot jun nivan yaelal yuj yoval sk'ool Dios d'a yib'anh eb' sk'ulan juntzanh chi'."
        },
        {
            "number": "7",
            "text": "Yuj chi', xe comon aq'uejtaoch e b'a yed' eb'."
        },
        {
            "number": "8",
            "text": "A d'a yalanhtaxo, ichato a d'a scal q'uik'alq'uinal ayonh ek' yuj co chuc b'eyb'al. Axo ticnaic, ichato ayonhxo ek' d'a scal saquilq'uinal, yujto junxonhej caj yed' Cajal Jesús. Yiconhxo jun ay yic saquilq'uinal chi' ticnaic, yuj chi' yovalil vach' scutej co b'eyb'al."
        },
        {
            "number": "9",
            "text": "Tato yel yiconhxo jun aj saquilq'uinal chi', vach'nhej scutej co b'a, tojol scutej co b'a. Anhej val tas yel scala'."
        },
        {
            "number": "10",
            "text": "Aocab' juntzanh tas vach' d'a sat Dios sco b'eyb'alej."
        },
        {
            "number": "11",
            "text": "Manh eyak'och e b'a d'a scal juntzanh tas sk'ulej eb' ayto ek' d'a scal q'uik'alq'uinal, yujto a tas sk'ulej eb' chi', malaj svach'il. Más am vach' tze ch'oxeli to malaj yelk'och juntzanh chi'."
        },
        {
            "number": "12",
            "text": "Yujto a juntzanh tas sk'ulej eb' d'a k'ub'eltac chi', vach'chom tonhej scala', te q'uixvelal."
        },
        {
            "number": "13",
            "text": "Palta a jantacnhej tas sk'ulej eb' chi', ol ak'joc proval yuj jun saquilq'uinal yic Dios, axo scheclajelta chi'. Yujto a jun saquilq'uinal chi', a tz'ak'an checlajel masanil tasi."
        },
        {
            "number": "14",
            "text": "Yuj chi' ay jun tz'alan icha tic: A ach ichato vaynac ach, aq'uel a vayanh. Q'ueanh vaan d'a scal eb' icha chamnacto, yic ol yak' saquilq'uinal Cristo d'ayach, xchi."
        },
        {
            "number": "15",
            "text": "Yuj chi', tzeyil val e b'a yed' tas tze k'ulej, manh ichoc eb' malaj spensar d'a yichanh Dios tzeyutej e b'a. Ayocab' e pensar."
        },
        {
            "number": "16",
            "text": "Tzeyak' val eyip d'a yic Dios, yacb'an ayto jab'ocxo tiempo, yujto a jun tiempoal tic, ayxo smay."
        },
        {
            "number": "17",
            "text": "Manh quistaloc tzeyutej e b'a. Aq'uec eyip e naaneli tas val sgana Dios d'ayonh."
        },
        {
            "number": "18",
            "text": "Manh ex och uk'umanhil, yujto tz'ixtaxel co pensar yuj anh. Más vach' a Yespíritu Dios tze vach' chaejoch yak' yajalil d'ayex."
        },
        {
            "number": "19",
            "text": "Ayic tze molb'an e b'a, tze b'itej juntzanh salmo, himno yed' juntzanhxo b'it yic Dios. Ayic tzex b'itani, tzeyal vach' lolonel d'a Cajal Jesús d'a smasanil e k'ool."
        },
        {
            "number": "20",
            "text": "A d'a sb'i Cajal Jesucristo scak' yuj diosal d'a Dios co Mam yuj yalnhej tas sja d'a quib'anh."
        },
        {
            "number": "21",
            "text": "Tze chaoch d'a eyib'anh e k'anab'ajan tas tzeyal junjun ex, yujto ayonh och d'a yalanh smandar Cristo."
        },
        {
            "number": "22",
            "text": "A ex ix ex ayxo eyetb'eyum, tze chaoch d'a eyib'anh e k'anab'ajan tas syal eb' vinh, icha tzeyutej e b'a d'a Cajal Jesús."
        },
        {
            "number": "23",
            "text": "Yujto a vinh eyetb'eyum chi', ichato e jolom yaj vinh, icha Cristo sjolomal yaj d'a yiglesia. Anhejtona', co Columal paxi, ichato snivanil caji."
        },
        {
            "number": "24",
            "text": "Icha syutej iglesia sk'anab'ajan d'a Cristo, ichaocab' chi' eb' ix ix, k'anab'ajumocab' syutej sb'a eb' ix d'a vinh yetb'eyum d'a smasanil."
        },
        {
            "number": "25",
            "text": "A exxo vinac ex ayxo eyetb'eyum, tze xajanej eb' ix, icha syutej Cristo xajanan yiglesia. A' ix yak'cham sb'a cuuj,"
        },
        {
            "number": "26",
            "text": "yic tzonh yik'och yicoc yuj onh sacb'itan d'a a a' yed' d'a slolonel."
        },
        {
            "number": "27",
            "text": "Icha chi' ix onh yutej a onh yiglesia onh tic, yic te vach' onh, ayic ol onh k'och d'a yichanh. Manhxa jab'oc co paltail ta'. Icha junoc pichul malaj jab'oc mic d'ay, malaj pax jab'oc b'aj nhik'chimtac, te d'ajaji yilji."
        },
        {
            "number": "28",
            "text": "Anhejtona', a ex ayxo eb' ix eyetb'eyum chi', icha chi' tzeyutej e xajanan eb' ix. Tato tze xajanej eb' ix, syalelk'ochi, a e nivanil van e xajanani."
        },
        {
            "number": "29",
            "text": "¿Toc val ay junoc mach schichonoch sk'ool d'a snivanil? Co masanil sco ya'ilej val co nivanil chi', scak'anpax servil. Icha chi' tzonh yutej Cristo a onh yiglesia onh tic,"
        },
        {
            "number": "30",
            "text": "yujto ichato snivanil caji."
        },
        {
            "number": "31",
            "text": "Yuj chi', a vinh vinac, syactejcan smam snun vinh, yic junxonhej tz'ajcan vinh yed' ix yetb'eyum. Axo eb' schavanhil, junxonhej nivanil tz'ajcan eb', xchican d'a Slolonel Dios."
        },
        {
            "number": "32",
            "text": "A d'a juntzanh lolonel tic scheclajel jun k'ayb'ub'al te nivan yelk'ochi, aton jun ch'oxb'ilxo yuj Dios. Sval jun tic yuj tas yaj Cristo yed' yiglesia."
        },
        {
            "number": "33",
            "text": "Anhejtona' syalanpax d'ayex a ex vinac ex ayxo eb' ix eyetb'eyum to tze xajanej eb' ix, icha tzeyutej e xajanan e nivanil. Syalanpax d'ayex a ex ix ex ayxo eyetb'eyum, nivanocab' yelk'och vinh eyetb'eyum chi' d'ayex junjun ex."
        }
    ]
}