{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ha ex uninab'il ex, k'anab'ajejec e mam e nun. Te wach' t'a yichanh Cajal Jesús tato icha chi' tzeyutej e b'a."
        },
        {
            "number": "2",
            "text": "Ay jun schecnab'il Dios tz'alan icha tik: Ayokab' yelk'och e mam e nun t'ayex, xchi. Aton jun b'ab'el checnab'il tik b'aj yak'naccan sti' Dios yuj tas syak' t'ayonh, tato sco k'anab'ajej. Syalani:"
        },
        {
            "number": "3",
            "text": "Tato icha chi', ek'alxo swach'il eyico' yic wach' snajatb'i e q'uinal t'a yol yib'anhk’inal tik, xchi."
        },
        {
            "number": "4",
            "text": "Ha exxo mamab'il ex, manh e tzuntzejcot yoval eb' eyuninal, palta to tze q'uib'tzitej eb', tze cachan eb'. Tze k'ayb'anpax eb' t'a sk'ayb'ub'al Cajal Jesús."
        },
        {
            "number": "5",
            "text": "Ha exxo checab' eyaji, tze k'anab'ajej tas syal e patrón. Ayokab' yelk'och eb' t'a e sat, tzex xiv t'a eb'. D'a smasanil e k'ool tzex munlaj t'a eb', yujto ichato ha t'a Cristo van e munlaji."
        },
        {
            "number": "6",
            "text": "Manhocnhej van ex yilan eb' tzex munlaji, yic stzalaj eb' eyed' e naani. Palta tzex munlaj t'a smasanil e k'ool icha sgana Dios, yujto aton Cristo van eyak'an servil."
        },
        {
            "number": "7",
            "text": "Tzex munlaj val t'a tzalajk'olal, yujto ha t'a Cajal Jesús van e munlaji, manhoc t'a junok anima."
        },
        {
            "number": "8",
            "text": "Yujto cojtacxo to wach'chom checab' caji, ma munil quic co b'a, palta ol co cha spac quic junjun onh t'a Cajal Jesús. Ato syala' tastac wach' sco k'ulej junjun onh."
        },
        {
            "number": "9",
            "text": "Ha exxo patrón ex, icha pax chi' tzeyutej e b'ha t'a eb' checab' yaj t'ayex. Manh ovoc tzeyutej e b'ha t'a eb'. Tze nacoti to ay jun t'a satcha’anh tzex ak'an mandar yet' eb', aton Cajal Jesús. Ha t'a yichanh Cajal chi', lajannhej eyelk'och yet' eb'."
        },
        {
            "number": "10",
            "text": "Ha ticnaic tek'an val scutej co b'ha t'a yol sk'ab' Cajal Jesús. Ochocab' co tek'anil yuj spoder."
        },
        {
            "number": "11",
            "text": "Co chaec juntzanh tas syak' Dios t'ayonh. Aton juntzanh icha syamk'ab' eb' soldado, yic wach' syal co tek'b'an co b'ha t'a vinh diablo, ayic syak'lan vinh onh yak'an ganar yet' sjelanil."
        },
        {
            "number": "12",
            "text": "Yujto manhoc yet' eb' anima van cak'an oval, palta a yet' juntzanh enemigo sk'ulan chucal ay yopisio t'a skal ik', a yet' eb' van cak'an oval. Aton eb' chi' ay yopisio yak'an mandar, ayoch eb' yajaliloc chucal t'a yol yib'anhk’inal tik."
        },
        {
            "number": "13",
            "text": "Yuj chi', ichaocab' junok soldado sk'anan syamk'ab' yic oval, ichaocab' chi' scutej co yamk'ab'an juntzanh tas syak' Dios t'ayonh, yic tek'an scutej co b'a, ayic sjavi junok chucal. Tato sco tek'b'ej co b'a, anheja' tek'an onh ayic ol lajvoc oval chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi', tek'an scutej co b'a. Scak' val och co pensar t'a jun lolonel te yel icha eb' soldado syak'och cincho yic oval. Co chaec jun stojolal syak' Dios t'ayonh, yic lajan tzonh aj icha eb' soldado scol sb'a yet' jun q'uen pichul syak'och eb' t'a snhi' sk'ool."
        },
        {
            "number": "15",
            "text": "Icha eb' soldado syak' lista sb'a, syak'anoch xanhab', ichaocab' pax chi' scutej cak'an lista co b'a yet' co pensar, yic tzonh b'at calel wach' ab'ix yic junk'olal."
        },
        {
            "number": "16",
            "text": "Axo junxo tik, más yovalil to sco wach' aq'uejoch Dios t'a co k'ool, sec yuj chi' max onh yamchaj yuj vinh diablo, ayic syak'an oval vinh qued'oc. Ichato sjulcot juntzanh te te' vinh ayoch sk'ak'al t'ayonh. Tato sco wach' aq'uejoch Dios t'a co k'ool, lajan onh icha eb' soldado yamb'iloch smaclab' jul-lab' yic max yamchaj sjulji."
        },
        {
            "number": "17",
            "text": "Scak'och yipoc co k'ool to colchajnac onhxo. Tato icha chi', lajan onh icha eb' soldado k'oxb'il jun q'uen xumpil yuj. Axonhej slolonel Dios ak'b'il t'ayonh yuj Yespíritu scak'lab'ej icha syutej eb' soldado yak'lab'an yespada."
        },
        {
            "number": "18",
            "text": "Anhejtona' tzonh lesalvi d'ha Dios t'a masanil tiempo yet' spoder Yespíritu, sco k'anan tas t'ay. Scak' val och co pensar co lesalvi. Manh onh tzactzajoc. Lesalvanhec yuj jantacnhej eb' yicxo Dios qued'oc."
        },
        {
            "number": "19",
            "text": "Tzex lesalvi pax vuuj, yic ol yak'pax Dios nachajel vuuj tas ol vala', sec yuj chi' anheja' tek'an ol vutoc in b'a valanel wach' ab'ix, aton jun ch'oxb'il yuj Dios t'ayonh."
        },
        {
            "number": "20",
            "text": "Ha Dios ak'jinac vopisio valanel jun ab'ix tik, yuj chi' preso vaj ticnaic. Lesalvanhec vuuj, yic anheja' tek'an ol vutoc in b'a valaneli, icha sgana Dios chi'."
        },
        {
            "number": "21",
            "text": "Ha vinh cuk'tac Tíquico, xajanab'il val vinh cuuj. Tek'an val smunlaj vinh qued' t'a yic Cajal Jesús. Ha vinh ol b'at alan t'ayex tas vaj t'a tik yet' tas van in k'ulani."
        },
        {
            "number": "22",
            "text": "Yuj chi' tzin checb'at vinh t'ayex ta', yic a vinh ol alanoc tas caji, sec yuj chi' ol ex tzalaj cuuj."
        },
        {
            "number": "23",
            "text": "Yak'ocab' sjunk'olal co Mam Dios yet' Cajal Jesucristo t'ayex ta', tze xajanan e b'a. In gana tze wach' aq'uejoch Dios chi' t'a e k'ool."
        },
        {
            "number": "24",
            "text": "Jantacnhej eb' xajanan Cajal Jesucristo t'a masanil tiempo, ayocab' swach'k'olal Dios t'a eb'."
        }
    ]
}