{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "A ex uninab'il ex, k'anab'ajejec e mam e nun. Te vach' d'a yichanh Cajal Jesús tato icha chi' tzeyutej e b'a."
        },
        {
            "number": "2",
            "text": "Ay jun schecnab'il Dios tz'alan icha tic: Ayocab' yelk'och e mam e nun d'ayex, xchi. Aton jun b'ab'el checnab'il tic b'aj yak'naccan sti' Dios yuj tas syak' d'ayonh, tato sco k'anab'ajej. Syalani:"
        },
        {
            "number": "3",
            "text": "Tato icha chi', ek'alxo svach'il eyico' yic vach' snajatb'i e q'uinal d'a yolyib'anhq'uinal tic, xchi."
        },
        {
            "number": "4",
            "text": "A exxo mamab'il ex, manh e tzuntzejcot yoval eb' eyuninal, palta to tze q'uib'tzitej eb', tze cachan eb'. Tze k'ayb'anpax eb' d'a sk'ayb'ub'al Cajal Jesús."
        },
        {
            "number": "5",
            "text": "A exxo checab' eyaji, tze k'anab'ajej tas syal e patrón. Ayocab' yelk'och eb' d'a e sat, tzex xiv d'a eb'. D'a smasanil e k'ool tzex munlaj d'a eb', yujto ichato a d'a Cristo van e munlaji."
        },
        {
            "number": "6",
            "text": "Manhocnhej van ex yilan eb' tzex munlaji, yic stzalaj eb' eyed' e naani. Palta tzex munlaj d'a smasanil e k'ool icha sgana Dios, yujto aton Cristo van eyak'an servil."
        },
        {
            "number": "7",
            "text": "Tzex munlaj val d'a tzalajk'olal, yujto a d'a Cajal Jesús van e munlaji, manhoc d'a junoc anima."
        },
        {
            "number": "8",
            "text": "Yujto cojtacxo to vach'chom checab' caji, ma munil quic co b'a, palta ol co cha spac quic junjun onh d'a Cajal Jesús. Ato syala' tastac vach' sco k'ulej junjun onh."
        },
        {
            "number": "9",
            "text": "A exxo patrón ex, icha pax chi' tzeyutej e b'a d'a eb' checab' yaj d'ayex. Manh ovoc tzeyutej e b'a d'a eb'. Tze nacoti to ay jun d'a satchaanh tzex ak'an mandar yed' eb', aton Cajal Jesús. A d'a yichanh Cajal chi', lajannhej eyelk'och yed' eb'."
        },
        {
            "number": "10",
            "text": "A ticnaic tek'an val scutej co b'a d'a yol sk'ab' Cajal Jesús. Ochocab' co tek'anil yuj spoder."
        },
        {
            "number": "11",
            "text": "Co chaec juntzanh tas syak' Dios d'ayonh. Aton juntzanh icha syamk'ab' eb' soldado, yic vach' syal co tek'b'an co b'a d'a vinh diablo, ayic syak'lan vinh onh yak'an ganar yed' sjelanil."
        },
        {
            "number": "12",
            "text": "Yujto manhoc yed' eb' anima van cak'an oval, palta a yed' juntzanh enemigo sk'ulan chucal ay yopisio d'a scal ik', a yed' eb' van cak'an oval. Aton eb' chi' ay yopisio yak'an mandar, ayoch eb' yajaliloc chucal d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "13",
            "text": "Yuj chi', ichaocab' junoc soldado sk'anan syamk'ab' yic oval, ichaocab' chi' scutej co yamk'ab'an juntzanh tas syak' Dios d'ayonh, yic tek'an scutej co b'a, ayic sjavi junoc chucal. Tato sco tek'b'ej co b'a, anheja' tek'an onh ayic ol lajvoc oval chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi', tek'an scutej co b'a. Scak' val och co pensar d'a jun lolonel te yel icha eb' soldado syak'och cincho yic oval. Co chaec jun stojolal syak' Dios d'ayonh, yic lajan tzonh aj icha eb' soldado scol sb'a yed' jun q'uen pichul syak'och eb' d'a snhi' sk'ool."
        },
        {
            "number": "15",
            "text": "Icha eb' soldado syak' lista sb'a, syak'anoch xanhab', ichaocab' pax chi' scutej cak'an lista co b'a yed' co pensar, yic tzonh b'at calel vach' ab'ix yic junk'olal."
        },
        {
            "number": "16",
            "text": "Axo junxo tic, más yovalil to sco vach' aq'uejoch Dios d'a co k'ool, sec yuj chi' max onh yamchaj yuj vinh diablo, ayic syak'an oval vinh qued'oc. Ichato sjulcot juntzanh te te' vinh ayoch sk'ak'al d'ayonh. Tato sco vach' aq'uejoch Dios d'a co k'ool, lajan onh icha eb' soldado yamb'iloch smaclab' jul-lab' yic max yamchaj sjulji."
        },
        {
            "number": "17",
            "text": "Scak'och yipoc co k'ool to colchajnac onhxo. Tato icha chi', lajan onh icha eb' soldado k'oxb'il jun q'uen xumpil yuuj. Axonhej slolonel Dios ak'b'il d'ayonh yuj Yespíritu scak'lab'ej icha syutej eb' soldado yak'lab'an yespada."
        },
        {
            "number": "18",
            "text": "Anhejtona' tzonh lesalvi d'a Dios d'a masanil tiempo yed' spoder Yespíritu, sco k'anan tas d'ay. Scak' val och co pensar co lesalvi. Manh onh tzactzajoc. Lesalvanhec yuj jantacnhej eb' yicxo Dios qued'oc."
        },
        {
            "number": "19",
            "text": "Tzex lesalvi pax vuuj, yic ol yak'pax Dios nachajel vuuj tas ol vala', sec yuj chi' anheja' tek'an ol vutoc in b'a valanel vach' ab'ix, aton jun ch'oxb'il yuj Dios d'ayonh."
        },
        {
            "number": "20",
            "text": "A Dios ak'jinac vopisio valanel jun ab'ix tic, yuj chi' preso vaj ticnaic. Lesalvanhec vuuj, yic anheja' tek'an ol vutoc in b'a valaneli, icha sgana Dios chi'."
        },
        {
            "number": "21",
            "text": "A vinh cuk'tac Tíquico, xajanab'il val vinh cuuj. Tek'an val smunlaj vinh qued' d'a yic Cajal Jesús. A vinh ol b'at alan d'ayex tas vaj d'a tic yed' tas van in k'ulani."
        },
        {
            "number": "22",
            "text": "Yuj chi' tzin checb'at vinh d'ayex ta', yic a vinh ol alanoc tas caji, sec yuj chi' ol ex tzalaj cuuj."
        },
        {
            "number": "23",
            "text": "Yak'ocab' sjunk'olal co Mam Dios yed' Cajal Jesucristo d'ayex ta', tze xajanan e b'a. In gana tze vach' aq'uejoch Dios chi' d'a e k'ool."
        },
        {
            "number": "24",
            "text": "Jantacnhej eb' xajanan Cajal Jesucristo d'a masanil tiempo, ayocab' svach'k'olal Dios d'a eb'."
        }
    ]
}