{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ha ex uninab'il ex, k'anab'ajejec he mam he nun. Te wach' t'a yichanh Kajal Jesús tato icha chi' tzeyutej he b'a."
        },
        {
            "number": "2",
            "text": "Ay jun schecnab'il Dios tz'alan icha tik: Ayokab' yelk'och he mam he nun t'ayex, xchi. Aton jun b'ab'el checnab'il tik b'aj yak'nakkan sti' Dios yuj tas syak' t'ayonh, tato sko k'anab'ajej. Syalani:"
        },
        {
            "number": "3",
            "text": "Tato icha chi', ek'alxo swach'il eyiko' yic wach' snajatb'i he k 'inal t'a yol yib'anhk’inal tik, xchi."
        },
        {
            "number": "4",
            "text": "Ha exxo mamab'il ex, manh he tzuntzejcot yowal heb' eyuninal, palta to tze q'uib'tzitej heb', tze cachan heb'. Tze k'ayb'anpax heb' t'a sk'ayb'ub'al Kajal Jesús."
        },
        {
            "number": "5",
            "text": "Ha exxo chekab' eyaji, tze k'anab'ajej tas syal he patrón. Ayokab' yelk'och heb' t'a he sat, tzex xiv t'a heb'. D'a smasanil he k'ool tzex munlaj t'a heb', yujto ichato ha t'a Cristo wan he munlaji."
        },
        {
            "number": "6",
            "text": "Manhoknhej wan ex yilan heb' tzex munlaji, yic stzalaj heb' eyed' he naani. Palta tzex munlaj t'a smasanil he k'ool icha snib'ej Dios, yujto aton Cristo wan eyak'an serwil."
        },
        {
            "number": "7",
            "text": "Tzex munlaj wal t'a tzalajk'olal, yujto ha t'a Kajal Jesús wan he munlaji, manhoc t'a junok anima."
        },
        {
            "number": "8",
            "text": "Yujto cojtakxo to wach'chom chekab' kaji, ma munil quik ko b'a, palta ol ko cha spak quik junjun onh t'a Kajal Jesús. Ato syala' tastac wach' sko k'ulej junjun onh."
        },
        {
            "number": "9",
            "text": "Ha exxo patrón ex, icha pax chi' tzeyutej he b'ha t'a heb' chekab' yaj t'ayex. Manh owoc tzeyutej he b'ha t'a heb'. Tze nacoti to ay jun t'a satcha’anh tzex ak'an mandar yet' heb', aton Kajal Jesús. Ha t'a yichanh Kajal chi', lajannhej eyelk'och yet' heb'."
        },
        {
            "number": "10",
            "text": "Ha ticnaik tek'an wal scutej ko b'ha t'a yol sk'ab' Kajal Jesús. Ochokab' ko tek'anil yuj spoder."
        },
        {
            "number": "11",
            "text": "Co chaec juntzanh tas syak' Dios t'ayonh. Aton juntzanh icha syamk'ab' heb' soldado, yic wach' syal ko tek'b'an ko b'ha t'a winh diablo, ayic syak'lan winh onh yak'an ganar yet' sjelanil."
        },
        {
            "number": "12",
            "text": "Yujto manhoc yet' heb' anima wan kak'an owal, palta a yet' juntzanh enemigo sk'ulan chukal ay yopisio t'a skal ik', a yet' heb' wan kak'an owal. Aton heb' chi' ay yopisio yak'an mandar, ayoch heb' yajaliloc chukal t'a yol yib'anhk’inal tik."
        },
        {
            "number": "13",
            "text": "Yuj chi', ichaokab' junok soldado sk'anan syamk'ab' yic owal, ichaokab' chi' scutej ko yamk'ab'an juntzanh tas syak' Dios t'ayonh, yic tek'an scutej ko b'a, ayic sjawi junok chukal. Tato sko tek'b'ej ko b'a, anheja' tek'an onh ayic ol lajwoc owal chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi', tek'an scutej ko b'a. Skak' wal och ko pensar t'a jun lolonel te yel icha heb' soldado syak'och cincho yic owal. Co chaec jun stojolal syak' Dios t'ayonh, yic lajan tzonh aj icha heb' soldado scol sb'a yet' jun k'een pichul syak'och heb' t'a snhi' sk'ool."
        },
        {
            "number": "15",
            "text": "Icha heb' soldado syak' lista sb'a, syak'anoch xanhab', ichaokab' pax chi' scutej kak'an lista ko b'a yet' ko pensar, yic tzonh b'at kalel wach' ab'ix yic junk'olal."
        },
        {
            "number": "16",
            "text": "Axo junxo tik, más yowalil to sko wach' ak'ejoch Dios t'a ko k'ool, sec yuj chi' max onh yamchaj yuj winh diablo, ayic syak'an owal winh qued'oc. Ichato sjulcot juntzanh te te' winh ayoch sk'ak'al t'ayonh. Tato sko wach' ak'ejoch Dios t'a ko k'ool, lajan onh icha heb' soldado yamb'iloch smaclab' jul-lab' yic max yamchaj sjulji."
        },
        {
            "number": "17",
            "text": "Skak'och yipoc ko k'ool to colchajnac onhxo. Tato icha chi', lajan onh icha heb' soldado k'oxb'il jun k'een xumpil yuj. Axonhej slolonel Dios ak'b'il t'ayonh yuj Yespíritu skak'lab'ej icha syutej heb' soldado yak'lab'an yespada."
        },
        {
            "number": "18",
            "text": "Anhejtona' tzonh lesalwi d'ha Dios t'a masanil tiempo yet' spoder Yespíritu, sko k'anan tas t'ay. Skak' wal och ko pensar ko lesalwi. Manh onh tzactzajoc. Lesalwanhec yuj jantacnhej heb' yicxo Dios qued'oc."
        },
        {
            "number": "19",
            "text": "Tzex lesalwi pax wuuj, yic ol yak'pax Dios nachajel wuuj tas ol wala', sec yuj chi' anheja' tek'an ol wutoc in b'a walanel wach' ab'ix, aton jun ch'oxb'il yuj Dios t'ayonh."
        },
        {
            "number": "20",
            "text": "Ha Dios ak'jinac wopisio walanel jun ab'ix tik, yuj chi' preso waj ticnaik. Lesalwanhec wuuj, yic anheja' tek'an ol wutoc in b'a walaneli, icha snib'ej Dios chi'."
        },
        {
            "number": "21",
            "text": "Ha winh cuk'tac Tíquico, xajanab'il wal winh cuuj. Tek'an wal smunlaj winh qued' t'a yic Kajal Jesús. Ha winh ol b'at alan t'ayex tas waj t'a tik yet' tas wan in k'ulani."
        },
        {
            "number": "22",
            "text": "Yuj chi' tzin checb'at winh t'ayex ta', yic a winh ol alanoc tas kaji, sec yuj chi' ol ex tzalaj cuuj."
        },
        {
            "number": "23",
            "text": "Yak'okab' sjunk'olal ko Mam Dios yet' Kajal Jesucristo t'ayex ta', tze xajanan he b'a. In gana tze wach' ak'ejoch Dios chi' t'a he k'ool."
        },
        {
            "number": "24",
            "text": "Jantacnhej heb' xajanan Kajal Jesucristo t'a masanil tiempo, ayokab' swach'k'olal Dios t'a heb'."
        }
    ]
}