{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Pablo in, schecab' in Jesucristo, yujnhej to icha chi' ix el t'a sk'ool Dios. Ha in yet' vinh cuk'tac Timoteo, sco tz'ib'ejb'at jun co carta tik t'ayex yiglesia exxo Dios t'a chonhab' Corinto. Sco tz'ib'anpaxb'at t'ayex e masanil ex yiquexxo Dios t'a yol yic Acaya."
        },
        {
            "number": "2",
            "text": "Co gana syak' swach'k'olal co Mam Dios yet' Cajal Jesucristo t'ayex ta', syak'anpax sjunk'olal."
        },
        {
            "number": "3",
            "text": "Calec wach' lolonel d'ha Dios, aton Smam Cajal Jesucristo, co Mam ton paxi, tz'ok' sk'ool t'ayonh, syak' val snivanil co k'ool yujto co Diosal yaji."
        },
        {
            "number": "4",
            "text": "Ayic sja co yaelal, ha Dios tz'ak'an snivanil co k'ool, yic wach' syal pax cak'an snivanil sk'ool eb' tz'ab'an pax syail. Icha syutej Dios yak'an snivanil co k'ool, icha pax chi' scutej cak'an snivanil sk'ool eb'."
        },
        {
            "number": "5",
            "text": "Icha val tz'aj cab'an syaelal yet' Cristo, icha pax chi' syutej yak'an snivanil co k'ool."
        },
        {
            "number": "6",
            "text": "Yuj chi', icha chi' tzonh aji ayic scab'an syail, yic wach' syal cak'an snivanil e k'ool yic tek'an tzeyutej e b'a. Anhejtona', ayic syak'an snivanil co k'ool Dios, icha chi' tzonh aji, yic wach' syal cak'an snivanil e k'ool, yuj chi' syal e tek'b'an e b'a eyak'an techaj juntzanh yaelal ol ak'joc och t'a eyib'anh icha tz'ak'jioch t'a quib'anh a onh tik."
        },
        {
            "number": "7",
            "text": "Tek'an scutej co b'a cak'anoch Dios yipoc co k'ool eyuuj, yujto cojtac to icha tzeyutej eyab'an syail qued'oc, icha pax chi' ol aj yak'anpax snivanil e k'ool Dios qued'oc."
        },
        {
            "number": "8",
            "text": "Ex vuk'tac ex vanab', sco nib'ej skal t'ayex jantac syail ix cab'i ayic ix onh ek' t'a yol yic Asia. Yujto te ya' ix onh ek' ta', ijan maj techajlaj cuuj. Ix co na' to ijan val maj onh colchajel-laj t'a yol sk'ab' chamel."
        },
        {
            "number": "9",
            "text": "Ha co naani to ol onh cham ta'. Icha chi' utab'il onh ta', yic wach' anhej Dios scak'och yipoc co k'ool, yujto ha' tz'ak'an pax pitzvoc eb' chamnac. Xal onh, maxtzac co na' tato tzonh colchaji."
        },
        {
            "number": "10",
            "text": "Jab'xonhej val maj onh cham yuj jun niwan yaelal chi', haxo Dios onh colanel t'a yol sk'ab' chamel, van onh scolan paxel ticnaic. Anheja' scak'och yipoc co k'ool to ol onh scolelta t'a juntzanh syaelal chi',"
        },
        {
            "number": "11",
            "text": "tato tzex colvaj qued' t'a lesal. Tato tzijtum ex tzex lesalvi cuuj, anhejtona' niwan ex ol eyak' yuj diosal d'ha Dios yuj swach'k'olal ol yak' t'ayonh."
        },
        {
            "number": "12",
            "text": "Tzonh tzalaji, yujto cojtac val to tojol scutej co b'eyb'al t'a masanil eb' anima yet' pax t'ayex. Malaj spaltail co b'eyb'al, yujto scolvaj Dios yet' swach'k'olal t'ayonh. Manh yujoc co jelanil wach' co b'eyb'al."
        },
        {
            "number": "13",
            "text": "Ayic sco tz'ib'anb'at juntzanh carta t'ayex, anhej juntzanh tas tzeyila' yet' juntzanh tas snachajel eyuuj, a sco tz'ib'ejb'at t'ayex. Tzaxo nachajel jab'oc eyuuj tas caji. Yuj chi', svak'och yipoc in k'ool to ol wach' nachajel eyuuj to ayic ol jax Cajal Jesús, ol yal e q'uechaanh cuuj, ich onh pax ta' ol onh q'uepaxchaanh eyuuj."
        },
        {
            "number": "14",
            "text": "Icha chi' vutejnac vak'anoch yipoc in k'ool. Yuj chi', tzin b'ab'laj ek' ex wila'' yic wach' chael tzin ek' t'ayex t'a elanhchamel in naani, haxo e wach' chaan swach'k'olal Dios."
        },
        {
            "number": "15",
            "text": "Ha in naani to tzin ek' ex wila'', ichato chi' b'ian tzin ja t'a Macedonia tik. Axo tzin meltzaji, tzex ek' vilanxi. Tato icha chi', a ex syal tzex colvaj t'ayin yic tzin b'atxi t'a Judea."
        },
        {
            "number": "16",
            "text": "Ayic ix in naan juntzanh tik, ¿tom manh chamoc ix in na e naani? ¿Tom tze na'a to tonhej tzin na juntzanh tik icha sna eb' comon anima? ¿Tom tze na'a, to anhej yet' in ti', inye, xin chi, palta haxo t'a in pensar van in naani to maay?"
        },
        {
            "number": "17",
            "text": "Syil Dios, aton tz'elnhejk'och tas syala', a onh tik malaj juneloc sco tak'vej co ti'oc, slajvi chi' scalanxi to manhxo."
        },
        {
            "number": "18",
            "text": "Ha in tik, vinhaj Silvano yet' vinhaj Timoteo ek'nac onh calel yab'ixal Cristo Jesús Yuninal Dios t'ayex. Ha Cristo chi', malaj juneloc yalnac: Inye, palta haxo t'a spensar yojtac to maay."
        },
        {
            "number": "19",
            "text": "Ha tz'ak'an elk'och masanil tas ix yalcan Dios. Yuj chi', a scalan wach' lolonel d'ha Dios, scalan amén yuj Cristo Jesús."
        },
        {
            "number": "20",
            "text": "Ha Dios tz'ak'an stek'anil e pensar qued'oc, yujto ay onhxo och t'a yol sk'ab' Cristo. Ha Dios ak'jinac copisio coch schecab'oc."
        },
        {
            "number": "21",
            "text": "Ha ak'jinac och jun sello t'ayonh junjun onh, aton Yespíritu. Ha Yespíritu tik sch'oxani to yic onhxo Dios, sch'oxanpax t'ayonh to t'a val yel ol co cha juntzanhxo tas yalnac Dios chi' to ol yak' t'ayonh."
        },
        {
            "number": "22",
            "text": "Malaj in gana tz'och e cusk'olal vuuj, yuj chi' majto in ek' t'ayex t'a Corinto chi'. Val yel svala', syil co Mam Dios yujto yojtac masanil tas ay t'a in pensar."
        },
        {
            "number": "23",
            "text": "Malaj co gana tzex cak' pural, scalan t'ayex tas tzeyutej eyak'anoch Dios t'a e k'ool. Yujto tek'anxo tzeyutej eyak'anoch t'a e k'ool. Palta co gana tzonh colvaj t'ayex, yic sco wach' aq'uej e na'a, yic wach' ol ja e tzalajk'olal ta'."
        }
    ]
}