{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Pablo in, schecab' in Jesucristo, yujnhej to icha chi' ix el t'a sk'ool Dios. Ha in yet' winh cuk'tac Timoteo, sco tz'ib'ejb'at jun ko carta tik t'ayex yiglesia exxo Dios t'a chonhab' Corinto. Sco tz'ib'anpaxb'at t'ayex he masanil ex yiquexxo Dios t'a yol yic Acaya."
        },
        {
            "number": "2",
            "text": "Co gana syak' swach'k'olal ko Mam Dios yet' Kajal Jesucristo t'ayex ta', syak'anpax sjunk'olal."
        },
        {
            "number": "3",
            "text": "Calec wach' lolonel d'ha Dios, aton Smam Kajal Jesucristo, ko Mam ton paxi, tz'ok' sk'ool t'ayonh, syak' wal sniwanil ko k'ool yujto ko Diosal yaji."
        },
        {
            "number": "4",
            "text": "Ayic sja ko yaelal, ha Dios tz'ak'an sniwanil ko k'ool, yic wach' syal pax cak'an sniwanil sk'ool heb' tz'ab'an pax syail. Icha syutej Dios yak'an sniwanil ko k'ool, icha pax chi' scutej cak'an sniwanil sk'ool heb'."
        },
        {
            "number": "5",
            "text": "Icha wal tz'aj cab'an syaelal yet' Cristo, icha pax chi' syutej yak'an sniwanil ko k'ool."
        },
        {
            "number": "6",
            "text": "Yuj chi', icha chi' tzonh aji ayic scab'an syail, yic wach' syal cak'an sniwanil he k'ool yic tek'an tzeyutej he b'a. Anhejtona', ayic syak'an sniwanil ko k'ool Dios, icha chi' tzonh aji, yic wach' syal cak'an sniwanil he k'ool, yuj chi' syal he tek'b'an he b'a eyak'an techaj juntzanh yaelal ol ak'joc och t'a eyib'anh icha tz'ak'jioch t'a quib'anh a onh tik."
        },
        {
            "number": "7",
            "text": "Tek'an scutej ko b'a cak'anoch Dios yipoc ko k'ool eyuuj, yujto cojtac to icha tzeyutej eyab'an syail qued'oc, icha pax chi' ol aj yak'anpax sniwanil he k'ool Dios qued'oc."
        },
        {
            "number": "8",
            "text": "Ex wuk'tac ex wanab', sco nib'ej skal t'ayex jantac syail ix cab'i ayic ix onh ek' t'a yol yic Asia. Yujto te ya' ix onh ek' ta', ijan maj techajlaj cuuj. Ix ko na' to ijan wal maj onh colchajel-laj t'a yol sk'ab' chamel."
        },
        {
            "number": "9",
            "text": "Ha ko naani to ol onh cham ta'. Icha chi' utab'il onh ta', yic wach' anhej Dios skak'och yipoc ko k'ool, yujto ha' tz'ak'an pax pitzwoc heb' chamnac. Xal onh, maxtzac ko na' tato tzonh colchaji."
        },
        {
            "number": "10",
            "text": "Jab'xonhej wal maj onh cham yuj jun niwan yaelal chi', haxo Dios onh colanel t'a yol sk'ab' chamel, wan onh scolan paxel ticnaik. Anheja' skak'och yipoc ko k'ool to ol onh scolelta t'a juntzanh syaelal chi',"
        },
        {
            "number": "11",
            "text": "tato tzex kolwaj qued' t'a lesal. Tato tzijtum ex tzex lesalwi cuuj, anhejtona' niwan ex ol eyak' yuj diosal d'ha Dios yuj swach'k'olal ol yak' t'ayonh."
        },
        {
            "number": "12",
            "text": "Tzonh tzalaji, yujto cojtac wal to tojol scutej ko b'eyb'al t'a masanil heb' anima yet' pax t'ayex. Malaj spaltail ko b'eyb'al, yujto skolwaj Dios yet' swach'k'olal t'ayonh. Manh yujoc ko jelanil wach' ko b'eyb'al."
        },
        {
            "number": "13",
            "text": "Ayic sco tz'ib'anb'at juntzanh carta t'ayex, anhej juntzanh tas tzeyila' yet' juntzanh tas snachajel eyuuj, a sco tz'ib'ejb'at t'ayex. Tzaxo nachajel jab'oc eyuuj tas caji. Yuj chi', swak'och yipoc in k'ool to ol wach' nachajel eyuuj to ayic ol jax Kajal Jesús, ol yal he k'echaanh cuuj, ich onh pax ta' ol onh k'epaxchaanh eyuuj."
        },
        {
            "number": "14",
            "text": "Icha chi' wutejnac wak'anoch yipoc in k'ool. Yuj chi', tzin b'ab'laj ek' ex wila'' yic wach' chael tzin ek' t'ayex t'a elanhchamel in naani, haxo he wach' chaan swach'k'olal Dios."
        },
        {
            "number": "15",
            "text": "Ha in naani to tzin ek' ex wila'', ichato chi' b'ian tzin ja t'a Macedonia tik. Axo tzin meltzaji, tzex ek' wilanxi. Tato icha chi', a ex syal tzex kolwaj t'ayin yic tzin b'atxi t'a Judea."
        },
        {
            "number": "16",
            "text": "Ayic ix in naan juntzanh tik, ¿tom manh chamoc ix in na he naani? ¿Tom tze na'a to tonhej tzin na juntzanh tik icha sna heb' comon anima? ¿Tom tze na'a, to anhej yet' in ti', inye, xin chi, palta haxo t'a in pensar wan in naani to maay?"
        },
        {
            "number": "17",
            "text": "Syil Dios, aton tz'elnhejk'och tas syala', a onh tik malaj juneloc sco tak'wej ko ti'oc, slajwi chi' scalanxi to manhxo."
        },
        {
            "number": "18",
            "text": "Ha in tik, winhaj Silwano yet' winhaj Timoteo ek'nac onh calel yab'ixal Cristo Jesús Yuninal Dios t'ayex. Ha Cristo chi', malaj juneloc yalnac: Inye, palta haxo t'a spensar yojtac to maay."
        },
        {
            "number": "19",
            "text": "Ha tz'ak'an elk'och masanil tas ix yalcan Dios. Yuj chi', a scalan wach' lolonel d'ha Dios, scalan amén yuj Cristo Jesús."
        },
        {
            "number": "20",
            "text": "Ha Dios tz'ak'an stek'anil he pensar qued'oc, yujto ay onhxo och t'a yol sk'ab' Cristo. Ha Dios ak'jinac copisio coch schecab'oc."
        },
        {
            "number": "21",
            "text": "Ha ak'jinac och jun sello t'ayonh junjun onh, aton Yespíritu. Ha Yespíritu tik sch'oxani to yic onhxo Dios, sch'oxanpax t'ayonh to t'a wal yel ol ko cha juntzanhxo tas yalnac Dios chi' to ol yak' t'ayonh."
        },
        {
            "number": "22",
            "text": "Malaj in gana tz'och he cusk'olal wuuj, yuj chi' majto in ek' t'ayex t'a Corinto chi'. Val yel swala', syil ko Mam Dios yujto yojtac masanil tas ay t'a in pensar."
        },
        {
            "number": "23",
            "text": "Malaj ko gana tzex cak' pural, scalan t'ayex tas tzeyutej eyak'anoch Dios t'a he k'ool. Yujto tek'anxo tzeyutej eyak'anoch t'a he k'ool. Palta ko gana tzonh kolwaj t'ayex, yic sco wach' ak'ej he na'a, yic wach' ol ja he tzalajk'olal ta'."
        }
    ]
}