{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "A in Pablo in, schecab' in Jesucristo, yujnhej to icha chi' ix el d'a sk'ool Dios. A in yed' vinh cuk'tac Timoteo, sco tz'ib'ejb'at jun co carta tic d'ayex yiglesia exxo Dios d'a chonhab' Corinto. Sco tz'ib'anpaxb'at d'ayex e masanil ex yiquexxo Dios d'a yol yic Acaya."
        },
        {
            "number": "2",
            "text": "Co gana syak' svach'k'olal co Mam Dios yed' Cajal Jesucristo d'ayex ta', syak'anpax sjunk'olal."
        },
        {
            "number": "3",
            "text": "Calec vach' lolonel d'a Dios, aton Smam Cajal Jesucristo, co Mam ton paxi, tz'ok' sk'ool d'ayonh, syak' val snivanil co k'ool yujto co Diosal yaji."
        },
        {
            "number": "4",
            "text": "Ayic sja co yaelal, a Dios tz'ak'an snivanil co k'ool, yic vach' syal pax cak'an snivanil sk'ool eb' tz'ab'an pax syail. Icha syutej Dios yak'an snivanil co k'ool, icha pax chi' scutej cak'an snivanil sk'ool eb'."
        },
        {
            "number": "5",
            "text": "Icha val tz'aj cab'an syaelal yed' Cristo, icha pax chi' syutej yak'an snivanil co k'ool."
        },
        {
            "number": "6",
            "text": "Yuj chi', icha chi' tzonh aji ayic scab'an syail, yic vach' syal cak'an snivanil e k'ool yic tek'an tzeyutej e b'a. Anhejtona', ayic syak'an snivanil co k'ool Dios, icha chi' tzonh aji, yic vach' syal cak'an snivanil e k'ool, yuj chi' syal e tek'b'an e b'a eyak'an techaj juntzanh yaelal ol ak'joc och d'a eyib'anh icha tz'ak'jioch d'a quib'anh a onh tic."
        },
        {
            "number": "7",
            "text": "Tek'an scutej co b'a cak'anoch Dios yipoc co k'ool eyuuj, yujto cojtac to icha tzeyutej eyab'an syail qued'oc, icha pax chi' ol aj yak'anpax snivanil e k'ool Dios qued'oc."
        },
        {
            "number": "8",
            "text": "Ex vuk'tac ex vanab', sco nib'ej scal d'ayex jantac syail ix cab'i ayic ix onh ek' d'a yol yic Asia. Yujto te ya' ix onh ek' ta', ijan maj techajlaj cuuj. Ix co na' to ijan val maj onh colchajel-laj d'a yol sk'ab' chamel."
        },
        {
            "number": "9",
            "text": "A co naani to ol onh cham ta'. Icha chi' utab'il onh ta', yic vach' anhej Dios scak'och yipoc co k'ool, yujto a' tz'ak'an pax pitzvoc eb' chamnac. Xal onh, maxtzac co na' tato tzonh colchaji."
        },
        {
            "number": "10",
            "text": "Jab'xonhej val maj onh cham yuj jun nivan yaelal chi', axo Dios onh colanel d'a yol sk'ab' chamel, van onh scolan paxel ticnaic. Anheja' scak'och yipoc co k'ool to ol onh scolelta d'a juntzanh syaelal chi',"
        },
        {
            "number": "11",
            "text": "tato tzex colvaj qued' d'a lesal. Tato tzijtum ex tzex lesalvi cuuj, anhejtona' nivan ex ol eyak' yuj diosal d'a Dios yuj svach'k'olal ol yak' d'ayonh."
        },
        {
            "number": "12",
            "text": "Tzonh tzalaji, yujto cojtac val to tojol scutej co b'eyb'al d'a masanil eb' anima yed' pax d'ayex. Malaj spaltail co b'eyb'al, yujto scolvaj Dios yed' svach'k'olal d'ayonh. Manh yujoc co jelanil vach' co b'eyb'al."
        },
        {
            "number": "13",
            "text": "Ayic sco tz'ib'anb'at juntzanh carta d'ayex, anhej juntzanh tas tzeyila' yed' juntzanh tas snachajel eyuuj, a sco tz'ib'ejb'at d'ayex. Tzaxo nachajel jab'oc eyuuj tas caji. Yuj chi', svak'och yipoc in k'ool to ol vach' nachajel eyuuj to ayic ol jax Cajal Jesús, ol yal e q'uechaanh cuuj, ich onh pax ta' ol onh q'uepaxchaanh eyuuj."
        },
        {
            "number": "14",
            "text": "Icha chi' vutejnac vak'anoch yipoc in k'ool. Yuj chi', tzin b'ab'laj ek' ex vila' yic vach' chael tzin ek' d'ayex d'a elanhchamel in naani, axo e vach' chaan svach'k'olal Dios."
        },
        {
            "number": "15",
            "text": "A in naani to tzin ek' ex vila', ichato chi' b'ian tzin ja d'a Macedonia tic. Axo tzin meltzaji, tzex ek' vilanxi. Tato icha chi', a ex syal tzex colvaj d'ayin yic tzin b'atxi d'a Judea."
        },
        {
            "number": "16",
            "text": "Ayic ix in naan juntzanh tic, ¿tom manh chamoc ix in na e naani? ¿Tom tze na'a to tonhej tzin na juntzanh tic icha sna eb' comon anima? ¿Tom tze na'a, to anhej yed' in ti', inye, xin chi, palta axo d'a in pensar van in naani to maay?"
        },
        {
            "number": "17",
            "text": "Syil Dios, aton tz'elnhejk'och tas syala', a onh tic malaj juneloc sco tak'vej co ti'oc, slajvi chi' scalanxi to manhxo."
        },
        {
            "number": "18",
            "text": "A in tic, vinhaj Silvano yed' vinhaj Timoteo ek'nac onh calel yab'ixal Cristo Jesús Yuninal Dios d'ayex. A Cristo chi', malaj juneloc yalnac: Inye, palta axo d'a spensar yojtac to maay."
        },
        {
            "number": "19",
            "text": "A tz'ak'an elk'och masanil tas ix yalcan Dios. Yuj chi', a scalan vach' lolonel d'a Dios, scalan amén yuj Cristo Jesús."
        },
        {
            "number": "20",
            "text": "A Dios tz'ak'an stek'anil e pensar qued'oc, yujto ay onhxo och d'a yol sk'ab' Cristo. A Dios ak'jinac copisio coch schecab'oc."
        },
        {
            "number": "21",
            "text": "A ak'jinac och jun sello d'ayonh junjun onh, aton Yespíritu. A Yespíritu tic sch'oxani to yic onhxo Dios, sch'oxanpax d'ayonh to d'a val yel ol co cha juntzanhxo tas yalnac Dios chi' to ol yak' d'ayonh."
        },
        {
            "number": "22",
            "text": "Malaj in gana tz'och e cusk'olal vuuj, yuj chi' majto in ek' d'ayex d'a Corinto chi'. Val yel svala', syil co Mam Dios yujto yojtac masanil tas ay d'a in pensar."
        },
        {
            "number": "23",
            "text": "Malaj co gana tzex cak' pural, scalan d'ayex tas tzeyutej eyak'anoch Dios d'a e k'ool. Yujto tek'anxo tzeyutej eyak'anoch d'a e k'ool. Palta co gana tzonh colvaj d'ayex, yic sco vach' aq'uej e na'a, yic vach' ol ja e tzalajk'olal ta'."
        }
    ]
}