{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ha Cristo, te emnaquil yutejnac sb'a, te wach' yutejnac spensar. Icha yutejnac sb'a chi', icha chi' swutej in tewib'at t'ayex a in Pablo in tik. Tz'alji, tob' emnaquil swutej in b'a ayic ay in ek' eyed'oc, axob' yic ayinek' t'a najat, tob' te ov in."
        },
        {
            "number": "2",
            "text": "Palta tzin tewi t'ayex to ayic ol in k'och ta', manh yowaliloc ov ol wutoc in b'a. Yujto ayex tzeyala' to icha heb' comon anima swutej in b'a. Ha in tik max in xivlaj wilan pax och in sat yet' heb' tz'alan icha chi'."
        },
        {
            "number": "3",
            "text": "Yel toni, anima onh. Palta manh lajanoc scutej cak'an owal icha syutej heb' comon anima chi'."
        },
        {
            "number": "4",
            "text": "Manhok juntzanh tas ay t'a yol yib'anhk’inal tik sco yamk'ab'ej ayic skak'an owal. Palta anhej juntzanh tas b'aj ayoch spoder Dios sco yamk'ab'ej, yic wach' a juntzanh tz'alji to ay yip, skan t'a yalanh cuuj."
        },
        {
            "number": "5",
            "text": "Skan juntzanh comon jelanil cuuj t'a yalanh. Ay heb' max ojtacanel Dios yuj yak'umtaquil, palta yalnhej tas junok ak'umtaquil chi', skan t'a yalanh cuuj. Axo juntzanh comon pensar, skak'och t'a yol sk'ab' Cristo smasanil, yic wach' a heb' snaan juntzanh chi', sk'anab'ajejnhej Cristo chi' heb'."
        },
        {
            "number": "6",
            "text": "Axo yic tzaxo onh he k'anab'ajej, a onhxo tik lista ol cutej ko b'a cak'an syaelal heb' manh ol onh k'anab'ajanoc."
        },
        {
            "number": "7",
            "text": "Ha exxo, anhej tas tzeyil yet' he sat snachajel eyuuj. Ay heb' t'a he kal tz'alani to a Cristo ay yic heb'. Nachajocab'el yuj heb' to anhejtona' yic in pax Cristo chi' yet' heb'."
        },
        {
            "number": "8",
            "text": "Wach'chom tzin ek' t'a yib'anh walan t'ayex yuj jun wopisio tik, palta manh ol in q'uixwoc yuj. Ha Kajal Jesús ak'jinacoch wopisio, yic swak'och he tek'anil. Manh yujoc ex wak'an juwoc ix yak'an wopisio tik."
        },
        {
            "number": "9",
            "text": "Icha tik swutej walan t'ayex, yic manh ol he na' to tonhej in gana tzex in xib'tej yuj juntzanh in carta swak'b'at t'ayex."
        },
        {
            "number": "10",
            "text": "Yujto ay heb' tz'alan t'a in patic icha tik: Ha juntzanh scarta winh, te ov yalani, te ay yip. Palta haxo winh, malaj wach' yoch winh. Ha yic slolon winh, malaj swach'il slolonel winh syala', xchi heb'."
        },
        {
            "number": "11",
            "text": "Tato ayex tzeyal icha chi', nachajocab'el jun tik eyuuj. Icha swutej in tz'ib'anb'at t'ayex ayic ayinek' t'a najat tik, icha chi' ol wutoc pax in b'a ayic ol in k'och ta'."
        },
        {
            "number": "12",
            "text": "Ha in tik, max in tek'b'ej in b'a in naani to lajan in icha juntzanhxo heb' munil syal sb'a wach'il. Max yal in lajb'an in b'a yet' heb'. Ha heb' chi', malaj spensar heb', yujto ichato a heb' mismo syechtej sb'ha t'a yechlab'. Slajb'ej sb'a heb' yet' juntzanhxo heb'."
        },
        {
            "number": "13",
            "text": "Ha in tik max wik'chaanh in b'a yuj juntzanh tas b'aj malaj tzin ochi. Ha Dios ch'oxjinac t'ayin b'ajtac lugar b'aj tzin munlaji. Ha chajinac in b'at t'ayex t'a Corinto chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi' maj in k'axpaj och t'a junocxo lugar. Q'uinaloc maj in xid'ek' juneloc t'ayex, malaj am walan wik in munlaj t'a he kal ticnaik. Palta a in b'ab'el k'ochnac in t'ayex yet' yab'ixal Cristo."
        },
        {
            "number": "15",
            "text": "Malaj b'aj swik'chaanh in b'ha t'a spatic smunlajel junocxo. Max wal-laj tato wik jun munlajel chi'. Palta swak'och junxo tik yipoc in k'ool. Ayic ol he wach' ak'anoch Dios t'a he k'ool, eyuuj ol yal in wach' munlaj t'a juntzanhxo lugar b'aj manta junocxo mach smunlaji, palta manh ol in k'axpajek' b'aj ix sch'ox Dios t'ayin."
        },
        {
            "number": "16",
            "text": "Ol b'at walanel jun wach' ab'ix yic colnab'il tik t'a yichanhb'at he chonhab' chi', palta manh ol wik'chaanh in b'ha t'a spatic smunlajel juntzanhxo heb' ek'nacxo ta'."
        },
        {
            "number": "17",
            "text": "Tato ay mach snib'ej syik'chaanh sb'a, max yal-laj. Anhej Kajal Jesús squik'chaanh."
        },
        {
            "number": "18",
            "text": "Ay heb' munil syal sb'a wach'il, palta manh yeloc to wach' heb'. Anhej heb' syal Kajal Jesús wach'il, anhej heb' chi' wach'."
        }
    ]
}