{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ha Cristo, te emnaquil yutejnac sb'a, te wach' yutejnac spensar. Icha yutejnac sb'a chi', icha chi' svutej in tevib'at t'ayex a in Pablo in tik. Tz'alji, tob' emnaquil svutej in b'a ayic ay in ek' eyed'oc, axob' yic ayinek' t'a najat, tob' te ov in."
        },
        {
            "number": "2",
            "text": "Palta tzin tevi t'ayex to ayic ol in k'och ta', manh yovaliloc ov ol vutoc in b'a. Yujto ayex tzeyala' to icha eb' comon anima svutej in b'a. Ha in tik max in xivlaj vilan pax och in sat yet' eb' tz'alan icha chi'."
        },
        {
            "number": "3",
            "text": "Yel toni, anima onh. Palta manh lajanoc scutej cak'an oval icha syutej eb' comon anima chi'."
        },
        {
            "number": "4",
            "text": "Manhoc juntzanh tas ay t'a yol yib'anhk’inal tik sco yamk'ab'ej ayic scak'an oval. Palta anhej juntzanh tas b'aj ayoch spoder Dios sco yamk'ab'ej, yic wach' a juntzanh tz'alji to ay yip, skan t'a yalanh cuuj."
        },
        {
            "number": "5",
            "text": "Skan juntzanh comon jelanil cuuj t'a yalanh. Ay eb' max ojtacanel Dios yuj yak'umtaquil, palta yalnhej tas junok ak'umtaquil chi', skan t'a yalanh cuuj. Axo juntzanh comon pensar, scak'och t'a yol sk'ab' Cristo smasanil, yic wach' a eb' snaan juntzanh chi', sk'anab'ajejnhej Cristo chi' eb'."
        },
        {
            "number": "6",
            "text": "Axo yic tzaxo onh e k'anab'ajej, a onhxo tik lista ol cutej co b'a cak'an syaelal eb' manh ol onh k'anab'ajanoc."
        },
        {
            "number": "7",
            "text": "Ha exxo, anhej tas tzeyil yet' e sat snachajel eyuuj. Ay eb' t'a e cal tz'alani to a Cristo ay yic eb'. Nachajocab'el yuj eb' to anhejtona' yic in pax Cristo chi' yet' eb'."
        },
        {
            "number": "8",
            "text": "Wach'chom tzin ek' t'a yib'anh valan t'ayex yuj jun vopisio tik, palta manh ol in q'uixvoc yuj. Ha Cajal Jesús ak'jinacoch vopisio, yic svak'och e tek'anil. Manh yujoc ex vak'an juvoc ix yak'an vopisio tik."
        },
        {
            "number": "9",
            "text": "Icha tik svutej valan t'ayex, yic manh ol e na' to tonhej in gana tzex in xib'tej yuj juntzanh in carta svak'b'at t'ayex."
        },
        {
            "number": "10",
            "text": "Yujto ay eb' tz'alan t'a in patic icha tik: Ha juntzanh scarta winh, te ov yalani, te ay yip. Palta haxo winh, malaj wach' yoch winh. Ha yic slolon winh, malaj swach'il slolonel winh syala', xchi eb'."
        },
        {
            "number": "11",
            "text": "Tato ayex tzeyal icha chi', nachajocab'el jun tik eyuuj. Icha svutej in tz'ib'anb'at t'ayex ayic ayinek' t'a najat tik, icha chi' ol vutoc pax in b'a ayic ol in k'och ta'."
        },
        {
            "number": "12",
            "text": "Ha in tik, max in tek'b'ej in b'a in naani to lajan in icha juntzanhxo eb' munil syal sb'a wach'il. Max yal in lajb'an in b'a yet' eb'. Ha eb' chi', malaj spensar eb', yujto ichato a eb' mismo syechtej sb'ha t'a yechlab'. Slajb'ej sb'a eb' yet' juntzanhxo eb'."
        },
        {
            "number": "13",
            "text": "Ha in tik max vik'chaanh in b'a yuj juntzanh tas b'aj malaj tzin ochi. Ha Dios ch'oxjinac t'ayin b'ajtac lugar b'aj tzin munlaji. Ha chajinac in b'at t'ayex t'a Corinto chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi' maj in k'axpaj och t'a junocxo lugar. Q'uinaloc maj in xid'ek' juneloc t'ayex, malaj am valan wik in munlaj t'a e cal ticnaic. Palta a in b'ab'el k'ochnac in t'ayex yet' yab'ixal Cristo."
        },
        {
            "number": "15",
            "text": "Malaj b'aj svik'chaanh in b'ha t'a spatic smunlajel junocxo. Max val-laj tato wik jun munlajel chi'. Palta svak'och junxo tik yipoc in k'ool. Ayic ol e wach' ak'anoch Dios t'a e k'ool, eyuuj ol yal in wach' munlaj t'a juntzanhxo lugar b'aj manta junocxo mach smunlaji, palta manh ol in k'axpajek' b'aj ix sch'ox Dios t'ayin."
        },
        {
            "number": "16",
            "text": "Ol b'at valanel jun wach' ab'ix yic colnab'il tik t'a yichanhb'at e chonhab' chi', palta manh ol vik'chaanh in b'ha t'a spatic smunlajel juntzanhxo eb' ek'nacxo ta'."
        },
        {
            "number": "17",
            "text": "Tato ay mach sgana syik'chaanh sb'a, max yal-laj. Anhej Cajal Jesús squik'chaanh."
        },
        {
            "number": "18",
            "text": "Ay eb' munil syal sb'a wach'il, palta manh yeloc to wach' eb'. Anhej eb' syal Cajal Jesús wach'il, anhej eb' chi' wach'."
        }
    ]
}