{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Comonoc tzeyak' techaj juntzanh svalb'at tic d'ayex. Ichato malaj in pensar svalanb'ati, palta tzeyak' techajoc."
        },
        {
            "number": "2",
            "text": "Tzex in ya'ilej val, icha syutej Dios ex syailani. Yujto toxo ix vak' in trato yed' Cristo to ol ex vak'och d'a yol sk'ab'. Icha junoc ix cob'es ix manta vinac tz'ek' d'ay, tz'ak'ji entregar d'a vinh yetb'eyum, icha chi' ol ex vutoc vak'an och d'a yol sk'ab' Cristo."
        },
        {
            "number": "3",
            "text": "Palta tzin xivi, talaj icha ajnac ix Eva yak'ji musansatil yuj sjelanil jun yak'nacoch sb'a chanil, talaj icha chi' tzex aj eyak'ji musansatil. Axo tz'aji tzeyiq'uel e pensar d'a spatic Cristo, manhxo tojoloc pax tzeyutej e b'a icha snib'ej."
        },
        {
            "number": "4",
            "text": "A ex tic stechaj eyuuj, vach'chom yalnhej mach tzek' alanel junocxo ch'oc k'ayb'ub'al d'a e cal, yujto ichato ch'oc junocxo Jesús tzek' yalel eb', manhoc jun tzek' valel a in tic, palta van e chaan eyab' d'a eb'. Van e chaan junxo espíritu d'a eb', palta manh ichoc jun chab'ilxo eyuuj. Van eyak'anoch e k'ol d'a junxo ab'ix yic colnab'il tzek' alji, palta manhoc jun ix eyab' d'ayin."
        },
        {
            "number": "5",
            "text": "A eb' chi', schecab' Cristo yaj eb' yalani. Palta a tzin naan a in tic, to manh ek'aloc yelk'och eb' d'ayin."
        },
        {
            "number": "6",
            "text": "Vach'chom malaj svach'il in loloni, palta a tas vojtac, ay val yip. Jantacnhej juntzanh tas ek' in k'ulejnac d'a e cal, a sch'oxan d'ayex to ay tas vojtac."
        },
        {
            "number": "7",
            "text": "Ayic vek' valel vach' ab'ix yic Dios d'a e cal ta', malaj in tojol in k'an d'ayex, yujto a in tic, emnaquil vutej in b'a ta', yic a ex tzex vik'chaanh. Palta tzeyala' to malaj svach'il vutejnac in b'a ta'."
        },
        {
            "number": "8",
            "text": "Icha val to ochnac in elk'al d'a juntzanhxo iglesia eyuuj, yujto ata' in cha in tojol, ayic in ek' d'a e cal."
        },
        {
            "number": "9",
            "text": "Ayic in ek' d'ayex, vach'chom ay tas yovalil tz'och vuuj, palta maj in k'anlaj d'ayex. A eb' cuk'tac aj Macedonia tic xid' ak'an jab' tas ay ochnac vuuj ta'. Malaj junoc ex vak'nac och jab'oc in gasto d'a eyib'anh. Anhejtona' icha chi' ol vutoc in b'a ticnaic."
        },
        {
            "number": "10",
            "text": "Vach'chom svik'chaanh in b'a valan juntzanh tic, palta malaj junoc ex aj Acaya ex chi' syal in e cachanoch vaan. Yel sval yuj jun tic, yujto a Cristo ayoch ved'oc, yel syala'."
        },
        {
            "number": "11",
            "text": "¿Tas yuj svalb'at juntzanh tic d'ayex tze na'a? ¿Tom yujto manh ex xajanoc vuuj? A Dios ojtannac jantac tzex in xajanej."
        },
        {
            "number": "12",
            "text": "Palta anheja' icha chi' ol vutoc in b'a, ichataxon svutej in b'a vek' d'a e cal. Icha chi' ol vutoc in b'a, yic vach' a eb' sayanek' tas syutej yik'anchaanh sb'a, ol can eb' d'a yalanh vuuj. Yujto syal eb' to lajan yopisio eb' ved'oc."
        },
        {
            "number": "13",
            "text": "A eb' chi', tonhej stz'ac yaloch sb'a eb' schecab'oc Cristo. Syixtej anima eb' yed' slolonel chi'. Munil scomon aq'uej och sb'a eb' schecab'oc Cristo chi'."
        },
        {
            "number": "14",
            "text": "Palta a jun sk'ulej eb' chi', max sat co k'ool yuuj. Yujto icha chi' vinh Satanás, stz'ac yak'och sb'a vinh yángeloc Dios."
        },
        {
            "number": "15",
            "text": "Yuj chi' max sat co k'ool, tato icha pax chi' syutej sb'a eb' schecab' vinh to syaloch sb'a eb' tojolal. Palta a val eb' lak'an ol chaan spac, ato syala' tas ix sk'ulej eb' junjun."
        },
        {
            "number": "16",
            "text": "Tic svalb'at junelxo d'ayex, manh e na to malaj in pensar. Palta tato tze na icha chi', aq'uec in permiso in lolon icha junoc malaj spensar, yic ol yal vik'anchaanh jab'oc in b'a, icha juntzanh eb' syik'chaanh sb'a."
        },
        {
            "number": "17",
            "text": "A juntzanh svalb'at tic d'ayex, manhoc Cajal Jesús schecan vala'. Ichato manh pensaril vaji svalanb'at d'ayex, yujto tonhej svik'chaanh in b'a valani."
        },
        {
            "number": "18",
            "text": "Tzijtum eb' syik'chaanh sb'a yuj tas ay d'a yolyib'anhq'uinal tic. Yuj chi' ol vik'paxchaanh jab'oc in b'a yed' eb'."
        },
        {
            "number": "19",
            "text": "Yujto a ex tic, jelan ex. Yuj chi', tzeyak' techaj eb' manh pensaril yaj d'ayex, tzex tzalaj yed' eb'."
        },
        {
            "number": "20",
            "text": "Ay eb' tzex ak'an pural yic tzeyak'an servil eb'. Axo jantacnhej tas ay d'ayex, syiq'uek' eb' smasanil, syak'och sb'a eb' yajalil d'ayex, syik'anchaanh sb'a eb'. Ichato ay b'aj stz'itb'at e sat eb', palta tzeyak' val techaj eb'."
        },
        {
            "number": "21",
            "text": "Tzin q'uixvi valanb'at d'ayex, a in tic malaj vip in k'ulan icha syutej sb'a eb' chi'. Palta icha syutej eb' stek'b'an sb'a yalani, icha pax chi' svutej in tek'b'an in b'a valani. Palta van valan icha junoc mach malaj spensar."
        },
        {
            "number": "22",
            "text": "A eb' chi', hebreo eb', anhejtona' in, hebreo in paxi. Israel eb', israel in paxi. Yinhtil Abraham eb', anheja' yinhtil in pax Abraham yed' eb'."
        },
        {
            "number": "23",
            "text": "Tato schecab' Cristo yaj eb', a in tic más val schecab' in d'a yichanh eb'. Vach'chom ayic svalanb'at juntzanh tic d'ayex, svalb'at icha yaj junoc mach malaj spensar. Más nivan in munlaj d'a yichanh eb'. Más tzijtum el ix in mak'ji d'a yichanh eb'. Tzijtum el ix in och d'a preso. Tzijtum el pax ix in ak'jioch d'a yol sk'ab' chamel."
        },
        {
            "number": "24",
            "text": "Oel val smak'nac in eb' vetisraelal, 39 val tz'uum vik'nac yuj eb' d'a juntac el ayic smak'annac in eb' chi'."
        },
        {
            "number": "25",
            "text": "Oxel mak'b'il in pax d'a te' jixk'ab' te'. Junel julb'il in cham yed' q'uen yaxq'ueen. Oxel b'atnac te' barco d'a yol a' mar d'a valanh. A junel, jun k'ual yed' jun ak'val cannac in d'a sat a'."
        },
        {
            "number": "26",
            "text": "Tzijtum b'aj ek'nac in. Ay b'aj ay smay yuj a nivac a' yed' pax yuj eb' elk'um. Ay b'aj ay smay yuj eb' vetchonhab' yed' pax yuj eb' manh vetchonhab'oc. Ay b'aj ay smay d'a juntzanh chonhab', b'aj cuseltac yed' d'a yib'anh a' mar. Ay pax b'aj ay smay d'a scal eb' syaloch sb'a creyenteal."
        },
        {
            "number": "27",
            "text": "Ay b'aj te k'unb'inac in, in munlaji. Vab'nac val syail. Tzijtum el manh in vaynacoc. Ay b'aj te ochnac in vejel, te tacjinacpax in ti'. Tzijtum el ochnac in d'a tzek'ojk'olal. Ay b'aj vab'nac syail yuj siic. Ay b'aj elnac in b'eran yuj manh pichulal."
        },
        {
            "number": "28",
            "text": "Manhocnhej juntzanh yaelal tic vab'nac. Yujto junjun k'u, svab' syaelal ayic tzin och ilk'olal yuj eb' creyente d'a junjun iglesia."
        },
        {
            "number": "29",
            "text": "Tato ay eb' creyente manto tek'anoc, ichato mantalaj in tek'anil yed' eb'. Tato ay junoc eb' tz'ak'ji telvoc d'a junoc chucal, tzin q'uixvi yuj eb', scot voval."
        },
        {
            "number": "30",
            "text": "Tato e gana svik'chaanh in b'a, ol vik'chaanh in b'a yuj juntzanh svalb'at tic d'ayex. Yujto a juntzanh tic sch'oxani to malaj jab'oc velk'ochi."
        },
        {
            "number": "31",
            "text": "A Dios, aton Smam Cajal Jesucristo, smoj tz'alji vach' lolonel d'ay d'a masanil tiempo. A ojtannac to te yel svala'."
        },
        {
            "number": "32",
            "text": "Ayic vek'nac d'a chonhab' Damasco, ata' ayek' jun vinh gobernador munlajnac d'a jun vinh rey scuch Aretas. A jun vinh chi', yalnac vinh to stanhvaj spuertail jun chonhab' chi', yic tzin syam vinh snaani."
        },
        {
            "number": "33",
            "text": "Palta a d'a sventenail smuroal schonhab' eb' chi' el in ta, vak'jiem d'unhunhoc d'a yol jun xuuc d'a sat luum. Icha chi' ajnac in colchajel d'a yol sk'ab' vinh."
        }
    ]
}