{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Comonoc tzeyak' techaj juntzanh svalb'at tik t'ayex. Ichato malaj in pensar svalanb'ati, palta tzeyak' techajoc."
        },
        {
            "number": "2",
            "text": "Tzex in ya'ilej val, icha syutej Dios ex syailani. Yujto toxo ix vak' in trato yet' Cristo to ol ex vak'och t'a yol sk'ab'. Icha junok ix cob'es ix manta vinac tzek' t'ay, tz'ak'ji entregar t'a vinh yetb'eyum, icha chi' ol ex vutoc vak'an och t'a yol sk'ab' Cristo."
        },
        {
            "number": "3",
            "text": "Palta tzin xivi, talaj icha ajnac ix Eva yak'ji musansatil yuj sjelanil jun yak'nacoch sb'a chanil, talaj icha chi' tzex aj eyak'ji musansatil. Axo tz'aji tzeyiq'uel e pensar t'a spatic Cristo, manhxo tojoloc pax tzeyutej e b'a icha snib'ej."
        },
        {
            "number": "4",
            "text": "Ha ex tik stechaj eyuuj, wach'chom yalnhej mach tzek' alanel junocxo ch'oc k'ayb'ub'al t'a e cal, yujto ichato ch'oc junocxo Jesús tzek' yalel eb', manhoc jun tzek' valel a in tik, palta van e chaan eyab' t'a eb'. Van e chaan junxo espíritu t'a eb', palta manh ichoc jun chab'ilxo eyuuj. Van eyak'anoch e k'ol t'a junxo ab'ix yic colnab'il tzek' alji, palta manhoc jun ix eyab' t'ayin."
        },
        {
            "number": "5",
            "text": "Ha eb' chi', schecab' Cristo yaj eb' yalani. Palta a tzin naan a in tik, to manh ek'aloc yelk'och eb' t'ayin."
        },
        {
            "number": "6",
            "text": "Wach'chom malaj swach'il in loloni, palta a tas vojtac, ay val yip. Jantacnhej juntzanh tas ek' in k'ulejnac t'a e cal, a sch'oxan t'ayex to ay tas vojtac."
        },
        {
            "number": "7",
            "text": "Ayic vek' valel wach' ab'ix yic Dios t'a e cal ta', malaj in tojol in k'an t'ayex, yujto a in tik, emnaquil vutej in b'a ta', yic a ex tzex vik'chaanh. Palta tzeyala' to malaj swach'il vutejnac in b'a ta'."
        },
        {
            "number": "8",
            "text": "Icha val to ochnac in elk'al t'a juntzanhxo iglesia eyuuj, yujto ata' in cha in tojol, ayic in ek' t'a e cal."
        },
        {
            "number": "9",
            "text": "Ayic in ek' t'ayex, wach'chom ay tas yovalil tz'och vuuj, palta maj in k'anlaj t'ayex. Ha eb' cuk'tac aj Macedonia tik xid' ak'an jab' tas ay ochnac vuuj ta'. Malaj junok ex vak'nac och jab'oc in gasto t'a eyib'anh. Anhejtona' icha chi' ol vutoc in b'a ticnaic."
        },
        {
            "number": "10",
            "text": "Wach'chom svik'chaanh in b'a valan juntzanh tik, palta malaj junok ex aj Acaya ex chi' syal in e cachanoch vaan. Yel sval yuj jun tik, yujto a Cristo ayoch ved'oc, yel syala'."
        },
        {
            "number": "11",
            "text": "¿Tas yuj svalb'at juntzanh tik t'ayex tze na'a? ¿Tom yujto manh ex xajanoc vuuj? Ha Dios ojtannac jantac tzex in xajanej."
        },
        {
            "number": "12",
            "text": "Palta anheja' icha chi' ol vutoc in b'a, ichataxon svutej in b'a vek' t'a e cal. Icha chi' ol vutoc in b'a, yic wach' a eb' sayanek' tas syutej yik'anchaanh sb'a, ol kan eb' t'a yalanh vuuj. Yujto syal eb' to lajan yopisio eb' ved'oc."
        },
        {
            "number": "13",
            "text": "Ha eb' chi', tonhej stz'ac yaloch sb'a eb' schecab'oc Cristo. Syixtej anima eb' yet' slolonel chi'. Munil scomon aq'uej och sb'a eb' schecab'oc Cristo chi'."
        },
        {
            "number": "14",
            "text": "Palta a jun sk'ulej eb' chi', max sat co k'ool yuj. Yujto icha chi' vinh Satanás, stz'ac yak'och sb'a vinh yángeloc Dios."
        },
        {
            "number": "15",
            "text": "Yuj chi' max sat co k'ool, tato icha pax chi' syutej sb'a eb' schecab' vinh to syaloch sb'a eb' tojolal. Palta a val eb' lak'an ol chaan spac, ato syala' tas ix sk'ulej eb' junjun."
        },
        {
            "number": "16",
            "text": "Tik svalb'at junelxo t'ayex, manh e na to malaj in pensar. Palta tato tze na icha chi', aq'ek in permiso in lolon icha junok malaj spensar, yic ol yal vik'anchaanh jab'oc in b'a, icha juntzanh eb' syik'chaanh sb'a."
        },
        {
            "number": "17",
            "text": "Ha juntzanh svalb'at tik t'ayex, manhoc Cajal Jesús schecan vala'. Ichato manh pensaril vaji svalanb'at t'ayex, yujto tonhej svik'chaanh in b'a valani."
        },
        {
            "number": "18",
            "text": "Tzijtum eb' syik'chaanh sb'a yuj tas ay t'a yol yib'anhk’inal tik. Yuj chi' ol vik'paxchaanh jab'oc in b'a yet' eb'."
        },
        {
            "number": "19",
            "text": "Yujto a ex tik, jelan ex. Yuj chi', tzeyak' techaj eb' manh pensaril yaj t'ayex, tzex tzalaj yet' eb'."
        },
        {
            "number": "20",
            "text": "Ay eb' tzex ak'an pural yic tzeyak'an servil eb'. Axo jantacnhej tas ay t'ayex, syiq'uek' eb' smasanil, syak'och sb'a eb' yajalil t'ayex, syik'anchaanh sb'a eb'. Ichato ay b'aj stz'itb'at e sat eb', palta tzeyak' val techaj eb'."
        },
        {
            "number": "21",
            "text": "Tzin q'uixvi valanb'at t'ayex, a in tik malaj vip in k'ulan icha syutej sb'a eb' chi'. Palta icha syutej eb' stek'b'an sb'a yalani, icha pax chi' svutej in tek'b'an in b'a valani. Palta van valan icha junok mach malaj spensar."
        },
        {
            "number": "22",
            "text": "Ha eb' chi', hebreo eb', anhejtona' in, hebreo in paxi. Israel eb', israel in paxi. Yinhtil Abraham eb', anheja' yinhtil in pax Abraham yet' eb'."
        },
        {
            "number": "23",
            "text": "Tato schecab' Cristo yaj eb', a in tik más val schecab' in t'a yichanh eb'. Wach'chom ayic svalanb'at juntzanh tik t'ayex, svalb'at icha yaj junok mach malaj spensar. Más niwan in munlaj t'a yichanh eb'. Más tzijtum el ix in mak'ji t'a yichanh eb'. Tzijtum el ix in och t'a preso. Tzijtum el pax ix in ak'jioch t'a yol sk'ab' chamel."
        },
        {
            "number": "24",
            "text": "Oel val smak'nac in eb' vetisraelal, 39 val tz'uum vik'nac yuj eb' t'a juntac el ayic smak'annac in eb' chi'."
        },
        {
            "number": "25",
            "text": "Oxel mak'b'il in pax t'a te' jixk'ab' te'. Junel julb'il in cham yet' q'uen yaxq'ueen. Oxel b'atnac te' barco t'a yol ha' mar t'a valanh. Ha junel, jun k'ual yet' jun ak'val cannac in t'a sat ha'."
        },
        {
            "number": "26",
            "text": "Tzijtum b'aj ek'nac in. Ay b'aj ay smay yuj a nivac ha' yet' pax yuj eb' elk'um. Ay b'aj ay smay yuj eb' vetchonhab' yet' pax yuj eb' manh vetchonhab'oc. Ay b'aj ay smay t'a juntzanh chonhab', b'aj cuseltac yet' t'a yib'anh ha' mar. Ay pax b'aj ay smay t'a skal eb' syaloch sb'a creyenteal."
        },
        {
            "number": "27",
            "text": "Ay b'aj te k'unb'inac in, in munlaji. Vab'nac val syail. Tzijtum el manh in vaynacoc. Ay b'aj te ochnac in vejel, te tacjinacpax in ti'. Tzijtum el ochnac in t'a tzek'ojk'olal. Ay b'aj vab'nac syail yuj siic. Ay b'aj elnac in b'eran yuj manh pichulal."
        },
        {
            "number": "28",
            "text": "Manhocnhej juntzanh yaelal tik vab'nac. Yujto junjun k'u, svab' syaelal ayic tzin och ilk'olal yuj eb' creyente t'a junjun iglesia."
        },
        {
            "number": "29",
            "text": "Tato ay eb' creyente manto tek'anoc, ichato mantalaj in tek'anil yet' eb'. Tato ay junok eb' tz'ak'ji telvoc t'a junok chukal, tzin q'uixvi yuj eb', scot voval."
        },
        {
            "number": "30",
            "text": "Tato e gana svik'chaanh in b'a, ol vik'chaanh in b'a yuj juntzanh svalb'at tik t'ayex. Yujto a juntzanh tik sch'oxani to malaj jab'oc velk'ochi."
        },
        {
            "number": "31",
            "text": "Ha Dios, aton Smam Cajal Jesucristo, smoj tz'alji wach' lolonel t'ay t'a masanil tiempo. Ha ojtannac to te yel svala'."
        },
        {
            "number": "32",
            "text": "Ayic vek'nac t'a chonhab' Damasco, ata' ayek' jun vinh gobernador munlajnac t'a jun vinh rey scuch Aretas. Ha jun vinh chi', yalnac vinh to stanhvaj spuertail jun chonhab' chi', yic tzin syam vinh snaani."
        },
        {
            "number": "33",
            "text": "Palta ha t'a sventenail smuroal schonhab' eb' chi' el in ta, vak'jiem d'unhunhoc t'a yol jun xuuc t'a sat lu'um. Icha chi' ajnac in colchajel t'a yol sk'ab' vinh."
        }
    ]
}