{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Comonoc tzeyak' techaj juntzanh swalb'at tik t'ayex. Ichato malaj in pensar swalanb'ati, palta tzeyak' techajoc."
        },
        {
            "number": "2",
            "text": "Tzex in ya'ilej wal, icha syutej Dios ex syailani. Yujto toxo ix wak' in trato yet' Cristo to ol ex wak'och t'a yol sk'ab'. Icha junok ix cob'es ix manta winak tzek' t'ay, tz'ak'ji entregar t'a winh yetb'eyum, icha chi' ol ex wutoc wak'an och t'a yol sk'ab' Cristo."
        },
        {
            "number": "3",
            "text": "Palta tzin xiwi, talaj icha ajnac ix Ewa yak'ji musansatil yuj sjelanil jun yak'nacoch sb'a chanil, talaj icha chi' tzex aj eyak'ji musansatil. Axo tz'aji tzeyik'el he pensar t'a spatic Cristo, manhxo tojolok pax tzeyutej he b'a icha snib'ej."
        },
        {
            "number": "4",
            "text": "Ha ex tik stechaj eyuuj, wach'chom yalnhej mach tzek' alanel junocxo ch'oc k'ayb'ub'al t'a he kal, yujto ichato ch'oc junocxo Jesús tzek' yalel heb', manhoc jun tzek' walel a in tik, palta wan he chaan eyab' t'a heb'. Van he chaan junxo espíritu t'a heb', palta manh ichoc jun chab'ilxo eyuuj. Van eyak'anoch he k'ol t'a junxo ab'ix yic colnab'il tzek' alji, palta manhoc jun ix eyab' t'ayin."
        },
        {
            "number": "5",
            "text": "Ha heb' chi', schecab' Cristo yaj heb' yalani. Palta a tzin naan a in tik, to manh ek'aloc yelk'och heb' t'ayin."
        },
        {
            "number": "6",
            "text": "Wach'chom malaj swach'il in loloni, palta a tas wojtac, ay wal yip. Jantacnhej juntzanh tas ek' in k'ulejnac t'a he kal, a sch'oxan t'ayex to ay tas wojtac."
        },
        {
            "number": "7",
            "text": "Ayic wek' walel wach' ab'ix yic Dios t'a he kal ta', malaj in tojol in k'an t'ayex, yujto a in tik, emnaquil wutej in b'a ta', yic a ex tzex wik'chaanh. Palta tzeyala' to malaj swach'il wutejnac in b'a ta'."
        },
        {
            "number": "8",
            "text": "Icha wal to ochnac in elk'al t'a juntzanhxo iglesia eyuuj, yujto ata' in cha in tojol, ayic in ek' t'a he kal."
        },
        {
            "number": "9",
            "text": "Ayic in ek' t'ayex, wach'chom ay tas yowalil tz'och wuuj, palta maj in k'anlaj t'ayex. Ha heb' cuk'tac aj Macedonia tik xid' ak'an jab' tas ay ochnac wuuj ta'. Malaj junok ex wak'nac och jab'oc in gasto t'a eyib'anh. Anhejtona' icha chi' ol wutoc in b'a ticnaik."
        },
        {
            "number": "10",
            "text": "Wach'chom swik'chaanh in b'a walan juntzanh tik, palta malaj junok ex aj Acaya ex chi' syal in he cachanoch waan. Yel swal yuj jun tik, yujto a Cristo ayoch wed'oc, yel syala'."
        },
        {
            "number": "11",
            "text": "¿Tas yuj swalb'at juntzanh tik t'ayex tze na'a? ¿Tom yujto manh ex xajanoc wuuj? Ha Dios ojtannac jantac tzex in xajanej."
        },
        {
            "number": "12",
            "text": "Palta anheja' icha chi' ol wutoc in b'a, ichataxon swutej in b'a wek' t'a he kal. Icha chi' ol wutoc in b'a, yic wach' a heb' sayanek' tas syutej yik'anchaanh sb'a, ol kan heb' t'a yalanh wuuj. Yujto syal heb' to lajan yopisio heb' wed'oc."
        },
        {
            "number": "13",
            "text": "Ha heb' chi', tonhej stz'ac yaloch sb'a heb' schecab'oc Cristo. Syixtej anima heb' yet' slolonel chi'. Munil scomon ak'ej och sb'a heb' schecab'oc Cristo chi'."
        },
        {
            "number": "14",
            "text": "Palta a jun sk'ulej heb' chi', max sat ko k'ool yuj. Yujto icha chi' winh Satanás, stz'ac yak'och sb'a winh yángeloc Dios."
        },
        {
            "number": "15",
            "text": "Yuj chi' max sat ko k'ool, tato icha pax chi' syutej sb'a heb' schecab' winh to syaloch sb'a heb' tojolal. Palta a wal heb' lak'an ol chaan spak, ato syala' tas ix sk'ulej heb' junjun."
        },
        {
            "number": "16",
            "text": "Tik swalb'at junelxo t'ayex, manh he na to malaj in pensar. Palta tato tze na icha chi', aq'ek in permiso in lolon icha junok malaj spensar, yic ol yal wik'anchaanh jab'oc in b'a, icha juntzanh heb' syik'chaanh sb'a."
        },
        {
            "number": "17",
            "text": "Ha juntzanh swalb'at tik t'ayex, manhoc Kajal Jesús schecan wala'. Ichato manh pensaril waji swalanb'at t'ayex, yujto tonhej swik'chaanh in b'a walani."
        },
        {
            "number": "18",
            "text": "Tzijtum heb' syik'chaanh sb'a yuj tas ay t'a yol yib'anhk’inal tik. Yuj chi' ol wik'paxchaanh jab'oc in b'a yet' heb'."
        },
        {
            "number": "19",
            "text": "Yujto a ex tik, jelan ex. Yuj chi', tzeyak' techaj heb' manh pensaril yaj t'ayex, tzex tzalaj yet' heb'."
        },
        {
            "number": "20",
            "text": "Ay heb' tzex ak'an pural yic tzeyak'an serwil heb'. Axo jantacnhej tas ay t'ayex, syik'ek' heb' smasanil, syak'och sb'a heb' yajalil t'ayex, syik'anchaanh sb'a heb'. Ichato ay b'aj stz'itb'at he sat heb', palta tzeyak' wal techaj heb'."
        },
        {
            "number": "21",
            "text": "Tzin q'uixwi walanb'at t'ayex, a in tik malaj wip in k'ulan icha syutej sb'a heb' chi'. Palta icha syutej heb' stek'b'an sb'a yalani, icha pax chi' swutej in tek'b'an in b'a walani. Palta wan walan icha junok mach malaj spensar."
        },
        {
            "number": "22",
            "text": "Ha heb' chi', hebreo heb', anhejtona' in, hebreo in paxi. Israel heb', israel in paxi. Yinhtil Abraham heb', anheja' yinhtil in pax Abraham yet' heb'."
        },
        {
            "number": "23",
            "text": "Tato schecab' Cristo yaj heb', a in tik más wal schecab' in t'a yichanh heb'. Wach'chom ayic swalanb'at juntzanh tik t'ayex, swalb'at icha yaj junok mach malaj spensar. Más niwan in munlaj t'a yichanh heb'. Más tzijtum el ix in mak'ji t'a yichanh heb'. Tzijtum el ix in och t'a preso. Tzijtum el pax ix in ak'jioch t'a yol sk'ab' chamel."
        },
        {
            "number": "24",
            "text": "Oel wal smak'nac in heb' wetisraelal, 39 wal tz'uum wik'nac yuj heb' t'a juntac el ayic smak'annac in heb' chi'."
        },
        {
            "number": "25",
            "text": "Oxel mak'b'il in pax t'a te' jixk'ab' te'. Junel julb'il in cham yet' k'een yaxk'een. Oxel b'atnac te' barco t'a yol ha' mar t'a walanh. Ha junel, jun k'ual yet' jun ak'wal cannac in t'a sat ha'."
        },
        {
            "number": "26",
            "text": "Tzijtum b'aj ek'nac in. Ay b'aj ay smay yuj a niwac ha' yet' pax yuj heb' elk'um. Ay b'aj ay smay yuj heb' wetchonhab' yet' pax yuj heb' manh wetchonhab'oc. Ay b'aj ay smay t'a juntzanh chonhab', b'aj cuseltac yet' t'a yib'anh ha' mar. Ay pax b'aj ay smay t'a skal heb' syaloch sb'a creyenteal."
        },
        {
            "number": "27",
            "text": "Ay b'aj te k'unb'inac in, in munlaji. Vab'nac wal syail. Tzijtum el manh in waynacoc. Ay b'aj te ochnac in wejel, te tacjinacpax in ti'. Tzijtum el ochnac in t'a tzek'ojk'olal. Ay b'aj wab'nac syail yuj siic. Ay b'aj elnac in b'eran yuj manh pichulal."
        },
        {
            "number": "28",
            "text": "Manhoknhej juntzanh yaelal tik wab'nac. Yujto junjun k'u, swab' syaelal ayic tzin och ilk'olal yuj heb' creyente t'a junjun iglesia."
        },
        {
            "number": "29",
            "text": "Tato ay heb' creyente manto tek'anoc, ichato mantalaj in tek'anil yet' heb'. Tato ay junok heb' tz'ak'ji telwoc t'a junok chukal, tzin q'uixwi yuj heb', scot wowal."
        },
        {
            "number": "30",
            "text": "Tato he gana swik'chaanh in b'a, ol wik'chaanh in b'a yuj juntzanh swalb'at tik t'ayex. Yujto a juntzanh tik sch'oxani to malaj jab'oc welk'ochi."
        },
        {
            "number": "31",
            "text": "Ha Dios, aton Smam Kajal Jesucristo, smoj tz'alji wach' lolonel t'ay t'a masanil tiempo. Ha ojtannac to te yel swala'."
        },
        {
            "number": "32",
            "text": "Ayic wek'nac t'a chonhab' Damasco, ata' ayek' jun winh gobernador munlajnac t'a jun winh rey scuch Aretas. Ha jun winh chi', yalnac winh to stanhwaj spuertail jun chonhab' chi', yic tzin syam winh snaani."
        },
        {
            "number": "33",
            "text": "Palta ha t'a swentenail smuroal schonhab' heb' chi' el in ta, wak'jiem d'unhunhoc t'a yol jun xuuc t'a sat lu'um. Icha chi' ajnac in colchajel t'a yol sk'ab' winh."
        }
    ]
}