{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Nab'anhej svixtej in b'a valan in b'a vach'il. Más vach' svalb'at d'ayex yuj juntzanh icha vayich yed' juntzanhxo tas sch'oxnac Cajal Jesús d'ayin."
        },
        {
            "number": "2",
            "text": "Ay jun vinh vojtac, jichan sk'ool vinh d'a Cristo. A ticnaic schanhlajunhilxo ab'il xid'ek' vinh d'a satchaanh b'aj ay Dios. Manh vojtacoc tato ik'jinacb'at snivanil vinh yed'oc, mato maay. Anhej Dios ojtannac."
        },
        {
            "number": "3",
            "text": "Vach'chom b'atnac vinh yed' snivanil, mato maay, manh vojtacoc. Anhej Dios ojtannac. Palta a jun vojtac"
        },
        {
            "number": "4",
            "text": "to xid'naquek' vinh d'a jun lugar scuchan paraíso. Ata' yab'nac juntzanh lolonel vinh malaj mach ojtannac. Malaj pax spermiso vinh yalan d'a junocxo anima."
        },
        {
            "number": "5",
            "text": "A jun vinh chi', syal valan svach'il vinh, palta a inxo tic, manh ol vik'chaanh in b'a. Ay juntzanh tas ayoch d'ayin sch'oxani to malaj velk'ochi. A juntzanh chi', ol vala' yic svik'chaanh jab'oc in b'a."
        },
        {
            "number": "6",
            "text": "Q'uinaloc yelk'olal in gana svik'chaanh in b'a ticnaic, tato icha chi', max am val icha junoc malaj spensar, yujto anhej juntzanh tas yel, anhej am svala'. Palta manh ol vik'chaanh in b'a icha chi', yujto malaj in gana syal eb' to más nivan velk'och d'a tas syil eb' yed' d'a tas syab' eb' d'ayin."
        },
        {
            "number": "7",
            "text": "A juntzanh tas ch'oxb'il d'ayin d'a satchaanh chi', yelxo val nivan yelk'ochi, ay smay vik'anchaanh in b'a yuuj. Yuj chi' ay jun in yaelal yak'nac vinh Satanás yic tzin ixtani. A jun chi' lajan icha junoc nivan q'uiix tz'isanb'at d'ayin. Icha chi' ajnac in, yic vach' max vik'chaanh in b'a."
        },
        {
            "number": "8",
            "text": "Oxel in k'annac d'a Cajal Jesús, yic talaj syiq'uel d'ayin."
        },
        {
            "number": "9",
            "text": "Palta icha tic ajnac yalan d'ayin: Stechaj uuj yujto tzin och ed'oc. Yujto a d'a eb' malaj val yip d'a yol yico', ata' vach' scheclajel in poder, xchi d'ayin. Yuj chi', svak' val och d'a in k'ool to ol in te tzalajoc, yujto malaj val vip, yic svach' aq'uej spoder Cristo d'ayin."
        },
        {
            "number": "10",
            "text": "Yuj chi' tzin tzalaj ticnaic, yujto malaj vip. Vach'chom tzin b'uchji, vach'chom malaj tas ay d'ayin, vach'chom tz'ak'jioch in yaelal, vach'chom svab' syaelal yuj Cristo, palta tzin tzalajnhej. Yujto ayic malaj velk'och jab'oc, más ay in poder."
        },
        {
            "number": "11",
            "text": "Ichato malaj in pensar ayic ix valan in b'a vach'il d'ayex. Palta a ex ix in eyak' pural, yuj chi' ix vala', palta a ex smoj tzin eyal vach'il. A d'a eb' munil syak'och sb'a schecab'oc Cristo, a d'a eb' tzeyak'och janik' e pensar. Vach'chom malaj tzin och a in tic, palta malaj yelk'och eb' d'a vichanh."
        },
        {
            "number": "12",
            "text": "Ayic ix in ek' d'a e cal, tek'tek' ix vutej in b'a in munlaji. Ix in b'o juntzanh milagro yed' juntzanhxo tastac sch'oxanel spoder Dios. Ix te sat e k'ool eyilan juntzanh ix in b'o chi'. Yuj juntzanh chi' scheclajeli to d'a val yel schecab' in Cristo."
        },
        {
            "number": "13",
            "text": "Icha val svach'il ix vutej in b'a, ayic ix in ek' d'a eb' creyente d'a junjun iglesia, icha chi' ix vutej in b'a ayic ix in ek' d'ayex. Anhej b'ian to maj vak'och in b'a d'a yalanh e gasto. Palta aq'uec nivank'olal yuj jun in mul ix och tic d'ayex."
        },
        {
            "number": "14",
            "text": "A ticnaic, listaxo vaj in b'atxi d'a yoxelal d'ayex, palta anheja' manh ol vak'och in b'a e cuentaoc, yujto max in nib'ejoch tastac ay d'ayex, palta a e vach'il a chi' tzin nib'ej. A eb' mamab'il, smoj smolb'an stumin eb' yic syak' eb' d'a eb' yuninal. Manhoc eb' uninab'il chi' smolb'ej stumin yic syak' eb' d'a eb' smam chi'."
        },
        {
            "number": "15",
            "text": "A in tic, in gana tzin lajel tastac ay d'ayin, yic ol b'oxoc e pensar. Vach'chom ol lajvel in nivanil tic yujto tzex in k'ayb'ej, palta ol in tzalajnhej. Tato tzex in te xajanej, ¿tom yuj chi' maxtzac in e xajanej a ex tic?"
        },
        {
            "number": "16",
            "text": "Ay juntzanhxo eb', vach'chom yojtac eb' to maj vak'och in b'a e cuentaoc, palta syal eb' to tzex vak' musansatil yed' in jelanil yic tzex vak' ganar."
        },
        {
            "number": "17",
            "text": "¿Tom vak'nac ex musansatil yed' junoc eb' in checnacb'at d'ayex?"
        },
        {
            "number": "18",
            "text": "In k'annac pavor d'a vinhaj Tito yic sb'at vinh ex yila'. In checannacb'at junxo vinh cuk'tac yed' vinh. ¿Tom xid'naquek' vinhaj Tito chi' ex yak' musansatil jun? Lajannhej cutejnac co pensar quek' d'a e cal ta'."
        },
        {
            "number": "19",
            "text": "Tecan ayex tze na'a to tonhej tzin col in b'a d'a eyichanh. Palta manh ichoc ta' svutej in b'a. Yujto d'a yichanh Dios van valanb'at juntzanh tic d'ayex, icha pax sgana Cristo, yic ol laj och e tek'anil d'a yic Dios."
        },
        {
            "number": "20",
            "text": "Tzin xiv in b'at ex vila', talaj manh ichoc in gana tzeyutej e b'a. A inxo tic, talaj manh ichoc e gana svutej in b'a. Tzin xiv in b'at d'ayex ta', ta icha chi' ayto oval, chichonk'olal yed' k'ak'alk'olal d'a e cal. Tato icha chi' ayexto tzeyik'chaanh e b'a, ayexto tzex b'uchvaj d'a e patic junjun ex, ayexto tzex alvi pecal, ayexto tzeyak' ak'umtaquil, talaj ayexto pax van e somchitan e b'a."
        },
        {
            "number": "21",
            "text": "Tzin xiv in b'atxi d'ayex, talaj icha chi' a Dios tzin ak'an q'uixvelal eyuuj. Talaj icha chi' tzin ok' eyuuj, yujto a d'a yic yalanh, tzijtum ex ix e k'ulej juntzanh chucal. Manh jab'oc tzeyactejcan e k'ulan juntzanh chucal chi' yed' e nivanil, aton ajmulal yed' juntzanhxo tas te q'uixvelal."
        }
    ]
}