{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Nab'anhej svixtej in b'a valan in b'a wach'il. Más wach' svalb'at t'ayex yuj juntzanh icha vayich yet' juntzanhxo tas sch'oxnac Cajal Jesús t'ayin."
        },
        {
            "number": "2",
            "text": "Ay jun winh vojtac, jichan sk'ool winh t'a Cristo. Ha ticnaic schanhlajunhilxo ab'il xid'ek' winh t'a satcha’anh b'aj ay Dios. Manh vojtacoc tato ik'jinacb'at snivanil winh yet'oc, mato maay. Anhej Dios ojtannac."
        },
        {
            "number": "3",
            "text": "Wach'chom b'atnac winh yet' snivanil, mato maay, manh vojtacoc. Anhej Dios ojtannac. Palta a jun vojtac"
        },
        {
            "number": "4",
            "text": "to xid'naquek' winh t'a jun lugar scuchan paraíso. Ata' yab'nac juntzanh lolonel winh malaj mach ojtannac. Malaj pax spermiso winh yalan t'a junocxo anima."
        },
        {
            "number": "5",
            "text": "Ha jun winh chi', syal valan swach'il winh, palta a inxo tik, manh ol vik'chaanh in b'a. Ay juntzanh tas ayoch t'ayin sch'oxani to malaj velk'ochi. Ha juntzanh chi', ol vala' yic svik'chaanh jab'oc in b'a."
        },
        {
            "number": "6",
            "text": "Q'uinaloc yelk'olal in gana svik'chaanh in b'a ticnaic, tato icha chi', max am val icha junok malaj spensar, yujto anhej juntzanh tas yel, anhej am svala'. Palta manh ol vik'chaanh in b'a icha chi', yujto malaj in gana syal eb' to más niwan velk'och t'a tas syil eb' yet' t'a tas syab' eb' t'ayin."
        },
        {
            "number": "7",
            "text": "Ha juntzanh tas ch'oxb'il t'ayin t'a satcha’anh chi', yelxo val niwan yelk'ochi, ay smay vik'anchaanh in b'a yuj. Yuj chi' ay jun in yaelal yak'nac winh Satanás yic tzin ixtani. Ha jun chi' lajan icha junok niwan q'uiix tz'isanb'at t'ayin. Icha chi' ajnac in, yic wach' max vik'chaanh in b'a."
        },
        {
            "number": "8",
            "text": "Oxel in k'annac t'a Cajal Jesús, yic talaj syiq'uel t'ayin."
        },
        {
            "number": "9",
            "text": "Palta icha tik ajnac yalan t'ayin: Stechaj uuj yujto tzin och ed'oc. Yujto ha t'a eb' malaj val yip t'a yol yico', ata' wach' scheclajel in poder, xchi t'ayin. Yuj chi', svak' val och t'a in k'ool to ol in te tzalajoc, yujto malaj val vip, yic swach' aq'uej spoder Cristo t'ayin."
        },
        {
            "number": "10",
            "text": "Yuj chi' tzin tzalaj ticnaic, yujto malaj vip. Wach'chom tzin b'uchji, wach'chom malaj tas ay t'ayin, wach'chom tz'ak'jioch in yaelal, wach'chom svab' syaelal yuj Cristo, palta tzin tzalajnhej. Yujto ayic malaj velk'och jab'oc, más ay in poder."
        },
        {
            "number": "11",
            "text": "Ichato malaj in pensar ayic ix valan in b'a wach'il t'ayex. Palta a ex ix in eyak' pural, yuj chi' ix vala', palta a ex smoj tzin eyal wach'il. Ha t'a eb' munil syak'och sb'a schecab'oc Cristo, ha t'a eb' tzeyak'och janik' e pensar. Wach'chom malaj tzin och a in tik, palta malaj yelk'och eb' t'a vichanh."
        },
        {
            "number": "12",
            "text": "Ayic ix in ek' t'a e cal, tek'tek' ix vutej in b'a in munlaji. Ix in b'o juntzanh milagro yet' juntzanhxo tastac sch'oxanel spoder Dios. Ix te sat e k'ool eyilan juntzanh ix in b'o chi'. Yuj juntzanh chi' scheclajeli to t'a val yel schecab' in Cristo."
        },
        {
            "number": "13",
            "text": "Icha val swach'il ix vutej in b'a, ayic ix in ek' t'a eb' creyente t'a junjun iglesia, icha chi' ix vutej in b'a ayic ix in ek' t'ayex. Anhej b'ian to maj vak'och in b'ha t'a yalanh e gasto. Palta aq'ek nivank'olal yuj jun in mul ix och tik t'ayex."
        },
        {
            "number": "14",
            "text": "Ha ticnaic, listaxo vaj in b'atxi t'a yoxelal t'ayex, palta anheja' manh ol vak'och in b'a e cuentaoc, yujto max in nib'ejoch tastac ay t'ayex, palta a e wach'il a chi' tzin nib'ej. Ha eb' mamab'il, smoj smolb'an stumin eb' yic syak' eb' t'a eb' yuninal. Manhoc eb' uninab'il chi' smolb'ej stumin yic syak' eb' t'a eb' smam chi'."
        },
        {
            "number": "15",
            "text": "Ha in tik, in gana tzin lajel tastac ay t'ayin, yic ol b'oxoc e pensar. Wach'chom ol lajvel in nivanil tik yujto tzex in k'ayb'ej, palta ol in tzalajnhej. Tato tzex in te xajanej, ¿tom yuj chi' maxtzac in e xajanej a ex tik?"
        },
        {
            "number": "16",
            "text": "Ay juntzanhxo eb', wach'chom yojtac eb' to maj vak'och in b'a e cuentaoc, palta syal eb' to tzex vak' musansatil yet' in jelanil yic tzex vak' ganar."
        },
        {
            "number": "17",
            "text": "¿Tom vak'nac ex musansatil yet' junok eb' in checnacb'at t'ayex?"
        },
        {
            "number": "18",
            "text": "In k'annac pavor t'a winhaj Tito yic sb'at winh ex yila'. In checannacb'at junxo winh cuk'tac yet' winh. ¿Tom xid'naquek' winhaj Tito chi' ex yak' musansatil jun? Lajannhej cutejnac co pensar quek' t'a e cal ta'."
        },
        {
            "number": "19",
            "text": "Tecan ayex tze na'a to tonhej tzin col in b'ha t'a eyichanh. Palta manh ichoc ta' svutej in b'a. Yujto t'a yichanh Dios van valanb'at juntzanh tik t'ayex, icha pax sgana Cristo, yic ol laj och e tek'anil t'a yic Dios."
        },
        {
            "number": "20",
            "text": "Tzin xiv in b'at ex wila'', talaj manh ichoc in gana tzeyutej e b'a. Ha inxo tik, talaj manh ichoc e gana svutej in b'a. Tzin xiv in b'at t'ayex ta', ta icha chi' ayto oval, chichonk'olal yet' k'ak'alk'olal t'a e cal. Tato icha chi' ayexto tzeyik'chaanh e b'a, ayexto tzex b'uchvaj t'a e patic junjun ex, ayexto tzex alvi pecal, ayexto tzeyak' ak'umtaquil, talaj ayexto pax van e somchitan e b'a."
        },
        {
            "number": "21",
            "text": "Tzin xiv in b'atxi t'ayex, talaj icha chi' ha Dios tzin ak'an q'uixvelal eyuuj. Talaj icha chi' tzin ok' eyuuj, yujto ha t'a yic yalanh, tzijtum ex ix e k'ulej juntzanh chukal. Manh jab'oc tzeyactejcan e k'ulan juntzanh chukal chi' yet' e nivanil, aton ajmulal yet' juntzanhxo tas te q'uixvelal."
        }
    ]
}