{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Nab'anhej swixtej in b'a walan in b'a wach'il. Más wach' swalb'at t'ayex yuj juntzanh icha wayich yet' juntzanhxo tas sch'oxnac Kajal Jesús t'ayin."
        },
        {
            "number": "2",
            "text": "Ay jun winh wojtac, jichan sk'ool winh t'a Cristo. Ha ticnaik schanhlajunhilxo ab'il xid'ek' winh t'a satcha’anh b'aj ay Dios. Manh wojtacoc tato ik'jinacb'at sniwanil winh yet'oc, mato maay. Anhej Dios ojtannac."
        },
        {
            "number": "3",
            "text": "Wach'chom b'atnac winh yet' sniwanil, mato maay, manh wojtacoc. Anhej Dios ojtannac. Palta a jun wojtac"
        },
        {
            "number": "4",
            "text": "to xid'naquek' winh t'a jun lugar scuchan paraíso. Ata' yab'nac juntzanh lolonel winh malaj mach ojtannac. Malaj pax spermiso winh yalan t'a junocxo anima."
        },
        {
            "number": "5",
            "text": "Ha jun winh chi', syal walan swach'il winh, palta a inxo tik, manh ol wik'chaanh in b'a. Ay juntzanh tas ayoch t'ayin sch'oxani to malaj welk'ochi. Ha juntzanh chi', ol wala' yic swik'chaanh jab'oc in b'a."
        },
        {
            "number": "6",
            "text": "Q'uinaloc yelk'olal in gana swik'chaanh in b'a ticnaik, tato icha chi', max am wal icha junok malaj spensar, yujto anhej juntzanh tas yel, anhej am swala'. Palta manh ol wik'chaanh in b'a icha chi', yujto malaj in gana syal heb' to más niwan welk'och t'a tas syil heb' yet' t'a tas syab' heb' t'ayin."
        },
        {
            "number": "7",
            "text": "Ha juntzanh tas ch'oxb'il t'ayin t'a satcha’anh chi', yelxo wal niwan yelk'ochi, ay smay wik'anchaanh in b'a yuj. Yuj chi' ay jun in yaelal yak'nac winh Satanás yic tzin ixtani. Ha jun chi' lajan icha junok niwan q'uiix tz'isanb'at t'ayin. Icha chi' ajnac in, yic wach' max wik'chaanh in b'a."
        },
        {
            "number": "8",
            "text": "Oxel in k'annac t'a Kajal Jesús, yic talaj syik'el t'ayin."
        },
        {
            "number": "9",
            "text": "Palta icha tik ajnac yalan t'ayin: Stechaj uuj yujto tzin och ed'oc. Yujto ha t'a heb' malaj wal yip t'a yol yico', ata' wach' scheclajel in poder, xchi t'ayin. Yuj chi', swak' wal och t'a in k'ool to ol in te tzalajoc, yujto malaj wal wip, yic swach' ak'ej spoder Cristo t'ayin."
        },
        {
            "number": "10",
            "text": "Yuj chi' tzin tzalaj ticnaik, yujto malaj wip. Wach'chom tzin b'uchji, wach'chom malaj tas ay t'ayin, wach'chom tz'ak'jioch in yaelal, wach'chom swab' syaelal yuj Cristo, palta tzin tzalajnhej. Yujto ayic malaj welk'och jab'oc, más ay in poder."
        },
        {
            "number": "11",
            "text": "Ichato malaj in pensar ayic ix walan in b'a wach'il t'ayex. Palta a ex ix in eyak' pural, yuj chi' ix wala', palta a ex smoj tzin eyal wach'il. Ha t'a heb' munil syak'och sb'a schecab'oc Cristo, ha t'a heb' tzeyak'och janik' he pensar. Wach'chom malaj tzin och a in tik, palta malaj yelk'och heb' t'a wichanh."
        },
        {
            "number": "12",
            "text": "Ayic ix in ek' t'a he kal, tek'tek' ix wutej in b'a in munlaji. Ix in b'o juntzanh milagro yet' juntzanhxo tastac sch'oxanel spoder Dios. Ix te sat he k'ool eyilan juntzanh ix in b'o chi'. Yuj juntzanh chi' scheclajeli to t'a wal yel schecab' in Cristo."
        },
        {
            "number": "13",
            "text": "Icha wal swach'il ix wutej in b'a, ayic ix in ek' t'a heb' creyente t'a junjun iglesia, icha chi' ix wutej in b'a ayic ix in ek' t'ayex. Anhej b'ian to maj wak'och in b'ha t'a yalanh he gasto. Palta aq'ek niwank'olal yuj jun in mul ix och tik t'ayex."
        },
        {
            "number": "14",
            "text": "Ha ticnaik, listaxo waj in b'atxi t'a yoxelal t'ayex, palta anheja' manh ol wak'och in b'a he cuentaoc, yujto max in nib'ejoch tastac ay t'ayex, palta a he wach'il a chi' tzin nib'ej. Ha heb' mamab'il, smoj smolb'an stumin heb' yic syak' heb' t'a heb' yuninal. Manhok heb' uninab'il chi' smolb'ej stumin yic syak' heb' t'a heb' smam chi'."
        },
        {
            "number": "15",
            "text": "Ha in tik, in gana tzin lajel tastac ay t'ayin, yic ol b'oxoc he pensar. Wach'chom ol lajwel in niwanil tik yujto tzex in k'ayb'ej, palta ol in tzalajnhej. Tato tzex in te xajanej, ¿tom yuj chi' maxtzac in he xajanej a ex tik?"
        },
        {
            "number": "16",
            "text": "Ay juntzanhxo heb', wach'chom yojtac heb' to maj wak'och in b'a he cuentaoc, palta syal heb' to tzex wak' musansatil yet' in jelanil yic tzex wak' ganar."
        },
        {
            "number": "17",
            "text": "¿Tom wak'nac ex musansatil yet' junok heb' in checnacb'at t'ayex?"
        },
        {
            "number": "18",
            "text": "In k'annac pawor t'a winhaj Tito yic sb'at winh ex yila'. In checannacb'at junxo winh cuk'tac yet' winh. ¿Tom xid'naquek' winhaj Tito chi' ex yak' musansatil jun? Lajannhej cutejnac ko pensar quek' t'a he kal ta'."
        },
        {
            "number": "19",
            "text": "Tecan ayex tze na'a to tonhej tzin col in b'ha t'a eyichanh. Palta manh ichoc ta' swutej in b'a. Yujto t'a yichanh Dios wan walanb'at juntzanh tik t'ayex, icha pax snib'ej Cristo, yic ol laj och he tek'anil t'a yic Dios."
        },
        {
            "number": "20",
            "text": "Tzin xiv in b'at ex wila'', talaj manh ichoc in gana tzeyutej he b'a. Ha inxo tik, talaj manh ichoc he gana swutej in b'a. Tzin xiv in b'at t'ayex ta', ta icha chi' ayto owal, chichonk'olal yet' k'ak'alk'olal t'a he kal. Tato icha chi' ayexto tzeyik'chaanh he b'a, ayexto tzex b'uchwaj t'a he patic junjun ex, ayexto tzex alwi pecal, ayexto tzeyak' ak'umtaquil, talaj ayexto pax wan he somchitan he b'a."
        },
        {
            "number": "21",
            "text": "Tzin xiv in b'atxi t'ayex, talaj icha chi' ha Dios tzin ak'an q'uixwelal eyuuj. Talaj icha chi' tzin ok' eyuuj, yujto ha t'a yic yalanh, tzijtum ex ix he k'ulej juntzanh chukal. Manh jab'oc tzeyactejcan he k'ulan juntzanh chukal chi' yet' he niwanil, aton ajmulal yet' juntzanhxo tas te q'uixwelal."
        }
    ]
}