{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Yoxelalxo ol in b'at ex vila'. Yalnhej tas junoc ol b'o'oc, yovalil ayocab' chavanh ma oxvanhoc testigo ol alanoc, ichato chi' ol b'o'oc."
        },
        {
            "number": "2",
            "text": "Ayic ix in ek' d'a schaelal, ay jun ix valcan d'ayex. Axo ticnaic svalb'at junelxo. Vach'chom manh in ayoc ek' eyed' ta', palta svalb'ati to a ex ochnac e mul d'a yalanhtaxo yed' ex pax van yoch e mul ticnaic, ayic ol in k'och junelxo, manhxo ol ex vak'laj nivank'olal. Aton jun tic ix ek' valcan d'ayex."
        },
        {
            "number": "3",
            "text": "E gana val tzeyila' tato a Cristo van in syamk'ab'ani yic syalan d'ayex. Ato val yic ol in k'ochoc, ol eyilani. Ichato chi' ol nachajel eyuuj. Yujto a Cristo tic, mantoc malaj spoder sch'ox d'ayex, palta nivan spoder yic smunlaj d'a e cal."
        },
        {
            "number": "4",
            "text": "Yel toni, ayic ix d'unhb'ajq'ue d'a te' culus, ichato malaj spoder. Palta yuj spoder Dios pitzan ticnaic. Anhejtona', a in pax tic, ichato malaj in poder, palta yuj spoder Dios pitzan in yed' Cristo, yic anheja' tzin ek' ex in k'ayb'ej."
        },
        {
            "number": "5",
            "text": "Tze cham naej val e b'a junjun ex, yic scheclaji tato yel ayoch Cristo d'a e k'ool. Aq'uec proval e b'a junjun ex. ¿Tom manh eyojtacoc to a Jesucristo ayoch d'ayex junjun ex? Palta tato manh ex creyenteoc d'a yel, manh ayococh d'ayex."
        },
        {
            "number": "6",
            "text": "Palta in gana snachajel eyuuj sik'lab'il to a in tic creyente in d'a val yel."
        },
        {
            "number": "7",
            "text": "Tzin lesalvi d'a Dios eyuuj, yic manh ol e k'uloc junoc chucal. Manh tonhejoc tzin lesalvi eyuuj yic scheclajeli to vach' in munlaji. Palta in gana to vach'nhej tzeyutej e b'eyb'al, vach'chom ichato scheclajeli to manh vach'oc in munlajel."
        },
        {
            "number": "8",
            "text": "Yujto max yal vajk'olan in b'a yed' jun lolonel yel, aton d'a jun b'aj svak' vip in munlaji."
        },
        {
            "number": "9",
            "text": "Yuj chi', vach'chom malaj vach' vochi, palta tzin tzalaji tato e ex tic ay eyelk'ochi. Anhejtona', ol in lesalvoc eyuuj, yic ol vach' b'o e pensar."
        },
        {
            "number": "10",
            "text": "Tzin b'ab'laj tz'ib'ejb'at jun in carta tic d'ayex, yacb'an manto in k'och eyed' ta', yujto malaj in gana te ov ol vutej in b'a d'ayex yuj jun vopisio tic, ayic ol in k'och d'ayex ta'. A Cajal Jesús ak'jinac jun vopisio tic, yic svak' e tek'anil. Manh yujoc ex vak'an juvoqueli ix yak'an d'ayin."
        },
        {
            "number": "11",
            "text": "Axo ticnaic ex vuk'tac ex vanab', ayocab' e tzalajk'olal ta'. Tze vach' b'oan e pensar. Ak'jocab' snivanil e k'ool. Junxonhej ocab' tzeyutej e pensar, junk'olalxonhej tzeyutej e b'a ta'. A Dios ol och eyed'oc, aton jun tz'ak'an e junk'olal, jun tz'ak'an pax e xajanej e b'a."
        },
        {
            "number": "12",
            "text": "Slaj eyak'laj stzatzil e k'ool yuj e ch'oxani to tze xajanej e b'a."
        },
        {
            "number": "13",
            "text": "A eb' creyente smasanil d'a tic, syak'b'at stzatzil e k'ool eb'. Checlajocab' el svach'k'olal Cajal Jesucristo d'ayex, yak'ocab' pax svach'k'olal Dios d'ayex. Aocab' Yespíritu Dios tz'och eyed'oc e masanil ta'."
        }
    ]
}