{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Yoxelalxo ol in b'at ex wila''. Yalnhej tas junok ol b'o'oc, yowalil ayocab' chavanh ma oxvanhoc testigo ol alanoc, ichato chi' ol b'o'oc."
        },
        {
            "number": "2",
            "text": "Ayic ix in ek' t'a schaelal, ay jun ix valcan t'ayex. Axo ticnaic svalb'at junelxo. Wach'chom manh in ayoc ek' eyed' ta', palta svalb'ati to a ex ochnac e mul t'a yalanhtaxo yet' ex pax van yoch e mul ticnaic, ayic ol in k'och junelxo, manhxo ol ex vak'laj nivank'olal. Aton jun tik ix ek' valcan t'ayex."
        },
        {
            "number": "3",
            "text": "E gana val tzeyila' tato a Cristo van in syamk'ab'ani yic syalan t'ayex. Ato val yic ol in k'ochoc, ol eyilani. Ichato chi' ol nachajel eyuuj. Yujto a Cristo tik, mantoc malaj spoder sch'ox t'ayex, palta niwan spoder yic smunlaj t'a e cal."
        },
        {
            "number": "4",
            "text": "Yel toni, ayic ix d'unhb'ajq'ue t'a te' culus, ichato malaj spoder. Palta yuj spoder Dios pitzan ticnaic. Anhejtona', a in pax tik, ichato malaj in poder, palta yuj spoder Dios pitzan in yet' Cristo, yic anheja' tzin ek' ex in k'ayb'ej."
        },
        {
            "number": "5",
            "text": "Tze cham naej val e b'a junjun ex, yic scheclaji tato yel ayoch Cristo t'a e k'ool. Hak'ek proval e b'a junjun ex. ¿Tom manh eyojtacoc to a Jesucristo ayoch t'ayex junjun ex? Palta tato manh ex creyenteoc t'a yel, manh ayococh t'ayex."
        },
        {
            "number": "6",
            "text": "Palta in gana snachajel eyuuj sik'lab'il to a in tik creyente in t'a val yel."
        },
        {
            "number": "7",
            "text": "Tzin lesalvi d'ha Dios eyuuj, yic manh ol e k'uloc junok chukal. Manh tonhejoc tzin lesalvi eyuuj yic scheclajeli to wach' in munlaji. Palta in gana to wach'nhej tzeyutej e b'eyb'al, wach'chom ichato scheclajeli to manh wach'oc in munlajel."
        },
        {
            "number": "8",
            "text": "Yujto max yal vajk'olan in b'a yet' jun lolonel yel, aton t'a jun b'aj svak' vip in munlaji."
        },
        {
            "number": "9",
            "text": "Yuj chi', wach'chom malaj wach' vochi, palta tzin tzalaji tato e ex tik ay eyelk'ochi. Anhejtona', ol in lesalvoc eyuuj, yic ol wach' b'o e pensar."
        },
        {
            "number": "10",
            "text": "Tzin b'ab'laj tz'ib'ejb'at jun in carta tik t'ayex, yacb'an manto in k'och eyed' ta', yujto malaj in gana te ov ol vutej in b'a t'ayex yuj jun vopisio tik, ayic ol in k'och t'ayex ta'. Ha Cajal Jesús ak'jinac jun vopisio tik, yic svak' e tek'anil. Manh yujoc ex vak'an juvoqueli ix yak'an t'ayin."
        },
        {
            "number": "11",
            "text": "Axo ticnaic ex vuk'tac ex vanab', ayocab' e tzalajk'olal ta'. Tze wach' b'oan e pensar. Ak'jocab' snivanil e k'ool. Junxonhej ocab' tzeyutej e pensar, junk'olalxonhej tzeyutej e b'a ta'. Ha Dios ol och eyed'oc, aton jun tz'ak'an e junk'olal, jun tz'ak'an pax e xajanej e b'a."
        },
        {
            "number": "12",
            "text": "Slaj eyak'laj stzatzil e k'ool yuj e ch'oxani to tze xajanej e b'a."
        },
        {
            "number": "13",
            "text": "Ha eb' creyente smasanil t'a tik, syak'b'at stzatzil e k'ool eb'. Checlajocab' el swach'k'olal Cajal Jesucristo t'ayex, yak'ocab' pax swach'k'olal Dios t'ayex. Aocab' Yespíritu Dios tz'och eyed'oc e masanil ta'."
        }
    ]
}