{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Yoxelalxo ol in b'at ex wila''. Yalnhej tas junok ol b'o'oc, yowalil ayocab' chawanh ma oxwanhoc testigo ol alanoc, ichato chi' ol b'o'oc."
        },
        {
            "number": "2",
            "text": "Ayic ix in ek' t'a schaelal, ay jun ix walcan t'ayex. Axo ticnaik swalb'at junelxo. Wach'chom manh in ayoc ek' eyed' ta', palta swalb'ati to a ex ochnac he mul t'a yalanhtaxo yet' ex pax wan yoch he mul ticnaik, ayic ol in k'och junelxo, manhxo ol ex wak'laj niwank'olal. Aton jun tik ix ek' walcan t'ayex."
        },
        {
            "number": "3",
            "text": "E gana wal tzeyila' tato a Cristo wan in syamk'ab'ani yic syalan t'ayex. Ato wal yic ol in k'ochoc, ol eyilani. Ichato chi' ol nachajel eyuuj. Yujto a Cristo tik, mantoc malaj spoder sch'ox t'ayex, palta niwan spoder yic smunlaj t'a he kal."
        },
        {
            "number": "4",
            "text": "Yel toni, ayic ix d'unhb'ajk'e t'a te' culus, ichato malaj spoder. Palta yuj spoder Dios pitzan ticnaik. Anhejtona', a in pax tik, ichato malaj in poder, palta yuj spoder Dios pitzan in yet' Cristo, yic anheja' tzin ek' ex in k'ayb'ej."
        },
        {
            "number": "5",
            "text": "Tze cham naej wal he b'a junjun ex, yic scheclaji tato yel ayoch Cristo t'a he k'ool. Hak'ek prowal he b'a junjun ex. ¿Tom manh eyojtacoc to a Jesucristo ayoch t'ayex junjun ex? Palta tato manh ex creyenteoc t'a yel, manh ayococh t'ayex."
        },
        {
            "number": "6",
            "text": "Palta in gana snachajel eyuuj sik'lab'il to a in tik creyente in t'a wal yel."
        },
        {
            "number": "7",
            "text": "Tzin lesalwi d'ha Dios eyuuj, yic manh ol he k'uloc junok chukal. Manh tonhejoc tzin lesalwi eyuuj yic scheclajeli to wach' in munlaji. Palta in gana to wach'nhej tzeyutej he b'eyb'al, wach'chom ichato scheclajeli to manh wach'oc in munlajel."
        },
        {
            "number": "8",
            "text": "Yujto max yal wajk'olan in b'a yet' jun lolonel yel, aton t'a jun b'aj swak' wip in munlaji."
        },
        {
            "number": "9",
            "text": "Yuj chi', wach'chom malaj wach' wochi, palta tzin tzalaji tato he ex tik ay eyelk'ochi. Anhejtona', ol in lesalwoc eyuuj, yic ol wach' b'o he pensar."
        },
        {
            "number": "10",
            "text": "Tzin b'ab'laj tz'ib'ejb'at jun in carta tik t'ayex, yacb'an manto in k'och eyed' ta', yujto malaj in gana te ov ol wutej in b'a t'ayex yuj jun wopisio tik, ayic ol in k'och t'ayex ta'. Ha Kajal Jesús ak'jinac jun wopisio tik, yic swak' he tek'anil. Manh yujoc ex wak'an juwoqueli ix yak'an t'ayin."
        },
        {
            "number": "11",
            "text": "Axo ticnaik ex wuk'tac ex wanab', ayocab' he tzalajk'olal ta'. Tze wach' b'oan he pensar. Ak'jocab' sniwanil he k'ool. Junxonhej ocab' tzeyutej he pensar, junk'olalxonhej tzeyutej he b'a ta'. Ha Dios ol och eyed'oc, aton jun tz'ak'an he junk'olal, jun tz'ak'an pax he xajanej he b'a."
        },
        {
            "number": "12",
            "text": "Slaj eyak'laj stzatzil he k'ool yuj he ch'oxani to tze xajanej he b'a."
        },
        {
            "number": "13",
            "text": "Ha heb' creyente smasanil t'a tik, syak'b'at stzatzil he k'ool heb'. Checlajocab' el swach'k'olal Kajal Jesucristo t'ayex, yak'ocab' pax swach'k'olal Dios t'ayex. Aocab' Yespíritu Dios tz'och eyed'oc he masanil ta'."
        }
    ]
}