{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi', a tzin na'a, manhxo ol in k'och d'ayex d'a scal cusk'olal."
        },
        {
            "number": "2",
            "text": "Tato sb'at vak'och e cusk'olal, ¿machto junoc ol ak'anxi in tzalajk'olal? Yuj chi', malaj in gana sb'at vak'och e cusk'olal yujto a exnhej syal eyak'an snivanil in k'ool."
        },
        {
            "number": "3",
            "text": "Yuj chi', icha chi' vutejnac valanb'at d'ayex d'a jun in carta, yujto malaj in gana b'at vak'och e cusk'olal. Yujto a ex val smoj eyak'an in tzalajk'olal. Svak'anoch yipoc in k'ool, yujto tzin na'a, tato sja in tzalajk'olal, ol japax e tzalajk'olal ved'oc."
        },
        {
            "number": "4",
            "text": "Ayic in tz'ib'annacb'at jun in carta chi' d'ayex, te ochnac in ilk'olal eyuuj. Ochnac val pitz'an d'a in k'ool, anhejtona' ok'nac in pax eyuuj. Palta manh yujoc vak'anoch e cusk'olal in tz'ib'ejnacb'ati. In tz'ib'ejnacb'ati yic tzeyojtaquejeli to te xajan ex vuuj."
        },
        {
            "number": "5",
            "text": "Malaj in gana tzin ek' d'a yib'anh in b'oan yaj jun tic, palta a jun vinh ak'jinac och co cusk'olal, manhoc innhej cusnac in, ayex pax cusnac ex janik' ved'oc."
        },
        {
            "number": "6",
            "text": "A jun yaelal ix eyak'och d'a yib'anh vinh ayic ix e molb'an e b'a, k'ocb'ilocab'i."
        },
        {
            "number": "7",
            "text": "Axo ticnaic, más vach' tzeyak' nivank'olal vinh. Tzeyak'anpax snivanil sk'ol vinh, yic vach' max te juviel vinh yuj cusk'olal."
        },
        {
            "number": "8",
            "text": "Yuj chi' tzin tevi d'ayex to tze ch'ox e vach'k'olal d'a vinh."
        },
        {
            "number": "9",
            "text": "Yuj jun chi' in tz'ib'ejnacb'at jun in carta d'ayex, yic vach' tzex vak' proval. Yujto in gana svojtaquejeli tato yel tze k'anab'ajej tas svala'."
        },
        {
            "number": "10",
            "text": "Yuj chi' tato tzeyak' nivank'olal d'a yib'anh jun vinh chi', a inxo pax tic, ol vak'pax nivank'olal vinh. Tato a in svak' nivank'olal vinh, a d'a yol sat Cristo svak' nivank'olal syal chi', palta yuj e vach'iloc a ex tic."
        },
        {
            "number": "11",
            "text": "Icha chi' svutej, yic vach' max onh yak' ganar vinh Satanás, yujto cojtacxo tas sgana vinh d'ayonh."
        },
        {
            "number": "12",
            "text": "Ayic in k'och d'a chonhab' Troas, yic svalanel jun vach' ab'ix yic Cristo, ilchaj vuuj to a Cajal Jesús b'oan yaj masanil yic svalel slolonel."
        },
        {
            "number": "13",
            "text": "Palta och in ilk'olal, yujto maj ilchaj vinh cuk'tac Tito vuj ta'. Yuj chi' valcan quil co b'a d'a eb' ay chi' ta', in cotxi ta', in ja d'a yol yic Macedonia tic."
        },
        {
            "number": "14",
            "text": "Palta caq'uec yuj diosal d'a Dios, yujto masanil tiempo a' tzonh ik'anoch tzak'an yed' Cristo Jesús yic scheclajeli to a' ix ak'an ganar. Cuuj spucaxb'at yab'ixal Cristo d'a junjun lugar, icha spucaxb'at sjab' junoc tas suk'uq'ui sjab'."
        },
        {
            "number": "15",
            "text": "Icha sjab' stab'il junoc tas suk'uq'ui sjab' syak' Cristo d'a Dios, ich onh ta' ayic tzek' calanel yab'ixal. Spucaxb'at d'a scal eb' scolchaji yed' pax d'a scal eb' vanto sateq'ui."
        },
        {
            "number": "16",
            "text": "Ayic scalan d'a eb' van sateq'ui, lajan yab'ixal chi' icha sjab' junoc tas tzonh cham yuuj. Axo tato a d'a eb' van scolchaj scaleli, lajan yab'ixal chi' icha junoc tas te suk'uq'ui sjab' d'a eb', sch'oxan paxi to ol scha sq'uinal eb'. Yuj chi', ¿mach val junoc syal yalanel jun ab'ix tic?"
        },
        {
            "number": "17",
            "text": "A onh tic, manh yujoc cak'an ganar d'a spatic slolonel Dios, yuj chi' tzek' caleli, icha syutej sb'a juntzanhxo eb'. Nivanoc tzek' yal eb', palta soman syutej eb' yalani. Palta a onh tic, yel scala', yujto a Dios ix ak'an copisio tic. A d'a yichanh Dios scala' yujto yic onhxo Cristo eyed'oc."
        }
    ]
}