{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi', a tzin na'a, manhxo ol in k'och t'ayex t'a skal cusk'olal."
        },
        {
            "number": "2",
            "text": "Tato sb'at wak'och he cusk'olal, ¿machto junok ol ak'anxi in tzalajk'olal? Yuj chi', malaj in gana sb'at wak'och he cusk'olal yujto a exnhej syal eyak'an sniwanil in k'ool."
        },
        {
            "number": "3",
            "text": "Yuj chi', icha chi' wutejnac walanb'at t'ayex t'a jun in carta, yujto malaj in gana b'at wak'och he cusk'olal. Yujto a ex wal smoj eyak'an in tzalajk'olal. Swak'anoch yipoc in k'ool, yujto tzin na'a, tato sja in tzalajk'olal, ol japax he tzalajk'olal wed'oc."
        },
        {
            "number": "4",
            "text": "Ayic in tz'ib'annacb'at jun in carta chi' t'ayex, te ochnac in ilk'olal eyuuj. Ochnac wal pitz'an t'a in k'ool, anhejtona' ok'nac in pax eyuuj. Palta manh yujoc wak'anoch he cusk'olal in tz'ib'ejnacb'ati. In tz'ib'ejnacb'ati yic tzeyojtaquejeli to te xajan ex wuuj."
        },
        {
            "number": "5",
            "text": "Malaj in gana tzin ek' t'a yib'anh in b'oan yaj jun tik, palta a jun winh ak'jinac och ko cusk'olal, manhoc innhej cusnac in, ayex pax cusnac ex janik' wed'oc."
        },
        {
            "number": "6",
            "text": "Ha jun yaelal ix eyak'och t'a yib'anh winh ayic ix he molb'an he b'a, k'ocb'ilokab'i."
        },
        {
            "number": "7",
            "text": "Axo ticnaik, más wach' tzeyak' niwank'olal winh. Tzeyak'anpax sniwanil sk'ol winh, yic wach' max te juwiel winh yuj cusk'olal."
        },
        {
            "number": "8",
            "text": "Yuj chi' tzin tewi t'ayex to tze ch'ox he wach'k'olal t'a winh."
        },
        {
            "number": "9",
            "text": "Yuj jun chi' in tz'ib'ejnacb'at jun in carta t'ayex, yic wach' tzex wak' prowal. Yujto in gana swojtaquejeli tato yel tze k'anab'ajej tas swala'."
        },
        {
            "number": "10",
            "text": "Yuj chi' tato tzeyak' niwank'olal t'a yib'anh jun winh chi', a inxo pax tik, ol wak'pax niwank'olal winh. Tato a in swak' niwank'olal winh, ha t'a yol sat Cristo swak' niwank'olal syal chi', palta yuj he wach'iloc a ex tik."
        },
        {
            "number": "11",
            "text": "Icha chi' swutej, yic wach' max onh yak' ganar winh Satanás, yujto cojtakxo tas snib'ej winh t'ayonh."
        },
        {
            "number": "12",
            "text": "Ayic in k'och t'a chonhab' Troas, yic swalanel jun wach' ab'ix yic Cristo, ilchaj wuuj to a Kajal Jesús b'oan yaj masanil yic swalel slolonel."
        },
        {
            "number": "13",
            "text": "Palta och in ilk'olal, yujto maj ilchaj winh cuk'tac Tito wuj ta'. Yuj chi' walkan quil ko b'ha t'a heb' ay chi' ta', in cotxi ta', in ja t'a yol yic Macedonia tik."
        },
        {
            "number": "14",
            "text": "Palta caq'ek yuj diosal d'ha Dios, yujto masanil tiempo ha' tzonh ik'anoch tzak'an yet' Cristo Jesús yic scheclajeli to ha' ix ak'an ganar. Cuuj spukaxb'at yab'ixal Cristo t'a junjun lugar, icha spukaxb'at sjab' junok tas suk'uq'ui sjab'."
        },
        {
            "number": "15",
            "text": "Icha sjab' stab'il junok tas suk'uq'ui sjab' syak' Cristo d'ha Dios, ich onh ta' ayic tzek' kalanel yab'ixal. Spukaxb'at t'a skal heb' scolchaji yet' pax t'a skal heb' wanto sateq'ui."
        },
        {
            "number": "16",
            "text": "Ayic skalan t'a heb' wan sateq'ui, lajan yab'ixal chi' icha sjab' junok tas tzonh cham yuj. Axo tato ha t'a heb' wan scolchaj skaleli, lajan yab'ixal chi' icha junok tas te suk'uq'ui sjab' t'a heb', sch'oxan paxi to ol scha sk'inal heb'. Yuj chi', ¿mach wal junok syal yalanel jun ab'ix tik?"
        },
        {
            "number": "17",
            "text": "Ha onh tik, manh yujoc kak'an ganar t'a spatic slolonel Dios, yuj chi' tzek' kaleli, icha syutej sb'a juntzanhxo heb'. Niwanoc tzek' yal heb', palta soman syutej heb' yalani. Palta a onh tik, yel skala', yujto ha Dios ix ak'an copisio tik. Ha t'a yichanh Dios skala' yujto yic onhxo Cristo eyed'oc."
        }
    ]
}