{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ayic scalanb'at juntzanh tik t'ayex, ¿tom tze na' to skal ko b'a wach'ilal t'ayex junelxo? Manh yowaliloc sco ch'ox juntzanh carta t'ayex tz'alani tas copisio, icha syutej sb'a juntzanhxo heb'. Anhejtona', manh yowaliloc sco k'ancot he carta, tzeyalancoti to ay copisio t'a eyichanh."
        },
        {
            "number": "2",
            "text": "Yujto a ex wal wan he ch'oxaneli to ay copisio. Lajan ex icha junok carta tz'ib'ab'iloch t'a ko pensar, yujto syil heb' anima masanil tas eyaji."
        },
        {
            "number": "3",
            "text": "Icha junok carta tz'ib'ab'ilcan yuj Cristo a onh quik'nacb'ati, ich ex ta'. Ha jun icha carta tik, manhoc t'a tinta tz'ib'ab'ilcani, palta a Yespíritu Dios pitzan, a tz'ib'annaccani. Manhok t'a junok k'een tz'ib'ab'ilochi, palta ha t'a ko pensar, ata' tz'ib'ab'ilochi."
        },
        {
            "number": "4",
            "text": "Icha chi' sco na', yujto yuj Cristo skak'och Dios yipoc ko k'ool."
        },
        {
            "number": "5",
            "text": "Mantoc sco na'a to munil syal cuuj ko ch'ocoj. Palta yujnhej scolwal Dios syal junok tas cuuj."
        },
        {
            "number": "6",
            "text": "Ha ak'jinac copisio yic skak' serwil, yic scalanpaxel yab'ixal jun schab'il trato. Ha jun strato tik, manh yujoc to sco k'anab'ajej junok tas tz'ib'ab'ilcani tz'elk'ochi, palta yujnhej Yespíritu tz'elk'ochi. Ha jun ley tz'ib'ab'ilcani ay yopisio yak'anoch chamel t'a quib'anh. Palta haxo Yespíritu Dios ay yopisio yak'an ko k 'inal t'a junelnhej."
        },
        {
            "number": "7",
            "text": "Ha jun ley chi', ha t'a k'een k'een tz'ib'ab'ilcani. Ayic yak'jinaccan jun ley chi', janac copnaj stziquiquial Dios. Axo heb' israel, maj yal-laj yilan sat winhaj Moisés heb', yujto weei yilji sat winh chi'. Palta a jun swewon chi', k'ojank'olal tupnac yoc. Wach'chom ay yopisio jun ley chi' onh smilanchamoc, palta ayic sjanac, te niwan ajnac yelk'ochi. Tato icha chi' ajnac yelk'och jun ley chi',"
        },
        {
            "number": "8",
            "text": "te ek'to wal niwan yelk'och jun ab'ix syik'cot Yespíritu Dios t'ayonh."
        },
        {
            "number": "9",
            "text": "Ha jun ley tz'ak'anoch chamel t'a quib'anh chi', niwan ton yelk'ochi. Yuj chi', a junxo ab'ix tz'alani to wach' onh t'a yichanh Dios, másxo wal niwan yelk'och t'a yichanh jun chi'."
        },
        {
            "number": "10",
            "text": "Wach'chom ha t'a peka' te niwan yelk'och jun ley chi', palta malaj yelk'och t'a yichanh junxo tik, yujto yelxo wal niwan yelk'och junxo ab'ix tik."
        },
        {
            "number": "11",
            "text": "Tato niwan yelk'och jun ley quennhej tiempo ek'nac yopisio chi', syalelk'ochi to a jun ayek' t'a junelnhej, másxo wal niwan yelk'ochi."
        },
        {
            "number": "12",
            "text": "Yujto skak'och jun tik yipoc ko k'ool, yuj chi' max onh xiv calaneli."
        },
        {
            "number": "13",
            "text": "Manh lajanoc scutej ko b'a icha sk'ulejnac winhaj Moisés chi'. Yujto smusejnac sat winh t'a jun k'apac, yic wach' max yil heb' yetisraelal winh stup yoc jun swewon chi' t'a sat."
        },
        {
            "number": "14",
            "text": "Palta maj nachajel yuj heb' tas syalelk'och jun chi'. Anhejtona' ticnaik, ayic tz'avtaj b'aj tz'ib'ab'ilcan jun b'ab'el trato t'a heb', max nachajel-laj yuj heb'. Yujto icha jun k'apac b'aj smusejnac sat winhaj Moisés chi', icha chi' yajoch t'a spensar heb'. Max yal-laj yel jun chi' t'a spensar heb' chi', palta yuj Cristo syal yeli."
        },
        {
            "number": "15",
            "text": "Anhejtona' ticnaik, ayic syab'an heb' yavtaj juntzanh libro yic Moisés chi', ichato anheja' musan sat heb' yuj jun icha k'apac chi'."
        },
        {
            "number": "16",
            "text": "Palta ayic smeltzaj ko pensar d'ha Dios Kajal, ichato tz'elxi jun icha k'apac chi' t'a ko pensar."
        },
        {
            "number": "17",
            "text": "Ha Kajal, aton Espíritu. Ha onh mach onh b'aj ayoch Yespíritu Cajalil tik, librexo caji, jacanxo ko sat quilani."
        },
        {
            "number": "18",
            "text": "Yuj chi', manhxo ayoc och jun icha k'apac chi' t'a ko pensar. Ha ticnaik, lajan onh icha junok nen. Cuuj scheclajel swach'il Kajal Jesús. Van slajanb'i pax ko pensar yet' Cristo chi', yujto wan yak'an swach'il t'ayonh. Icha chi' wan onh yutan Kajal, aton Yespíritu Dios."
        }
    ]
}