{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ayic scalanb'at juntzanh tik t'ayex, ¿tom tze na' to skal co b'a wach'ilal t'ayex junelxo? Manh yovaliloc sco ch'ox juntzanh carta t'ayex tz'alani tas copisio, icha syutej sb'a juntzanhxo eb'. Anhejtona', manh yovaliloc sco k'ancot e carta, tzeyalancoti to ay copisio t'a eyichanh."
        },
        {
            "number": "2",
            "text": "Yujto a ex val van e ch'oxaneli to ay copisio. Lajan ex icha junok carta tz'ib'ab'iloch t'a co pensar, yujto syil eb' anima masanil tas eyaji."
        },
        {
            "number": "3",
            "text": "Icha junok carta tz'ib'ab'ilcan yuj Cristo a onh quik'nacb'ati, ich ex ta'. Ha jun icha carta tik, manhoc t'a tinta tz'ib'ab'ilcani, palta a Yespíritu Dios pitzan, a tz'ib'annaccani. Manhoc t'a junok q'ueen tz'ib'ab'ilochi, palta ha t'a co pensar, ata' tz'ib'ab'ilochi."
        },
        {
            "number": "4",
            "text": "Icha chi' sco na', yujto yuj Cristo scak'och Dios yipoc co k'ool."
        },
        {
            "number": "5",
            "text": "Mantoc sco na'a to munil syal cuuj co ch'ocoj. Palta yujnhej scolval Dios syal junok tas cuuj."
        },
        {
            "number": "6",
            "text": "Ha ak'jinac copisio yic scak' servil, yic scalanpaxel yab'ixal jun schab'il trato. Ha jun strato tik, manh yujoc to sco k'anab'ajej junok tas tz'ib'ab'ilcani tz'elk'ochi, palta yujnhej Yespíritu tz'elk'ochi. Ha jun ley tz'ib'ab'ilcani ay yopisio yak'anoch chamel t'a quib'anh. Palta haxo Yespíritu Dios ay yopisio yak'an co q'uinal t'a junelnhej."
        },
        {
            "number": "7",
            "text": "Ha jun ley chi', ha t'a q'uen q'ueen tz'ib'ab'ilcani. Ayic yak'jinaccan jun ley chi', janac copnaj stziquiquial Dios. Axo eb' israel, maj yal-laj yilan sat vinhaj Moisés eb', yujto veei yilji sat vinh chi'. Palta a jun svevon chi', k'ojank'olal tupnac yoc. Wach'chom ay yopisio jun ley chi' onh smilanchamoc, palta ayic sjanac, te niwan ajnac yelk'ochi. Tato icha chi' ajnac yelk'och jun ley chi',"
        },
        {
            "number": "8",
            "text": "te ek'to val niwan yelk'och jun ab'ix syik'cot Yespíritu Dios t'ayonh."
        },
        {
            "number": "9",
            "text": "Ha jun ley tz'ak'anoch chamel t'a quib'anh chi', niwan ton yelk'ochi. Yuj chi', a junxo ab'ix tz'alani to wach' onh t'a yichanh Dios, másxo val niwan yelk'och t'a yichanh jun chi'."
        },
        {
            "number": "10",
            "text": "Wach'chom ha t'a peca' te niwan yelk'och jun ley chi', palta malaj yelk'och t'a yichanh junxo tik, yujto yelxo val niwan yelk'och junxo ab'ix tik."
        },
        {
            "number": "11",
            "text": "Tato niwan yelk'och jun ley quennhej tiempo ek'nac yopisio chi', syalelk'ochi to a jun ayek' t'a junelnhej, másxo val niwan yelk'ochi."
        },
        {
            "number": "12",
            "text": "Yujto scak'och jun tik yipoc co k'ool, yuj chi' max onh xiv calaneli."
        },
        {
            "number": "13",
            "text": "Manh lajanoc scutej co b'a icha sk'ulejnac vinhaj Moisés chi'. Yujto smusejnac sat vinh t'a jun k'apac, yic wach' max yil eb' yetisraelal vinh stup yoc jun svevon chi' t'a sat."
        },
        {
            "number": "14",
            "text": "Palta maj nachajel yuj eb' tas syalelk'och jun chi'. Anhejtona' ticnaic, ayic tz'avtaj b'aj tz'ib'ab'ilcan jun b'ab'el trato t'a eb', max nachajel-laj yuj eb'. Yujto icha jun k'apac b'aj smusejnac sat vinhaj Moisés chi', icha chi' yajoch t'a spensar eb'. Max yal-laj yel jun chi' t'a spensar eb' chi', palta yuj Cristo syal yeli."
        },
        {
            "number": "15",
            "text": "Anhejtona' ticnaic, ayic syab'an eb' yavtaj juntzanh libro yic Moisés chi', ichato anheja' musan sat eb' yuj jun icha k'apac chi'."
        },
        {
            "number": "16",
            "text": "Palta ayic smeltzaj co pensar d'ha Dios Cajal, ichato tz'elxi jun icha k'apac chi' t'a co pensar."
        },
        {
            "number": "17",
            "text": "Ha Cajal, aton Espíritu. Ha onh mach onh b'aj ayoch Yespíritu Cajalil tik, librexo caji, jacanxo co sat quilani."
        },
        {
            "number": "18",
            "text": "Yuj chi', manhxo ayoc och jun icha k'apac chi' t'a co pensar. Ha ticnaic, lajan onh icha junok nen. Cuuj scheclajel svach'il Cajal Jesús. Van slajanb'i pax co pensar yet' Cristo chi', yujto van yak'an svach'il t'ayonh. Icha chi' van onh yutan Cajal, aton Yespíritu Dios."
        }
    ]
}