{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Yujto tz'ok' sk'ool Dios t'ayonh ix yak'an jun copisio tik, yuj chi' max tac co k'ool t'ay."
        },
        {
            "number": "2",
            "text": "Ay juntzanh tas sk'ulej eb' anima t'a elk'altac, yujto q'uixvelal yaji. Ha onhxo tik, sco chaquel juntzanh b'eyb'al chi' t'a junelnhej. Max cak'laj musansatil eb' anima yuj juntzanh tas jelan scutej calani. Max co q'uex jab'oc tas syalcan Dios, yujto anhej val juntzanh tas yel, aton scala'. Icha chi' scutej co ch'oxanel copisio t'a junjun anima t'a yichanh Dios, yic snachajel yuj eb' tas caji."
        },
        {
            "number": "3",
            "text": "Ayic tzek' calanel jun wach' ab'ix yic colnab'il, a eb' vanto sateq'ui, max nachajel-laj yuj eb'."
        },
        {
            "number": "4",
            "text": "Ha eb' chi' max yak'ochlaj eb' t'a sk'ool, yujto a winh sdiosal jun yol yib'anhk’inal tik tz'ak'an juvoc spensar eb'. Ichato a winh tz'ak'an juvoc yol sat eb', yic max och sakil k'inal t'a spensar eb' yuj jun ab'ix tz'alani to a Cristo te niwan yelk'ochi, yuj paxi scheclajeli chajtil yaj Dios."
        },
        {
            "number": "5",
            "text": "Ayic tzonh ek' caleli, manhoc cab'ixal tzek' caleli. Palta anhej tik scala', a Jesucristo Cajal yaji. Scalan paxi to a onh tik tzex cak' servil yujto sco xajanej Jesús."
        },
        {
            "number": "6",
            "text": "Ha Dios alannaccani: Ayokab' sakil k'inal t'a skal k’ik’ k’inal tik, xchi. Ha val tz'ak'anoch sakil k'inal t'a co pensar yic wach' scojtaquejeli to te niwan swach'ilal Dios. Ha t'a Jesucristo, ata' scheclajel swach'ilal Dios chi'."
        },
        {
            "number": "7",
            "text": "Ha jun copisio niwan yelk'och tik, ha' ayoch t'ayonh, palta a onh tik lajan onh icha junok lum chen, yujto malaj wach' cochi, yuj chi' scheclajeli to a jun niwan poder tik, anhej d'ha Dios scoti, manh quicoc."
        },
        {
            "number": "8",
            "text": "Wach'chom oyanoch yaelal t'a co patic quichanh, palta max onh canlaj t'a yalanh yuj. Wach'chom somk'olal caji, palta max co wach' aq'uej somchajel co b'a."
        },
        {
            "number": "9",
            "text": "Wach'chom tzonh pechji b'eyek' b'aj tzonh b'eyeq'ui, palta manh onh actab'iloccani. Wach'chom tzonh mak'ji telvoc, palta max onh chamlaj."
        },
        {
            "number": "10",
            "text": "Masanil b'ajtac tzonh eq'ui, scab'nhej syaelal yet' co nivanil tik, icha ajnac yab'an syail Jesús ayic schamnac. Icha chi' tzonh aji, yic scheclajeli to a sk'inal Jesús ayoch t'ayonh."
        },
        {
            "number": "11",
            "text": "Yacb'an pitzan onh, masanil tiempo ayoch chamel t'a quib'anh, yujto junxonhej caj yet' Jesús, yic wach'chom chamelb'a yaj co nivanil tik, van scheclajel sk'inal Jesús t'ay."
        },
        {
            "number": "12",
            "text": "Yuj chi' a onh tik, ayxo och chamel t'a quib'anh. Ha exxo pax tik, ayxo e q'uinal t'a junelnhej."
        },
        {
            "number": "13",
            "text": "Ha t'a Slolonel Dios Tz'ib'ab'ilcani ay jun syalcan icha tik: Ix vak'och t'a in k'ool, yuj chi' ix valeli, xchi. Ha onhxo tik, lajan scutej cak'anoch t'a co k'ool yet' eb'. Scalpaxeli, yujto ix cak'och t'a co k'ool."
        },
        {
            "number": "14",
            "text": "Cojtac to a jun ix ak'an pitzvoc Cajal Jesús t'a skal eb' chamnac, A' ol onh ak'anxi pitzvoc yuj Jesús. Ol ex pitzvocpax qued'oc, haxo onh yik'anb'at chi' b'aj ayeq'ui."
        },
        {
            "number": "15",
            "text": "Masanil juntzanh swal tik, eyuuj ix ak'jioch t'a quib'anh. Icha chi' tzonh utaji, yic tzijtum eb' ol chaan swach'k'olal Dios. Anhejtona' tzijtum pax eb' ol ak'an yuj diosal t'ay. Yuj chi' scheclajeli to niwan swach'ilal Dios."
        },
        {
            "number": "16",
            "text": "Yuj chi', malaj b'aj staquel co k'ool. Wach'chom van yichamax jun co nivanil tik, palta a co pensar junjun k'u stek'k'aji."
        },
        {
            "number": "17",
            "text": "Ha juntzanh yaelal sja t'a quib'anh, malaj yelk'och t'ayonh, yujto elanhchamel tzek'b'ati. Palta yuj ol co cha jun te niwan yelk'ochi. Ha jun chi' manh jantacoc swach'il, aynhejek' t'a junelnhej."
        },
        {
            "number": "18",
            "text": "Max cak'och co pensar t'a juntzanh tas squila', yujto a juntzanh tas squil tik elanhchamel tzek'b'ati. Ha t'a juntzanh tas max quila', ata' scak'och co pensar, yujto a juntzanh max quil chi', aynhejek' t'a junelnhej."
        }
    ]
}