{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Yujto tz'ok' sk'ool Dios d'ayonh ix yak'an jun copisio tic, yuj chi' max tac co k'ool d'ay."
        },
        {
            "number": "2",
            "text": "Ay juntzanh tas sk'ulej eb' anima d'a elk'altac, yujto q'uixvelal yaji. A onhxo tic, sco chaquel juntzanh b'eyb'al chi' d'a junelnhej. Max cak'laj musansatil eb' anima yuj juntzanh tas jelan scutej calani. Max co q'uex jab'oc tas syalcan Dios, yujto anhej val juntzanh tas yel, aton scala'. Icha chi' scutej co ch'oxanel copisio d'a junjun anima d'a yichanh Dios, yic snachajel yuj eb' tas caji."
        },
        {
            "number": "3",
            "text": "Ayic tzek' calanel jun vach' ab'ix yic colnab'il, a eb' vanto sateq'ui, max nachajel-laj yuj eb'."
        },
        {
            "number": "4",
            "text": "A eb' chi' max yak'ochlaj eb' d'a sk'ool, yujto a vinh sdiosal jun yolyib'anhq'uinal tic tz'ak'an juvoc spensar eb'. Ichato a vinh tz'ak'an juvoc yol sat eb', yic max och saquilq'uinal d'a spensar eb' yuj jun ab'ix tz'alani to a Cristo te nivan yelk'ochi, yuuj paxi scheclajeli chajtil yaj Dios."
        },
        {
            "number": "5",
            "text": "Ayic tzonh ek' caleli, manhoc cab'ixal tzek' caleli. Palta anhej tic scala', a Jesucristo Cajal yaji. Scalan paxi to a onh tic tzex cak' servil yujto sco xajanej Jesús."
        },
        {
            "number": "6",
            "text": "A Dios alannaccani: Ayocab' saquilq'uinal d'a scal q'uik'alq'uinal tic, xchi. A val tz'ak'anoch saquilq'uinal d'a co pensar yic vach' scojtaquejeli to te nivan svach'ilal Dios. A d'a Jesucristo, ata' scheclajel svach'ilal Dios chi'."
        },
        {
            "number": "7",
            "text": "A jun copisio nivan yelk'och tic, a' ayoch d'ayonh, palta a onh tic lajan onh icha junoc lum chen, yujto malaj vach' cochi, yuj chi' scheclajeli to a jun nivan poder tic, anhej d'a Dios scoti, manh quicoc."
        },
        {
            "number": "8",
            "text": "Vach'chom oyanoch yaelal d'a co patic quichanh, palta max onh canlaj d'a yalanh yuuj. Vach'chom somk'olal caji, palta max co vach' aq'uej somchajel co b'a."
        },
        {
            "number": "9",
            "text": "Vach'chom tzonh pechji b'eyek' b'aj tzonh b'eyeq'ui, palta manh onh actab'iloccani. Vach'chom tzonh mak'ji telvoc, palta max onh chamlaj."
        },
        {
            "number": "10",
            "text": "Masanil b'ajtac tzonh eq'ui, scab'nhej syaelal yed' co nivanil tic, icha ajnac yab'an syail Jesús ayic schamnac. Icha chi' tzonh aji, yic scheclajeli to a sq'uinal Jesús ayoch d'ayonh."
        },
        {
            "number": "11",
            "text": "Yacb'an pitzan onh, masanil tiempo ayoch chamel d'a quib'anh, yujto junxonhej caj yed' Jesús, yic vach'chom chamelb'a yaj co nivanil tic, van scheclajel sq'uinal Jesús d'ay."
        },
        {
            "number": "12",
            "text": "Yuj chi' a onh tic, ayxo och chamel d'a quib'anh. A exxo pax tic, ayxo e q'uinal d'a junelnhej."
        },
        {
            "number": "13",
            "text": "A d'a Slolonel Dios Tz'ib'ab'ilcani ay jun syalcan icha tic: Ix vak'och d'a in k'ool, yuj chi' ix valeli, xchi. A onhxo tic, lajan scutej cak'anoch d'a co k'ool yed' eb'. Scalpaxeli, yujto ix cak'och d'a co k'ool."
        },
        {
            "number": "14",
            "text": "Cojtac to a jun ix ak'an pitzvoc Cajal Jesús d'a scal eb' chamnac, A' ol onh ak'anxi pitzvoc yuj Jesús. Ol ex pitzvocpax qued'oc, axo onh yik'anb'at chi' b'aj ayeq'ui."
        },
        {
            "number": "15",
            "text": "Masanil juntzanh sval tic, eyuuj ix ak'jioch d'a quib'anh. Icha chi' tzonh utaji, yic tzijtum eb' ol chaan svach'k'olal Dios. Anhejtona' tzijtum pax eb' ol ak'an yuj diosal d'ay. Yuj chi' scheclajeli to nivan svach'ilal Dios."
        },
        {
            "number": "16",
            "text": "Yuj chi', malaj b'aj staquel co k'ool. Vach'chom van yichamax jun co nivanil tic, palta a co pensar junjun k'u stek'k'aji."
        },
        {
            "number": "17",
            "text": "A juntzanh yaelal sja d'a quib'anh, malaj yelk'och d'ayonh, yujto elanhchamel tz'ek'b'ati. Palta yuuj ol co cha jun te nivan yelk'ochi. A jun chi' manh jantacoc svach'il, aynhejek' d'a junelnhej."
        },
        {
            "number": "18",
            "text": "Max cak'och co pensar d'a juntzanh tas squila', yujto a juntzanh tas squil tic elanhchamel tz'ek'b'ati. A d'a juntzanh tas max quila', ata' scak'och co pensar, yujto a juntzanh max quil chi', aynhejek' d'a junelnhej."
        }
    ]
}