{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha jun co nivanil tik, lajan yaj yet' k'apac mantiado, junnhej rato tz'ixtaxi. Cojtac to ayic ol lajvoquek' jun co nivanil tik, ay junxo ol yak' Dios t'ayonh t'a satcha’anh. Ha jun chi' malaj b'ak'uinh ol sateloc. Lajan icha junok pat wach' yaj sb'ocani, aton jun manhoc anima b'oannac, palta aton val Dios b'oannac."
        },
        {
            "number": "2",
            "text": "Yel toni, yacb'an ay onh ek' t'a jun co nivanil tik, tzonh k'acvi yet'oc, yujto co gana tz'ak'ji junxo yic satcha’anh t'ayonh, aton junocxo icha pat."
        },
        {
            "number": "3",
            "text": "Ol ak'joc jun chi' t'ayonh, ichato spichul co pixan ol ajoc, yic manhxo ol el b'eran."
        },
        {
            "number": "4",
            "text": "Ayic aytooch jun co nivanil tik, tzonh k'acvi, scab'an pax syail yet'oc. Mantoc co gana tz'ik'jiek' jun co nivanil tik, palta to co gana tz'ak'ji junxo co nivanil, yic ol co cha co q'uinal t'a junelnhej. Ha jun chi' ol co cha'a, ayic ol satel jun chamelb'a yaj tik."
        },
        {
            "number": "5",
            "text": "Ix onh sb'ocan Dios yujnhej val jun tik, ix yak'anpaxoch Yespíritu t'ayonh, yic scojtaquejeli to t'a val yel ol co cha jun tik t'ay."
        },
        {
            "number": "6",
            "text": "Yuj chi', scak'och Dios yipoc co k'ool t'a masanil tiempo. Cojtac to yacb'an ayto ek' co pixan t'a jun co nivanil tik, manto onh ayoc ek' t'a co pat, aton jun b'aj ayek' Cajal Jesús."
        },
        {
            "number": "7",
            "text": "Ayic tzonh ek' t'a yol yib'anhk’inal tik, anhej d'ha Dios scak'och co pensar. Manhoc juntzanh tas squil yet' co sat b'aj scak'och co pensar."
        },
        {
            "number": "8",
            "text": "Yuj chi' ha Dios scak'och yipoc co k'ool. D'a val yel co gana scactejcan jun co nivanil tik, yic ol yal co k'och t'a junxo co pat b'aj ayek' Cajal Jesús."
        },
        {
            "number": "9",
            "text": "Yuj chi' sco say tas wach' scutej co b'a, yic ol tzalaj Cajal Jesús chi' qued'oc, wach'chom ayonh to ek' yet' co nivanil tik, mato toxo ix onh k'och b'aj ay Co Mam Dios."
        },
        {
            "number": "10",
            "text": "Yujto yovalil ol onh k'och t'a yichanh sdespacho Cristo, yic junjun onh ol co cha spac tastac ix co k'ulej yacb'an ay onh ek' yet' jun co nivanil tik, tato ay ix och tas ix co k'ulej chi', mato maay."
        },
        {
            "number": "11",
            "text": "Ha onhxo tik, scojtaquejel xivk'olal t'a Cajal Jesús, yuj chi' scak' val quip quecan sna eb' anima. Ha Dios yojtac tas yaj co pensar. Ha exxo, co gana tzeyojtaquej pax eli tas yaji."
        },
        {
            "number": "12",
            "text": "Mantoc tonhej skal co b'a wach'il t'ayex junelxo. Palta co gana tzex tzalaj qued'oc, yic ol yal e pacan e b'ha t'a juntzanh eb' tonhej scomon iq'uejchaanh sb'a yuj juntzanh tas scheclajel t'a co sat. Axo tas ay t'a spensar eb', max snalaj eb' tato wach', mato chuc."
        },
        {
            "number": "13",
            "text": "Ha onhxo tik, tato ichato ay tas tz'ixtan yol co jolom eyilani, yuj cak'an servil Dios icha chi' tzonh aji. Palta t'a val yel wach' co pensar. Icha chi' tzonh aji yuj ex cak'an servil."
        },
        {
            "number": "14",
            "text": "Yujto xajan Cristo cuuj, yuj chi' scak' pural co b'a cak'an servil. Yujto ix cham cuuj co masanil, yuj chi' ichato ix onh champax yet'oc."
        },
        {
            "number": "15",
            "text": "Ha Cristo ix cham cuuj co masanil, yic wach' a onh pitzan onh tik, maxtzac cak' co gana junjun onh. Palta yic scak' sgana jun ix chami ix ak'jixi pitzvoc yuj Dios cuuj."
        },
        {
            "number": "16",
            "text": "Yuj chi' a onh tik, maxtzac yal calub'tanhan junok mach yuj tas scheclaj t'ay. Wach'chom ha t'a yalanh, ix calub'tanhej Cristo yuj tas chequel t'ay, palta a ticnaic, manhxo ichoc ta' tz'aj co naan t'a spatic."
        },
        {
            "number": "17",
            "text": "Ha mach junxonhej tz'aj yet' Cristo, toxo ix q'uexmaj spensar, ichato ix och ak' animail. Ha juntzanh peca' b'eyb'al, toxo ix lajvi eq'ui. Toxo ix ak'b'ixican smasanil."
        },
        {
            "number": "18",
            "text": "Masanil juntzanh sval tik, ha Dios ix b'oancan t'ayonh. Yuj Cristo ix onh yak'och Dios t'a junk'olal yet'oc. Ha ak'jinac copisio calaneli tas tz'aj yoch eb' anima junk'olal yet'oc."
        },
        {
            "number": "19",
            "text": "Ha jun tik syalelk'ochi to ha Dios ayoch yet' Cristo, ayic ix uleq'ui, yic tz'och eb' anima masanil junk'olal yet'oc. Maxtzac ak'jioch co mul t'a quib'anh yuj Dios. Ha ak'jinaccan jun ab'ix tik t'a yol co k'ab', yic tzek' caleli chajtil tz'aj yoch eb' anima junk'olal yet'oc."
        },
        {
            "number": "20",
            "text": "Yuj chi' schecab' ton Cristo caji. Icha val to ha Dios van stevioch t'ayex ayic scalan juntzanh tik. Yuj chi', sq'uexul Cristo caji, tzonh tevi t'ayex to tzex och junk'olal yet' Dios."
        },
        {
            "number": "21",
            "text": "Ha Cristo, malaj jab'oc chucal sk'ulejnac. Palta ha Dios ak'jinacoch masanil co mul t'a yib'anh, yuj chi' syal Dios to wach' onhxo t'a yichanh, yujto junxonhej caj yet' Cristo."
        }
    ]
}