{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha jun ko niwanil tik, lajan yaj yet' k'apac mantiado, junnhej rato tz'ixtaxi. Cojtac to ayic ol lajwoquek' jun ko niwanil tik, ay junxo ol yak' Dios t'ayonh t'a satcha’anh. Ha jun chi' malaj b'ak'uinh ol sateloc. Lajan icha junok pat wach' yaj sb'ocani, aton jun manhoc anima b'oannac, palta aton wal Dios b'oannac."
        },
        {
            "number": "2",
            "text": "Yel toni, yacb'an ay onh ek' t'a jun ko niwanil tik, tzonh k'acwi yet'oc, yujto ko gana tz'ak'ji junxo yic satcha’anh t'ayonh, aton junocxo icha pat."
        },
        {
            "number": "3",
            "text": "Ol ak'joc jun chi' t'ayonh, ichato spichul ko pixan ol ajoc, yic manhxo ol el b'eran."
        },
        {
            "number": "4",
            "text": "Ayic aytooch jun ko niwanil tik, tzonh k'acwi, scab'an pax syail yet'oc. Mantoc ko gana tz'ik'jiek' jun ko niwanil tik, palta to ko gana tz'ak'ji junxo ko niwanil, yic ol ko cha ko k 'inal t'a junelnhej. Ha jun chi' ol ko cha'a, ayic ol satel jun chamelb'a yaj tik."
        },
        {
            "number": "5",
            "text": "Ix onh sb'ocan Dios yujnhej wal jun tik, ix yak'anpaxoch Yespíritu t'ayonh, yic scojtaquejeli to t'a wal yel ol ko cha jun tik t'ay."
        },
        {
            "number": "6",
            "text": "Yuj chi', skak'och Dios yipoc ko k'ool t'a masanil tiempo. Cojtac to yacb'an ayto ek' ko pixan t'a jun ko niwanil tik, manto onh ayoc ek' t'a ko pat, aton jun b'aj ayek' Kajal Jesús."
        },
        {
            "number": "7",
            "text": "Ayic tzonh ek' t'a yol yib'anhk’inal tik, anhej d'ha Dios skak'och ko pensar. Manhok juntzanh tas squil yet' ko sat b'aj skak'och ko pensar."
        },
        {
            "number": "8",
            "text": "Yuj chi' ha Dios skak'och yipoc ko k'ool. D'a wal yel ko gana scactejcan jun ko niwanil tik, yic ol yal ko k'och t'a junxo ko pat b'aj ayek' Kajal Jesús."
        },
        {
            "number": "9",
            "text": "Yuj chi' sco say tas wach' scutej ko b'a, yic ol tzalaj Kajal Jesús chi' qued'oc, wach'chom ayonh to ek' yet' ko niwanil tik, mato toxo ix onh k'och b'aj ay Co Mam Dios."
        },
        {
            "number": "10",
            "text": "Yujto yowalil ol onh k'och t'a yichanh sdespacho Cristo, yic junjun onh ol ko cha spak tastac ix ko k'ulej yacb'an ay onh ek' yet' jun ko niwanil tik, tato ay ix och tas ix ko k'ulej chi', mato maay."
        },
        {
            "number": "11",
            "text": "Ha onhxo tik, scojtaquejel xivk'olal t'a Kajal Jesús, yuj chi' skak' wal quip quecan sna heb' anima. Ha Dios yojtac tas yaj ko pensar. Ha exxo, ko gana tzeyojtaquej pax eli tas yaji."
        },
        {
            "number": "12",
            "text": "Mantoc tonhej skal ko b'a wach'il t'ayex junelxo. Palta ko gana tzex tzalaj qued'oc, yic ol yal he pacan he b'ha t'a juntzanh heb' tonhej scomon ik'ejchaanh sb'a yuj juntzanh tas scheclajel t'a ko sat. Axo tas ay t'a spensar heb', max snalaj heb' tato wach', mato chuk."
        },
        {
            "number": "13",
            "text": "Ha onhxo tik, tato ichato ay tas tz'ixtan yol ko jolom eyilani, yuj cak'an serwil Dios icha chi' tzonh aji. Palta t'a wal yel wach' ko pensar. Icha chi' tzonh aji yuj ex cak'an serwil."
        },
        {
            "number": "14",
            "text": "Yujto xajan Cristo cuuj, yuj chi' skak' pural ko b'a cak'an serwil. Yujto ix cham cuuj ko masanil, yuj chi' ichato ix onh champax yet'oc."
        },
        {
            "number": "15",
            "text": "Ha Cristo ix cham cuuj ko masanil, yic wach' a onh pitzan onh tik, maxtzac cak' ko gana junjun onh. Palta yic skak' snib'ej jun ix chami ix ak'jixi pitzwoc yuj Dios cuuj."
        },
        {
            "number": "16",
            "text": "Yuj chi' a onh tik, maxtzac yal calub'tanhan junok mach yuj tas scheclaj t'ay. Wach'chom ha t'a yalanh, ix calub'tanhej Cristo yuj tas chequel t'ay, palta a ticnaik, manhxo ichoc ta' tz'aj ko naan t'a spatic."
        },
        {
            "number": "17",
            "text": "Ha mach junxonhej tz'aj yet' Cristo, toxo ix k'exmaj spensar, ichato ix och ak' animail. Ha juntzanh peka' b'eyb'al, toxo ix lajwi eq'ui. Toxo ix ak'b'ixican smasanil."
        },
        {
            "number": "18",
            "text": "Masanil juntzanh swal tik, ha Dios ix b'oancan t'ayonh. Yuj Cristo ix onh yak'och Dios t'a junk'olal yet'oc. Ha ak'jinac copisio calaneli tas tz'aj yoch heb' anima junk'olal yet'oc."
        },
        {
            "number": "19",
            "text": "Ha jun tik syalelk'ochi to ha Dios ayoch yet' Cristo, ayic ix uleq'ui, yic tz'och heb' anima masanil junk'olal yet'oc. Maxtzac ak'jioch ko mul t'a quib'anh yuj Dios. Ha ak'jinaccan jun ab'ix tik t'a yol ko k'ab', yic tzek' caleli chajtil tz'aj yoch heb' anima junk'olal yet'oc."
        },
        {
            "number": "20",
            "text": "Yuj chi' schecab' ton Cristo caji. Icha wal to ha Dios wan stewioch t'ayex ayic scalan juntzanh tik. Yuj chi', sk'exul Cristo caji, tzonh tewi t'ayex to tzex och junk'olal yet' Dios."
        },
        {
            "number": "21",
            "text": "Ha Cristo, malaj jab'oc chukal sk'ulejnac. Palta ha Dios ak'jinacoch masanil ko mul t'a yib'anh, yuj chi' syal Dios to wach' onhxo t'a yichanh, yujto junxonhej caj yet' Cristo."
        }
    ]
}