{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ha onh tik quetmunlajvumal co b'ha t'a smunlajel Dios, yuj chi' tzonh tevi t'ayex to max e patiquejel-laj svach'k'olal ix yak' t'ayex."
        },
        {
            "number": "2",
            "text": "Yujto A' alannaccan icha tik t'a Slolonel Tz'ib'ab'ilcani: Ha t'a jun pekti’ wach', ix vab'i tas ix ala'. Yed' t'a stiempoal yak'ji colnab'il ix in och ed'oc, xchi Dios. Ha ticnaic, toxo ix ja jun pekti’ wach' yalnaccan chi'. Toxo ix ja pax stiempoal yak'ji co colnab'il chi' ticnaic."
        },
        {
            "number": "3",
            "text": "Malaj b'aj chuc scutej co b'ha t'a junok mach, yic malaj mach sb'uchan co munlajel."
        },
        {
            "number": "4",
            "text": "Masanil tiempo sco ch'oxel co wach' b'eyb'al, yujto schecab' Dios caji. Tek'tek' scutej co b'a cak'an techaj juntzanh yaelal, juntzanh co tzapanil co majanil yet' juntzanh tas sja t'a quib'anh."
        },
        {
            "number": "5",
            "text": "Ay b'aj tzonh mak'ji, tzonh ak'jioch t'a preso. Ay b'aj sq'ue b'ulnaj eb' anima cuuj. Ay b'aj tz'el quip co munlaji. Ay b'aj max onh vaylaj. Ay b'aj scak' techaj vejel."
        },
        {
            "number": "6",
            "text": "Scheclajeli to schecab' Dios caji yujto te tojolnhej scutej co pensar, cojtacxo juntzanh sch'oxnaccan Dios chi', niwan scutej co k'ool, wach' scutej co pensar, haxo Yespíritu Dios ayoch t'ayonh, t'a val yel xajan eb' anima cuuj."
        },
        {
            "number": "7",
            "text": "Ha jun k'ayb'ub'al scalel tik, te yel. Ayoch spoder Dios qued'oc. Icha junok soldado scol sb'a yet' juntzanh syamk'ab', syak'lab'an pax yak'an oval, icha chi' scutej co b'a, yujto te tojol scutej co pensar."
        },
        {
            "number": "8",
            "text": "Ay b'aj ay quelk'och t'a sat eb' anima, ay pax b'aj malaj tzonh ochi. Ay b'aj tzonh alji wach'il, ay pax b'aj tzonh b'uchji. Ay eb' snaani to tonhej squesej, palta yel scala'."
        },
        {
            "number": "9",
            "text": "Syalan eb' to manh onh yojtacoc eb', palta ojtacab'il onh. Ay b'aj tzonh ak'jioch t'a yol sk'ab' chamel, palta anheja' pitzan onh. Tz'ak'jioch co yaelal, palta max onh chamlaj."
        },
        {
            "number": "10",
            "text": "Wach'chom tz'ak'ji co cusk'olal, palta masanil tiempo tzonh tzalaji. Wach'chom meb'a' onh, palta tzijtum eb' sb'eyumaxcan cuuj. Wach'chom malaj tas ay t'ayonh, palta icha val to quic tastac smasanil."
        },
        {
            "number": "11",
            "text": "Ha exxo ex aj Corinto, syalnhej calan t'ayex. Masanil tas ay t'a co pensar ix cal t'ayex."
        },
        {
            "number": "12",
            "text": "Malaj junok tas ix co k'ub'ejeli. Palta a ex tik, ay juntzanh tas tze k'ub'ejel t'ayonh."
        },
        {
            "number": "13",
            "text": "Icha stevi junok mamab'il t'a eb' yuninal, icha chi' tz'aj in tevi t'ayex to tze jac e pensar t'ayonh, icha ix cutej co jacan quic t'ayex."
        },
        {
            "number": "14",
            "text": "Max yal junnhej scutej co b'a yet' eb' manh creyenteoc, yujto manh smojoc icha chi'. Icha sakil k'inal max yal junnhej tz'aj yet' k’ik’ k’inal, icha pax chi' tojolal, max scha sb'a yet' chucal."
        },
        {
            "number": "15",
            "text": "Ha spensar Cristo, max scha sb'a yet' yic vinh Satanás. Ha onh creyente onh tik, manh lajanoc co pensar yet' eb' manh creyenteoc."
        },
        {
            "number": "16",
            "text": "Ha juntzanh comon dios, malaj yalan yic yet' eb' scajnub'xo Dios yaji. Yujto a onh tik, scajnub' onhxo Dios pitzan, icha ix yalcani: Ha in tik, ol in och cajan t'a eb', ol in b'eyek' yet' eb'. Ol in och sDiosaloc eb'. Axo eb' ol och in chonhab'oc, xchi."
        },
        {
            "number": "17",
            "text": "Yuj chi' yalnacpaxcan Dios Cajal chi' icha tik: Elanhec t'a skal eb', iq'ek el e b'a. Manh eyam pax junok malaj svach'il. Tato icha chi' tzeyutej e k'anab'ajani, ol ex in cha vicoc."
        },
        {
            "number": "18",
            "text": "Ol in och e Mamoc. Ha exxo ol ex och vuninaloc, visiloc, xchi Cajal chi', aton Dios masanil tas syal yuj, xchi t'a Slolonel Tz'ib'ab'ilcan chi'."
        }
    ]
}