{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ha onh tik quetmunlajwumal ko b'ha t'a smunlajel Dios, yuj chi' tzonh tewi t'ayex to max he patiquejel-laj swach'k'olal ix yak' t'ayex."
        },
        {
            "number": "2",
            "text": "Yujto A' alannakkan icha tik t'a Slolonel Tz'ib'ab'ilkani: Ha t'a jun pekti’ wach', ix wab'i tas ix ala'. Yed' t'a stiempoal yak'ji colnab'il ix in och ed'oc, xchi Dios. Ha ticnaik, toxo ix ja jun pekti’ wach' yalnakkan chi'. Toxo ix ja pax stiempoal yak'ji ko colnab'il chi' ticnaik."
        },
        {
            "number": "3",
            "text": "Malaj b'aj chuk scutej ko b'ha t'a junok mach, yic malaj mach sb'uchan ko munlajel."
        },
        {
            "number": "4",
            "text": "Masanil tiempo sko ch'oxel ko wach' b'eyb'al, yujto schekab' Dios kaji. Tek'tek' scutej ko b'a kak'an techaj juntzanh yaelal, juntzanh ko tzapanil ko majanil yet' juntzanh tas sja t'a quib'anh."
        },
        {
            "number": "5",
            "text": "Ay b'aj tzonh mak'ji, tzonh ak'jioch t'a preso. Ay b'aj sk'e b'ulnaj heb' anima cuuj. Ay b'aj tz'el quip ko munlaji. Ay b'aj max onh waylaj. Ay b'aj skak' techaj wejel."
        },
        {
            "number": "6",
            "text": "Scheclajeli to schekab' Dios kaji yujto te tojolnhej scutej ko pensar, cojtakxo juntzanh sch'oxnakkan Dios chi', niwan scutej ko k'ool, wach' scutej ko pensar, haxo Yespíritu Dios ayoch t'ayonh, t'a wal yel xajan heb' anima cuuj."
        },
        {
            "number": "7",
            "text": "Ha jun k'ayb'ub'al skalel tik, te yel. Ayoch spoder Dios qued'oc. Icha junok soldado scol sb'a yet' juntzanh syamk'ab', syak'lab'an pax yak'an owal, icha chi' scutej ko b'a, yujto te tojol scutej ko pensar."
        },
        {
            "number": "8",
            "text": "Ay b'aj ay quelk'och t'a sat heb' anima, ay pax b'aj malaj tzonh ochi. Ay b'aj tzonh alji wach'il, ay pax b'aj tzonh b'uchji. Ay heb' snaani to tonhej squesej, palta yel skala'."
        },
        {
            "number": "9",
            "text": "Syalan heb' to manh onh yojtakoc heb', palta ojtakab'il onh. Ay b'aj tzonh ak'jioch t'a yol sk'ab' chamel, palta anheja' pitzan onh. Tz'ak'jioch ko yaelal, palta max onh chamlaj."
        },
        {
            "number": "10",
            "text": "Wach'chom tz'ak'ji ko cusk'olal, palta masanil tiempo tzonh tzalaji. Wach'chom meb'a' onh, palta tzijtum heb' sb'eyumaxcan cuuj. Wach'chom malaj tas ay t'ayonh, palta icha wal to quik tastac smasanil."
        },
        {
            "number": "11",
            "text": "Ha exxo ex aj Corinto, syalnhej kalan t'ayex. Masanil tas ay t'a ko pensar ix kal t'ayex."
        },
        {
            "number": "12",
            "text": "Malaj junok tas ix ko k'ub'ejeli. Palta a ex tik, ay juntzanh tas tze k'ub'ejel t'ayonh."
        },
        {
            "number": "13",
            "text": "Icha stewi junok mamab'il t'a heb' yuninal, icha chi' tz'aj in tewi t'ayex to tze jac he pensar t'ayonh, icha ix cutej ko jakan quik t'ayex."
        },
        {
            "number": "14",
            "text": "Max yal junnhej scutej ko b'a yet' heb' manh creyenteoc, yujto manh smojoc icha chi'. Icha sakil k'inal max yal junnhej tz'aj yet' k’ik’ k’inal, icha pax chi' tojolal, max scha sb'a yet' chukal."
        },
        {
            "number": "15",
            "text": "Ha spensar Cristo, max scha sb'a yet' yic winh Satanás. Ha onh creyente onh tik, manh lajanoc ko pensar yet' heb' manh creyenteoc."
        },
        {
            "number": "16",
            "text": "Ha juntzanh comon Dios, malaj yalan yic yet' heb' skajnub'xo Dios yaji. Yujto a onh tik, skajnub' onhxo Dios pitzan, icha ix yalkani: Ha in tik, ol in och kajan t'a heb', ol in b'eyek' yet' heb'. Ol in och sDiosaloc heb'. Axo heb' ol och in chonhab'oc, xchi."
        },
        {
            "number": "17",
            "text": "Yuj chi' yalnacpaxcan Dios Kajal chi' icha tik: Elanhec t'a skal heb', iq'ek el he b'a. Manh eyam pax junok malaj swach'il. Tato icha chi' tzeyutej he k'anab'ajani, ol ex in cha wicoc."
        },
        {
            "number": "18",
            "text": "Ol in och he Mamoc. Ha exxo ol ex och wuninaloc, wisiloc, xchi Kajal chi', aton Dios masanil tas syal yuj, xchi t'a Slolonel Tz'ib'ab'ilkan chi'."
        }
    ]
}