{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi', ex xajanab'il vuuj, aton juntzanh tic yalnaccan Dios d'ayonh. Yuj chi' co vach' actejeccan masanil juntzanh tz'ak'an juvoquel co nivanil yed' co pensar d'a yichanh Dios. Caq'uec val quip co vach' ak'anoch co pensar d'a Dios, yujto te ay yelk'och d'ayonh."
        },
        {
            "number": "2",
            "text": "Aq'uec och e k'ool d'ayonh. Malaj junoc ex b'aj ochnac co mul. Malaj junoc ex co junaquel e pensar. Malaj pax junoc ex co q'uexanh tiejnac ex."
        },
        {
            "number": "3",
            "text": "Manh yujoc vak'anoch junoc tas d'a eyib'anh svalanb'at juntzanh tic d'ayex. Yujto toxo ix val d'ayex to te naan ex cuuj. Yuj chi', vach'chom pitzan onh, mato tzonh chami, palta junnhej caj eyed'oc."
        },
        {
            "number": "4",
            "text": "Tzex vak'och yipoc in k'ool, tzex valan vach'il. Vach'chom nivan yaelal tz'ak'jioch d'a quib'anh, palta eyuuj snivanaj in k'ool svab'i. Tzin tzalaj val eyuuj."
        },
        {
            "number": "5",
            "text": "Yictax ix onh javi d'a Macedonia tic, maxtzac yal quik'an jab'oc quip, yujto a juntzanh yaelal tic oyanoch d'a co patic quichanh. Anhej oval tz'ak'jioch d'a quib'anh. Xivelalnhej caji."
        },
        {
            "number": "6",
            "text": "Palta a Dios tz'ak'an snivanil sk'ool jantac mach ayoch d'a scusk'olal. A ix ak'an snivanil co k'ool, yujto ix ja vinhaj Tito d'a tic."
        },
        {
            "number": "7",
            "text": "Manh yujocnhej to ix ja vinhaj Tito chi' ix ak'ji snivanil in k'ool, palta tzonh tzalaj pax eyuuj, yujto ix eyak' snivanil sk'ool vinh ayic ix ek' vinh d'ayex. Ix yalan vinh d'ayonh to e gana tzin e yila'. Ix yalanpax vinh to tzex cus val yuj jun ix uji d'a e cal chi'. Ix yalanpax vinh to tzin e nacoti. Yuj chi' ix vach' ja in tzalajk'olal eyuuj."
        },
        {
            "number": "8",
            "text": "Vach'chom te cusnac ex yuj jun carta in tz'ib'ejnacb'at d'ayex, palta maxtzac in cus yuuj ticnaic. Vach'chom d'a sb'ab'elal cusnac in yuj jun carta chi', yujto vab'nac to cusnac ex jaye' k'ual yuuj."
        },
        {
            "number": "9",
            "text": "Axo ticnaic, tzin tzalaji manh yujoc to cusnac ex yuuj, palta tzin tzalaj ticnaic, yujto yuj jun e cusk'olal chi' ix e na e b'a. Ix ex cus icha val d'a sgana Dios, yuj chi' manh jab'oc ix juviel e pensar vuuj."
        },
        {
            "number": "10",
            "text": "Tato tzonh cus icha val sgana Dios, yuj jun co cusk'olal chi' sco na co b'a yic tzonh colchaji. Tato icha chi', max onh te cuslaj yuuj. Palta ay junxo macanh cusk'olal. A jun chi', yic yolyib'anhq'uinal tic yaji. A eb' scus icha chi', tonhej sb'atcan eb' d'a chamel d'a junelnhej yuuj."
        },
        {
            "number": "11",
            "text": "Palta a exxo tic, ochnac e cusk'olal icha sgana Dios. Yuj chi' naeccoti tas ajnac ex yuuj. Ochnac ex val d'a ilk'olal sik'lab'il. E sayannac modo tas tz'aj e colan e b'a. Cotnac eyoval yuj jun chucal ujinac d'a e cal chi', xivnac ex pax yuuj. E nib'ejnac val in e k'umej. E nanac eyak'b'at d'a yib'anh jun vinh ochnac smul chi'. Icha chi' eyutejnac e ch'oxani to manhxo ex locanoc d'a jun chucal chi'."
        },
        {
            "number": "12",
            "text": "A jun in carta chi', manh yujoc jun vinh ochnac smul chi' in tz'ib'ejnacb'ati. Manh yujoc pax jun mach yab'nac syail yuj jun chucal chi'. Palta in tz'ib'ejnacb'at d'ayex yic snachajel eyuuj to a d'a yichanh Dios, te xajan onh eyuuj."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix ak'ji snivanil co k'ool. Manhocnhej ix ak'ji snivanil co k'ool. Ix vach' ja pax co tzalajk'olal ayic ix yalan vinhaj Tito to ix te tzalaj vinh eyed'oc, yujto ix vach' ja snivanil sk'ool vinh eyuuj e masanil."
        },
        {
            "number": "14",
            "text": "A d'a yalanh, ix valel e vach'il d'a vinhaj Tito tic. Axo ticnaic, max in q'uixvi, yujto valnac jun chi'. Masanil tas calnac d'ayex, te yel. Anhejtona', ayic scalan e vach'il d'a vinhaj Tito tic, te yel juntzanh scal chi'."
        },
        {
            "number": "15",
            "text": "A vinh tic, te xajan exxo pax yuj vinh ticnaic, yujto snacot vinh tas eyutejnac e k'anab'ajan tas yalnac vinh d'ayex. Snaanpaxcot vinh to emnaquil eyutejnac e b'a e chaan vinh, xivk'olal eyutejnac e b'a d'a vinh."
        },
        {
            "number": "16",
            "text": "Tzin tzalaj ticnaic, yujto syal ex vak'anoch yipoc in k'ool."
        }
    ]
}