{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi', ex xajanab'il wuuj, aton juntzanh tik yalnaccan Dios t'ayonh. Yuj chi' ko wach' actejeccan masanil juntzanh tz'ak'an juwoquel ko niwanil yet' ko pensar t'a yichanh Dios. Caq'ek wal quip ko wach' ak'anoch ko pensar d'ha Dios, yujto te ay yelk'och t'ayonh."
        },
        {
            "number": "2",
            "text": "Hak'ek och he k'ool t'ayonh. Malaj junok ex b'aj ochnac ko mul. Malaj junok ex ko junaquel he pensar. Malaj pax junok ex ko k'exanh tiejnac ex."
        },
        {
            "number": "3",
            "text": "Manh yujoc wak'anoch junok tas t'a eyib'anh swalanb'at juntzanh tik t'ayex. Yujto toxo ix wal t'ayex to te naan ex cuuj. Yuj chi', wach'chom pitzan onh, mato tzonh chami, palta junnhej caj eyed'oc."
        },
        {
            "number": "4",
            "text": "Tzex wak'och yipoc in k'ool, tzex walan wach'il. Wach'chom niwan yaelal tz'ak'jioch t'a quib'anh, palta eyuuj sniwanaj in k'ool swab'i. Tzin tzalaj wal eyuuj."
        },
        {
            "number": "5",
            "text": "Yictax ix onh jawi t'a Macedonia tik, maxtzac yal quik'an jab'oc quip, yujto a juntzanh yaelal tik oyanoch t'a ko patic quichanh. Anhej owal tz'ak'jioch t'a quib'anh. Xiwelalnhej caji."
        },
        {
            "number": "6",
            "text": "Palta ha Dios tz'ak'an sniwanil sk'ool jantac mach ayoch t'a scusk'olal. Ha ix ak'an sniwanil ko k'ool, yujto ix ja winhaj Tito t'a tik."
        },
        {
            "number": "7",
            "text": "Manh yujocnhej to ix ja winhaj Tito chi' ix ak'ji sniwanil in k'ool, palta tzonh tzalaj pax eyuuj, yujto ix eyak' sniwanil sk'ool winh ayic ix ek' winh t'ayex. Ix yalan winh t'ayonh to he gana tzin he yila'. Ix yalanpax winh to tzex kus wal yuj jun ix uji t'a he kal chi'. Ix yalanpax winh to tzin he nacoti. Yuj chi' ix wach' ja in tzalajk'olal eyuuj."
        },
        {
            "number": "8",
            "text": "Wach'chom te cusnac ex yuj jun carta in tz'ib'ejnacb'at t'ayex, palta maxtzac in kus yuj ticnaik. Wach'chom t'a sb'ab'elal cusnac in yuj jun carta chi', yujto wab'nac to cusnac ex jaye' k'ual yuj."
        },
        {
            "number": "9",
            "text": "Axo ticnaik, tzin tzalaji manh yujoc to cusnac ex yuj, palta tzin tzalaj ticnaik, yujto yuj jun he cusk'olal chi' ix he na he b'a. Ix ex kus icha wal t'a snib'ej Dios, yuj chi' manh jab'oc ix juwiel he pensar wuuj."
        },
        {
            "number": "10",
            "text": "Tato tzonh kus icha wal snib'ej Dios, yuj jun ko cusk'olal chi' sco na ko b'a yic tzonh colchaji. Tato icha chi', max onh te cuslaj yuj. Palta ay junxo makan cusk'olal. Ha jun chi', yic yol yib'anhk’inal tik yaji. Ha heb' scus icha chi', tonhej sb'atcan heb' t'a chamel t'a junelnhej yuj."
        },
        {
            "number": "11",
            "text": "Palta a exxo tik, ochnac he cusk'olal icha snib'ej Dios. Yuj chi' naeccoti tas ajnac ex yuj. Ochnac ex wal t'a ilk'olal sik'lab'il. E sayannac modo tas tz'aj he colan he b'a. Cotnac eyowal yuj jun chukal ujinac t'a he kal chi', xivnac ex pax yuj. E nib'ejnac wal in he k'umej. E nanac eyak'b'at t'a yib'anh jun winh ochnac smul chi'. Icha chi' eyutejnac he ch'oxani to manhxo ex locanoc t'a jun chukal chi'."
        },
        {
            "number": "12",
            "text": "Ha jun in carta chi', manh yujoc jun winh ochnac smul chi' in tz'ib'ejnacb'ati. Manh yujoc pax jun mach yab'nac syail yuj jun chukal chi'. Palta in tz'ib'ejnacb'at t'ayex yic snachajel eyuuj to ha t'a yichanh Dios, te xajan onh eyuuj."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix ak'ji sniwanil ko k'ool. Manhoknhej ix ak'ji sniwanil ko k'ool. Ix wach' ja pax ko tzalajk'olal ayic ix yalan winhaj Tito to ix te tzalaj winh eyed'oc, yujto ix wach' ja sniwanil sk'ool winh eyuuj he masanil."
        },
        {
            "number": "14",
            "text": "Ha t'a yalanh, ix walel he wach'il t'a winhaj Tito tik. Axo ticnaik, max in q'uixwi, yujto walnac jun chi'. Masanil tas calnac t'ayex, te yel. Anhejtona', ayic scalan he wach'il t'a winhaj Tito tik, te yel juntzanh skal chi'."
        },
        {
            "number": "15",
            "text": "Ha winh tik, te xajan exxo pax yuj winh ticnaik, yujto snacot winh tas eyutejnac he k'anab'ajan tas yalnac winh t'ayex. Snaanpaxcot winh to emnaquil eyutejnac he b'a he chaan winh, xivk'olal eyutejnac he b'ha t'a winh."
        },
        {
            "number": "16",
            "text": "Tzin tzalaj ticnaik, yujto syal ex wak'anoch yipoc in k'ool."
        }
    ]
}