{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaik, ex wuk'tac ex wanab', tzin nib'ej swal t'ayex tas ix aj scheclajel swach'k'olal Dios t'a heb' creyente t'a junjun iglesia t'a yol yic Macedonia tik."
        },
        {
            "number": "2",
            "text": "Wach'chom ix ak'ji prowal heb' yuj juntzanh yaelal ix ja t'a yib'anh heb', palta ix te tzalaj heb'. Wach'chom te meb'a' heb', palta haxo swilani, niwan slaj yak' heb', icha yak'an heb' b'eyum."
        },
        {
            "number": "3",
            "text": "Swak' testigoal in b'a yuj heb', yujto yelk'olal ix yak' jantac ix techaj yuj heb'. Te ek'alto wal ix yak' heb'."
        },
        {
            "number": "4",
            "text": "Ix tewi heb' t'ayonh yic sco cha yak' scolwal heb', yujto sgana pax heb' skolwaj t'a heb' yicxo Dios."
        },
        {
            "number": "5",
            "text": "Ix ko naani to quennhej jab'oc ol yak' heb', palta yelxo wal más niwan ix yak' heb'. B'ab'el ix yak'och sb'a heb' t'a yol sk'ab' Kajal Jesús. Anhejtona' ichato ix yak'pax sb'a heb' t'ayonh icha sgana Dios."
        },
        {
            "number": "6",
            "text": "Yuj chi' sco k'anxi pawor t'a winhaj Tito tik yic sb'atxi winh ex yila'. Ha winh ol b'at chaan eyofrenda ol eyak' yuj swach'il he k'ool. Yujto ha t'a winh ix he chael yich eyak'ani."
        },
        {
            "number": "7",
            "text": "Manh jantacoc swach'il tzeyutej he b'a. Tzeyak'an wal och t'a he k'ool. Jelan tzeyutej he b'a he k'ayb'ani. Yelk'olal te wach' tzeyutej he b'a he k'ulan junok tasi. Tzonh he xajanan paxi. Yuj chi' tze ch'ox pax he wach'il eyak'an eyofrenda chi'."
        },
        {
            "number": "8",
            "text": "Ha jun swalb'at tik t'ayex, manh checnab'iloc yaji. Tonhej in gana tzeyab'i chajtil syutej juntzanhxo heb' yak'an scolwal, yic scheclajeli to t'a wal yel tze xajanej heb' quetcreyenteal."
        },
        {
            "number": "9",
            "text": "Cojtac to a Kajal Jesucristo, te niwan swach'k'olal. Wach'chom manh jantacoc sb'eyumal t'a satcha’anh, palta ix ul yak'och sb'a mheb'ail cuuj. Icha chi' ix yutej sb'a, yic wach' yuj smheb'ail chi' tzonh och b'eyumal."
        },
        {
            "number": "10",
            "text": "Yuj he wach'iloc swalb'at t'ayex tas tzin na yuj eyofrenda chi'. Ix el yab'ilal he chaanel yich he yak'ani, yujto ix el wal t'a he k'ool eyak'ani."
        },
        {
            "number": "11",
            "text": "Ha ticnaik, in gana to tzeyak' eyip he wach' ak'ancani. Icha ix eyutej he chaanel yich eyak'an t'a smasanil he k'ool, icha chi' tzeyutej he lajancan ticnaik, ato syala' tastac ay t'ayex."
        },
        {
            "number": "12",
            "text": "Chab'il cofrenda chi' yuj Dios ato syala' tastac ay t'ayonh, tato manhoc yet' chab'k'olal skak'a'. Max sk'anlaj tato malaj tas t'ayonh."
        },
        {
            "number": "13",
            "text": "Mantoc in gana tzex ochcan mheb'ail, yuj slajwiel tastac ay t'ayex, yic tzex kolwaj t'a juntzanhxo heb'."
        },
        {
            "number": "14",
            "text": "Palta in gana lajan tzonh aj ko masanil. Ha ticnaik, a tas syak' sobre t'ayex, syal eyak'an t'a heb' max tzak'wan yico'. Axo t'a junelxo, haxo heb' ol ak'anxoc pax t'ayex ayic manh ol ex tzak'wan t'a he yico'. Tato icha chi', lajan ol onh aj ko masanil."
        },
        {
            "number": "15",
            "text": "Yujto icha tik syalcan t'a Slolonel Dios Tz'ib'ab'ilcani: Ha heb' niwan tas smolcani, max yak'laj sobre yic heb', haxo heb' jab'nhej tas smolcani, max yak'laj palta t'a heb', xchi."
        },
        {
            "number": "16",
            "text": "Swak' yuj diosal d'ha Dios, yujto a tz'ak'an sna winhaj Tito yic tzex sya'ilej winh, icha ix wutej ex wilan a in tik."
        },
        {
            "number": "17",
            "text": "Ayic ix ko k'anan pawor t'a winh yic sb'at winh ex yila', elanhchamel ix tak'wi winh. Toxon sgana pax winh sb'at ex yila', yuj chi' ol b'at winh."
        },
        {
            "number": "18",
            "text": "Ay junxo winh cuk'tac ol ko checb'at yet' winh. Ha jun winh cuk'tac tik, tz'alji winh wach'il yuj heb' creyente ay t'a junjun iglesia, yujto smunlaj wal winh yalanel wach' ab'ix yic colnab'il."
        },
        {
            "number": "19",
            "text": "Anhejtona', aton jun winh cuk'tac tik sik'naquelta heb' creyente t'a junjun iglesia, yic tzek' schaan jun ofrenda chi' winh qued'oc. Van ko molan jun ofrenda tik, yic ol checlaj swach'il Kajal Jesús yet' swach'il he k'ool a ex tik."
        },
        {
            "number": "20",
            "text": "Co gana a onh tik to malaj mach tzonh alub'tanhan yuj chajtil tz'aj ek' quik'anchaanh juntzanh ofrenda tik."
        },
        {
            "number": "21",
            "text": "Yuj chi' te tojol scutej juntzanh tik. Manhoknhej t'a yichanh Kajal Jesús tojol scutej ko b'a, anhejtona' tojol scutej ko b'ha t'a yichanh heb' quetanimail."
        },
        {
            "number": "22",
            "text": "Ay junxo winh cuk'tac ol ko checb'at yet' heb' winh tik. Ha jun winh tik, tzijtum elxo squila' to wach' smunlaj winh t'a yic Kajal Jesús. Ha ticnaik, yel ay sgana winh smunlaji, yujto tzex yak' wal och winh yipoc sk'ool."
        },
        {
            "number": "23",
            "text": "Tato ay heb' sk'anb'an winhaj Tito chi' t'ayex, tzeyal t'a heb': Yetb'eyum sb'a winh yet' winhaj Pablo, ayul winh munlajel t'a ko kal tik, xe chi. Tato ay pax mach sk'anb'an yuj chawanh heb' winh cuk'tac yetb'eyum sb'a yet' winhaj Tito tik, tzeyal t'a heb': Ha heb' winh tik, checb'ilcot heb' winh yuj juntzanhxo iglesia, scheclaj wal el swach'il Cristo yuj heb' winh, xe chi."
        },
        {
            "number": "24",
            "text": "Ayic ol k'och heb' winh ta', tze xajanej heb' winh. Tato icha chi' tzeyutej he b'ha t'a heb' winh, ol he ch'ox t'a heb' creyente t'a junjun iglesia to yel scala' ayic ix ex calan wach'il."
        }
    ]
}