{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaic, ex vuk'tac ex vanab', tzin nib'ej sval t'ayex tas ix aj scheclajel svach'k'olal Dios t'a eb' creyente t'a junjun iglesia t'a yol yic Macedonia tik."
        },
        {
            "number": "2",
            "text": "Wach'chom ix ak'ji proval eb' yuj juntzanh yaelal ix ja t'a yib'anh eb', palta ix te tzalaj eb'. Wach'chom te meb'a' eb', palta haxo svilani, niwan slaj yak' eb', icha yak'an eb' b'eyum."
        },
        {
            "number": "3",
            "text": "Svak' testigoal in b'a yuj eb', yujto yelk'olal ix yak' jantac ix techaj yuj eb'. Te ek'alto val ix yak' eb'."
        },
        {
            "number": "4",
            "text": "Ix tevi eb' t'ayonh yic sco cha yak' scolval eb', yujto sgana pax eb' scolvaj t'a eb' yicxo Dios."
        },
        {
            "number": "5",
            "text": "Ix co naani to quennhej jab'oc ol yak' eb', palta yelxo val más niwan ix yak' eb'. B'ab'el ix yak'och sb'a eb' t'a yol sk'ab' Cajal Jesús. Anhejtona' ichato ix yak'pax sb'a eb' t'ayonh icha sgana Dios."
        },
        {
            "number": "6",
            "text": "Yuj chi' sco k'anxi pavor t'a vinhaj Tito tik yic sb'atxi vinh ex yila'. Ha vinh ol b'at chaan eyofrenda ol eyak' yuj svach'il e k'ool. Yujto ha t'a vinh ix e chael yich eyak'ani."
        },
        {
            "number": "7",
            "text": "Manh jantacoc svach'il tzeyutej e b'a. Tzeyak'an val och t'a e k'ool. Jelan tzeyutej e b'a e k'ayb'ani. Yelk'olal te wach' tzeyutej e b'a e k'ulan junok tasi. Tzonh e xajanan paxi. Yuj chi' tze ch'ox pax e wach'il eyak'an eyofrenda chi'."
        },
        {
            "number": "8",
            "text": "Ha jun svalb'at tik t'ayex, manh checnab'iloc yaji. Tonhej in gana tzeyab'i chajtil syutej juntzanhxo eb' yak'an scolval, yic scheclajeli to t'a val yel tze xajanej eb' quetcreyenteal."
        },
        {
            "number": "9",
            "text": "Cojtac to a Cajal Jesucristo, te niwan svach'k'olal. Wach'chom manh jantacoc sb'eyumal t'a satcha’anh, palta ix ul yak'och sb'a meb'ail cuuj. Icha chi' ix yutej sb'a, yic wach' yuj smeb'ail chi' tzonh och b'eyumal."
        },
        {
            "number": "10",
            "text": "Yuj e wach'iloc svalb'at t'ayex tas tzin na yuj eyofrenda chi'. Ix el yab'ilal e chaanel yich e yak'ani, yujto ix el val t'a e k'ool eyak'ani."
        },
        {
            "number": "11",
            "text": "Ha ticnaic, in gana to tzeyak' eyip e wach' ak'ancani. Icha ix eyutej e chaanel yich eyak'an t'a smasanil e k'ool, icha chi' tzeyutej e lajancan ticnaic, ato syala' tastac ay t'ayex."
        },
        {
            "number": "12",
            "text": "Chab'il cofrenda chi' yuj Dios ato syala' tastac ay t'ayonh, tato manhoc yet' chab'k'olal scak'a'. Max sk'anlaj tato malaj tas t'ayonh."
        },
        {
            "number": "13",
            "text": "Mantoc in gana tzex ochcan meb'ail, yuj slajviel tastac ay t'ayex, yic tzex colvaj t'a juntzanhxo eb'."
        },
        {
            "number": "14",
            "text": "Palta in gana lajan tzonh aj co masanil. Ha ticnaic, a tas syak' sobre t'ayex, syal eyak'an t'a eb' max tzak'van yico'. Axo t'a junelxo, haxo eb' ol ak'anxoc pax t'ayex ayic manh ol ex tzak'van t'a e yico'. Tato icha chi', lajan ol onh aj co masanil."
        },
        {
            "number": "15",
            "text": "Yujto icha tik syalcan t'a Slolonel Dios Tz'ib'ab'ilcani: Ha eb' niwan tas smolcani, max yak'laj sobre yic eb', haxo eb' jab'nhej tas smolcani, max yak'laj palta t'a eb', xchi."
        },
        {
            "number": "16",
            "text": "Svak' yuj diosal d'ha Dios, yujto a tz'ak'an sna vinhaj Tito yic tzex sya'ilej vinh, icha ix vutej ex vilan a in tik."
        },
        {
            "number": "17",
            "text": "Ayic ix co k'anan pavor t'a vinh yic sb'at vinh ex yila', elanhchamel ix tak'vi vinh. Toxon sgana pax vinh sb'at ex yila', yuj chi' ol b'at vinh."
        },
        {
            "number": "18",
            "text": "Ay junxo vinh cuk'tac ol co checb'at yet' vinh. Ha jun vinh cuk'tac tik, tz'alji vinh wach'il yuj eb' creyente ay t'a junjun iglesia, yujto smunlaj val vinh yalanel wach' ab'ix yic colnab'il."
        },
        {
            "number": "19",
            "text": "Anhejtona', aton jun vinh cuk'tac tik sik'naquelta eb' creyente t'a junjun iglesia, yic tzek' schaan jun ofrenda chi' vinh qued'oc. Van co molan jun ofrenda tik, yic ol checlaj svach'il Cajal Jesús yet' svach'il e k'ool a ex tik."
        },
        {
            "number": "20",
            "text": "Co gana a onh tik to malaj mach tzonh alub'tanhan yuj chajtil tz'aj ek' quik'anchaanh juntzanh ofrenda tik."
        },
        {
            "number": "21",
            "text": "Yuj chi' te tojol scutej juntzanh tik. Manhocnhej t'a yichanh Cajal Jesús tojol scutej co b'a, anhejtona' tojol scutej co b'ha t'a yichanh eb' quetanimail."
        },
        {
            "number": "22",
            "text": "Ay junxo vinh cuk'tac ol co checb'at yet' eb' vinh tik. Ha jun vinh tik, tzijtum elxo squila' to wach' smunlaj vinh t'a yic Cajal Jesús. Ha ticnaic, yel ay sgana vinh smunlaji, yujto tzex yak' val och vinh yipoc sk'ool."
        },
        {
            "number": "23",
            "text": "Tato ay eb' sk'anb'an vinhaj Tito chi' t'ayex, tzeyal t'a eb': Yetb'eyum sb'a vinh yet' vinhaj Pablo, ayul vinh munlajel t'a co cal tik, xe chi. Tato ay pax mach sk'anb'an yuj chavanh eb' vinh cuk'tac yetb'eyum sb'a yet' vinhaj Tito tik, tzeyal t'a eb': Ha eb' vinh tik, checb'ilcot eb' vinh yuj juntzanhxo iglesia, scheclaj val el svach'il Cristo yuj eb' vinh, xe chi."
        },
        {
            "number": "24",
            "text": "Ayic ol k'och eb' vinh ta', tze xajanej eb' vinh. Tato icha chi' tzeyutej e b'ha t'a eb' vinh, ol e ch'ox t'a eb' creyente t'a junjun iglesia to yel scala' ayic ix ex calan wach'il."
        }
    ]
}