{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ha eyofrenda ol eyak' t'a heb' yicxo Dios, manh yowaliloc tzato walb'at t'ayex yuj."
        },
        {
            "number": "2",
            "text": "Yujto wojtacxo to ay wal he gana tzex kolwaj t'a heb'. Van ex walan wach'il t'a heb' aj Macedonia tik. Icha tik swal t'a heb' eyuuj: Ha heb' ay t'a yol yic Acaya, yab'ilalxo scajwi heb' yak'an yofrenda, xin chi. Ayic ix yab'an heb' aj Macedonia tik to yelk'olal tzeyak' eyiko', tzijtum heb' ix he cuchb'ej yak' yico'."
        },
        {
            "number": "3",
            "text": "Palta ol in checb'at heb' winh cuk'tac tik t'ayex, yic manh ol juwoc jun ix wal tik eyuuj, yujto ix wala' to wach' ex. Ol in checb'at heb', yic wach' listaxo yaj eyofrenda, icha ix wutej walan chi' eyuuj."
        },
        {
            "number": "4",
            "text": "Talaj ay heb' aj Macedonia sb'at wed'oc, haxo syilan heb' to manh listaoc eyaj eyak'an eyofrenda chi', axom in q'uixwib'at chi' b'ian. Yujto toxo ix ex wak'och yipoc in k'ool. Ha exxo tik ol ex q'uixwoc paxi."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix in na to yowalil tzin k'an pawor t'a heb' winh cuk'tac tik, yic ol b'ab'laj b'at heb' winh t'ayex. Ol b'at kolwaj heb' winh eyed'oc eyik'anchaanh eyofrenda icha ix eyutej eyalancani. Tato icha chi', lista ol eyutoc eyofrenda chi', ol eyak'an yet' smasanil he k'ool, yic manh ol onh b'at ex cak' pural eyak'ani."
        },
        {
            "number": "6",
            "text": "Tze nacot jun tik. Ha heb' jab'nhej tz'awani, jab'nhej sjach' heb'. Axo heb' niwan tz'awani, niwan pax sjach' heb'."
        },
        {
            "number": "7",
            "text": "Junjun ex tze na jantac tzeyak'a'. Manh chab'k'olaloc tzeyak'a'. Manh ak'b'iloc pural, yujto ha Dios sxajanan heb' tz'ak'an wal t'a tzalajk'olal."
        },
        {
            "number": "8",
            "text": "Ha Dios syal yak'an masanil tas t'ayex yuj swach'k'olal. Syak'anpax masanil tas tz'och eyuuj t'a masanil tiempo. Ol to yak'pax sobre t'ayex, yuj chi' tzijtum tastac b'aj syal tzex colwaji."
        },
        {
            "number": "9",
            "text": "Yujto icha tik syalcan t'a Slolonel Dios Tz'ib'ab'ilcani: Tzijtum tas ix yak' t'a heb' meb'a'. Axo swach' spensaril jun chi', ol snacot Dios t'a masanil tiempo, xchi."
        },
        {
            "number": "10",
            "text": "Ha Dios tz'ak'an jantac inhat tz'avchaji. Syak'anpax jantac tas swaji. A' ol ak'an t'ayex juntzanh tas ol eyak' eyofrendaoc. Ichato ol eyawej. Axo jun spak ol yak' t'ayex yuj swach'il he k'ool chi' ol yak' q'uib'oc, ol he jach'ani."
        },
        {
            "number": "11",
            "text": "Yuj chi' niwan swach'il ol he cha'a, yic ol eyak'an nanhalocxo. Ayic ol quik'anb'at eyofrenda chi' t'a heb' yicxo Dios, tzijtum heb' ol ak'an yuj diosal d'ha Dios yuj ayic ol schaan heb'."
        },
        {
            "number": "12",
            "text": "Yujto a jun colwal chi', manh yujocnhej skolwaj t'a heb' t'a stzapan majanil, palta a yopisio, to yuj ol yak' yuj diosal heb' d'ha Dios t'a smasanil sk'ool."
        },
        {
            "number": "13",
            "text": "Ol yal wach' lolonel heb' d'ha Dios, yujto a jun eyofrenda chi' wan sch'oxani to wan he k'anab'ajan tas ix yalcan jun wach' ab'ix yic Cristo. Anheja' ol yal pax wach' lolonel heb' d'ha Dios yuj jun niwan colwal tzeyak' t'a heb'. Yujto a jun chi', ol kolwaj t'a masanil heb' yicxo Dios."
        },
        {
            "number": "14",
            "text": "Ha heb' ol chaanoc, ol yak' lesal heb' eyuuj. Ol ex sxajanej heb', yujto niwan swach'k'olal Dios ol yak' t'a heb' eyuuj."
        },
        {
            "number": "15",
            "text": "Caq'ek yuj diosal d'ha Dios yuj jun Colwajum ix yak'cot t'ayonh, manhxo jantacoc swach'il."
        }
    ]
}