{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ha eyofrenda ol eyak' t'a eb' yicxo Dios, manh yovaliloc tzato valb'at t'ayex yuj."
        },
        {
            "number": "2",
            "text": "Yujto vojtacxo to ay val e gana tzex colvaj t'a eb'. Van ex valan wach'il t'a eb' aj Macedonia tik. Icha tik sval t'a eb' eyuuj: Ha eb' ay t'a yol yic Acaya, yab'ilalxo scajvi eb' yak'an yofrenda, xin chi. Ayic ix yab'an eb' aj Macedonia tik to yelk'olal tzeyak' eyico', tzijtum eb' ix e cuchb'ej yak' yico'."
        },
        {
            "number": "3",
            "text": "Palta ol in checb'at eb' vinh cuk'tac tik t'ayex, yic manh ol juvoc jun ix val tik eyuuj, yujto ix vala' to wach' ex. Ol in checb'at eb', yic wach' listaxo yaj eyofrenda, icha ix vutej valan chi' eyuuj."
        },
        {
            "number": "4",
            "text": "Talaj ay eb' aj Macedonia sb'at ved'oc, haxo syilan eb' to manh listaoc eyaj eyak'an eyofrenda chi', axom in q'uixvib'at chi' b'ian. Yujto toxo ix ex vak'och yipoc in k'ool. Ha exxo tik ol ex q'uixvoc paxi."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix in na to yovalil tzin k'an pavor t'a eb' vinh cuk'tac tik, yic ol b'ab'laj b'at eb' vinh t'ayex. Ol b'at colvaj eb' vinh eyed'oc eyik'anchaanh eyofrenda icha ix eyutej eyalancani. Tato icha chi', lista ol eyutoc eyofrenda chi', ol eyak'an yet' smasanil e k'ool, yic manh ol onh b'at ex cak' pural eyak'ani."
        },
        {
            "number": "6",
            "text": "Tze nacot jun tik. Ha eb' jab'nhej tz'avani, jab'nhej sjach' eb'. Axo eb' niwan tz'avani, niwan pax sjach' eb'."
        },
        {
            "number": "7",
            "text": "Junjun ex tze na jantac tzeyak'a'. Manh chab'k'olaloc tzeyak'a'. Manh ak'b'iloc pural, yujto ha Dios sxajanan eb' tz'ak'an val t'a tzalajk'olal."
        },
        {
            "number": "8",
            "text": "Ha Dios syal yak'an masanil tas t'ayex yuj svach'k'olal. Syak'anpax masanil tas tz'och eyuuj t'a masanil tiempo. Ol to yak'pax sobre t'ayex, yuj chi' tzijtum tastac b'aj syal tzex colvaji."
        },
        {
            "number": "9",
            "text": "Yujto icha tik syalcan t'a Slolonel Dios Tz'ib'ab'ilcani: Tzijtum tas ix yak' t'a eb' meb'a'. Axo svach' spensaril jun chi', ol snacot Dios t'a masanil tiempo, xchi."
        },
        {
            "number": "10",
            "text": "Ha Dios tz'ak'an jantac inhat tz'avchaji. Syak'anpax jantac tas svaji. A' ol ak'an t'ayex juntzanh tas ol eyak' eyofrendaoc. Ichato ol eyavej. Axo jun spac ol yak' t'ayex yuj svach'il e k'ool chi' ol yak' q'uib'oc, ol e jach'ani."
        },
        {
            "number": "11",
            "text": "Yuj chi' niwan svach'il ol e cha'a, yic ol eyak'an nanhalocxo. Ayic ol quik'anb'at eyofrenda chi' t'a eb' yicxo Dios, tzijtum eb' ol ak'an yuj diosal d'ha Dios yuj ayic ol schaan eb'."
        },
        {
            "number": "12",
            "text": "Yujto a jun colval chi', manh yujocnhej scolvaj t'a eb' t'a stzapan majanil, palta a yopisio, to yuj ol yak' yuj diosal eb' d'ha Dios t'a smasanil sk'ool."
        },
        {
            "number": "13",
            "text": "Ol yal wach' lolonel eb' d'ha Dios, yujto a jun eyofrenda chi' van sch'oxani to van e k'anab'ajan tas ix yalcan jun wach' ab'ix yic Cristo. Anheja' ol yal pax wach' lolonel eb' d'ha Dios yuj jun niwan colval tzeyak' t'a eb'. Yujto a jun chi', ol colvaj t'a masanil eb' yicxo Dios."
        },
        {
            "number": "14",
            "text": "Ha eb' ol chaanoc, ol yak' lesal eb' eyuuj. Ol ex sxajanej eb', yujto niwan svach'k'olal Dios ol yak' t'a eb' eyuuj."
        },
        {
            "number": "15",
            "text": "Caq'ek yuj diosal d'ha Dios yuj jun Colvajum ix yak'cot t'ayonh, manhxo jantacoc svach'il."
        }
    ]
}