{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Aton lolonel tik ix yal Jehová t'ayin Habacuc in tik, a in ton schecab' in."
        },
        {
            "number": "2",
            "text": "Ix val t'a Jehová icha tik: Mamin Jehová, ¿b'aq'uinhto ol a cha ab' tas svala'? Ina jantac yel vav tzin k'anan a colval. ¿Tom manh ol ach colvaj t'ayonh? Jantac vavaj t'ayach yuj eb' anima sq'uechaanh yixtan eb' anima t'a co cal tik."
        },
        {
            "number": "3",
            "text": "¿Tas yuj tzak' vil juntzanh chucal sk'ulej eb' anima yet' juntzanh tas manh tojoloc sk'ulej eb'? Axonhej chucal, miloj anima, oval yet' telajb'ail sk'ulej eb' anima svila'."
        },
        {
            "number": "4",
            "text": "Maxtzac yak'ochlaj yopisio a ley eb' yajal, maxtzac ch'olb'itajlaj eb' anima t'a stojolal. Ha eb' wach' sb'eyb'al, tz'ixtaj eb' yuj eb' sk'ulan chucal. Sq'uexan tojolal eb' t'a chucal, xin chi t'ay."
        },
        {
            "number": "5",
            "text": "Ix tak'vi Jehová, ix yalan icha tik: Ilecnab' juntzanhxo nación, satocab' e k'ool, yujto toxo ix in na' tas juntzanh ol in k'ulej t'a e cal t'a jun pekti’ tik. Ayic ol ujoc juntzanh chi', wach'chom ay mach ol alan t'ayex, palta ijan val manh ol e chalaj."
        },
        {
            "number": "6",
            "text": "Ol vik'cot eb' caldeo yic syak' oval eb' eyed'oc. Ha juntzanh anima chi', junelnhej malaj jab'oc yoq'uelk'olal eb'. Anhej oval sgana eb'. Tzek' yoymitej yol yib'anhk’inal tik eb' yic syicancan lum lum eb' manh yicoc."
        },
        {
            "number": "7",
            "text": "Ha juntzanh anima chi', te ay smay eb', ste xiv eb' anima t'a eb'. Syik'valchaanh sb'a eb'. Anhej t'a spensar eb' scot tas snib'ej sk'ulej, yujto niwan yelk'och eb' snaani."
        },
        {
            "number": "8",
            "text": "Ek'to sjelanil sb'ey nok' schej eb' t'a yichanh nok' tz'ib'choj. Axo eb' soldado ayq'ue t'a yib'anh nok' chej chi', ek'to te ov eb' t'a yichanh nok' oques tzek' t'ak'walil. Manhxo b'ischajb'enoc nok' schej eb', najatto ay nok' scot lemnaj nok' t'a oval chi', icha nok' ch'acb'a ayic syaman schib'ej nok'."
        },
        {
            "number": "9",
            "text": "Satcanel masanil tastac eb' b'aj tz'eq'ui, ste q'uechaanh xivk'olal yuj jantac tas sk'ulej eb'. Icha sb'isul yarenail sti' ha' mar, icha chi' sb'isul eb' anima syik'b'at eb' t'a schonhab'."
        },
        {
            "number": "10",
            "text": "Tonhej sb'uchvaj eb' t'a eb' rey yet' t'a eb' anima nivac yelk'och yalani. Tonhej stzetzej juntzanh chonhab' eb' ayoch smuroal. Sb'oq'ue b'ulan lum lum eb' stek'nub'oc t'a spatictac juntzanh smuroal chi' yic syak' ganar juntzanh chonhab' chi' eb'."
        },
        {
            "number": "11",
            "text": "Tzanhej yak' ganar junok chonhab' eb', sb'at eb' t'a junxo. Icha yek' chacxuxum ik', icha chi' yek' eb'. Tz'och smul eb' t'a vichanh, yujto a yip eb' syak'och sdiosaloc, xchi Jehová."
        },
        {
            "number": "12",
            "text": "Ix valanxi icha tik: Mamin Jehová, Dios ach taxoni, tojol ach toni. Manh ol onh a cha satel t'a junelnhej. Ach Jehová co Columal, a ach ix ak' yip eb' caldeo yuj ak'anoch yaelal t'a quib'anh."
        },
        {
            "number": "13",
            "text": "Ha ach tik, manh jab'oc scha a k'ol chucal, max a nib'ej il co chucal a onh anima onh tik. Palta, ¿tas yuj tonhej tzach och q'uelan t'a eb' anima te chuc chi'? Ina a eb' chuc van satanel eb' wach'tacto sb'eyb'al."
        },
        {
            "number": "14",
            "text": "¿Tas yuj icha nok' chay ay t'a yol ha' mar tzonh utej a onh anima onh tik, ma icha nok' nok' malaj yajal tzonh utej?"
        },
        {
            "number": "15",
            "text": "Ha eb' caldeo tz'ik'anek' juntzanhxo nación, icha sk'ulej eb' yamum chay ayic syaman nok' chay eb' yet' q'uen anzuelo yet' pax ch'anh chimpa, haxo yic syilan eb' sq'ueul b'ulnaj nok' chay chi', ste tzalaj eb'."
        },
        {
            "number": "16",
            "text": "Yuj chi', a eb' yamum chay chi', tz'och eb' ejmelal t'a q'uen yanzuelo yet' t'a schimpa, syak'an silab' eb' t'ay, snhusanpax incienso eb' t'a juntzanh syamk'ab' chi'. Ste tzalaj eb' yujto wach' sva eb' yuj syamk'ab' chi'."
        },
        {
            "number": "17",
            "text": "¿Tom ol syamnhej juntzanh nación eb' caldeo yet' syamlab', yic satel eb' anima eb' t'a manhxa oq'uelk'olal?"
        }
    ]
}