{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Aton lolonel tik ix yal Jehová t'ayin Habacuc in tik, a in ton schecab' in."
        },
        {
            "number": "2",
            "text": "Ix wal t'a Jehová icha tik: Mamin Jehová, ¿b'aq'uinhto ol a cha ab' tas swala'? Ina jantac yel wav tzin k'anan a colwal. ¿Tom manh ol ach kolwaj t'ayonh? Jantac wawaj t'ayach yuj heb' anima sk'echaanh yixtan heb' anima t'a ko kal tik."
        },
        {
            "number": "3",
            "text": "¿Tas yuj tzak' wil juntzanh chukal sk'ulej heb' anima yet' juntzanh tas manh tojolok sk'ulej heb'? Axonhej chukal, miloj anima, owal yet' telajb'ail sk'ulej heb' anima swila'."
        },
        {
            "number": "4",
            "text": "Maxtzac yak'ochlaj yopisio a ley heb' yajal, maxtzac ch'olb'itajlaj heb' anima t'a stojolal. Ha heb' wach' sb'eyb'al, tz'ixtaj heb' yuj heb' sk'ulan chukal. Sk'exan tojolal heb' t'a chukal, xin chi t'ay."
        },
        {
            "number": "5",
            "text": "Ix tak'wi Jehová, ix yalan icha tik: Ilecnab' juntzanhxo nación, satocab' he k'ool, yujto toxo ix in na' tas juntzanh ol in k'ulej t'a he kal t'a jun pekti’ tik. Ayic ol ujok juntzanh chi', wach'chom ay mach ol alan t'ayex, palta ijan wal manh ol he chalaj."
        },
        {
            "number": "6",
            "text": "Ol wik'cot heb' caldeo yic syak' owal heb' eyed'oc. Ha juntzanh anima chi', junelnhej malaj jab'oc yok'elk'olal heb'. Anhej owal sgana heb'. Tzek' yoymitej yol yib'anhk’inal tik heb' yic syicancan lum lum heb' manh yicoc."
        },
        {
            "number": "7",
            "text": "Ha juntzanh anima chi', te ay smay heb', ste xiv heb' anima t'a heb'. Syik'walchaanh sb'a heb'. Anhej t'a spensar heb' scot tas snib'ej sk'ulej, yujto niwan yelk'och heb' snaani."
        },
        {
            "number": "8",
            "text": "Ek'to sjelanil sb'ey nok' schej heb' t'a yichanh nok' tz'ib'choj. Axo heb' soldado ayk'e t'a yib'anh nok' chej chi', ek'to te ov heb' t'a yichanh nok' oques tzek' t'ak'walil. Manhxo b'ischajb'enoc nok' schej heb', najatto ay nok' scot lemnaj nok' t'a owal chi', icha nok' ch'acb'a ayic syaman schib'ej nok'."
        },
        {
            "number": "9",
            "text": "Satcanel masanil tastac heb' b'aj tz'eq'ui, ste k'echaanh xivk'olal yuj jantac tas sk'ulej heb'. Icha sb'isul yarenail sti' ha' mar, icha chi' sb'isul heb' anima syik'b'at heb' t'a schonhab'."
        },
        {
            "number": "10",
            "text": "Tonhej sb'uchwaj heb' t'a heb' rey yet' t'a heb' anima niwac yelk'och yalani. Tonhej stzetzej juntzanh chonhab' heb' ayoch smuroal. Sb'ok'e b'ulan lum lum heb' stek'nub'oc t'a spatictac juntzanh smuroal chi' yic syak' ganar juntzanh chonhab' chi' heb'."
        },
        {
            "number": "11",
            "text": "Tzanhej yak' ganar junok chonhab' heb', sb'at heb' t'a junxo. Icha yek' chacxuxum ik', icha chi' yek' heb'. Tz'och smul heb' t'a wichanh, yujto a yip heb' syak'och sdiosaloc, xchi Jehová."
        },
        {
            "number": "12",
            "text": "Ix walanxi icha tik: Mamin Jehová, Dios ach taxoni, tojol ach toni. Manh ol onh a cha satel t'a junelnhej. Ach Jehová ko Kolumal, a ach ix ak' yip heb' caldeo yuj ak'anoch yaelal t'a quib'anh."
        },
        {
            "number": "13",
            "text": "Ha ach tik, manh jab'oc scha a k'ol chukal, max a nib'ej il ko chukal a onh anima onh tik. Palta, ¿tas yuj tonhej tzach och k'elan t'a heb' anima te chuk chi'? Ina a heb' chuk wan satanel heb' wach'tacto sb'eyb'al."
        },
        {
            "number": "14",
            "text": "¿Tas yuj icha nok' chay ay t'a yol ha' mar tzonh utej a onh anima onh tik, ma icha nok' nok' malaj yajal tzonh utej?"
        },
        {
            "number": "15",
            "text": "Ha heb' caldeo tz'ik'anek' juntzanhxo nación, icha sk'ulej heb' yamum chay ayic syaman nok' chay heb' yet' k'een anzuelo yet' pax ch'anh chimpa, haxo yic syilan heb' sk'eul b'ulnaj nok' chay chi', ste tzalaj heb'."
        },
        {
            "number": "16",
            "text": "Yuj chi', a heb' yamum chay chi', tz'och heb' ejmelal t'a k'een yanzuelo yet' t'a schimpa, syak'an silab' heb' t'ay, snhusanpax incienso heb' t'a juntzanh syamk'ab' chi'. Ste tzalaj heb' yujto wach' swa heb' yuj syamk'ab' chi'."
        },
        {
            "number": "17",
            "text": "¿Tom ol syamnhej juntzanh nación heb' caldeo yet' syamlab', yic satel heb' anima heb' t'a manhxa ok'elk'olal?"
        }
    ]
}