{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Icha yajoch junok stanhwumal chonhab', icha chi' ol aj in tanhwan wab' tas ol yal Jehová t'ayin, yic snachajel wuuj tas ol yutej spacan tas ix in k'anb'ej t'ay, xin chi."
        },
        {
            "number": "2",
            "text": "Ix yalan Jehová t'ayin icha tik: Tz'ib'ejcan juntzanh tas ol in ch'ox il tik t'a junok lechanh lum tz'acb'il lu'um, yic a mach ol avtanoc, ol b'at yalel t'a elanhchamel."
        },
        {
            "number": "3",
            "text": "Ha jun tas wan ilan tik, manto k'ochlaj stiempoal yelk'ochi, palta yowalil ol elk'ochoc, manh esoclaj. Tanhwej, wach'chom olto heb'oc, palta ol elnhejk'ochoc."
        },
        {
            "number": "4",
            "text": "Tz'ib'ej to a heb' te chuk, te ak'umtac syutej sb'a heb', palta a heb' tojol sb'eyb'al, ol ajnhej ek' heb' yujto tzin yak'och heb' t'a sk'ool, xchi Jehová."
        },
        {
            "number": "5",
            "text": "Ha heb' aj Babilonia te ak'umtac heb', smusej sat heb' anima heb' icha anh anh smusan sat heb' tz'uk'ani. Max och waan heb' sayan tas snib'ej. Slaj smaccanek' slum masanil nación heb'. Lajan heb' icha chamel, ma jul b'aj smucchaj heb' chamnac max tzactzaj schaan heb' chamnac chi'."
        },
        {
            "number": "6",
            "text": "Palta masanil heb' anima t'a juntzanh nación tz'ak'ji ganar chi', ol b'uchwaj heb' t'a heb' chi', ol yalan heb' icha tik: Ob'iltac ex, yujto ix ex och b'eyumal yuj tastac manh eyicoc. ¿B'aq'uinh ol eyactej he molb'ank'e b'ulan masanil tas tze cha yuj eyixtan heb' quetanimail? xcham heb'."
        },
        {
            "number": "7",
            "text": "Ex aj Babilonia, ayic manh naanoc eyuuj, ol k'och heb' wan sq'ekan sb'oc chi' t'ayex, ol b'at ex xib'tej heb', masanil tastac ay t'ayex ol yik'b'at heb', manhxa jab'oc ol yaktejcan heb'."
        },
        {
            "number": "8",
            "text": "Ix eyik'canek' tastac ay t'a heb' anima t'a juntzanhxo nación, palta a heb' ixto cani, a heb' ol ik'anek' tastac ay t'ayex. Icha chi' ol ex yutej heb', yujto tzijtum mach ix he milchamoc, maj ok'laj jab'oc he k'ool t'a heb' anima t'a juntzanh nación chi' yet' t'a schonhab' heb'."
        },
        {
            "number": "9",
            "text": "Ob'iltac ex, yujto ix he b'ud' he pat yuj masanil tas ix eyelk'ej chi', yic syal he colan he b'ha t'a tas ay smay he naani."
        },
        {
            "number": "10",
            "text": "Icha chi' ix aj eyik'ancot q'uixwelal t'a yib'anh he chonhab' chi'. Ha ex ix eyik'cot t'a eyib'anh, yujto tzijtum nación ix he sateli."
        },
        {
            "number": "11",
            "text": "Ha heb' ix b'oanoch yichtac he pat yet' spatzab'il, ol awaj heb' yuj yalan sb'a yuj syaelal munlajel ix sb'o chi'."
        },
        {
            "number": "12",
            "text": "Ob'iltac ex sik'lab'il, ix laj he b'o he chonhab' yuj masanil tas ix eyak' ganar t'a chukal ix he k'ulej, ix ex k'echaanh he milancham anima."
        },
        {
            "number": "13",
            "text": "Masanil munlajel b'aj ix k'unb'i juntzanh nación ix eyak' ganar chi', te nab'anhej. Ha k'ak' ol satanel masanil tas ix sb'o heb' chi'. Icha chi' ix aj snaan Jehová Yajal t'a Smasanil."
        },
        {
            "number": "14",
            "text": "Tz'acan ol aj yojtacajel stziquiquial Jehová yuj heb' anima smasanil, icha tz'aj sb'ud'jiel b'aj molanek' ha' mar yuj ha ha'."
        },
        {
            "number": "15",
            "text": "Ob'iltac heb' tz'ak'an anh anh yuk'ej heb' yetanimail ay t'a slak'anil spat yic syil sq'uixwelal heb' heb'. Icha ex pax ta' a ex tik, ob'iltac ex, yujto a yet' yowal he k'ol ix eyak' q'uixwelal juntzanh nación ay t'a he lak'anil."
        },
        {
            "number": "16",
            "text": "Ha ticnaik, manhxo ol ex ik'jocchaanh, palta to ol iljoc he q'uixwelal, icha ix eyutej eyilan sq'uixwelal juntzanhxo nación ayek' t'a he lak'anil. Ha Jehová ol ex ak'an q'uixwelal. Icha junok uk'um anh tzek' yib'anh yuk'an anh, icha chi' ol ex ajoc. Ol eyab' syail yuj Jehová, icha yaelal ix eyak'och t'a yib'anh juntzanhxo nación. Yuj chi' q'uixwelal ol ex ajkan yuj eyak'umtaquil."
        },
        {
            "number": "17",
            "text": "Ha ex tik, ix he ch'aquel te' niwac te' t'a Líbano, yuj chi' a ticnaik, wan eyab'an syail. Ix he milcham nok' nok' ta', palta haxo ticnaik a nok' ol ex ak'anoch t'a xivk'olal. Icha chi' ol ex utajoc, yujto manh jantacoc anima ix he milchamoc. Manh jantacoc chukal ix eyak'och t'a snación heb', t'a schonhab' heb' yet' t'a heb' anima cajan t'a schonhab' heb' chi'."
        },
        {
            "number": "18",
            "text": "Malaj wach' yoch junok comon Dios sb'o heb' anima. Ha juntzanh chi', tonhej tzex satb'eyek' yuj, max yal-laj sloloni. ¿Tas yuj a heb' sb'oan chi' syak'och juntzanh sb'o heb' chi' yipoc sk'ool?"
        },
        {
            "number": "19",
            "text": "Ob'iltac ex mach ex tzeyal icha tik t'a juntzanh yechel b'ob'il t'a te te': Hak'ek el he wayanh, xe chi t'a te'. Q'ueanhec linhan, xe chi pax t'a k'een k'een toxonton max lolonlaj. ¿Tom syal ex scuchb'an juntzanh chi'? Wach'chom copopi yilji juntzanh chi' yuj k'een oro, ma yuj k'een plata, palta malaj tas syal yuj, yujto malaj spixan."
        },
        {
            "number": "20",
            "text": "Palta a Jehová, ayek' t'a yol stemplo yicnhej yaji, yuj chi' numanocab' tz'aj masanil tas ay t'a yol yib'anhk’inal tik t'a yichanh."
        }
    ]
}