{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Icha yajoch junoc stanhvumal chonhab', icha chi' ol aj in tanhvan vab' tas ol yal Jehová d'ayin, yic snachajel vuuj tas ol yutej spacan tas ix in k'anb'ej d'ay, xin chi."
        },
        {
            "number": "2",
            "text": "Ix yalan Jehová d'ayin icha tic: Tz'ib'ejcan juntzanh tas ol in ch'ox il tic d'a junoc lechanh lum tz'acb'il luum, yic a mach ol avtanoc, ol b'at yalel d'a elanhchamel."
        },
        {
            "number": "3",
            "text": "A jun tas van ilan tic, manto k'ochlaj stiempoal yelk'ochi, palta yovalil ol elk'ochoc, manh esoclaj. Tanhvej, vach'chom olto eb'oc, palta ol elnhejk'ochoc."
        },
        {
            "number": "4",
            "text": "Tz'ib'ej to a eb' te chuc, te ak'umtac syutej sb'a eb', palta a eb' tojol sb'eyb'al, ol ajnhej ek' eb' yujto tzin yak'och eb' d'a sk'ool, xchi Jehová."
        },
        {
            "number": "5",
            "text": "A eb' aj Babilonia te ak'umtac eb', smusej sat eb' anima eb' icha anh anh smusan sat eb' tz'uk'ani. Max och vaan eb' sayan tas snib'ej. Slaj smaccanek' slum masanil nación eb'. Lajan eb' icha chamel, ma jul b'aj smucchaj eb' chamnac max tzactzaj schaan eb' chamnac chi'."
        },
        {
            "number": "6",
            "text": "Palta masanil eb' anima d'a juntzanh nación tz'ak'ji ganar chi', ol b'uchvaj eb' d'a eb' chi', ol yalan eb' icha tic: Ob'iltac ex, yujto ix ex och b'eyumal yuj tastac manh eyicoc. ¿B'aq'uinh ol eyactej e molb'anq'ue b'ulan masanil tas tze cha yuj eyixtan eb' quetanimail? xcham eb'."
        },
        {
            "number": "7",
            "text": "Ex aj Babilonia, ayic manh naanoc eyuuj, ol k'och eb' van sq'uecan sb'oc chi' d'ayex, ol b'at ex xib'tej eb', masanil tastac ay d'ayex ol yik'b'at eb', manhxa jab'oc ol yactejcan eb'."
        },
        {
            "number": "8",
            "text": "Ix eyik'canek' tastac ay d'a eb' anima d'a juntzanhxo nación, palta a eb' ixto cani, a eb' ol ik'anek' tastac ay d'ayex. Icha chi' ol ex yutej eb', yujto tzijtum mach ix e milchamoc, maj ok'laj jab'oc e k'ool d'a eb' anima d'a juntzanh nación chi' yed' d'a schonhab' eb'."
        },
        {
            "number": "9",
            "text": "Ob'iltac ex, yujto ix e b'ud' e pat yuj masanil tas ix eyelq'uej chi', yic syal e colan e b'a d'a tas ay smay e naani."
        },
        {
            "number": "10",
            "text": "Icha chi' ix aj eyik'ancot q'uixvelal d'a yib'anh e chonhab' chi'. A ex ix eyik'cot d'a eyib'anh, yujto tzijtum nación ix e sateli."
        },
        {
            "number": "11",
            "text": "A eb' ix b'oanoch yichtac e pat yed' spatzab'il, ol avaj eb' yuj yalan sb'a yuj syaelal munlajel ix sb'o chi'."
        },
        {
            "number": "12",
            "text": "Ob'iltac ex sik'lab'il, ix laj e b'o e chonhab' yuj masanil tas ix eyak' ganar d'a chucal ix e k'ulej, ix ex q'uechaanh e milancham anima."
        },
        {
            "number": "13",
            "text": "Masanil munlajel b'aj ix k'unb'i juntzanh nación ix eyak' ganar chi', te nab'anhej. A k'ak' ol satanel masanil tas ix sb'o eb' chi'. Icha chi' ix aj snaan Jehová Yajal d'a Smasanil."
        },
        {
            "number": "14",
            "text": "Tz'acan ol aj yojtacajel stziquiquial Jehová yuj eb' anima smasanil, icha tz'aj sb'ud'jiel b'aj molanek' a' mar yuj a a'."
        },
        {
            "number": "15",
            "text": "Ob'iltac eb' tz'ak'an anh anh yuq'uej eb' yetanimail ay d'a slak'anil spat yic syil sq'uixvelal eb' eb'. Icha ex pax ta' a ex tic, ob'iltac ex, yujto a yed' yoval e k'ol ix eyak' q'uixvelal juntzanh nación ay d'a e lak'anil."
        },
        {
            "number": "16",
            "text": "A ticnaic, manhxo ol ex ik'jocchaanh, palta to ol iljoc e q'uixvelal, icha ix eyutej eyilan sq'uixvelal juntzanhxo nación ayek' d'a e lak'anil. A Jehová ol ex ak'an q'uixvelal. Icha junoc uk'um anh tz'ek' yib'anh yuk'an anh, icha chi' ol ex ajoc. Ol eyab' syail yuj Jehová, icha yaelal ix eyak'och d'a yib'anh juntzanhxo nación. Yuj chi' q'uixvelal ol ex ajcan yuj eyak'umtaquil."
        },
        {
            "number": "17",
            "text": "A ex tic, ix e ch'aquel te' nivac te' d'a Líbano, yuj chi' a ticnaic, van eyab'an syail. Ix e milcham nok' nok' ta', palta axo ticnaic a nok' ol ex ak'anoch d'a xivk'olal. Icha chi' ol ex utajoc, yujto manh jantacoc anima ix e milchamoc. Manh jantacoc chucal ix eyak'och d'a snación eb', d'a schonhab' eb' yed' d'a eb' anima cajan d'a schonhab' eb' chi'."
        },
        {
            "number": "18",
            "text": "Malaj vach' yoch junoc comon dios sb'o eb' anima. A juntzanh chi', tonhej tzex satb'eyek' yuuj, max yal-laj sloloni. ¿Tas yuj a eb' sb'oan chi' syak'och juntzanh sb'o eb' chi' yipoc sk'ool?"
        },
        {
            "number": "19",
            "text": "Ob'iltac ex mach ex tzeyal icha tic d'a juntzanh yechel b'ob'il d'a te te': Aq'uec el e vayanh, xe chi d'a te'. Q'ueanhec linhan, xe chi pax d'a q'uen q'ueen toxonton max lolonlaj. ¿Tom syal ex scuchb'an juntzanh chi'? Vach'chom copopi yilji juntzanh chi' yuj q'uen oro, ma yuj q'uen plata, palta malaj tas syal yuuj, yujto malaj spixan."
        },
        {
            "number": "20",
            "text": "Palta a Jehová, ayek' d'a yol stemplo yicnhej yaji, yuj chi' numanocab' tz'aj masanil tas ay d'a yolyib'anhq'uinal tic d'a yichanh."
        }
    ]
}