{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Aton in lesal a in Habacuc in, schecab' in Dios."
        },
        {
            "number": "2",
            "text": "Mamin Jehová, ayic svab'an yab'ixal masanil tas a b'onac, ste sat in k'ol yuuj. B'o icha tas a b'onac d'a peca' chi' d'a co tiempoal tic. Vach'chom d'a scal yoval a k'ool, ch'ox oq'uelk'olal d'ayonh."
        },
        {
            "number": "3",
            "text": "A Dios Axonhej Ochi, scot d'a lum tzalan Parán d'a yol yic Temán. Smacchajel masanil satchaanh yuj stziquiquial, axo masanil yolyib'anhq'uinal tz'alan vach' lolonel d'ay."
        },
        {
            "number": "4",
            "text": "Sjavi d'a scal stziquiquial. Tz'elta copoljoc k'ak' d'a yol sk'ab', sch'oxanel spoder k'ub'anel yuuj."
        },
        {
            "number": "5",
            "text": "A ilya b'ab'el sb'at yuuj, a d'a spatic tzak'an sb'at chamel."
        },
        {
            "number": "6",
            "text": "Ayic tz'och vaan, tz'ib'xiq'ue lum luum tic smasanil. Masanil juntzanh nación slaj ib'xiq'ue yuj xivelal ayic tz'och q'uelan d'a eb'. A juntzanh lum vitz aytaxon d'a peca', slaj q'ue tamaljoc luum, slaj em lanhaljoc luum. Yujto a Jehová van sb'oan icha tas sb'onac d'a peca',"
        },
        {
            "number": "7",
            "text": "yuj chi' svil yochcan eb' anima cajan d'a chonhab' Cusán d'a ilk'olal. Svilpax yochcan eb' cajan d'a chonhab' Madián d'a xivk'olal."
        },
        {
            "number": "8",
            "text": "Mamin Jehová, manhoc d'a a' nivac a' ix cot oval. Manhoc pax d'a a' mar ix cot yoval a k'ool. Ayic ix ach b'at d'a oval yic tza satel eb' ajk'ool, ichato ix ach q'ue d'a yib'anh a chej, mato ach q'ue d'a yol a carruaje yic oval."
        },
        {
            "number": "9",
            "text": "Ichato ix laj ik'q'ueta a jul-lab' d'a yol yed'tal, yic tzach julvaj yed'oc. A a' nivac a', ix te' q'ue a', ix el a' d'a smelemal uuj."
        },
        {
            "number": "10",
            "text": "Ayic ix a ch'oxan a b'a, ix te ib'xiq'ue lum nivac vitz, ix cot nivac yaxnhab' d'a satchaanh, ix k'anh sq'ue chulnaj a' mar, ayxo smay ix aj sq'ue vaan a' ayic ix a ch'oxan a b'a chi'."
        },
        {
            "number": "11",
            "text": "Ix och vaan k'u yed' q'uen uj ayic copoljub' yel sk'ak'al a jul-lab' yed' a lanza ayic sb'ati."
        },
        {
            "number": "12",
            "text": "Yed' yoval a k'ool ix a tek'canem lum luum tic. Yed' pax a k'ak'alk'olal ix a tek'canem juntzanh nación."
        },
        {
            "number": "13",
            "text": "Ix ach elta yic tzach colvaj d'a a chonhab' yed' d'a vinh rey sik'b'ilel uuj. Axo vinh yajalil eb' anima te chuc, ix a tek'canem vinh. Ix a satel schonhab' vinh, masanto ix checlaj yich."
        },
        {
            "number": "14",
            "text": "A eb' yajal yaj d'a scal eb' ajk'ol chi', a yed' syamk'ab' eb' yic oval, a yed'oc ix a milcham eb' ayic ix ja eb' d'ayonh yic tzonh satanel eb' yalani."
        },
        {
            "number": "15",
            "text": "Ichato ix ach b'ey d'a yib'anh a' mar yed' nok' a chej, yuj chi' ix q'ue chulnaj a' mar chi'."
        },
        {
            "number": "16",
            "text": "Ayic ix vab'an masanil tas ol javoc d'a quib'anh, ix in xivq'uei. Ix ib'xiq'ue in ti'. Masanil in nivanil ix el yip, ix el pax yip in xub'. Vach'chom icha chi' ol ajoc, palta nivan ol vutoc in k'ol in tanhvan jun k'ual ayic ol javoc yaelal d'a yib'anh eb' tz'ak'an oval qued'oc."
        },
        {
            "number": "17",
            "text": "Tzin te tzalaj val uuj ach Jehová in Columal, vach'chom manh ol xumacan te' higo, manh ol satan te' uva yed' te' olivo, manh ol yak' sat tas tz'avchaji, vach'chom ol satel masanil nok' calnel yed' nok' vacax d'a yol macte', palta ol valnhej vach' lolonel d'ayach."
        },
        {
            "number": "18",
            "text": "Mamin Jehová, a ach tzak' vip, tzak'an yip voc yic syal in b'ey icha nok' k'ultaquil chej, tzin ik'anq'ue b'aj chaanh, b'aj ol in colchajoc. B'itajocab' jun b'it tic yuj vinh scuchb'an eb' sb'itan yed' juntzanh yamk'ab' ayoch sch'anhal."
        }
    ]
}