{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Aton in lesal a in Habacuc in, schecab' in Dios."
        },
        {
            "number": "2",
            "text": "Mamin Jehová, ayic svab'an yab'ixal masanil tas a b'onac, ste sat in k'ol yuj. B'o icha tas a b'onac t'a peca' chi' t'a co tiempoal tik. Wach'chom t'a skal yoval a k'ool, ch'ox oq'uelk'olal t'ayonh."
        },
        {
            "number": "3",
            "text": "Ha Dios Axonhej Ochi, scot t'a lum tzalan Parán t'a yol yic Temán. Smacchajel masanil satcha’anh yuj stziquiquial, haxo masanil yol yib'anhk’inal tz'alan wach' lolonel t'ay."
        },
        {
            "number": "4",
            "text": "Sjavi t'a skal stziquiquial. Tz'elta copoljoc k'ak' t'a yol sk'ab', sch'oxanel spoder k'ub'anel yuj."
        },
        {
            "number": "5",
            "text": "Ha ilya b'ab'el sb'at yuj, ha t'a spatic tzak'an sb'at chamel."
        },
        {
            "number": "6",
            "text": "Ayic tz'och vaan, tz'ib'xiq'ue lum lum tik smasanil. Masanil juntzanh nación slaj ib'xiq'ue yuj xivelal ayic tz'och q'uelan t'a eb'. Ha juntzanh lum vitz aytaxon t'a peca', slaj q'ue tamaljoc lu'um, slaj em lanhaljoc lu'um. Yujto a Jehová van sb'oan icha tas sb'onac t'a peca',"
        },
        {
            "number": "7",
            "text": "yuj chi' svil yochcan eb' anima cajan t'a chonhab' Cusán t'a ilk'olal. Svilpax yochcan eb' cajan t'a chonhab' Madián t'a xivk'olal."
        },
        {
            "number": "8",
            "text": "Mamin Jehová, manhoc t'ha ha' nivac ha' ix cot oval. Manhoc pax t'ha ha' mar ix cot yoval a k'ool. Ayic ix ach b'at t'a oval yic tza satel eb' ajk'ool, ichato ix ach q'ue t'a yib'anh a chej, mato ach q'ue t'a yol a carruaje yic oval."
        },
        {
            "number": "9",
            "text": "Ichato ix laj ik'q'ueta a jul-lab' t'a yol yet'tal, yic tzach julvaj yet'oc. Ha ha' nivac ha', ix te' q'ue ha', ix el ha' t'a smelemal uuj."
        },
        {
            "number": "10",
            "text": "Ayic ix a ch'oxan a b'a, ix te ib'xiq'ue lum nivac vitz, ix cot nivac yaxnhab' t'a satcha’anh, ix k'anh sq'ue chulnaj ha' mar, ayxo smay ix aj sq'ue vaan ha' ayic ix a ch'oxan a b'a chi'."
        },
        {
            "number": "11",
            "text": "Ix och vaan k'u yet' q'uen uj ayic copoljub' yel sk'ak'al a jul-lab' yet' a lanza ayic sb'ati."
        },
        {
            "number": "12",
            "text": "Yed' yoval a k'ool ix a tek'canem lum lum tik. Yed' pax a k'ak'alk'olal ix a tek'canem juntzanh nación."
        },
        {
            "number": "13",
            "text": "Ix ach elta yic tzach colvaj t'a a chonhab' yet' t'a vinh rey sik'b'ilel uuj. Axo vinh yajalil eb' anima te chuk, ix a tek'canem vinh. Ix a satel schonhab' vinh, masanto ix checlaj yich."
        },
        {
            "number": "14",
            "text": "Ha eb' yajal yaj t'a skal eb' ajk'ol chi', a yet' syamk'ab' eb' yic oval, a yet'oc ix a milcham eb' ayic ix ja eb' t'ayonh yic tzonh satanel eb' yalani."
        },
        {
            "number": "15",
            "text": "Ichato ix ach b'ey t'a yib'anh ha' mar yet' nok' a chej, yuj chi' ix q'ue chulnaj ha' mar chi'."
        },
        {
            "number": "16",
            "text": "Ayic ix vab'an masanil tas ol javoc t'a quib'anh, ix in xivq'uei. Ix ib'xiq'ue in ti'. Masanil in nivanil ix el yip, ix el pax yip in xub'. Wach'chom icha chi' ol ajoc, palta niwan ol vutoc in k'ol in tanhvan jun k'ual ayic ol javoc yaelal t'a yib'anh eb' tz'ak'an oval qued'oc."
        },
        {
            "number": "17",
            "text": "Tzin te tzalaj val uuj ach Jehová in Columal, wach'chom manh ol xumacan te' higo, manh ol satan te' uva yet' te' olivo, manh ol yak' sat tas tz'avchaji, wach'chom ol satel masanil nok' calnel yet' nok' vacax t'a yol macte', palta ol valnhej wach' lolonel t'ayach."
        },
        {
            "number": "18",
            "text": "Mamin Jehová, a ach tzak' vip, tzak'an yip voc yic syal in b'ey icha nok' k'ultaquil chej, tzin ik'anq'ue b'aj chaanh, b'aj ol in colchajoc. B'itajocab' jun b'it tik yuj vinh scuchb'an eb' sb'itan yet' juntzanh yamk'ab' ayoch sch'anhal."
        }
    ]
}