{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Oseas in tik, yuninal in winhaj Beeri, ix lolon Jehová t'ayin ayic ix yak'an reyal heb' winh tik t'a chonhab' Judá: Aton winhaj Uzías, winhaj Jotam, winhaj Acaz yet' winhaj Ezequías. Axo t'a Israel a winhaj Jeroboam yuninal winhaj Joás ayoch reyal. Aton t'a tik tz'ib'ab'ilkan tas ix yal Jehová t'ayin."
        },
        {
            "number": "2",
            "text": "Ayic ix schaanel yich Jehová slolon t'ayin, ix yalan icha tik: Ha heb' etisraelal, te chuk sk'ulej heb' t'a wichanh, ix yik'el sb'a heb' t'ayin icha junok ix ajmul ix. Yuj chi', a junok ix ajmul ix tzik' etb'eyumoc. Ay heb' yune' ix ol aljoc t'a yajmulal, xchi t'ayin."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix wik' ix skuchan Gomer yisil winhaj Diblaim wetb'eyumoc. Ixlajwi chi' ix skuchanoch yune' ix, ix alji jun in winak unin yet' ix."
        },
        {
            "number": "4",
            "text": "Ix yalan Jehová t'ayin icha tik: Jezreel ol ak' sb'iej winh unin chi', yujto t'a yic jaye' k'ual tik, ol wak'och syaelal heb' yinhtilal winhaj rey Jehú yuj jantac anima ix smilcham heb' t'a chonhab' Jezreel. Ol wak'pax lajwoquel chonhab' Israel chi'."
        },
        {
            "number": "5",
            "text": "Ha t'a jun k'ual chi', ol in satel heb' soldado Israel t'a lum sch'olanil Jezreel chi', xchi t'ayin."
        },
        {
            "number": "6",
            "text": "Ix skuchanxioch yune' ix Gomer chi', ix unin jun yune' ix, ix alji. Ix yalan Jehová t'ayin icha tik: “Manh-xajanab'iloc” tzak' sb'iej ix isil chi', yujto manhxo ol ok' in k'ol t'a chonhab' Israel tik. Manhxo ol wak'laj niwank'olal."
        },
        {
            "number": "7",
            "text": "Axo pax chonhab' Judá, ol ok' in k'ol t'ay. Ha in Jehová in sDiosal in heb' ol in colo', palta manhoc yet' heb' soldado ayk'e t'a yib'anh chej yet'nac syamk'ab' yic owal, palta yet' in poder ol in col heb', xchi."
        },
        {
            "number": "8",
            "text": "Axo yic toxo ix el ix unin chi' t'a yim, ix skuchanxioch yune' ix Gomer chi', ix alji junxo swinac unin ix."
        },
        {
            "number": "9",
            "text": "Ix yalanxi Jehová t'ayin icha tik: “Manh-in-chonhab'oc”, icha chi' tzak' sb'iej winh unin chi', yujto a ex israel ex tik, manhxo in chonhab'oc eyaji, manhxo in he Diosaloc."
        },
        {
            "number": "10",
            "text": "Palta ay wal jun k'ual, lajan ol ajxi sb'isul heb' israel tik icha yarenail sti' ha' mar, malaj mach syal sb'isani. Ha b'aj ix wal t'a heb' icha tik: “Manh-ex-in-chonhab'oc”, xin chi, ata' ol alchaj t'a heb': Yuninal ex Dios pitzan."
        },
        {
            "number": "11",
            "text": "Ol smolb'ej sb'a heb' aj Judá yet' heb' aj Israel t'a jun pekti’ chi', junxonhej yajalil heb' ol yak'ochi. Ol te k'echaanh heb', yujto te niwan yelk'och jun k'ual yic Jezreel chi'."
        }
    ]
}