{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Oseas in tik, yuninal in vinhaj Beeri, ix lolon Jehová t'ayin ayic ix yak'an reyal eb' vinh tik t'a chonhab' Judá: Aton vinhaj Uzías, vinhaj Jotam, vinhaj Acaz yet' vinhaj Ezequías. Axo t'a Israel a vinhaj Jeroboam yuninal vinhaj Joás ayoch reyal. Aton t'a tik tz'ib'ab'ilcan tas ix yal Jehová t'ayin."
        },
        {
            "number": "2",
            "text": "Ayic ix schaanel yich Jehová slolon t'ayin, ix yalan icha tik: Ha eb' etisraelal, te chuk sk'ulej eb' t'a vichanh, ix yiq'uel sb'a eb' t'ayin icha junok ix ajmul ix. Yuj chi', a junok ix ajmul ix tzik' etb'eyumoc. Ay eb' yune' ix ol aljoc t'a yajmulal, xchi t'ayin."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix vik' ix scuchan Gomer yisil vinhaj Diblaim vetb'eyumoc. Ixlajwi chi' ix scuchanoch yune' ix, ix alji jun in vinac unin yet' ix."
        },
        {
            "number": "4",
            "text": "Ix yalan Jehová t'ayin icha tik: Jezreel ol ak' sb'iej vinh unin chi', yujto t'a yic jaye' k'ual tik, ol vak'och syaelal eb' yinhtilal vinhaj rey Jehú yuj jantac anima ix smilcham eb' t'a chonhab' Jezreel. Ol vak'pax lajvoquel chonhab' Israel chi'."
        },
        {
            "number": "5",
            "text": "Ha t'a jun k'ual chi', ol in satel eb' soldado Israel t'a lum sch'olanil Jezreel chi', xchi t'ayin."
        },
        {
            "number": "6",
            "text": "Ix scuchanxioch yune' ix Gomer chi', ix unin jun yune' ix, ix alji. Ix yalan Jehová t'ayin icha tik: “Manh-xajanab'iloc” tzak' sb'iej ix isil chi', yujto manhxo ol ok' in k'ol t'a chonhab' Israel tik. Manhxo ol vak'laj nivank'olal."
        },
        {
            "number": "7",
            "text": "Axo pax chonhab' Judá, ol ok' in k'ol t'ay. Ha in Jehová in sDiosal in eb' ol in colo', palta manhoc yet' eb' soldado ayq'ue t'a yib'anh chej yet'nac syamk'ab' yic oval, palta yet' in poder ol in col eb', xchi."
        },
        {
            "number": "8",
            "text": "Axo yic toxo ix el ix unin chi' t'a yim, ix scuchanxioch yune' ix Gomer chi', ix alji junxo svinac unin ix."
        },
        {
            "number": "9",
            "text": "Ix yalanxi Jehová t'ayin icha tik: “Manh-in-chonhab'oc”, icha chi' tzak' sb'iej vinh unin chi', yujto a ex israel ex tik, manhxo in chonhab'oc eyaji, manhxo in e Diosaloc."
        },
        {
            "number": "10",
            "text": "Palta ay val jun k'ual, lajan ol ajxi sb'isul eb' israel tik icha yarenail sti' ha' mar, malaj mach syal sb'isani. Ha b'aj ix val t'a eb' icha tik: “Manh-ex-in-chonhab'oc”, xin chi, ata' ol alchaj t'a eb': Yuninal ex Dios pitzan."
        },
        {
            "number": "11",
            "text": "Ol smolb'ej sb'a eb' aj Judá yet' eb' aj Israel t'a jun pekti’ chi', junxonhej yajalil eb' ol yak'ochi. Ol te q'uechaanh eb', yujto te niwan yelk'och jun k'ual yic Jezreel chi'."
        }
    ]
}