{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "A in Oseas in tic, yuninal in vinhaj Beeri, ix lolon Jehová d'ayin ayic ix yak'an reyal eb' vinh tic d'a chonhab' Judá: Aton vinhaj Uzías, vinhaj Jotam, vinhaj Acaz yed' vinhaj Ezequías. Axo d'a Israel a vinhaj Jeroboam yuninal vinhaj Joás ayoch reyal. Aton d'a tic tz'ib'ab'ilcan tas ix yal Jehová d'ayin."
        },
        {
            "number": "2",
            "text": "Ayic ix schaanel yich Jehová slolon d'ayin, ix yalan icha tic: A eb' etisraelal, te chuc sk'ulej eb' d'a vichanh, ix yiq'uel sb'a eb' d'ayin icha junoc ix ajmul ix. Yuj chi', a junoc ix ajmul ix tzik' etb'eyumoc. Ay eb' yune' ix ol aljoc d'a yajmulal, xchi d'ayin."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix vik' ix scuchan Gomer yisil vinhaj Diblaim vetb'eyumoc. Ix lajvi chi' ix scuchanoch yune' ix, ix alji jun in vinac unin yed' ix."
        },
        {
            "number": "4",
            "text": "Ix yalan Jehová d'ayin icha tic: Jezreel ol ak' sb'iej vinh unin chi', yujto d'a yic jaye' k'ual tic, ol vak'och syaelal eb' yinhtilal vinhaj rey Jehú yuj jantac anima ix smilcham eb' d'a chonhab' Jezreel. Ol vak'pax lajvoquel chonhab' Israel chi'."
        },
        {
            "number": "5",
            "text": "A d'a jun k'ual chi', ol in satel eb' soldado Israel d'a lum sch'olanil Jezreel chi', xchi d'ayin."
        },
        {
            "number": "6",
            "text": "Ix scuchanxioch yune' ix Gomer chi', ix unin jun yune' ix, ix alji. Ix yalan Jehová d'ayin icha tic: “Manh-xajanab'iloc” tzak' sb'iej ix isil chi', yujto manhxo ol ok' in k'ol d'a chonhab' Israel tic. Manhxo ol vak'laj nivank'olal."
        },
        {
            "number": "7",
            "text": "Axo pax chonhab' Judá, ol ok' in k'ol d'ay. A in Jehová in sDiosal in eb' ol in colo', palta manhoc yed' eb' soldado ayq'ue d'a yib'anh chej yed'nac syamk'ab' yic oval, palta yed' in poder ol in col eb', xchi."
        },
        {
            "number": "8",
            "text": "Axo yic toxo ix el ix unin chi' d'a yim, ix scuchanxioch yune' ix Gomer chi', ix alji junxo svinac unin ix."
        },
        {
            "number": "9",
            "text": "Ix yalanxi Jehová d'ayin icha tic: “Manh-in-chonhab'oc”, icha chi' tzak' sb'iej vinh unin chi', yujto a ex israel ex tic, manhxo in chonhab'oc eyaji, manhxo in e Diosaloc."
        },
        {
            "number": "10",
            "text": "Palta ay val jun k'ual, lajan ol ajxi sb'isul eb' israel tic icha yarenail sti' a' mar, malaj mach syal sb'isani. A b'aj ix val d'a eb' icha tic: “Manh-ex-in-chonhab'oc”, xin chi, ata' ol alchaj d'a eb': Yuninal ex Dios pitzan."
        },
        {
            "number": "11",
            "text": "Ol smolb'ej sb'a eb' aj Judá yed' eb' aj Israel d'a jun tiempoal chi', junxonhej yajalil eb' ol yak'ochi. Ol te q'uechaanh eb', yujto te nivan yelk'och jun k'ual yic Jezreel chi'."
        }
    ]
}