{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ex vetisraelal, lajan ex icha jun ib'oc te' uva te ay sat yicnhej sch'ocoj. Icha satan te' uva chi', icha chi' eyaltar ix e b'oq'uei. Axo ix ex te och b'eyumal, ix e wach' b'oej eyaltar chi' b'aj tzeyal e b'ha t'a juntzanh e comon diosal chi'."
        },
        {
            "number": "2",
            "text": "Ha ex tik, chapoj yaj e pixan. Axo ticnaic, ol e tupel e chucal chi'. Ha Jehová ol juanem masanil eyaltar chi', ol sjuanpaxem juntzanh yechel e diosal chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi' ol eyal icha tik: Malaj co reyal, yujto malaj yelk'och Jehová t'a yol co sat. Palta, ¿tasto val tz'och junok rey chi' cuuj? xe chama."
        },
        {
            "number": "4",
            "text": "Anhej lolonel tzeyak'a', tzeyak'an e ti' t'a es. Ayic tze ch'olb'itan tas yaj eb' anima, manh tojoloc tzeyutej. Ha tze b'oan tas yaj eb' anima chi', lajan icha junok oval ank'ultak sq'uib'q'ue t'a cal munlajel."
        },
        {
            "number": "5",
            "text": "Ha eb' aj Samaria ol luclon eb' yuj xivelal, ol yalan eb': ¿Tas ol utaj co diosal? xcham eb'. Ha jun vacax sdiosal eb' ay t'a Bet-avén ol ik'chajb'at t'a chonhab' Asiria, yic tz'ak'chaj t'a vinh rey niwan yelk'ochi. Yuj chi' ol cus eb' chonhab', ol ok' eb' yet' eb' sacerdote, yujto a svach'ilal yilji jun chi', toxo ix sateli. Icha chi' ol kan chonhab' Efraín t'a q'uixvelal yujto ix yal sb'ha t'a jun yechel vacax chi'."
        },
        {
            "number": "6",
            "text": "Ol satel chonhab' Samaria yet' sreyal, icha sb'atcan b'achachoc junok k'ajil te' t'a yib'anh ha ha'."
        },
        {
            "number": "7",
            "text": "Ol lajvoquem stemplo sdiosal eb' ch'oc chonhab'il, aton juntzanh b'aj ix och chonhab' Israel t'a chucalil. Ol q'uib'q'ue te' q'uiix b'aj ay yaltar eb' chi'. Ol yalan eb' yuj lum vitz yet' yuj lum tzalan icha tik: Comonoc syal scot juynaj t'a quib'anh yic tzonh sk'ub'ejeli, xcham eb'."
        },
        {
            "number": "8",
            "text": "Ix yalan Jehová icha tik: Ha ex israel ex tik, ix e chael yich e k'ulan chucal t'a Gabaa, anheja' icha chi' tze k'ulej ticnaic. Yuj chi' ol ex satel yuj oval t'a Gabaa chi'."
        },
        {
            "number": "9",
            "text": "Ha in ol in na b'ak'uinh ol vak'och yaelal yib'anh jun chonhab' tik. Ayic ol vak'anoch yaelal chi' yuj jantac schucal sk'ulej, ol och oyan juntzanh chonhab' t'a spatic yak'an oval yet'oc."
        },
        {
            "number": "10",
            "text": "Ha t'a yalanhtaxo, lajan chonhab' Efraín icha junok nok' vacax k'aynacxo smunlaji, sk'anab'ajej stek'vi trigo. Axo ticnaic a eb' aj Judá yet' juntzanhxo eb' yinhtil Jacob ol yab' syail eb' icha junok nok' vacax b'aj tz'och te' yugo t'a sjaj yic smunlaj nok' d'ocoj lu'um yet' scalan lum yet' q'uen rastrillo."
        },
        {
            "number": "11",
            "text": "Ha ex tik lajan ex icha junok lu'um actab'ilcani, manhxa mach smunlaj t'ay. Palta haxo ticnaic b'oec e b'eyb'al icha tz'aj yavchajxi tas t'a jun lum actab'ilcan chi'. Ha tas ol eyavej, a tojolal, haxo tas ol e jach'a' aton b'aj tzex in xajanej. Smojxo tzeyak'och e b'ha t'a yol in k'ab', masanto ol in javoc vak' e colnab'il icha yem nhab'."
        },
        {
            "number": "12",
            "text": "Palta a ex xo tik anhej chucal tze k'ulej, yuj chi' van e chaan spac tas manh tojoloc tze k'ulej chi'. Van e chaan spac e lek'tial. Yujto ix eyak'och e carruaje yic oval yet' eb' e soldado tzijtum sb'isul yipoc e k'ool,"
        },
        {
            "number": "13",
            "text": "yuj chi' ol q'ue somnaj masanil eb' soldado chi', ol satel e cuartel icha ix aj satel chonhab' Bet-arbel yuj vinhaj rey Salmán. D'a jun oval chi', ix mak'chaj chojoc eb' ix nunab'il yet' yune'."
        },
        {
            "number": "14",
            "text": "Ex aj Betel, icha chi' ol ex utaj yuj jantac e chucal. Ha vinh e reyal ol b'ab'laj cham t'a q'uinhib'alil, xchi Jehová."
        }
    ]
}