{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ex wetisraelal, lajan ex icha jun ib'oc te' uwa te ay sat yicnhej sch'ocoj. Icha satan te' uwa chi', icha chi' eyaltar ix he b'ok'ei. Axo ix ex te och b'eyumal, ix he wach' b'oej eyaltar chi' b'aj tzeyal he b'ha t'a juntzanh he comon diosal chi'."
        },
        {
            "number": "2",
            "text": "Ha ex tik, chapoj yaj he pixan. Axo ticnaik, ol he tupel he chukal chi'. Ha Jehová ol juanem masanil eyaltar chi', ol sjuanpaxem juntzanh yechel he diosal chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi' ol eyal icha tik: Malaj ko reyal, yujto malaj yelk'och Jehová t'a yol ko sat. Palta, ¿tasto wal tz'och junok rey chi' cuuj? xe chama."
        },
        {
            "number": "4",
            "text": "Anhej lolonel tzeyak'a', tzeyak'an he ti' t'a es. Ayic tze ch'olb'itan tas yaj heb' anima, manh tojolok tzeyutej. Ha tze b'oan tas yaj heb' anima chi', lajan icha junok owal ank'ultak sq'uib'k'e t'a kal munlajel."
        },
        {
            "number": "5",
            "text": "Ha heb' aj Samaria ol luclon heb' yuj xiwelal, ol yalan heb': ¿Tas ol utaj ko diosal? xcham heb'. Ha jun wacax sdiosal heb' ay t'a Bet-avén ol ik'chajb'at t'a chonhab' Asiria, yic tz'ak'chaj t'a winh rey niwan yelk'ochi. Yuj chi' ol kus heb' chonhab', ol ok' heb' yet' heb' sacerdote, yujto a swach'ilal yilji jun chi', toxo ix sateli. Icha chi' ol kan chonhab' Efraín t'a q'uixwelal yujto ix yal sb'ha t'a jun yechel wacax chi'."
        },
        {
            "number": "6",
            "text": "Ol satel chonhab' Samaria yet' sreyal, icha sb'atcan b'achachoc junok k'ajil te' t'a yib'anh ha ha'."
        },
        {
            "number": "7",
            "text": "Ol lajwoquem stemplo sdiosal heb' ch'oc chonhab'il, aton juntzanh b'aj ix och chonhab' Israel t'a chucalil. Ol q'uib'k'e te' q'uiix b'aj ay yaltar heb' chi'. Ol yalan heb' yuj lum witz yet' yuj lum tzalan icha tik: Comonoc syal scot juynaj t'a quib'anh yic tzonh sk'ub'ejeli, xcham heb'."
        },
        {
            "number": "8",
            "text": "Ix yalan Jehová icha tik: Ha ex israel ex tik, ix he chael yich he k'ulan chukal t'a Gabaa, anheja' icha chi' tze k'ulej ticnaik. Yuj chi' ol ex satel yuj owal t'a Gabaa chi'."
        },
        {
            "number": "9",
            "text": "Ha in ol in na b'ak'uinh ol wak'och yaelal yib'anh jun chonhab' tik. Ayic ol wak'anoch yaelal chi' yuj jantac schucal sk'ulej, ol och oyan juntzanh chonhab' t'a spatic yak'an owal yet'oc."
        },
        {
            "number": "10",
            "text": "Ha t'a yalanhtaxo, lajan chonhab' Efraín icha junok nok' wacax k'aynacxo smunlaji, sk'anab'ajej stek'wi trigo. Axo ticnaik a heb' aj Judá yet' juntzanhxo heb' yinhtil Jacob ol yab' syail heb' icha junok nok' wacax b'aj tz'och te' yugo t'a sjaj yic smunlaj nok' d'ocoj lu'um yet' scalan lum yet' k'een rastrillo."
        },
        {
            "number": "11",
            "text": "Ha ex tik lajan ex icha junok lu'um actab'ilcani, manhxa mach smunlaj t'ay. Palta haxo ticnaik b'oec he b'eyb'al icha tz'aj yavchajxi tas t'a jun lum actab'ilcan chi'. Ha tas ol eyawej, a tojolal, haxo tas ol he jach'a' aton b'aj tzex in xajanej. Smojxo tzeyak'och he b'ha t'a yol in k'ab', masanto ol in jawok wak' he colnab'il icha yem nhab'."
        },
        {
            "number": "12",
            "text": "Palta a ex xo tik anhej chukal tze k'ulej, yuj chi' wan he chaan spak tas manh tojolok tze k'ulej chi'. Van he chaan spak he lek'tial. Yujto ix eyak'och he carruaje yic owal yet' heb' he soldado tzijtum sb'isul yipoc he k'ool,"
        },
        {
            "number": "13",
            "text": "yuj chi' ol k'e somnaj masanil heb' soldado chi', ol satel he cuartel icha ix aj satel chonhab' Bet-arbel yuj winhaj rey Salmán. D'a jun owal chi', ix mak'chaj chojoc heb' ix nunab'il yet' yune'."
        },
        {
            "number": "14",
            "text": "Ex aj Betel, icha chi' ol ex utaj yuj jantac he chukal. Ha winh he reyal ol b'ab'laj cham t'a q'uinhib'alil, xchi Jehová."
        }
    ]
}