{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ix yal Jehová icha tik: Ayic unin chonhab'to Israel tik, ix in xajanej. Icha vuninal yaji, ato t'a Egipto ix vavtejcoti."
        },
        {
            "number": "2",
            "text": "Ayic ix vavtancot chi', te najat ix el t'a in tz'ey. Ha t'a juntzanh dios Baal ix yak' silab' jun in chonhab' tik. Ix snhus incienso eb' t'a juntzanh yechel."
        },
        {
            "number": "3",
            "text": "Ayic unin chonhab'to Efraín tik, ichato ix in chelb'eyoc. Wach'chom icha chi', palta max yal sk'ool eb' sna'a tato a in tzin tanhvej eb'."
        },
        {
            "number": "4",
            "text": "Ix in quetzcot Efraín chi' yujto xajan vuuj, icha tz'aj squetzchaj junok nok' vacax. Lajan svutej icha junok mach tz'ik'anel yugo t'a nok' vacax, wach' tz'aj yak'an svael. Icha chi' ix vutej in b'ha t'a eb'."
        },
        {
            "number": "5",
            "text": "Palta manh jab'oc ix in yak'och eb' yipoc sk'ool. Ha Egipto ix yak'och eb' yipoc sk'ool, palta yuj chi' t'a yalanh smandar chonhab' Asiria ol canoc."
        },
        {
            "number": "6",
            "text": "Ol och oval t'a schonhab' eb'. Yuj oval chi' ol em juynaj scuartel eb'. Ol satel eb' yujto ix yak'och sjelanil eb' yipoc sk'ool."
        },
        {
            "number": "7",
            "text": "Ha in chonhab' tik naan yuj to tz'elcan t'a in patic yic syal sb'ha t'a juntzanh comon dios. Wach'chom tz'avaj eb' sk'anan colval t'a juntzanh comon dios chi', palta manh ol colvajlaj t'a eb'."
        },
        {
            "number": "8",
            "text": "¿Tas val ol aj ex vactancan ex chonhab' Efraín? ¿Tas val ol aj ex vactancan ex yinhtilal Israel? ¿Ol am yal ex vak'an satel icha ix vutej chonhab' Adma? ¿Ol am ex vutej icha ix vutej chonhab' Zeboim? Ya syab' in pixan, scus in k'ol eyuuj."
        },
        {
            "number": "9",
            "text": "Manh ol in k'ulejlaj ichaval yoval in k'ool. Manh ol in meltzajlaj ex vak'an satel ex chonhab' Efraín, yujto Dios in, manh in animaoc. Ayinek' eyed'oc Ha inxonhej Ochi, yuj chi' manh ol in javoc ex in sateli."
        },
        {
            "number": "10",
            "text": "Ha in Jehová in ol el vav icha junok nok' choj. Yuj chi' ol te ib'xoc eb' vuninal yuj xivelal, ol cot eb' t'a b'aj tz'em k'u, ol och tzak'an eb' vuuj."
        },
        {
            "number": "11",
            "text": "Ol cot lemnaj eb' t'a Egipto yet' t'a Asiria icha nok' cuvajte'. Ha in Jehová in svala', ol vak' cajnaj eb' junelxo t'a scajnub' junjun."
        },
        {
            "number": "12",
            "text": "Ha chonhab' Efraín yinhtil Israel, anhej es sk'ulej t'a vichanh. D'a chab'satil syal sb'a t'ayin. Axo eb' aj Judá, te pit syutej sb'a eb' t'ayin, a in sDiosal in eb' Ha inxonhej Ochi, tz'elnhejk'och tas svala'."
        }
    ]
}