{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ix yal Jehová icha tik: Ayic unin chonhab'to Israel tik, ix in xajanej. Icha wuninal yaji, ato t'a Egipto ix wavtejcoti."
        },
        {
            "number": "2",
            "text": "Ayic ix wavtancot chi', te najat ix el t'a in tz'ey. Ha t'a juntzanh Dios Baal ix yak' silab' jun in chonhab' tik. Ix snhus incienso heb' t'a juntzanh yechel."
        },
        {
            "number": "3",
            "text": "Ayic unin chonhab'to Efraín tik, ichato ix in chelb'eyoc. Wach'chom icha chi', palta max yal sk'ool heb' sna'a tato a in tzin tanhwej heb'."
        },
        {
            "number": "4",
            "text": "Ix in quetzcot Efraín chi' yujto xajan wuuj, icha tz'aj squetzchaj junok nok' wakax. Lajan swutej icha junok mach tz'ik'anel yugo t'a nok' wakax, wach' tz'aj yak'an swael. Icha chi' ix wutej in b'ha t'a heb'."
        },
        {
            "number": "5",
            "text": "Palta manh jab'oc ix in yak'och heb' yipoc sk'ool. Ha Egipto ix yak'och heb' yipoc sk'ool, palta yuj chi' t'a yalanh smandar chonhab' Asiria ol kanok."
        },
        {
            "number": "6",
            "text": "Ol och owal t'a schonhab' heb'. Yuj owal chi' ol em juynaj scuartel heb'. Ol satel heb' yujto ix yak'och sjelanil heb' yipoc sk'ool."
        },
        {
            "number": "7",
            "text": "Ha in chonhab' tik naan yuj to tz'elkan t'a in patic yic syal sb'ha t'a juntzanh comon Dios. Wach'chom tz'awaj heb' sk'anan colwal t'a juntzanh comon Dios chi', palta manh ol colwajlaj t'a heb'."
        },
        {
            "number": "8",
            "text": "¿Tas wal ol aj ex wactankan ex chonhab' Efraín? ¿Tas wal ol aj ex wactankan ex yinhtilal Israel? ¿Ol am yal ex wak'an satel icha ix wutej chonhab' Adma? ¿Ol am ex wutej icha ix wutej chonhab' Zeboim? Ya syab' in pixan, scus in k'ol eyuuj."
        },
        {
            "number": "9",
            "text": "Manh ol in k'ulejlaj ichawal yowal in k'ool. Manh ol in meltzajlaj ex wak'an satel ex chonhab' Efraín, yujto Dios in, manh in animaoc. Ayinek' eyed'oc Ha inxonhej Ochi, yuj chi' manh ol in jawok ex in sateli."
        },
        {
            "number": "10",
            "text": "Ha in Jehová in ol el wav icha junok nok' choj. Yuj chi' ol te ib'xoc heb' wuninal yuj xiwelal, ol cot heb' t'a b'aj tz'em k'u, ol och tzak'an heb' wuuj."
        },
        {
            "number": "11",
            "text": "Ol cot lemnaj heb' t'a Egipto yet' t'a Asiria icha nok' cuwajte'. Ha in Jehová in swala', ol wak' kajnaj heb' junelxo t'a skajnub' junjun."
        },
        {
            "number": "12",
            "text": "Ha chonhab' Efraín yinhtil Israel, anhej es sk'ulej t'a wichanh. D'a chab'satil syal sb'a t'ayin. Axo heb' aj Judá, te pit syutej sb'a heb' t'ayin, a in sDiosal in heb' Ha inxonhej Ochi, tz'elnhejk'och tas swala'."
        }
    ]
}