{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Masanil tas sk'ulej chonhab' Efraín, nab'anhej. Tonhej syixtejb'at sb'a. Ste q'ueval chaanh t'a ixtoj anima. Comonxonhej sb'o strato yet' eb' aj Asiria, syak'anpaxb'at aceite eb' yic smontan Egipto, xchi Jehová."
        },
        {
            "number": "2",
            "text": "Ha eb' aj Judá ay smul eb' t'a yol sat Jehová chi'. Ha ol ak'anoch yaelal t'a schonhab' winhaj Jacob yuj sb'eyb'al. Ol stup t'a eb', icha val tas sb'eyb'alej eb'."
        },
        {
            "number": "3",
            "text": "Inatax ayic manto aljoc winhaj Jacob chi', syamnac yich yoc winh yuk'tac winh, haxo yic icham vinacxo winh, stelajnac sb'a winh yet' Dios."
        },
        {
            "number": "4",
            "text": "Stelajnac sb'a winh yet' Dios yet' jun ángel, masanto yak'nac ganar jun ángel chi' winh. Ok'nac winh, sk'anannac swach'k'olal Dios winh t'a yib'anh. Ha t'a Betel sch'oxnac sb'ha Dios t'a winh, lolonnac winh yet' ta'."
        },
        {
            "number": "5",
            "text": "Ha Jehová Yajal t'a Smasanil, aton sb'i b'inajnac."
        },
        {
            "number": "6",
            "text": "Palta a ex israel ex tik, meltzajanhec t'a co Diosal. k'anab'ajum tzeyutej e b'a t'ay, tojolnhej tzeyutej e b'eyb'al. Ayokab'nhej och yipoc e k'ool."
        },
        {
            "number": "7",
            "text": "Icha tik yalan Jehová: Ha eb' chonhvajum yic Efraín, a echlab' manh tz'acanoc sk'an eb', yujto scham val eb' yelk'ani."
        },
        {
            "number": "8",
            "text": "Syal eb' icha tik: Wach'chom toxo onh och b'eyumal, wach'chom b'eyum onhxo, palta malaj mach syal scot yoval t'ayonh, yic syalan eb' to onh och b'eyumal yuj cak'an musansatil eb' anima, xchi eb', xchi Jehová."
        },
        {
            "number": "9",
            "text": "Syalanxi Jehová chi' icha tik: Ha in Jehová in, atax yic ayex ek' t'a Egipto e Diosal in. Ol ex vak' cajnaj junelxo t'a yoltac mantiado, icha t'a juntzanh k'ual ayic molan ex ek' t'a tzinan lu'um."
        },
        {
            "number": "10",
            "text": "Ha in tik ix in lolon t'a eb' in checab'. Tzijtum sb'isul tas ix vak' yil eb'. Ha eb' chi' ix vak' alanel in k'ayb'ub'al t'a ch'oxnab'ilal."
        },
        {
            "number": "11",
            "text": "Ha t'a Galaad ay sdiosal eb' ch'oc chonhab'il, palta manhxa jab'oc yelk'och ol ajcanoc. Ha t'a Gilgal syak' nok' vacax eb' t'a silab'il, palta lajanxo ol ajkan yaltar eb' icha q'uen q'uen molb'ilq'ue b'ulan t'a cal munlajel, xchi Jehová."
        },
        {
            "number": "12",
            "text": "Ha winhaj Jacob, b'atnaccan winh elelal t'a yoltac yic Aram. Ata' ochnac winh t'a tanhvoj calnel yuj yik'an ix yetb'eyum winh."
        },
        {
            "number": "13",
            "text": "Ha yet' jun schecab' yik'naquelta chonhab' Israel Jehová t'a Egipto. Anheja' yet' jun schecab' chi', stanhvejnhej."
        },
        {
            "number": "14",
            "text": "Palta a val anima yic Efraín, ix stzuntzejcot yoval sk'ol Jehová eb'. Ix yak' chab'ax sk'ol eb'. Yuj chi' ol yak' Jehová chi' stupel eb' jantac chukal ix sk'ulej, anheja' yuj schucal eb' chi' ol em t'a yib'anh."
        }
    ]
}