{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ayic slolonnac eb' yichamtac vinaquil chonhab' Efraín t'a peca', haxo juntzanhxo yinhtilal Israel ch'oxannac to ay yelk'och t'a yol sat eb'. Axo ticnaic, ol cham eb' aj Efraín chi' yuj smul ix yak'ochi, ix och eb' ejmelal t'a Baal."
        },
        {
            "number": "2",
            "text": "Tzato q'uenhej chaanh eb' yak'anoch smul. Sb'oq'ue q'uen plata eb' sdiosaloc, icha val tas snib'ej sk'ool eb', icha pax tas scot t'a spensar eb', icha chi' syutej eb' sb'oan sdiosal. Slajvi chi' syalanpaxq'ue eb': Hak'ek e silab' t'ay, xchi eb'. Axo eb' anima jun, stz'ub'elta sti' jun yechel eb' lajan yilji icha vacax chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi' lajannhej ol aj eb' icha asun ayemi ayic sq'uinhib'i, icha pax yal ak'val ayemi ayic te ak'valto to spet satemi. Lajan pax eb' icha matz'il trigo tz'ik'chajb'at yuj ik', ma icha te tab' tz'el t'a junok ventena."
        },
        {
            "number": "4",
            "text": "Ix yalan Jehová icha tik: Ha in Jehová e Diosal in, atax yic ayex ek' t'a Egipto, malaj junocxo tas tzeyak'och e diosaloc, palta a innhej. Ha innhej e Columal vaji."
        },
        {
            "number": "5",
            "text": "Te wach' ajnac ex in tanhvan t'a taquinh lu'um, b'aj te ay k'ak'."
        },
        {
            "number": "6",
            "text": "Palta a val yic ix yak'an sobre e vael, ix e te iq'uejchaanh e b'a, ix in b'atcan satk'olal eyuuj."
        },
        {
            "number": "7",
            "text": "Yuj chi' icha junok nok' choj ol vutej in b'a t'ayex, ma icha junok nok' tz'ib'choj smacvaj t'a yoltac b'e."
        },
        {
            "number": "8",
            "text": "Ol in elta jucnaj t'a eyichanh, icha junok nok' nun oso to toxo ix ik'chajb'at yune'. Ol ex vak'an chok'b'ocb'at ta', icha junok nok' choj schianb'at schib'ej, ma icha tz'aj schok' jecchitanb'at schib'ej junok nok' chium nok'."
        },
        {
            "number": "9",
            "text": "Ol ex vak' satel a ex israel ex tik, malaj mach ol yal stenaneq'ui."
        },
        {
            "number": "10",
            "text": "Ix e k'an e reyal yet' e cuchb'umal, palta ¿tom a eb' syal tanhvan masanil e chonhab' tik?"
        },
        {
            "number": "11",
            "text": "Aycot voval t'ayex ayic ix vak'an e reyal chi', anheja' aypaxcot voval t'ayex ayic ix vik'anpaxek' eb' e reyal chi'."
        },
        {
            "number": "12",
            "text": "Chequel yaj schucal chonhab' Efraín. Tz'ib' ix ajkan smul chi'."
        },
        {
            "number": "13",
            "text": "Ha chonhab' Israel, sk'och sk'ual yic sna sb'a, palta te malaj spensar, icha junok unin manh wach'oc syutej sayancot sb'a ayic tz'alji t'a snun, icha chi' yaji."
        },
        {
            "number": "14",
            "text": "Ol in colcanel in chonhab' t'a yol slumal chamel. Ol in colcanel t'a yol sk'ab' chamel. Ha in ol vak' satel chamub'. Manhxo ol in ch'ox voq'uelk'olal t'a chonhab' Efraín chi'."
        },
        {
            "number": "15",
            "text": "Wach'chom sq'uenhejchaanh t'a skal eb' yetisraelal, palta ol cot voval t'ay. Lajan ol aj scot voval chi' icha k'ak' t'a yichchaanh, icha yek' chacxuxum ik' t'a tzinan lu'um, yuj chi' ol tup sjajtac ha ha', haxo eb' ajk'ool ol ik'anb'at masanil sb'eyumal."
        },
        {
            "number": "16",
            "text": "Ha chonhab' Samaria ol yik' pax syaelal, yujto pit syutej sb'a t'ayin. Ol cham eb' yuj q'uen espada. Ha yuninal eb' ol tenchajem t'a sat lu'um chi', xchi Jehová."
        }
    ]
}