{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ayic slolonnac eb' yichamtac vinaquil chonhab' Efraín d'a peca', axo juntzanhxo yinhtilal Israel ch'oxannac to ay yelk'och d'a yol sat eb'. Axo ticnaic, ol cham eb' aj Efraín chi' yuj smul ix yak'ochi, ix och eb' ejmelal d'a Baal."
        },
        {
            "number": "2",
            "text": "Tzato q'uenhej chaanh eb' yak'anoch smul. Sb'oq'ue q'uen plata eb' sdiosaloc, icha val tas snib'ej sk'ool eb', icha pax tas scot d'a spensar eb', icha chi' syutej eb' sb'oan sdiosal. Slajvi chi' syalanpaxq'ue eb': Aq'uec e silab' d'ay, xchi eb'. Axo eb' anima jun, stz'ub'elta sti' jun yechel eb' lajan yilji icha vacax chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi' lajannhej ol aj eb' icha asun ayemi ayic sq'uinhib'i, icha pax yal ak'val ayemi ayic te ak'valto to spet satemi. Lajan pax eb' icha matz'il trigo tz'ik'chajb'at yuj ik', ma icha te tab' tz'el d'a junoc ventena."
        },
        {
            "number": "4",
            "text": "Ix yalan Jehová icha tic: A in Jehová e Diosal in, atax yic ayex ek' d'a Egipto, malaj junocxo tas tzeyak'och e diosaloc, palta a innhej. A innhej e Columal vaji."
        },
        {
            "number": "5",
            "text": "Te vach' ajnac ex in tanhvan d'a taquinh luum, b'aj te ay k'ak'."
        },
        {
            "number": "6",
            "text": "Palta a val yic ix yak'an sobre e vael, ix e te iq'uejchaanh e b'a, ix in b'atcan satk'olal eyuuj."
        },
        {
            "number": "7",
            "text": "Yuj chi' icha junoc nok' choj ol vutej in b'a d'ayex, ma icha junoc nok' tz'ib'choj smacvaj d'a yoltac b'e."
        },
        {
            "number": "8",
            "text": "Ol in elta jucnaj d'a eyichanh, icha junoc nok' nun oso to toxo ix ik'chajb'at yune'. Ol ex vak'an chok'b'ocb'at ta', icha junoc nok' choj schianb'at schib'ej, ma icha tz'aj schok' jecchitanb'at schib'ej junoc nok' chium nok'."
        },
        {
            "number": "9",
            "text": "Ol ex vak' satel a ex israel ex tic, malaj mach ol yal stenaneq'ui."
        },
        {
            "number": "10",
            "text": "Ix e k'an e reyal yed' e cuchb'umal, palta ¿tom a eb' syal tanhvan masanil e chonhab' tic?"
        },
        {
            "number": "11",
            "text": "Aycot voval d'ayex ayic ix vak'an e reyal chi', anheja' aypaxcot voval d'ayex ayic ix vik'anpaxek' eb' e reyal chi'."
        },
        {
            "number": "12",
            "text": "Chequel yaj schucal chonhab' Efraín. Tz'ib' ix ajcan smul chi'."
        },
        {
            "number": "13",
            "text": "A chonhab' Israel, sk'och sk'ual yic sna sb'a, palta te malaj spensar, icha junoc unin manh vach'oc syutej sayancot sb'a ayic tz'alji d'a snun, icha chi' yaji."
        },
        {
            "number": "14",
            "text": "Ol in colcanel in chonhab' d'a yol slumal chamel. Ol in colcanel d'a yol sk'ab' chamel. A in ol vak' satel chamub'. Manhxo ol in ch'ox voq'uelk'olal d'a chonhab' Efraín chi'."
        },
        {
            "number": "15",
            "text": "Vach'chom sq'uenhejchaanh d'a scal eb' yetisraelal, palta ol cot voval d'ay. Lajan ol aj scot voval chi' icha k'ak' d'a yichchaanh, icha yek' chacxuxum ik' d'a tz'inan luum, yuj chi' ol tup sjajtac a a', axo eb' ajk'ool ol ik'anb'at masanil sb'eyumal."
        },
        {
            "number": "16",
            "text": "A chonhab' Samaria ol yik' pax syaelal, yujto pit syutej sb'a d'ayin. Ol cham eb' yuj q'uen espada. A yuninal eb' ol tenchajem d'a sat luum chi', xchi Jehová."
        }
    ]
}