{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ex vetisraelal, meltzajanhec t'a Jehová co Diosal, wach'chom ix ex telvi val yuj e mul."
        },
        {
            "number": "2",
            "text": "Meltzajanhecxi t'a Jehová, tzex tevi t'ay icha tik: Ak' tup co mul, tza chaan quejmelal yet' co aloj wach' lolonel skal t'ayach."
        },
        {
            "number": "3",
            "text": "Ha Asiria max yal co coljiel yuj. ¿Toc val syal pax co colchajel yuj nok' chej? Manhxo ol caloch juntzanh tas sco b'o co diosaloc, yujto anhej val t'ayach ach Jehová syik' snivanil sk'ol eb' unin manhxa smam snun, xe chi."
        },
        {
            "number": "4",
            "text": "Syalan Jehová icha tik: Ol vak' ja spensar eb' t'a spitalil. Wach'chom manh smojoc, palta ol in xajanej eb', yujto manhxo ol vak'cot yoval in k'ol t'a eb'."
        },
        {
            "number": "5",
            "text": "Ichaval tz'aj xumaquil anh chochol yuj yal ak'val, ma icha te' k'ute' t'a sjolomtac vitzal Líbano to najat sb'at sch'anhal yib', icha chi' ol vutej eb' israel."
        },
        {
            "number": "6",
            "text": "Yuj chi' te wach' ix aj yel mayan icha val sk'ab'tac te' olivo, lajan pax sjab' icha val sjab' te' k'ute' t'a Líbano."
        },
        {
            "number": "7",
            "text": "Ol in yak'xioch eb' yipoc sk'ool. Wach'xo ol aj sq'uib' icha sq'uib' ixim trigo, wach'xonhej xumacan icha te' uva. Te b'inajnac ol aj ichaval vino scot t'a Líbano chi'."
        },
        {
            "number": "8",
            "text": "Ex aj Efraín, ¿toc ay yopisio juntzanh comon dios chi'? Ha in ol in tak'voc t'ayex, ol ex in tanhvejpaxi. Icha junok te' taj yax xiil, icha chi' vaj eyuuj. Vuuj val, wach' tzex elk'ochi, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ha eb' jelan yet' eb' aj pensar ol nachajel juntzanh in lolonel tik yuj eb'. Ha sb'e Jehová, te tojol. Ha eb' wach' spensar, a eb' sb'at t'a yol jun b'e chi', haxo eb' te pit, stelvi eb' t'ay."
        }
    ]
}