{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ex wetisraelal, meltzajanhec t'a Jehová ko Diosal, wach'chom ix ex telwi wal yuj he mul."
        },
        {
            "number": "2",
            "text": "Meltzajanhecxi t'a Jehová, tzex tewi t'ay icha tik: Ak' tup ko mul, tza chaan quejmelal yet' ko aloj wach' lolonel skal t'ayach."
        },
        {
            "number": "3",
            "text": "Ha Asiria max yal ko coljiel yuj. ¿Toc wal syal pax ko colchajel yuj nok' chej? Manhxo ol caloch juntzanh tas sko b'o ko diosaloc, yujto anhej wal t'ayach ach Jehová syik' sniwanil sk'ol heb' unin manhxa smam snun, xe chi."
        },
        {
            "number": "4",
            "text": "Syalan Jehová icha tik: Ol wak' ja spensar heb' t'a spitalil. Wach'chom manh smojoc, palta ol in xajanej heb', yujto manhxo ol wak'cot yowal in k'ol t'a heb'."
        },
        {
            "number": "5",
            "text": "Ichawal tz'aj xumaquil anh chochol yuj yal ak'wal, ma icha te' k'ute' t'a sjolomtac witzal Líbano to najat sb'at sch'anhal yib', icha chi' ol wutej heb' israel."
        },
        {
            "number": "6",
            "text": "Yuj chi' te wach' ix aj yel mayan icha wal sk'ab'tac te' oliwo, lajan pax sjab' icha wal sjab' te' k'ute' t'a Líbano."
        },
        {
            "number": "7",
            "text": "Ol in yak'xioch heb' yipoc sk'ool. Wach'xo ol aj sq'uib' icha sq'uib' ixim trigo, wach'xonhej xumakan icha te' uwa. Te b'inajnac ol aj ichawal wino scot t'a Líbano chi'."
        },
        {
            "number": "8",
            "text": "Ex aj Efraín, ¿toc ay yopisio juntzanh comon Dios chi'? Ha in ol in tak'woc t'ayex, ol ex in tanhwejpaxi. Icha junok te' taj yax xiil, icha chi' waj eyuuj. Vuuj wal, wach' tzex elk'ochi, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ha heb' jelan yet' heb' aj pensar ol nachajel juntzanh in lolonel tik yuj heb'. Ha sb'e Jehová, te tojol. Ha heb' wach' spensar, a heb' sb'at t'a yol jun b'e chi', haxo heb' te pit, stelwi heb' t'ay."
        }
    ]
}