{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ex vetisraelal, meltzajanhec d'a Jehová co Diosal, vach'chom ix ex telvi val yuj e mul."
        },
        {
            "number": "2",
            "text": "Meltzajanhecxi d'a Jehová, tzex tevi d'ay icha tic: Ak' tup co mul, tza chaan quejmelal yed' co aloj vach' lolonel scal d'ayach."
        },
        {
            "number": "3",
            "text": "A Asiria max yal co coljiel yuuj. ¿Toc val syal pax co colchajel yuj nok' chej? Manhxo ol caloch juntzanh tas sco b'o co diosaloc, yujto anhej val d'ayach ach Jehová syik' snivanil sk'ol eb' unin manhxa smam snun, xe chi."
        },
        {
            "number": "4",
            "text": "Syalan Jehová icha tic: Ol vak' ja spensar eb' d'a spitalil. Vach'chom manh smojoc, palta ol in xajanej eb', yujto manhxo ol vak'cot yoval in k'ol d'a eb'."
        },
        {
            "number": "5",
            "text": "Ichaval tz'aj xumaquil anh chochol yuj yal ak'val, ma icha te' k'ute' d'a sjolomtac vitzal Líbano to najat sb'at sch'anhal yib', icha chi' ol vutej eb' israel."
        },
        {
            "number": "6",
            "text": "Yuj chi' te vach' ix aj yel mayan icha val sk'ab'tac te' olivo, lajan pax sjab' icha val sjab' te' k'ute' d'a Líbano."
        },
        {
            "number": "7",
            "text": "Ol in yak'xioch eb' yipoc sk'ool. Vach'xo ol aj sq'uib' icha sq'uib' ixim trigo, vach'xonhej xumacan icha te' uva. Te b'inajnac ol aj ichaval vino scot d'a Líbano chi'."
        },
        {
            "number": "8",
            "text": "Ex aj Efraín, ¿toc ay yopisio juntzanh comon dios chi'? A in ol in tak'voc d'ayex, ol ex in tanhvejpaxi. Icha junoc te' taj yax xiil, icha chi' vaj eyuuj. Vuuj val, vach' tzex elk'ochi, xchi Jehová."
        },
        {
            "number": "9",
            "text": "A eb' jelan yed' eb' aj pensar ol nachajel juntzanh in lolonel tic yuj eb'. A sb'e Jehová, te tojol. A eb' vach' spensar, a eb' sb'at d'a yol jun b'e chi', axo eb' te pit, stelvi eb' d'ay."
        }
    ]
}