{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Al d'a eb' etchonhab' icha tic: Schonhab' Dios caji, xajan onh yuuj, xa chi, xchi Jehová."
        },
        {
            "number": "2",
            "text": "Ix yalan Jehová d'ayin to svak'och in b'a ch'oxnab'iloc yed' eb' vuninal yed' pax ix snun eb', yuj chi' ix valan icha tic d'a eb' unin chi': A ix e nun chi' manhxo vetb'eyumoc ix, manhxo in yetb'eyumoc pax ix, palta alec d'a ix to maxtzac yak'och sb'a ix ajmulal, yactejocab'can eb' vinh sk'uman ix chi'."
        },
        {
            "number": "3",
            "text": "Tato anheja' sk'ulan ix icha chi', ol vak' q'uixvelal ix, ol viq'uel spichul ix, ol can b'eran ix icha yic ix alji. Ichaval taquinh lum ol ajcan ix vuuj, ol champax ix yuj taquinhtial."
        },
        {
            "number": "4",
            "text": "Manh ol ok'paxlaj in k'ol d'ayex, yujto yune' ex ix d'a yajmulal."
        },
        {
            "number": "5",
            "text": "A ix e nun chi', ix och ix ajmulal. Ix ixtaxel svach'ilal ix ayic ix yalan ix icha tic: Ol b'at in say mach nib'ab'il vuuj, mach tz'ak'an in vael yed' tas svuq'uej, mach tz'ak'an in lana yed' in lino, in perfume yed' in vino, xchi ix."
        },
        {
            "number": "6",
            "text": "Yuj chi' ichato ol in mac sb'e ix d'a te' q'uiix, ol vak'anoch macte' d'a spatictac, yuj chi' manhxo ol ilchaj sb'e ix b'aj ol b'atoc."
        },
        {
            "number": "7",
            "text": "Ol b'at tzak'an ix d'a spatic mach snib'ej chi', palta manh ol yamchaj yuj ix. Ol sayek' ix, palta manhxo ol ilchaj yuj ix. Yuj chi' ol yalan ix icha tic: Ol in meltzaj d'a vinh vik'nac d'a sb'ab'elal. Vach'taxon vaj yed' vinh d'a yichanh icha ticnaic, xcham ix, xin chi d'a eb'."
        },
        {
            "number": "8",
            "text": "Yuj tas sk'ulej eb' vetisraelal chi', yuj chi' ix yal Jehová icha tic: Maj yojtaquejel eb' tato a in svak' strigo eb', svino eb' yed' sperfume eb' to a in svak' nivanb'oc q'uen plata yed' q'uen oro d'a eb', axo d'a juntzanh comon dios ix yak' eb'."
        },
        {
            "number": "9",
            "text": "Yuj chi' ol viq'uek' ixim in trigo yed' in vino, ol vik'anpaxek' nok' in lana yed' in lino tz'och spichuloc eb'."
        },
        {
            "number": "10",
            "text": "Q'uelanoch juntzanh chonhab' ix montanb'at yic syal sb'a eb' d'a scomon diosal, ol vak'an q'uixvoc eb'. Manhxa mach ol colanel eb' d'a yol in k'ab'."
        },
        {
            "number": "11",
            "text": "Ol vak' lajvoc stzalajk'olal eb' yuj q'uinh yic tz'alji q'uen uj yed' d'a sk'ual ik'oj ip yed' masanil juntzanhxo q'uinh tz'ochtaxoni."
        },
        {
            "number": "12",
            "text": "A eb' israel ix alani: A juntzanh comon dios ix ak'an sat te' uva yed' te' higo stojoloc b'aj ix caq'uem co b'a, xchi eb'. Yuj chi' a in Jehová in ol in satel juntzanh te' uva yed' te' higo chi'. A b'aj avab'il chi' ol vak'och vayumtaquil, axo nok' caltacte'al nok' ol ab'lanb'at avb'en chi'."
        },
        {
            "number": "13",
            "text": "A in Jehová in svala' to ol vak'och yaelal d'a yib'anh eb', yujto nivan tiempo ix yaltej incienso eb' d'a juntzanh yechel Baal. Ix laj sb'oan sb'a eb' icha junoc ix ix syak'och yuchiquin yed' stonh tz'och tzak'an yuj eb' vinh nib'ab'il yuuj, syak'an sat sk'ool d'a vinh yetb'eyum. Icha chi' in yutej chonhab' Israel tic."
        },
        {
            "number": "14",
            "text": "Vach'chom icha chi' ix sk'ulej chonhab' Israel tic, palta ol in montej, ol vik'anxib'at d'a tz'inan luum. Ata' ol val vach' lolonel d'ay."
        },
        {
            "number": "15",
            "text": "Ol vak'anxi sluum b'aj avab'il yuva. A sch'olanil ilk'olal ol vak'och sch'olanil yipk'olal. Icha yaj d'a sb'ab'elal ayic yelnaccot d'a Egipto icha chi' ol vutocxicani. Ata' ol tak'voc d'ayin, ichaval sk'ulej junoc ix cob'es ix."
        },
        {
            "number": "16",
            "text": "A in Jehová in svala' to a d'a jun k'ual chi', ol in yal yetb'eyumoc. Manhxo ol yal jun chonhab' tic to Baal vaj d'ay."
        },
        {
            "number": "17",
            "text": "Junelnhej ol viq'uel d'a sti' yak'an b'inaj juntzanh Baal, manhxa b'aq'uinh ol yak' b'inajoc."
        },
        {
            "number": "18",
            "text": "A d'a jun k'ual chi', ol vak' in trato yed' nok' caltacte'al nok', nok' much yed' nok' chan, yic manhxalaj tas ol utaj yuj nok'. D'a junelnhej ol vik'canel q'uen lanza d'a jun chonhab' tic yed' juntzanhxo yamk'ab' yic oval, yic vach' ol yik' yip in chonhab' tic, manhxa tas ol sna'a."
        },
        {
            "number": "19",
            "text": "Ach chonhab' Israel, ichato ol ach vik' d'a junelnhej. Toton val icha vetb'eyum ol ach aj d'a stojolal yed' d'a smojalil, yujto ol ok' val och in k'ol d'ayach yed' ach in xajanani."
        },
        {
            "number": "20",
            "text": "Ichato ol ach vik'a', ol in k'ulejnhej tas ix vala', ichato chi' ol in ojtacaneli to Jehová in."
        },
        {
            "number": "21",
            "text": "A in Jehová in svala': A d'a jun k'ual chi', ol in tak'voc d'ayach, ol val d'a satchaanh, axo satchaanh chi' ol ak'ancot nhab' d'a sat luum."
        },
        {
            "number": "22",
            "text": "Ol yak'an ixim trigo lum luum, vino yed' aceite. Ichaval chi' ol aj in pacan slesal in chonhab' b'ob'il vuuj."
        },
        {
            "number": "23",
            "text": "Ol vak'xi cajnaj in chonhab' d'a sat lum luum tic yic tz'och ved'oc. Ol ok' in k'ool d'a ix “Manh-xajanab'iloc” yed' d'a vinhaj “Manh-in-chonhab'oc”, ol valan icha tic: In chonhab' ach, xin chama. Axo ol alan d'ayin: In Diosal ach, xchama, xchi Jehová."
        }
    ]
}