{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Al t'a eb' etchonhab' icha tik: Schonhab' Dios caji, xajan onh yuj, xa chi, xchi Jehová."
        },
        {
            "number": "2",
            "text": "Ix yalan Jehová t'ayin to svak'och in b'a ch'oxnab'iloc yet' eb' vuninal yet' pax ix snun eb', yuj chi' ix valan icha tik t'a eb' unin chi': Ha ix e nun chi' manhxo vetb'eyumoc ix, manhxo in yetb'eyumoc pax ix, palta alec t'a ix to maxtzac yak'och sb'a ix ajmulal, yactejocab'kan eb' winh sk'uman ix chi'."
        },
        {
            "number": "3",
            "text": "Tato anheja' sk'ulan ix icha chi', ol vak' q'uixvelal ix, ol viq'uel spichul ix, ol kan b'eran ix icha yic ix alji. Ichaval taquinh lum ol ajkan ix vuuj, ol champax ix yuj taquinhtial."
        },
        {
            "number": "4",
            "text": "Manh ol ok'paxlaj in k'ol t'ayex, yujto yune' ex ix t'a yajmulal."
        },
        {
            "number": "5",
            "text": "Ha ix e nun chi', ix och ix ajmulal. Ix ixtaxel swach'ilal ix ayic ix yalan ix icha tik: Ol b'at in say mach nib'ab'il vuuj, mach tz'ak'an in vael yet' tas svuq'uej, mach tz'ak'an in lana yet' in lino, in perfume yet' in vino, xchi ix."
        },
        {
            "number": "6",
            "text": "Yuj chi' ichato ol in mac sb'e ix t'a te' q'uiix, ol vak'anoch macte' t'a spatictac, yuj chi' manhxo ol ilchaj sb'e ix b'aj ol b'atoc."
        },
        {
            "number": "7",
            "text": "Ol b'at tzak'an ix t'a spatic mach snib'ej chi', palta manh ol yamchaj yuj ix. Ol sayek' ix, palta manhxo ol ilchaj yuj ix. Yuj chi' ol yalan ix icha tik: Ol in meltzaj t'a winh vik'nac t'a sb'ab'elal. Wach'taxon vaj yet' winh t'a yichanh icha ticnaic, xcham ix, xin chi t'a eb'."
        },
        {
            "number": "8",
            "text": "Yuj tas sk'ulej eb' vetisraelal chi', yuj chi' ix yal Jehová icha tik: Maj yojtaquejel eb' tato a in svak' strigo eb', svino eb' yet' sperfume eb' to a in svak' nivanb'oc q'uen plata yet' q'uen oro t'a eb', haxo t'a juntzanh comon dios ix yak' eb'."
        },
        {
            "number": "9",
            "text": "Yuj chi' ol viq'uek' ixim in trigo yet' in vino, ol vik'anpaxek' nok' in lana yet' in lino tz'och spichuloc eb'."
        },
        {
            "number": "10",
            "text": "Q'uelanoch juntzanh chonhab' ix montanb'at yic syal sb'a eb' t'a scomon diosal, ol vak'an q'uixvoc eb'. Manhxa mach ol colanel eb' t'a yol in k'ab'."
        },
        {
            "number": "11",
            "text": "Ol vak' lajvoc stzalajk'olal eb' yuj q'uinh yic tz'alji q'uen uj yet' t'a sk'ual ik'oj ip yet' masanil juntzanhxo q'uinh tz'ochtaxoni."
        },
        {
            "number": "12",
            "text": "Ha eb' israel ix alani: Ha juntzanh comon dios ix ak'an sat te' uva yet' te' higo stojoloc b'aj ix caq'uem co b'a, xchi eb'. Yuj chi' a in Jehová in ol in satel juntzanh te' uva yet' te' higo chi'. Ha b'aj avab'il chi' ol vak'och vayumtaquil, haxo nok' caltacte'al nok' ol ab'lanb'at avb'en chi'."
        },
        {
            "number": "13",
            "text": "Ha in Jehová in svala' to ol vak'och yaelal t'a yib'anh eb', yujto niwan tiempo ix yaltej incienso eb' t'a juntzanh yechel Baal. Ix laj sb'oan sb'a eb' icha junok ix ix syak'och yuchiquin yet' stonh tz'och tzak'an yuj eb' winh nib'ab'il yuj, syak'an sat sk'ool t'a winh yetb'eyum. Icha chi' in yutej chonhab' Israel tik."
        },
        {
            "number": "14",
            "text": "Wach'chom icha chi' ix sk'ulej chonhab' Israel tik, palta ol in montej, ol vik'anxib'at t'a tzinan lu'um. Ata' ol val wach' lolonel t'ay."
        },
        {
            "number": "15",
            "text": "Ol vak'anxi sluum b'aj avab'il yuva. Ha sch'olanil ilk'olal ol vak'och sch'olanil yipk'olal. Icha yaj t'a sb'ab'elal ayic yelnaccot t'a Egipto icha chi' ol vutocxicani. Ata' ol tak'voc t'ayin, ichaval sk'ulej junok ix cob'es ix."
        },
        {
            "number": "16",
            "text": "Ha in Jehová in svala' to ha t'a jun k'ual chi', ol in yal yetb'eyumoc. Manhxo ol yal jun chonhab' tik to Baal vaj t'ay."
        },
        {
            "number": "17",
            "text": "Junelnhej ol viq'uel t'a sti' yak'an b'inaj juntzanh Baal, manhxa b'ak'uinh ol yak' b'inajoc."
        },
        {
            "number": "18",
            "text": "Ha t'a jun k'ual chi', ol vak' in trato yet' nok' caltacte'al nok', nok' much yet' nok' chan, yic manhxalaj tas ol utaj yuj nok'. D'a junelnhej ol vik'canel q'uen lanza t'a jun chonhab' tik yet' juntzanhxo yamk'ab' yic oval, yic wach' ol yik' yip in chonhab' tik, manhxa tas ol sna'a."
        },
        {
            "number": "19",
            "text": "Ach chonhab' Israel, ichato ol ach vik' t'a junelnhej. Toton val icha vetb'eyum ol ach aj t'a stojolal yet' t'a smojalil, yujto ol ok' val och in k'ol t'ayach yet' ach in xajanani."
        },
        {
            "number": "20",
            "text": "Ichato ol ach vik'a', ol in k'ulejnhej tas ix vala', ichato chi' ol in ojtacaneli to Jehová in."
        },
        {
            "number": "21",
            "text": "Ha in Jehová in svala': Ha t'a jun k'ual chi', ol in tak'voc t'ayach, ol val t'a satcha’anh, haxo satcha’anh chi' ol ak'ancot nhab' t'a sat lu'um."
        },
        {
            "number": "22",
            "text": "Ol yak'an ixim trigo lum lum, vino yet' aceite. Ichaval chi' ol aj in pacan slesal in chonhab' b'ob'il vuuj."
        },
        {
            "number": "23",
            "text": "Ol vak'xi cajnaj in chonhab' t'a sat lum lum tik yic tz'och ved'oc. Ol ok' in k'ool t'a ix “Manh-xajanab'iloc” yet' t'a winhaj “Manh-in-chonhab'oc”, ol valan icha tik: In chonhab' ach, xin chama. Axo ol alan t'ayin: In Diosal ach, xchama, xchi Jehová."
        }
    ]
}