{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Al t'a heb' etchonhab' icha tik: Schonhab' Dios caji, xajan onh yuj, xa chi, xchi Jehová."
        },
        {
            "number": "2",
            "text": "Ix yalan Jehová t'ayin to swak'och in b'a ch'oxnab'iloc yet' heb' wuninal yet' pax ix snun heb', yuj chi' ix walan icha tik t'a heb' unin chi': Ha ix he nun chi' manhxo wetb'eyumoc ix, manhxo in yetb'eyumoc pax ix, palta alec t'a ix to maxtzac yak'och sb'a ix ajmulal, yactejocab'kan heb' winh sk'uman ix chi'."
        },
        {
            "number": "3",
            "text": "Tato anheja' sk'ulan ix icha chi', ol wak' q'uixwelal ix, ol wik'el spichul ix, ol kan b'eran ix icha yic ix alji. Ichawal taquinh lum ol ajkan ix wuuj, ol champax ix yuj taquinhtial."
        },
        {
            "number": "4",
            "text": "Manh ol ok'paxlaj in k'ol t'ayex, yujto yune' ex ix t'a yajmulal."
        },
        {
            "number": "5",
            "text": "Ha ix he nun chi', ix och ix ajmulal. Ix ixtaxel swach'ilal ix ayic ix yalan ix icha tik: Ol b'at in say mach nib'ab'il wuuj, mach tz'ak'an in wael yet' tas swuk'ej, mach tz'ak'an in lana yet' in lino, in perfume yet' in wino, xchi ix."
        },
        {
            "number": "6",
            "text": "Yuj chi' ichato ol in mac sb'e ix t'a te' q'uiix, ol wak'anoch macte' t'a spatictac, yuj chi' manhxo ol ilchaj sb'e ix b'aj ol b'atoc."
        },
        {
            "number": "7",
            "text": "Ol b'at tzak'an ix t'a spatic mach snib'ej chi', palta manh ol yamchaj yuj ix. Ol sayek' ix, palta manhxo ol ilchaj yuj ix. Yuj chi' ol yalan ix icha tik: Ol in meltzaj t'a winh wik'nac t'a sb'ab'elal. Wach'taxon waj yet' winh t'a yichanh icha ticnaik, xcham ix, xin chi t'a heb'."
        },
        {
            "number": "8",
            "text": "Yuj tas sk'ulej heb' wetisraelal chi', yuj chi' ix yal Jehová icha tik: Maj yojtaquejel heb' tato a in swak' strigo heb', swino heb' yet' sperfume heb' to a in swak' niwanb'oc k'een plata yet' k'een oro t'a heb', haxo t'a juntzanh comon Dios ix yak' heb'."
        },
        {
            "number": "9",
            "text": "Yuj chi' ol wik'ek' ixim in trigo yet' in wino, ol wik'anpaxek' nok' in lana yet' in lino tz'och spichuloc heb'."
        },
        {
            "number": "10",
            "text": "Q'uelanoch juntzanh chonhab' ix montanb'at yic syal sb'a heb' t'a scomon diosal, ol wak'an q'uixwoc heb'. Manhxa mach ol colanel heb' t'a yol in k'ab'."
        },
        {
            "number": "11",
            "text": "Ol wak' lajwoc stzalajk'olal heb' yuj q'uinh yic tz'alji k'een uj yet' t'a sk'ual ik'oj ip yet' masanil juntzanhxo q'uinh tz'ochtaxoni."
        },
        {
            "number": "12",
            "text": "Ha heb' israel ix alani: Ha juntzanh comon Dios ix ak'an sat te' uwa yet' te' higo stojoloc b'aj ix cak'em ko b'a, xchi heb'. Yuj chi' a in Jehová in ol in satel juntzanh te' uwa yet' te' higo chi'. Ha b'aj awab'il chi' ol wak'och wayumtaquil, haxo nok' caltacte'al nok' ol ab'lanb'at avb'en chi'."
        },
        {
            "number": "13",
            "text": "Ha in Jehová in swala' to ol wak'och yaelal t'a yib'anh heb', yujto niwan tiempo ix yaltej incienso heb' t'a juntzanh yechel Baal. Ix laj sb'oan sb'a heb' icha junok ix ix syak'och yuchiquin yet' stonh tz'och tzak'an yuj heb' winh nib'ab'il yuj, syak'an sat sk'ool t'a winh yetb'eyum. Icha chi' in yutej chonhab' Israel tik."
        },
        {
            "number": "14",
            "text": "Wach'chom icha chi' ix sk'ulej chonhab' Israel tik, palta ol in montej, ol wik'anxib'at t'a tzinan lu'um. Ata' ol wal wach' lolonel t'ay."
        },
        {
            "number": "15",
            "text": "Ol wak'anxi sluum b'aj awab'il yuwa. Ha sch'olanil ilk'olal ol wak'och sch'olanil yipk'olal. Icha yaj t'a sb'ab'elal ayic yelnaccot t'a Egipto icha chi' ol wutocxicani. Ata' ol tak'woc t'ayin, ichawal sk'ulej junok ix cob'es ix."
        },
        {
            "number": "16",
            "text": "Ha in Jehová in swala' to ha t'a jun k'ual chi', ol in yal yetb'eyumoc. Manhxo ol yal jun chonhab' tik to Baal waj t'ay."
        },
        {
            "number": "17",
            "text": "Junelnhej ol wik'el t'a sti' yak'an b'inaj juntzanh Baal, manhxa b'ak'uinh ol yak' b'inajoc."
        },
        {
            "number": "18",
            "text": "Ha t'a jun k'ual chi', ol wak' in trato yet' nok' caltacte'al nok', nok' much yet' nok' chan, yic manhxalaj tas ol utaj yuj nok'. D'a junelnhej ol wik'canel k'een lanza t'a jun chonhab' tik yet' juntzanhxo yamk'ab' yic owal, yic wach' ol yik' yip in chonhab' tik, manhxa tas ol sna'a."
        },
        {
            "number": "19",
            "text": "Ach chonhab' Israel, ichato ol ach wik' t'a junelnhej. Toton wal icha wetb'eyum ol ach aj t'a stojolal yet' t'a smojalil, yujto ol ok' wal och in k'ol t'ayach yet' ach in xajanani."
        },
        {
            "number": "20",
            "text": "Ichato ol ach wik'a', ol in k'ulejnhej tas ix wala', ichato chi' ol in ojtacaneli to Jehová in."
        },
        {
            "number": "21",
            "text": "Ha in Jehová in swala': Ha t'a jun k'ual chi', ol in tak'woc t'ayach, ol wal t'a satcha’anh, haxo satcha’anh chi' ol ak'ancot nhab' t'a sat lu'um."
        },
        {
            "number": "22",
            "text": "Ol yak'an ixim trigo lum lum, wino yet' aceite. Ichawal chi' ol aj in pacan slesal in chonhab' b'ob'il wuuj."
        },
        {
            "number": "23",
            "text": "Ol wak'xi cajnaj in chonhab' t'a sat lum lum tik yic tz'och wed'oc. Ol ok' in k'ool t'a ix “Manh-xajanab'iloc” yet' t'a winhaj “Manh-in-chonhab'oc”, ol walan icha tik: In chonhab' ach, xin chama. Axo ol alan t'ayin: In Diosal ach, xchama, xchi Jehová."
        }
    ]
}