{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ex wetisraelal, ab'ec slolonel Jehová. Van yalan Jehová chi' t'a yib'anh masanil anima cajan t'a jun chonhab' tik, yujto manhxalaj mach tz'elk'och tas syala'. Manhxalaj mach wach'to spensar, manhxalaj mach syak'och spensar t'ay."
        },
        {
            "number": "2",
            "text": "Sk'echaanh heb' sk'exan sti' t'a tas syala', syesan heb'. Smilwaj heb', tz'elk'an heb', anhej ajmulal sk'ulej heb'. Slaj yixtej yetanimail heb', cotac skal smilancham anima heb'."
        },
        {
            "number": "3",
            "text": "Yuj chi', a slum jun chonhab' tik, ol kan tzinan. Ha heb' cajan t'ay, manhxalaj yip heb'. Ol cham nok' caltacte'al nok', nok' much yet' masanil nok' chay ay t'a yoltac ha ha'."
        },
        {
            "number": "4",
            "text": "Syalan Jehová t'ayin icha tik: Malajocab' mach scot yowal t'a heb' chonhab' tik, yujto a mach ay wowal yet'oc aton eyed' ex sacerdote."
        },
        {
            "number": "5",
            "text": "Yuj chi', ha t'a k'ualil ol ex telwoc icha t'ak'walil. Ol telwoc pax heb' in checab' eyed'oc. Ha in ol wak' lajwoc chonhab' Israel to icha he nun yaji."
        },
        {
            "number": "6",
            "text": "Ol in satel jun in chonhab' tik, yujto manhxo in naanoc yuj. Ha exxo ex sacerdote, yelxo maxtzac in he na'a. Yuj chi' ol ex wik'el t'a eyopisio. Yujto ix b'at in k'ayb'ub'al satk'olal eyuuj, yuj chi' manhxo ol in nacot heb' eyinhtilal."
        },
        {
            "number": "7",
            "text": "Icha ix aj sq'uib' he b'isul ex sacerdote, icha chi' ix aj sk'echaanh smul in chonhab'. Yuj chi' a he b'inajnaquil, q'uixwelaltac ol wutejcani."
        },
        {
            "number": "8",
            "text": "Yuj silab' syak' in chonhab' yuj smul, wach' he wa'i, yuj chi' tze nib'ej to tz'ochnhej smul in chonhab' tik t'ayin."
        },
        {
            "number": "9",
            "text": "Yuj chi' lajan ol aj yab'an syail heb' in chonhab' eyed'oc a ex sacerdote ex tik. Yuj he b'eyb'al chi' ol wak'och yaelal t'a eyib'anh yet' heb'."
        },
        {
            "number": "10",
            "text": "Yujto maxtzac in yak' serwil heb' in chonhab', haxo jun comon Dios scuch Baal syak' serwil heb'. Wach'chom swa heb', sway heb' yet' heb' ix ajmul ix t'a stemplo scomon diosal chi', palta manh yujoc chi' niwan ol satan smunlajel heb', manh ol q'uib'pax sb'isul heb'."
        },
        {
            "number": "11",
            "text": "Yuj yajmulal heb' yet' yuk'umanhil heb', yuj chi' ix quistalax spensar heb'."
        },
        {
            "number": "12",
            "text": "Ha t'a junok te te' sk'anb'ej yab' heb' in chonhab' tik tas sk'ulej heb'. Axo te te' chi' tz'ak'an srazón heb' yalani. Yuj yajmulal heb' chi', yuj chi' ix juwiel heb'. Icha wal tz'aj yactancan winh yetb'eyum junok ix ix, smulan yet' junocxo winak, icha chi' ix in yutej heb', sb'atcan tzak'an heb' yuj comon Dios."
        },
        {
            "number": "13",
            "text": "Ha t'a jolomtac witz yet' t'a tzalquixtac, ata' snhus incienso heb' yet' yak'an silab' heb' t'a yalanh yenhul xil te' álamo, te' ji yet' te' mach'. Yuj chi', slaj em heb' ix eyisil yet' heb' ix eyalib' t'a ajmulal."
        },
        {
            "number": "14",
            "text": "Palta manh ol wak'ochlaj syaelal heb' ix eyisil yet' heb' ix eyalib' yuj yajmulal chi', yujto a ex jun tze k'ulej ajmulal chi', tzeyak'an silab' yet' heb' ix ix sb'eyb'alan ajmulal. Yuj chi', a jun chonhab' malaj spensar tik, ol ixtaxeloc."
        },
        {
            "number": "15",
            "text": "Wach'chom ix och smul chonhab' Israel, palta mocab' och smul chonhab' Judá. Mocab' b'at och heb' ejmelal t'a Gilgal, mocab' k'epax heb' t'a Bet-avén. Mocab' sloc in b'i heb' a in Jehová pitzan in tik."
        },
        {
            "number": "16",
            "text": "Ha chonhab' Israel, te pit, lajan wal icha junok nok' wacax te ov. Tato icha chi', ¿tom ol yal in tanhwan heb' icha junok nok' yune' calnel b'aj yax ank'ultak?"
        },
        {
            "number": "17",
            "text": "Axo chonhab' Efraín ix och tzak'an yuj juntzanh comon Dios, palta olxo yil sb'a."
        },
        {
            "number": "18",
            "text": "Masanil heb' syal sb'ha t'a juntzanh comon Dios, tzek' tzuyjab' heb' t'a skal heb' yetuk'umanhil. Maxtzac yaktej heb' sk'ulan ajmulal. Ha heb' yajalil heb', a tas q'uixwelaltac sgana heb' sk'ulan t'a yichanh to tz'alji heb' wach'il."
        },
        {
            "number": "19",
            "text": "Icha tz'aj yik'chajb'at k'alem yuj ik', icha chi' ol aj yik'chajb'at heb'. Malaj ol yak' yal heb' yuj juntzanh silab' syak' t'a juntzanh scomon diosal chi'."
        }
    ]
}