{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ex vetisraelal, ab'ec slolonel Jehová. Van yalan Jehová chi' t'a yib'anh masanil anima cajan t'a jun chonhab' tik, yujto manhxalaj mach tz'elk'och tas syala'. Manhxalaj mach wach'to spensar, manhxalaj mach syak'och spensar t'ay."
        },
        {
            "number": "2",
            "text": "Sq'uechaanh eb' sq'uexan sti' t'a tas syala', syesan eb'. Smilvaj eb', tz'elk'an eb', anhej ajmulal sk'ulej eb'. Slaj yixtej yetanimail eb', cotac skal smilancham anima eb'."
        },
        {
            "number": "3",
            "text": "Yuj chi', a slum jun chonhab' tik, ol kan tzinan. Ha eb' cajan t'ay, manhxalaj yip eb'. Ol cham nok' caltacte'al nok', nok' much yet' masanil nok' chay ay t'a yoltac ha ha'."
        },
        {
            "number": "4",
            "text": "Syalan Jehová t'ayin icha tik: Malajocab' mach scot yoval t'a eb' chonhab' tik, yujto a mach ay voval yet'oc aton eyed' ex sacerdote."
        },
        {
            "number": "5",
            "text": "Yuj chi', ha t'a k'ualil ol ex telvoc icha t'ak'walil. Ol telvoc pax eb' in checab' eyed'oc. Ha in ol vak' lajvoc chonhab' Israel to icha e nun yaji."
        },
        {
            "number": "6",
            "text": "Ol in satel jun in chonhab' tik, yujto manhxo in naanoc yuj. Ha exxo ex sacerdote, yelxo maxtzac in e na'a. Yuj chi' ol ex viq'uel t'a eyopisio. Yujto ix b'at in k'ayb'ub'al satk'olal eyuuj, yuj chi' manhxo ol in nacot eb' eyinhtilal."
        },
        {
            "number": "7",
            "text": "Icha ix aj sq'uib' e b'isul ex sacerdote, icha chi' ix aj sq'uechaanh smul in chonhab'. Yuj chi' a e b'inajnaquil, q'uixvelaltac ol vutejcani."
        },
        {
            "number": "8",
            "text": "Yuj silab' syak' in chonhab' yuj smul, wach' e wa'i, yuj chi' tze nib'ej to tz'ochnhej smul in chonhab' tik t'ayin."
        },
        {
            "number": "9",
            "text": "Yuj chi' lajan ol aj yab'an syail eb' in chonhab' eyed'oc a ex sacerdote ex tik. Yuj e b'eyb'al chi' ol vak'och yaelal t'a eyib'anh yet' eb'."
        },
        {
            "number": "10",
            "text": "Yujto maxtzac in yak' servil eb' in chonhab', haxo jun comon dios scuch Baal syak' servil eb'. Wach'chom sva eb', svay eb' yet' eb' ix ajmul ix t'a stemplo scomon diosal chi', palta manh yujoc chi' niwan ol satan smunlajel eb', manh ol q'uib'pax sb'isul eb'."
        },
        {
            "number": "11",
            "text": "Yuj yajmulal eb' yet' yuk'umanhil eb', yuj chi' ix quistalax spensar eb'."
        },
        {
            "number": "12",
            "text": "Ha t'a junok te te' sk'anb'ej yab' eb' in chonhab' tik tas sk'ulej eb'. Axo te te' chi' tz'ak'an srazón eb' yalani. Yuj yajmulal eb' chi', yuj chi' ix juwiel eb'. Icha val tz'aj yactancan vinh yetb'eyum junok ix ix, smulan yet' junocxo vinac, icha chi' ix in yutej eb', sb'atcan tzak'an eb' yuj comon dios."
        },
        {
            "number": "13",
            "text": "Ha t'a jolomtac vitz yet' t'a tzalquixtac, ata' snhus incienso eb' yet' yak'an silab' eb' t'a yalanh yenhul xil te' álamo, te' ji yet' te' mach'. Yuj chi', slaj em eb' ix eyisil yet' eb' ix eyalib' t'a ajmulal."
        },
        {
            "number": "14",
            "text": "Palta manh ol vak'ochlaj syaelal eb' ix eyisil yet' eb' ix eyalib' yuj yajmulal chi', yujto a ex jun tze k'ulej ajmulal chi', tzeyak'an silab' yet' eb' ix ix sb'eyb'alan ajmulal. Yuj chi', a jun chonhab' malaj spensar tik, ol ixtaxeloc."
        },
        {
            "number": "15",
            "text": "Wach'chom ix och smul chonhab' Israel, palta mocab' och smul chonhab' Judá. Mocab' b'at och eb' ejmelal t'a Gilgal, mocab' q'uepax eb' t'a Bet-avén. Mocab' sloc in b'i eb' a in Jehová pitzan in tik."
        },
        {
            "number": "16",
            "text": "Ha chonhab' Israel, te pit, lajan val icha junok nok' vacax te ov. Tato icha chi', ¿tom ol yal in tanhvan eb' icha junok nok' yune' calnel b'aj yax ank'ultak?"
        },
        {
            "number": "17",
            "text": "Axo chonhab' Efraín ix och tzak'an yuj juntzanh comon dios, palta olxo yil sb'a."
        },
        {
            "number": "18",
            "text": "Masanil eb' syal sb'ha t'a juntzanh comon dios, tzek' tzuyjab' eb' t'a skal eb' yetuk'umanhil. Maxtzac yactej eb' sk'ulan ajmulal. Ha eb' yajalil eb', a tas q'uixvelaltac sgana eb' sk'ulan t'a yichanh to tz'alji eb' wach'il."
        },
        {
            "number": "19",
            "text": "Icha tz'aj yik'chajb'at k'alem yuj ik', icha chi' ol aj yik'chajb'at eb'. Malaj ol yak' yal eb' yuj juntzanh silab' syak' t'a juntzanh scomon diosal chi'."
        }
    ]
}