{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ex vetisraelal, ab'ec slolonel Jehová. Van yalan Jehová chi' d'a yib'anh masanil anima cajan d'a jun chonhab' tic, yujto manhxalaj mach tz'elk'och tas syala'. Manhxalaj mach vach'to spensar, manhxalaj mach syak'och spensar d'ay."
        },
        {
            "number": "2",
            "text": "Sq'uechaanh eb' sq'uexan sti' d'a tas syala', syesan eb'. Smilvaj eb', tz'elk'an eb', anhej ajmulal sk'ulej eb'. Slaj yixtej yetanimail eb', cotac scal smilancham anima eb'."
        },
        {
            "number": "3",
            "text": "Yuj chi', a slum jun chonhab' tic, ol can tz'inan. A eb' cajan d'ay, manhxalaj yip eb'. Ol cham nok' caltacte'al nok', nok' much yed' masanil nok' chay ay d'a yoltac a a'."
        },
        {
            "number": "4",
            "text": "Syalan Jehová d'ayin icha tic: Malajocab' mach scot yoval d'a eb' chonhab' tic, yujto a mach ay voval yed'oc aton eyed' ex sacerdote."
        },
        {
            "number": "5",
            "text": "Yuj chi', a d'a k'ualil ol ex telvoc icha d'ak'valil. Ol telvoc pax eb' in checab' eyed'oc. A in ol vak' lajvoc chonhab' Israel to icha e nun yaji."
        },
        {
            "number": "6",
            "text": "Ol in satel jun in chonhab' tic, yujto manhxo in naanoc yuuj. A exxo ex sacerdote, yelxo maxtzac in e na'a. Yuj chi' ol ex viq'uel d'a eyopisio. Yujto ix b'at in k'ayb'ub'al satk'olal eyuuj, yuj chi' manhxo ol in nacot eb' eyinhtilal."
        },
        {
            "number": "7",
            "text": "Icha ix aj sq'uib' e b'isul ex sacerdote, icha chi' ix aj sq'uechaanh smul in chonhab'. Yuj chi' a e b'inajnaquil, q'uixvelaltac ol vutejcani."
        },
        {
            "number": "8",
            "text": "Yuj silab' syak' in chonhab' yuj smul, vach' e va'i, yuj chi' tze nib'ej to tz'ochnhej smul in chonhab' tic d'ayin."
        },
        {
            "number": "9",
            "text": "Yuj chi' lajan ol aj yab'an syail eb' in chonhab' eyed'oc a ex sacerdote ex tic. Yuj e b'eyb'al chi' ol vak'och yaelal d'a eyib'anh yed' eb'."
        },
        {
            "number": "10",
            "text": "Yujto maxtzac in yak' servil eb' in chonhab', axo jun comon dios scuch Baal syak' servil eb'. Vach'chom sva eb', svay eb' yed' eb' ix ajmul ix d'a stemplo scomon diosal chi', palta manh yujoc chi' nivan ol satan smunlajel eb', manh ol q'uib'pax sb'isul eb'."
        },
        {
            "number": "11",
            "text": "Yuj yajmulal eb' yed' yuk'umanhil eb', yuj chi' ix quistalax spensar eb'."
        },
        {
            "number": "12",
            "text": "A d'a junoc te te' sk'anb'ej yab' eb' in chonhab' tic tas sk'ulej eb'. Axo te te' chi' tz'ak'an srazón eb' yalani. Yuj yajmulal eb' chi', yuj chi' ix juviel eb'. Icha val tz'aj yactancan vinh yetb'eyum junoc ix ix, smulan yed' junocxo vinac, icha chi' ix in yutej eb', sb'atcan tzak'an eb' yuj comon dios."
        },
        {
            "number": "13",
            "text": "A d'a jolomtac vitz yed' d'a tzalquixtac, ata' snhus incienso eb' yed' yak'an silab' eb' d'a yalanh yenhul xil te' álamo, te' ji yed' te' mach'. Yuj chi', slaj em eb' ix eyisil yed' eb' ix eyalib' d'a ajmulal."
        },
        {
            "number": "14",
            "text": "Palta manh ol vak'ochlaj syaelal eb' ix eyisil yed' eb' ix eyalib' yuj yajmulal chi', yujto a ex jun tze k'ulej ajmulal chi', tzeyak'an silab' yed' eb' ix ix sb'eyb'alan ajmulal. Yuj chi', a jun chonhab' malaj spensar tic, ol ixtaxeloc."
        },
        {
            "number": "15",
            "text": "Vach'chom ix och smul chonhab' Israel, palta mocab' och smul chonhab' Judá. Mocab' b'at och eb' ejmelal d'a Gilgal, mocab' q'uepax eb' d'a Bet-avén. Mocab' sloc in b'i eb' a in Jehová pitzan in tic."
        },
        {
            "number": "16",
            "text": "A chonhab' Israel, te pit, lajan val icha junoc nok' vacax te ov. Tato icha chi', ¿tom ol yal in tanhvan eb' icha junoc nok' yune' calnel b'aj yax ank'ultac?"
        },
        {
            "number": "17",
            "text": "Axo chonhab' Efraín ix och tzak'an yuj juntzanh comon dios, palta olxo yil sb'a."
        },
        {
            "number": "18",
            "text": "Masanil eb' syal sb'a d'a juntzanh comon dios, tz'ek' tzuyjab' eb' d'a scal eb' yetuk'umanhil. Maxtzac yactej eb' sk'ulan ajmulal. A eb' yajalil eb', a tas q'uixvelaltac sgana eb' sk'ulan d'a yichanh to tz'alji eb' vach'il."
        },
        {
            "number": "19",
            "text": "Icha tz'aj yik'chajb'at k'alem yuj ik', icha chi' ol aj yik'chajb'at eb'. Malaj ol yak' yal eb' yuj juntzanh silab' syak' d'a juntzanh scomon diosal chi'."
        }
    ]
}