{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ab'ec wal juntzanh tik ex sacerdote. Maclejec eyab' ex chonhab' Israel. Ab'ec pax ex yinhtilal ex heb' rey: Ha t'a eyib'anh a ex tik ol och jun yaelal tik, yujto a ex tik, icha junok ch'anh yaal eyaj t'a Mizpa yet' t'a jolom witz Tabor."
        },
        {
            "number": "2",
            "text": "Tzijtum anima ix he mak'cham yuj he pitalil, yuj chi' ol wak'och yaelal t'a eyib'anh."
        },
        {
            "number": "3",
            "text": "Ex israel ayex t'a yol yic Efraín, wojtak tas eyaji. ¿Tom tze na'a to manh wojtakoc tas eyaj chi'? Ix eyak'och he b'a ajmulal, ix eyixtejel he b'ha t'a yajb'entaquil."
        },
        {
            "number": "4",
            "text": "Yuj he chuk b'eyb'al chi', max yal he meltzajcot t'ayin. Anhej t'a juntzanh comon Dios tzeyal he b'a. Yuj wal to he gana he k'ulan ajmulal, yuj chi' maxtzac in he na jab'oc."
        },
        {
            "number": "5",
            "text": "Ex aj Efraín, a eyik'ojchanhb'ail sch'oxanel he chukalil. Ex aj Israel, munil ol ex telwoc yuj eyajmulal chi'. Yed' ex aj Judá lajan ol aj he telwi yet' heb'."
        },
        {
            "number": "6",
            "text": "Ol b'at in he sayeq'ui, eyed'nac nok' he kalnel yet' nok' he wakax yic tzeyak' silab'il t'ayin. Palta manhxo ol in ilchajlaj eyuuj, yujto toxo ix wik'el in b'ha t'a he kal."
        },
        {
            "number": "7",
            "text": "Yujto te chuk ix eyutej he b'a t'ayin, ay eyuninal mitz' unin yaji. Yuj chi' ha t'a q'uinh ayic tz'alji k'een uj, ata' ol ex satel yet' he munlajel."
        },
        {
            "number": "8",
            "text": "Puchajokab' nok' ch'aac yic owal t'a Gabaa, puchajokab'pax k'een trompeta t'a Ramá. Awajanhec t'a Bet-avén. Ayokab' xivk'olal t'a skal heb' anima yic Benjamín."
        },
        {
            "number": "9",
            "text": "Ha in swal t'a skal masanil heb' yinhtil Israel yuj tas yowalil ol jawok t'a yib'anh heb': Ha heb' aj Efraín, ol lajwoquel heb' yuj yaelal ol jawok t'a jun k'ual chi'."
        },
        {
            "number": "10",
            "text": "Ha in Jehová in swala': Ha heb' yajal t'a Judá, lajan heb' icha juntzanh anima tz'ik'anchaanh tz'acaanh, yuj chi' ol in satel heb' yet' yowal in k'ool."
        },
        {
            "number": "11",
            "text": "Ha chonhab' Efraín tik, toxo ix ja t'a yib'anh. Manhxalaj tas ay t'ay, yujto ix yak'och t'a sk'ol yoch tzak'an yuj juntzanh comon Dios."
        },
        {
            "number": "12",
            "text": "Ha in ol wixtejb'at chonhab' Efraín icha tz'aj yixtax junok tas yuj nok' ha'ay. Ol wixtanb'at chonhab' Judá icha tz'aj sk'ab'at junok tas."
        },
        {
            "number": "13",
            "text": "Ayic ix yilan chonhab' Efraín to ya ay, ix yilanpax yechen Judá, ix b'at chonhab' Efraín chi' t'a Asiria sk'an scolwal jun rey b'inajnac yak'an owal, palta maj yal-laj yuj jun rey chi' yak'an b'oxoc sk'ool, maj yalpaxlaj yanhtan yechen chi'."
        },
        {
            "number": "14",
            "text": "Icha wal tz'aj smacwaj junok nok' choj, icha chi' ol aj in macwaj t'a chonhab' Efraín yet' t'a chonhab' Judá. Ha in ol in chok' tzilejb'at heb', ol wactankan heb' b'ian, haxo in b'at chi'. Ol in tzak'chaanh heb', manhxa mach ol yal scolan heb' t'a yol in k'ab'."
        },
        {
            "number": "15",
            "text": "Axo in meltzaj chi' t'a elanhchamel b'aj kajan in masanto ol yojtaquejel smul heb', haxo sjawi heb' chi' yal sb'a t'ayin. Ha t'a skal syaelal heb' chi', ol yal sb'a heb' t'ayin t'a smasanil sk'ool."
        }
    ]
}