{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ab'ec val juntzanh tik ex sacerdote. Maclejec eyab' ex chonhab' Israel. Ab'ec pax ex yinhtilal ex eb' rey: Ha t'a eyib'anh a ex tik ol och jun yaelal tik, yujto a ex tik, icha junok ch'anh yaal eyaj t'a Mizpa yet' t'a jolom vitz Tabor."
        },
        {
            "number": "2",
            "text": "Tzijtum anima ix e mak'cham yuj e pitalil, yuj chi' ol vak'och yaelal t'a eyib'anh."
        },
        {
            "number": "3",
            "text": "Ex israel ayex t'a yol yic Efraín, vojtac tas eyaji. ¿Tom tze na'a to manh vojtacoc tas eyaj chi'? Ix eyak'och e b'a ajmulal, ix eyixtejel e b'ha t'a yajb'entaquil."
        },
        {
            "number": "4",
            "text": "Yuj e chuc b'eyb'al chi', max yal e meltzajcot t'ayin. Anhej t'a juntzanh comon dios tzeyal e b'a. Yuj val to e gana e k'ulan ajmulal, yuj chi' maxtzac in e na jab'oc."
        },
        {
            "number": "5",
            "text": "Ex aj Efraín, a eyik'ojchanhb'ail sch'oxanel e chucalil. Ex aj Israel, munil ol ex telvoc yuj eyajmulal chi'. Yed' ex aj Judá lajan ol aj e telvi yet' eb'."
        },
        {
            "number": "6",
            "text": "Ol b'at in e sayeq'ui, eyed'nac nok' e calnel yet' nok' e vacax yic tzeyak' silab'il t'ayin. Palta manhxo ol in ilchajlaj eyuuj, yujto toxo ix viq'uel in b'ha t'a e cal."
        },
        {
            "number": "7",
            "text": "Yujto te chuc ix eyutej e b'a t'ayin, ay eyuninal mitz' unin yaji. Yuj chi' ha t'a q'uinh ayic tz'alji q'uen uj, ata' ol ex satel yet' e munlajel."
        },
        {
            "number": "8",
            "text": "Puchajocab' nok' ch'aac yic oval t'a Gabaa, puchajocab'pax q'uen trompeta t'a Ramá. Avajanhec t'a Bet-avén. Ayokab' xivk'olal t'a skal eb' anima yic Benjamín."
        },
        {
            "number": "9",
            "text": "Ha in sval t'a skal masanil eb' yinhtil Israel yuj tas yovalil ol javoc t'a yib'anh eb': Ha eb' aj Efraín, ol lajvoquel eb' yuj yaelal ol javoc t'a jun k'ual chi'."
        },
        {
            "number": "10",
            "text": "Ha in Jehová in svala': Ha eb' yajal t'a Judá, lajan eb' icha juntzanh anima tz'ik'anchaanh tz'acaanh, yuj chi' ol in satel eb' yet' yoval in k'ool."
        },
        {
            "number": "11",
            "text": "Ha chonhab' Efraín tik, toxo ix ja t'a yib'anh. Manhxalaj tas ay t'ay, yujto ix yak'och t'a sk'ol yoch tzak'an yuj juntzanh comon dios."
        },
        {
            "number": "12",
            "text": "Ha in ol vixtejb'at chonhab' Efraín icha tz'aj yixtax junok tas yuj nok' ha'ay. Ol vixtanb'at chonhab' Judá icha tz'aj sk'ab'at junok tas."
        },
        {
            "number": "13",
            "text": "Ayic ix yilan chonhab' Efraín to ya ay, ix yilanpax yechen Judá, ix b'at chonhab' Efraín chi' t'a Asiria sk'an scolval jun rey b'inajnac yak'an oval, palta maj yal-laj yuj jun rey chi' yak'an b'oxoc sk'ool, maj yalpaxlaj yanhtan yechen chi'."
        },
        {
            "number": "14",
            "text": "Icha val tz'aj smacvaj junok nok' choj, icha chi' ol aj in macvaj t'a chonhab' Efraín yet' t'a chonhab' Judá. Ha in ol in chok' tzilejb'at eb', ol vactancan eb' b'ian, haxo in b'at chi'. Ol in tzak'chaanh eb', manhxa mach ol yal scolan eb' t'a yol in k'ab'."
        },
        {
            "number": "15",
            "text": "Axo in meltzaj chi' t'a elanhchamel b'aj cajan in masanto ol yojtaquejel smul eb', haxo sjavi eb' chi' yal sb'a t'ayin. Ha t'a skal syaelal eb' chi', ol yal sb'a eb' t'ayin t'a smasanil sk'ool."
        }
    ]
}