{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ab'ec val juntzanh tic ex sacerdote. Maclejec eyab' ex chonhab' Israel. Ab'ec pax ex yinhtilal ex eb' rey: A d'a eyib'anh a ex tic ol och jun yaelal tic, yujto a ex tic, icha junoc ch'anh yaal eyaj d'a Mizpa yed' d'a jolom vitz Tabor."
        },
        {
            "number": "2",
            "text": "Tzijtum anima ix e mak'cham yuj e pitalil, yuj chi' ol vak'och yaelal d'a eyib'anh."
        },
        {
            "number": "3",
            "text": "Ex israel ayex d'a yol yic Efraín, vojtac tas eyaji. ¿Tom tze na'a to manh vojtacoc tas eyaj chi'? Ix eyak'och e b'a ajmulal, ix eyixtejel e b'a d'a yajb'entaquil."
        },
        {
            "number": "4",
            "text": "Yuj e chuc b'eyb'al chi', max yal e meltzajcot d'ayin. Anhej d'a juntzanh comon dios tzeyal e b'a. Yuj val to e gana e k'ulan ajmulal, yuj chi' maxtzac in e na jab'oc."
        },
        {
            "number": "5",
            "text": "Ex aj Efraín, a eyik'ojchanhb'ail sch'oxanel e chucalil. Ex aj Israel, munil ol ex telvoc yuj eyajmulal chi'. Yed' ex aj Judá lajan ol aj e telvi yed' eb'."
        },
        {
            "number": "6",
            "text": "Ol b'at in e sayeq'ui, eyed'nac nok' e calnel yed' nok' e vacax yic tzeyak' silab'il d'ayin. Palta manhxo ol in ilchajlaj eyuuj, yujto toxo ix viq'uel in b'a d'a e cal."
        },
        {
            "number": "7",
            "text": "Yujto te chuc ix eyutej e b'a d'ayin, ay eyuninal mitz' unin yaji. Yuj chi' a d'a q'uinh ayic tz'alji q'uen uj, ata' ol ex satel yed' e munlajel."
        },
        {
            "number": "8",
            "text": "Puchajocab' nok' ch'aac yic oval d'a Gabaa, puchajocab'pax q'uen trompeta d'a Ramá. Avajanhec d'a Bet-avén. Ayocab' xivk'olal d'a scal eb' anima yic Benjamín."
        },
        {
            "number": "9",
            "text": "A in sval d'a scal masanil eb' yinhtil Israel yuj tas yovalil ol javoc d'a yib'anh eb': A eb' aj Efraín, ol lajvoquel eb' yuj yaelal ol javoc d'a jun k'ual chi'."
        },
        {
            "number": "10",
            "text": "A in Jehová in svala': A eb' yajal d'a Judá, lajan eb' icha juntzanh anima tz'ik'anchaanh tz'acaanh, yuj chi' ol in satel eb' yed' yoval in k'ool."
        },
        {
            "number": "11",
            "text": "A chonhab' Efraín tic, toxo ix ja d'a yib'anh. Manhxalaj tas ay d'ay, yujto ix yak'och d'a sk'ol yoch tzak'an yuj juntzanh comon dios."
        },
        {
            "number": "12",
            "text": "A in ol vixtejb'at chonhab' Efraín icha tz'aj yixtax junoc tas yuj nok' a'ay. Ol vixtanb'at chonhab' Judá icha tz'aj sk'ab'at junoc tas."
        },
        {
            "number": "13",
            "text": "Ayic ix yilan chonhab' Efraín to ya ay, ix yilanpax yechen Judá, ix b'at chonhab' Efraín chi' d'a Asiria sk'an scolval jun rey b'inajnac yak'an oval, palta maj yal-laj yuj jun rey chi' yak'an b'oxoc sk'ool, maj yalpaxlaj yanhtan yechen chi'."
        },
        {
            "number": "14",
            "text": "Icha val tz'aj smacvaj junoc nok' choj, icha chi' ol aj in macvaj d'a chonhab' Efraín yed' d'a chonhab' Judá. A in ol in chok' tzilejb'at eb', ol vactancan eb' b'ian, axo in b'at chi'. Ol in tzak'chaanh eb', manhxa mach ol yal scolan eb' d'a yol in k'ab'."
        },
        {
            "number": "15",
            "text": "Axo in meltzaj chi' d'a elanhchamel b'aj cajan in masanto ol yojtaquejel smul eb', axo sjavi eb' chi' yal sb'a d'ayin. A d'a scal syaelal eb' chi', ol yal sb'a eb' d'ayin d'a smasanil sk'ool."
        }
    ]
}