{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ol yal eb' chonhab' icha tik: Cotanhec e masanil, conh meltzajec t'a Jehová. Ha ix onh chok'tzilanb'ati, anheja' ol onh anhtanpaxoc. Ix onh yak' echnajoc, anheja' a ol anhtanpax quechen chi'."
        },
        {
            "number": "2",
            "text": "Ha val yek'b'at chab' k'ual, ichato chi' ol yak'an co q'uinal. Axo t'a yoxil k'ual, ol onh yak'anpax pitzvoc, ol onh cajnaj t'a yichanh."
        },
        {
            "number": "3",
            "text": "Caq'ek quip cojtacanel Jehová. Icha cojtacaneli to ol sacb'oc, cojtac to ol jax t'ayonh tato sco na co b'a. Ol yak'cot svach'k'olal t'a quib'anh, icha tz'aj syaxb'i sat lum lum yuj b'ab'el nhab' yet' slajvub' nhab'ilq'uinal, xcham eb'."
        },
        {
            "number": "4",
            "text": "Icha tik yalan Jehová: ¿Tas wach' ol ex vutoc ex aj Efraín? ¿Tas wach' ol ex vutoc ex aj Judá? Ha b'aj tzin e xajanej, lajan icha asun t'a q'uinhib'alil, lajan icha yal ak'val t'a ayto sq'uinhib'i, haxo sq'uinhib'i, satemi."
        },
        {
            "number": "5",
            "text": "Yuj in lolonel ix vak' yal eb' in checab', ol ex in sateli. Nivan chequel ol aj eyaelal chi' icha val yoc k'u."
        },
        {
            "number": "6",
            "text": "Ha val tas in gana tze k'ulej to tz'ok' e k'ol t'a eyetanimail yet' in eyojtacaneli to e Diosal in, manhocnhej e nhusantz'a silab' t'ayin in gana."
        },
        {
            "number": "7",
            "text": "Ha ex in chonhab' ex tik, maj e k'anab'ajej in trato eyed'oc, icha yutejnac sb'a vinhaj Adán. Chuc ix eyutej e b'a t'ayin."
        },
        {
            "number": "8",
            "text": "Ha eb' anima t'a chonhab' Galaad, anhej chucal sk'ulej eb', masanil b'aj ay chik' yuj b'aj smilvaj eb'."
        },
        {
            "number": "9",
            "text": "Ha eb' sacerdote, icha junok molanh elk'um yek' eb'. Smac anima eb' yic smak'anchamoc. D'a sb'eal Siquem smak'vicham anima eb', sk'ulanpax masanil chucal eb'."
        },
        {
            "number": "10",
            "text": "Ha eb' aj Efraín ix och eb' ajmulal. Ix yixtejb'at sb'a eb' yet' eb' yetisraelal. Yuj chi' te yajb'entac yilji eb' svila'."
        },
        {
            "number": "11",
            "text": "Yed' ex pax ex aj Judá, van sjavi sk'ual eyaelal. Tzin nib'ej tzin q'uex tas ayoch t'a yib'anh in chonhab' Israel,"
        }
    ]
}