{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ol yal eb' chonhab' icha tic: Cotanhec e masanil, conh meltzajec d'a Jehová. A ix onh chok'tzilanb'ati, anheja' ol onh anhtanpaxoc. Ix onh yak' echnajoc, anheja' a ol anhtanpax quechen chi'."
        },
        {
            "number": "2",
            "text": "A val yek'b'at chab' k'ual, ichato chi' ol yak'an co q'uinal. Axo d'a yoxil k'ual, ol onh yak'anpax pitzvoc, ol onh cajnaj d'a yichanh."
        },
        {
            "number": "3",
            "text": "Caq'uec quip cojtacanel Jehová. Icha cojtacaneli to ol sacb'oc, cojtac to ol jax d'ayonh tato sco na co b'a. Ol yak'cot svach'k'olal d'a quib'anh, icha tz'aj syaxb'i sat lum luum yuj b'ab'el nhab' yed' slajvub' nhab'ilq'uinal, xcham eb'."
        },
        {
            "number": "4",
            "text": "Icha tic yalan Jehová: ¿Tas vach' ol ex vutoc ex aj Efraín? ¿Tas vach' ol ex vutoc ex aj Judá? A b'aj tzin e xajanej, lajan icha asun d'a q'uinhib'alil, lajan icha yal ak'val d'a ayto sq'uinhib'i, axo sq'uinhib'i, satemi."
        },
        {
            "number": "5",
            "text": "Yuj in lolonel ix vak' yal eb' in checab', ol ex in sateli. Nivan chequel ol aj eyaelal chi' icha val yoc k'u."
        },
        {
            "number": "6",
            "text": "A val tas in gana tze k'ulej to tz'ok' e k'ol d'a eyetanimail yed' in eyojtacaneli to e Diosal in, manhocnhej e nhusantz'a silab' d'ayin in gana."
        },
        {
            "number": "7",
            "text": "A ex in chonhab' ex tic, maj e k'anab'ajej in trato eyed'oc, icha yutejnac sb'a vinhaj Adán. Chuc ix eyutej e b'a d'ayin."
        },
        {
            "number": "8",
            "text": "A eb' anima d'a chonhab' Galaad, anhej chucal sk'ulej eb', masanil b'aj ay chik' yuj b'aj smilvaj eb'."
        },
        {
            "number": "9",
            "text": "A eb' sacerdote, icha junoc molanh elk'um yek' eb'. Smac anima eb' yic smak'anchamoc. D'a sb'eal Siquem smak'vicham anima eb', sk'ulanpax masanil chucal eb'."
        },
        {
            "number": "10",
            "text": "A eb' aj Efraín ix och eb' ajmulal. Ix yixtejb'at sb'a eb' yed' eb' yetisraelal. Yuj chi' te yajb'entac yilji eb' svila'."
        },
        {
            "number": "11",
            "text": "Yed' ex pax ex aj Judá, van sjavi sk'ual eyaelal. Tzin nib'ej tzin q'uex tas ayoch d'a yib'anh in chonhab' Israel,"
        }
    ]
}