{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "palta ayic van vanhtan in chonhab' Efraín yet' Samaria valani, ata' snachajel smul eb' yet' schucal eb' vuuj. Yujto junlajanxonhej tz'aj sb'eyb'alan es eb'. Elk'um eb' smasanil, tz'och eb' elk'al t'a yoltac pat yet' t'a yoltac calle."
        },
        {
            "number": "2",
            "text": "Tocval sna eb' tato naan schucal eb' chi' vuuj. Ha ticnaic a tas sk'ulej eb' a oyanoch t'a spatic yichanh eb', yuj chi' anhej schucal eb' chi' svila'."
        },
        {
            "number": "3",
            "text": "Ha eb' rey yet' eb' yajal ste tzalaj eb' yuj chukal yet' yuj yixtum animail eb'."
        },
        {
            "number": "4",
            "text": "Anhej ajmulal sb'o eb' smasanil. Ha tas sgana eb' chi', lajan icha junok horno jab'nhej sk'ak'al tz'ochi yacb'an spajb'i ixim harina, haxo yic toxo ix pajb'i ixim, tz'och sk'ak'al sik'lab'il."
        },
        {
            "number": "5",
            "text": "Ayic tz'och q'uinh yuj winh rey, a eb' ayoch t'a yopisio yet' winh, syuk' anh eb', syak'an anh eb' yuk' winh masanto sq'ue anh t'a sjolom winh yet' eb'. Tonhej scomon tzalaj winh yet' eb' sb'uchvaj t'ay."
        },
        {
            "number": "6",
            "text": "Aynhejoch chuk pensaril t'a spensar eb'. Lajan yoval eb' icha sk'ak'al junok horno pilan ak'val ayoch sk'ak'al, haxo sq'uinhib'i t'a junxo k'u, spuchajxi chacb'oc."
        },
        {
            "number": "7",
            "text": "Lajan eb' smasanil icha sk'ak'al horno chi', ix satel winh yajalil eb' yuj yoval chi'. Lajan syutej sb'a eb' t'a smasanil eb' sreyal, palta malaj junok eb' sk'anb'an t'ayin tas smoj sk'ulej."
        },
        {
            "number": "8",
            "text": "Ha chonhab' Efraín toxo ix scalej sb'a yet' juntzanh ch'oc chonhab'il. Lajan eb' icha junok ixim wa''il max sutchaji."
        },
        {
            "number": "9",
            "text": "Ha eb' ch'oc chonhab'il ix ak'an lajvoc yip, palta max yil-laj tas van yutaji. Ha xil sjolom toxo ix sacb'ieli, tocval syilochi."
        },
        {
            "number": "10",
            "text": "Ha in Jehová sDiosal in eb' israel. Wach'chom jantac tas ix ja t'a yib'anh eb' yuj schucal, palta yuj yak'umtaquil eb' maxtzac sna sb'a sk'ol eb' smeltzajcot t'ayin."
        },
        {
            "number": "11",
            "text": "Ha chonhab' Efraín malaj jab'oc spensar, jun rato sb'at sk'an colval t'a Egipto, haxo t'a junxo rato sb'atxi sk'an colval t'a Asiria. Lajan icha junok nok' uch tonhej sat b'eyek'oc."
        },
        {
            "number": "12",
            "text": "Palta ayic ol b'at eb' ta', ol in yumb'at in ch'anh yaal t'a yib'anh eb'. Ol telvoc eb' icha junok nok' much. Ol vak'och yaelal t'a yib'anh eb', icha ix aj yalchaj b'aj smolb'ej sb'a eb'."
        },
        {
            "number": "13",
            "text": "Ob'iltac eb', yujto ix in spatiquejel eb'. Ol satel eb' yuj yaelal ol javok, yujto ix och spitalil eb' t'ayin. Tzin nib'ej tzin col eb', palta manh yeloc tas syal eb' t'ayin."
        },
        {
            "number": "14",
            "text": "Manh smasaniloc sk'ol eb' tzin yavtej ayic tz'el yav eb' t'a sat sch'at. Spol sb'a eb' yic sk'anan eb' t'a Baal yic wach' tz'aj strigo eb', yet' yuva eb'. Yuj chi' tz'och eb' ajk'olal t'ayin."
        },
        {
            "number": "15",
            "text": "Ix in k'ayb'ej eb', ix vak'anpax yip eb', palta haxo eb', a chukal sna eb' t'a in patic."
        },
        {
            "number": "16",
            "text": "Smeltzaj eb' palta manhoclaj t'ayin, a in to Ha inxonhej Ochi. Icha junok jul-lab' coxo, max yamchajlaj tas sjulchaj chi' yet'oc, icha chi' eb'. Yuj yak'umtaquil slolon eb' yajalil, yuj chi' ol cham eb' yuj q'uen espada. Axo eb' aj Egipto, toxonhej ol b'uchvaj eb' t'a eb'."
        }
    ]
}