{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "palta ayic van vanhtan in chonhab' Efraín yed' Samaria valani, ata' snachajel smul eb' yed' schucal eb' vuuj. Yujto junlajanxonhej tz'aj sb'eyb'alan es eb'. Elk'um eb' smasanil, tz'och eb' elk'al d'a yoltac pat yed' d'a yoltac calle."
        },
        {
            "number": "2",
            "text": "Tocval sna eb' tato naan schucal eb' chi' vuuj. A ticnaic a tas sk'ulej eb' a oyanoch d'a spatic yichanh eb', yuj chi' anhej schucal eb' chi' svila'."
        },
        {
            "number": "3",
            "text": "A eb' rey yed' eb' yajal ste tzalaj eb' yuj chucal yed' yuj yixtum animail eb'."
        },
        {
            "number": "4",
            "text": "Anhej ajmulal sb'o eb' smasanil. A tas sgana eb' chi', lajan icha junoc horno jab'nhej sk'ak'al tz'ochi yacb'an spajb'i ixim harina, axo yic toxo ix pajb'i ixim, tz'och sk'ak'al sik'lab'il."
        },
        {
            "number": "5",
            "text": "Ayic tz'och q'uinh yuj vinh rey, a eb' ayoch d'a yopisio yed' vinh, syuk' anh eb', syak'an anh eb' yuk' vinh masanto sq'ue anh d'a sjolom vinh yed' eb'. Tonhej scomon tzalaj vinh yed' eb' sb'uchvaj d'ay."
        },
        {
            "number": "6",
            "text": "Aynhejoch chuc pensaril d'a spensar eb'. Lajan yoval eb' icha sk'ak'al junoc horno pilan ak'val ayoch sk'ak'al, axo sq'uinhib'i d'a junxo k'u, spuchajxi chacb'oc."
        },
        {
            "number": "7",
            "text": "Lajan eb' smasanil icha sk'ak'al horno chi', ix satel vinh yajalil eb' yuj yoval chi'. Lajan syutej sb'a eb' d'a smasanil eb' sreyal, palta malaj junoc eb' sk'anb'an d'ayin tas smoj sk'ulej."
        },
        {
            "number": "8",
            "text": "A chonhab' Efraín toxo ix scalej sb'a yed' juntzanh ch'oc chonhab'il. Lajan eb' icha junoc ixim va'il max sutchaji."
        },
        {
            "number": "9",
            "text": "A eb' ch'oc chonhab'il ix ak'an lajvoc yip, palta max yil-laj tas van yutaji. A xil sjolom toxo ix sacb'ieli, tocval syilochi."
        },
        {
            "number": "10",
            "text": "A in Jehová sDiosal in eb' israel. Vach'chom jantac tas ix ja d'a yib'anh eb' yuj schucal, palta yuj yak'umtaquil eb' maxtzac sna sb'a sk'ol eb' smeltzajcot d'ayin."
        },
        {
            "number": "11",
            "text": "A chonhab' Efraín malaj jab'oc spensar, jun rato sb'at sk'an colval d'a Egipto, axo d'a junxo rato sb'atxi sk'an colval d'a Asiria. Lajan icha junoc nok' uch tonhej sat b'eyek'oc."
        },
        {
            "number": "12",
            "text": "Palta ayic ol b'at eb' ta', ol in yumb'at in ch'anh yaal d'a yib'anh eb'. Ol telvoc eb' icha junoc nok' much. Ol vak'och yaelal d'a yib'anh eb', icha ix aj yalchaj b'aj smolb'ej sb'a eb'."
        },
        {
            "number": "13",
            "text": "Ob'iltac eb', yujto ix in spatiquejel eb'. Ol satel eb' yuj yaelal ol javoc, yujto ix och spitalil eb' d'ayin. Tzin nib'ej tzin col eb', palta manh yeloc tas syal eb' d'ayin."
        },
        {
            "number": "14",
            "text": "Manh smasaniloc sk'ol eb' tzin yavtej ayic tz'el yav eb' d'a sat sch'at. Spol sb'a eb' yic sk'anan eb' d'a Baal yic vach' tz'aj strigo eb', yed' yuva eb'. Yuj chi' tz'och eb' ajk'olal d'ayin."
        },
        {
            "number": "15",
            "text": "Ix in k'ayb'ej eb', ix vak'anpax yip eb', palta axo eb', a chucal sna eb' d'a in patic."
        },
        {
            "number": "16",
            "text": "Smeltzaj eb' palta manhoclaj d'ayin, a in to A inxonhej Ochi. Icha junoc jul-lab' coxo, max yamchajlaj tas sjulchaj chi' yed'oc, icha chi' eb'. Yuj yak'umtaquil slolon eb' yajalil, yuj chi' ol cham eb' yuj q'uen espada. Axo eb' aj Egipto, toxonhej ol b'uchvaj eb' d'a eb'."
        }
    ]
}