{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Puchajocab' q'uen trompeta, yujto sjavi jucnaj eb' ajk'ol d'a yib'anh in chonhab' icha junoc nok' ch'acb'a, yujto maj sk'anab'ajej in trato eb' ix vak' yed'oc. Ix spitej sb'a eb' d'a in k'ayb'ub'al."
        },
        {
            "number": "2",
            "text": "Vach'chom syal eb' d'ayin: Co Diosal ach, tzach cojtaquejeli, xchi eb',"
        },
        {
            "number": "3",
            "text": "palta a eb' israel, toxo ix spatiquejel eb' tas vach', yuj chi' ol pechchaj eb' yuj eb' yajk'ool."
        },
        {
            "number": "4",
            "text": "Ayic ix yak'anoch sreyal eb', maj sk'anb'ej eb' d'ayin mach tz'ochi. Ix say yajalil eb', palta manhoc junoc sik'b'ilel vuuj. Ix sb'oq'ue sdiosal eb' yed' q'uen splata yed' q'uen yoro. Yuj chi' syik'cot eb' d'a yib'anh."
        },
        {
            "number": "5",
            "text": "Tzin yaj jun vacax b'ob'il d'a q'uen oro b'aj tz'och eb' aj Samaria ejmelal. Yuj chi' te aycot voval d'a eb'. Machequel b'aq'uinh ol yactej eb' israel sk'ulan jun chucal chi'."
        },
        {
            "number": "6",
            "text": "Manh diosoc jun yechel vacax chi' yujto b'ob'il yuj junoc b'oum yechel. Yuj chi' ol mak'joc vecchajoc."
        },
        {
            "number": "7",
            "text": "Chuc tas ix sk'ulej eb', yuj chi' te nivan yaelal ol javoc d'a yib'anh eb'. Malaj yavb'en eb' ol sjach'a', malaj harina ol yik' eb' d'a sjolom strigo. Vach'chom ay jab'oc ol yik' eb' jun, axo eb' ch'oc chonhab'il ol vaanb'at d'a eb'."
        },
        {
            "number": "8",
            "text": "A chonhab' Israel ol ak'chaj lajvoc. Manhxa jab'oc ol aj yelk'och d'a yol sat juntzanhxo chonhab', icha junoc lum k'a chen manhxa vach' yochi, icha chi' ol ajoc."
        },
        {
            "number": "9",
            "text": "Malaj spensar eb', lajan eb' icha junoc nok' caltacte'al b'uru anhej snaan b'aj sb'ati. Ix b'at eb' d'a Asiria, ix stupan eb' yic scolvaj yed' eb'. Icha junoc ix ix syactejcan vinh yetb'eyum, stupan junoc vinh snib'ej, icha chi' ix yutej sb'a eb'."
        },
        {
            "number": "10",
            "text": "Vach'chom stup juntzanhxo chonhab' eb' yic scolji eb' yuuj, a in Jehová in ol in molb'ej eb', yic syab'an syail eb' yuj junoc rey te ay yip."
        },
        {
            "number": "11",
            "text": "A eb' aj chonhab' Efraín, tzijtum altar ix sb'oq'ue eb' b'aj syak' silab' eb' yic tz'el smul eb' yalani, palta yuj juntzanh altar chi' ste och smul eb'."
        },
        {
            "number": "12",
            "text": "Vach'chom tzijtum k'ayb'ub'al ix vak' tz'ib'chaj d'a eb', palta comon lolonel ix ajcan d'a yol sat eb'."
        },
        {
            "number": "13",
            "text": "Syak' silab' eb' d'ayin, schi'anpax schib'ejal nok' eb', palta max in tzalaj yed' eb'. Naan schucal eb' vuuj. Ol vak'anoch yaelal d'a yib'anh eb'. Ol vak'xi meltzaj eb' d'a Egipto."
        },
        {
            "number": "14",
            "text": "A eb' israel sb'oq'ue cuartel eb' b'aj scol sb'a, palta manhxo in naanoc yuj eb', vach'chom a in ix in b'o eb'. A Judá tzijtum chonhab' ayoch smuroal sb'oq'uei, palta ol in nhustz'a schonhab', yed' scuartel chi', xchi Jehová."
        }
    ]
}