{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Puchajocab' q'uen trompeta, yujto sjavi jucnaj eb' ajk'ol t'a yib'anh in chonhab' icha junok nok' ch'acb'a, yujto maj sk'anab'ajej in trato eb' ix vak' yet'oc. Ix spitej sb'a eb' t'a in k'ayb'ub'al."
        },
        {
            "number": "2",
            "text": "Wach'chom syal eb' t'ayin: Co Diosal ach, tzach cojtaquejeli, xchi eb',"
        },
        {
            "number": "3",
            "text": "palta a eb' israel, toxo ix spatiquejel eb' tas wach', yuj chi' ol pechchaj eb' yuj eb' yajk'ool."
        },
        {
            "number": "4",
            "text": "Ayic ix yak'anoch sreyal eb', maj sk'anb'ej eb' t'ayin mach tz'ochi. Ix say yajalil eb', palta manhoc junok sik'b'ilel vuuj. Ix sb'oq'ue sdiosal eb' yet' q'uen splata yet' q'uen yoro. Yuj chi' syik'cot eb' t'a yib'anh."
        },
        {
            "number": "5",
            "text": "Tzin yaj jun vacax b'ob'il t'a q'uen oro b'aj tz'och eb' aj Samaria ejmelal. Yuj chi' te aycot voval t'a eb'. Machequel b'ak'uinh ol yactej eb' israel sk'ulan jun chucal chi'."
        },
        {
            "number": "6",
            "text": "Manh diosoc jun yechel vacax chi' yujto b'ob'il yuj junok b'oum yechel. Yuj chi' ol mak'joc vecchajoc."
        },
        {
            "number": "7",
            "text": "Chuc tas ix sk'ulej eb', yuj chi' te niwan yaelal ol javoc t'a yib'anh eb'. Malaj yavb'en eb' ol sjach'a', malaj harina ol yik' eb' t'a sjolom strigo. Wach'chom ay jab'oc ol yik' eb' jun, haxo eb' ch'oc chonhab'il ol vaanb'at t'a eb'."
        },
        {
            "number": "8",
            "text": "Ha chonhab' Israel ol ak'chaj lajvoc. Manhxa jab'oc ol aj yelk'och t'a yol sat juntzanhxo chonhab', icha junok lum k'a chen manhxa wach' yochi, icha chi' ol ajoc."
        },
        {
            "number": "9",
            "text": "Malaj spensar eb', lajan eb' icha junok nok' caltacte'al b'uru anhej snaan b'aj sb'ati. Ix b'at eb' t'a Asiria, ix stupan eb' yic scolvaj yet' eb'. Icha junok ix ix syactejcan vinh yetb'eyum, stupan junok vinh snib'ej, icha chi' ix yutej sb'a eb'."
        },
        {
            "number": "10",
            "text": "Wach'chom stup juntzanhxo chonhab' eb' yic scolji eb' yuj, a in Jehová in ol in molb'ej eb', yic syab'an syail eb' yuj junok rey te ay yip."
        },
        {
            "number": "11",
            "text": "Ha eb' aj chonhab' Efraín, tzijtum altar ix sb'oq'ue eb' b'aj syak' silab' eb' yic tz'el smul eb' yalani, palta yuj juntzanh altar chi' ste och smul eb'."
        },
        {
            "number": "12",
            "text": "Wach'chom tzijtum k'ayb'ub'al ix vak' tz'ib'chaj t'a eb', palta comon lolonel ix ajkan t'a yol sat eb'."
        },
        {
            "number": "13",
            "text": "Syak' silab' eb' t'ayin, schi'anpax schib'ejal nok' eb', palta max in tzalaj yet' eb'. Naan schucal eb' vuuj. Ol vak'anoch yaelal t'a yib'anh eb'. Ol vak'xi meltzaj eb' t'a Egipto."
        },
        {
            "number": "14",
            "text": "Ha eb' israel sb'oq'ue cuartel eb' b'aj scol sb'a, palta manhxo in naanoc yuj eb', wach'chom a in ix in b'o eb'. Ha Judá tzijtum chonhab' ayoch smuroal sb'oq'uei, palta ol in nhustz'a schonhab', yet' scuartel chi', xchi Jehová."
        }
    ]
}