{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Puchajocab' k'een trompeta, yujto sjawi jucnaj heb' ajk'ol t'a yib'anh in chonhab' icha junok nok' ch'acb'a, yujto maj sk'anab'ajej in trato heb' ix wak' yet'oc. Ix spitej sb'a heb' t'a in k'ayb'ub'al."
        },
        {
            "number": "2",
            "text": "Wach'chom syal heb' t'ayin: Co Diosal ach, tzach cojtaquejeli, xchi heb',"
        },
        {
            "number": "3",
            "text": "palta a heb' israel, toxo ix spatiquejel heb' tas wach', yuj chi' ol pechchaj heb' yuj heb' yajk'ool."
        },
        {
            "number": "4",
            "text": "Ayic ix yak'anoch sreyal heb', maj sk'anb'ej heb' t'ayin mach tz'ochi. Ix say yajalil heb', palta manhoc junok sik'b'ilel wuuj. Ix sb'ok'e sdiosal heb' yet' k'een splata yet' k'een yoro. Yuj chi' syik'cot heb' t'a yib'anh."
        },
        {
            "number": "5",
            "text": "Tzin yaj jun wacax b'ob'il t'a k'een oro b'aj tz'och heb' aj Samaria ejmelal. Yuj chi' te aycot wowal t'a heb'. Machequel b'ak'uinh ol yaktej heb' israel sk'ulan jun chukal chi'."
        },
        {
            "number": "6",
            "text": "Manh diosoc jun yechel wacax chi' yujto b'ob'il yuj junok b'oum yechel. Yuj chi' ol mak'joc wecchajoc."
        },
        {
            "number": "7",
            "text": "Chuc tas ix sk'ulej heb', yuj chi' te niwan yaelal ol jawok t'a yib'anh heb'. Malaj yavb'en heb' ol sjach'a', malaj harina ol yik' heb' t'a sjolom strigo. Wach'chom ay jab'oc ol yik' heb' jun, haxo heb' ch'oc chonhab'il ol waanb'at t'a heb'."
        },
        {
            "number": "8",
            "text": "Ha chonhab' Israel ol ak'chaj lajwoc. Manhxa jab'oc ol aj yelk'och t'a yol sat juntzanhxo chonhab', icha junok lum k'a chen manhxa wach' yochi, icha chi' ol ajoc."
        },
        {
            "number": "9",
            "text": "Malaj spensar heb', lajan heb' icha junok nok' caltacte'al b'uru anhej snaan b'aj sb'ati. Ix b'at heb' t'a Asiria, ix stupan heb' yic skolwaj yet' heb'. Icha junok ix ix syactejcan winh yetb'eyum, stupan junok winh snib'ej, icha chi' ix yutej sb'a heb'."
        },
        {
            "number": "10",
            "text": "Wach'chom stup juntzanhxo chonhab' heb' yic scolji heb' yuj, a in Jehová in ol in molb'ej heb', yic syab'an syail heb' yuj junok rey te ay yip."
        },
        {
            "number": "11",
            "text": "Ha heb' aj chonhab' Efraín, tzijtum altar ix sb'ok'e heb' b'aj syak' silab' heb' yic tz'el smul heb' yalani, palta yuj juntzanh altar chi' ste och smul heb'."
        },
        {
            "number": "12",
            "text": "Wach'chom tzijtum k'ayb'ub'al ix wak' tz'ib'chaj t'a heb', palta comon lolonel ix ajkan t'a yol sat heb'."
        },
        {
            "number": "13",
            "text": "Syak' silab' heb' t'ayin, schi'anpax schib'ejal nok' heb', palta max in tzalaj yet' heb'. Naan schucal heb' wuuj. Ol wak'anoch yaelal t'a yib'anh heb'. Ol wak'xi meltzaj heb' t'a Egipto."
        },
        {
            "number": "14",
            "text": "Ha heb' israel sb'ok'e cuartel heb' b'aj scol sb'a, palta manhxo in naanoc yuj heb', wach'chom a in ix in b'o heb'. Ha Judá tzijtum chonhab' ayoch smuroal sb'ok'ei, palta ol in nhustz'a schonhab', yet' scuartel chi', xchi Jehová."
        }
    ]
}