{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ex wetisraelal manh ex tzalajoc, manh ex k'e chennaj yuj tzalajk'olal icha heb' ch'oc chonhab'il, yujto ix eyactejcan ko Diosal, icha tz'aj yactancan yetb'eyum heb' ix ajmul ix. Tzex te tzalaj he ch'oxani to xajan Baal eyuuj, yujto wach' tz'aj sat tas tzeyawej yuj eyalani."
        },
        {
            "number": "2",
            "text": "Yuj chi' manhxalaj ixim trigo yet' sat te' uwa ol he molo'. Ha he wino ak'to manhxo ol yab'laj."
        },
        {
            "number": "3",
            "text": "Manhxo ol yal-laj eyaj t'a schonhab' Jehová. Ayex ol ex meltzaj t'a Egipto, ayex ol ex b'at t'a Asiria. Ha tas yajb'entac t'a yichanh Jehová ol he wa ta'."
        },
        {
            "number": "4",
            "text": "Manhxo ol yal-laj eyak'an wino silab'il yuj eyik'anchaanh Jehová, manh ol schalaj he silab' ta'. Ha tas ol he wa''a, icha tas swaji ayic ay chamel, yuj chi' a mach ol waanoc, ol kan chukal t'a yichanh ley. Ol yal yek' swejel heb' yuj, palta manh ol yal-laj yik'anb'at heb' t'a stemplo Jehová."
        },
        {
            "number": "5",
            "text": "Manhxo ol yal eyak'an q'uinh, juntzanh q'uinh yic Jehová."
        },
        {
            "number": "6",
            "text": "Ol ex el lemnaj t'a jun yaelal ol jawok. Axo heb' aj Egipto ol ex molanb'atoc. Ha t'a chonhab' Menfis ol ex mucchaj yuj heb'. Ha b'aj molb'il k'een he plata ayoch he b'eyumaloc yet' b'aj ix ex ek' cajan, ol q'uib'k'e anh ank'ultak, nab'a q'uiix ol ajcanoc."
        },
        {
            "number": "7",
            "text": "Ex wetisraelal, wan sjawi sk'ual sjawi yaelal. Ol nachajel eyuuj to toxo ix k'och sk'ual yic tze cha he tojol icha smojalil. Tzeyal icha tik: Ha heb' schecab' Dios, te malaj spensar heb'. Ha heb' cuchb'ab'il yuj Yespíritu Dios toxo ix och heb' locoal, xe chi. Tzeyal icha chi', yujto tz'alchaj he chukal yuj heb', yuj chi' schichon he k'ool t'a heb'."
        },
        {
            "number": "8",
            "text": "Ha Dios ix yak'och heb' schecab' ex stanhwej ex aj Efraín, palta tze b'oem yaal t'a yoltac sb'e heb' he tanhwumal chi'. Inatax t'a stemplo Dios schichon he k'ool t'a heb'."
        },
        {
            "number": "9",
            "text": "Ix ex ixtaxel t'a junelnhej, icha ix uji t'a chonhab' Gabaa. Palta haxo Jehová ol snacot he chukal chi', ol ak'chajoch yaelal t'a eyib'anh yuj he mul chi'."
        },
        {
            "number": "10",
            "text": "Syal Jehová icha tik: Ayic ix in chalan in b'a yet' heb' israel, ix in te tzalaji, icha mach tz'ilchaj te' uwa yuj t'a tzinan lu'um. Ha heb' he mam eyicham, icha te' sat higo te nib'ab'il spet eluli, icha chi' ajnac heb' t'a yol in sat. Axo sk'ochnac heb' t'a chonhab' Peor, yoch heb' ejmelal t'a Baal sdiosal jun chonhab' chi', te yajb'entac yutejnac sb'a heb' icha jun comon Dios xajanejnac heb' chi'."
        },
        {
            "number": "11",
            "text": "Ha sniwanil yelk'och chonhab' Efraín, tonhej ol satk'e icha sb'at jenhnaj junok nok' much. Manhxa unin ol aljoc t'ay, manhxa heb' ix ix ol och yab'ixal, manhxalaj pax heb' ix ol scuchoch yune'."
        },
        {
            "number": "12",
            "text": "Tato ay b'aj ol q'uib' heb' unin chi', a inxo ol wik'el sk'inal heb', manhxo junok ol wak'cani. Ob'iltac juntzanh anima chi' ayic ol wik'anel in b'ha t'a heb'."
        },
        {
            "number": "13",
            "text": "Ayic ix wilan heb' aj Efraín, lajan icha junok te' palma awab'il b'aj te yax sat, icha chi' yaj heb' ix wila''. Palta a ticnaik, ol yik'elta yuninal heb' yic smak'jichamoc, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Mamin Jehová, ¿Tas smoj tzin k'an t'ayach to tzak' t'a juntzanh anima tik? Wach' ama, tato malaj yune' heb' ix ix. Tato ay heb' ix ay yune' jun, wach' ama to malaj yal yim heb' ix yic maxtzac yak' chunoc yune' heb' ix chi'."
        },
        {
            "number": "15",
            "text": "Ix yalan Jehová icha tik: D'a Gilgal ix chael yich sk'ulan chukal heb', yuj chi' a pax ta' ix el yich woch ajk'olal t'a heb'. Yuj masanil chukal sk'ulej heb', yuj chi' ol wik'elta heb' t'a lum in lu'um ix wak' t'a heb'. Manhxo ol in xajanej heb', yujto smasanil heb' yajal heb', te pit."
        },
        {
            "number": "16",
            "text": "Ha chonhab' Efraín echenxo yaji. Lajan icha junok te te' toxo ix tacji sch'anhal yip, maxtzac yak' sat. Wach'chom ay yuninal heb', a inxo ol wak'cham yuninal heb' chi' to xajanab'il yuj, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Ha jun chonhab' tik, max cha yab' heb' tas syal in Diosal. Yuj chi' a ol paticanel heb', haxo t'a skal juntzanh ch'oc chonhab'il ol saclemcanb'at heb'."
        }
    ]
}