{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ex vetisraelal manh ex tzalajoc, manh ex q'ue chennaj yuj tzalajk'olal icha eb' ch'oc chonhab'il, yujto ix eyactejcan co Diosal, icha tz'aj yactancan yetb'eyum eb' ix ajmul ix. Tzex te tzalaj e ch'oxani to xajan Baal eyuuj, yujto wach' tz'aj sat tas tzeyavej yuj eyalani."
        },
        {
            "number": "2",
            "text": "Yuj chi' manhxalaj ixim trigo yet' sat te' uva ol e molo'. Ha e vino ak'to manhxo ol yab'laj."
        },
        {
            "number": "3",
            "text": "Manhxo ol yal-laj eyaj t'a schonhab' Jehová. Ayex ol ex meltzaj t'a Egipto, ayex ol ex b'at t'a Asiria. Ha tas yajb'entac t'a yichanh Jehová ol e wa ta'."
        },
        {
            "number": "4",
            "text": "Manhxo ol yal-laj eyak'an vino silab'il yuj eyik'anchaanh Jehová, manh ol schalaj e silab' ta'. Ha tas ol e wa''a, icha tas svaji ayic ay chamel, yuj chi' a mach ol vaanoc, ol kan chukal t'a yichanh ley. Ol yal yek' svejel eb' yuj, palta manh ol yal-laj yik'anb'at eb' t'a stemplo Jehová."
        },
        {
            "number": "5",
            "text": "Manhxo ol yal eyak'an q'uinh, juntzanh q'uinh yic Jehová."
        },
        {
            "number": "6",
            "text": "Ol ex el lemnaj t'a jun yaelal ol javoc. Axo eb' aj Egipto ol ex molanb'atoc. Ha t'a chonhab' Menfis ol ex mucchaj yuj eb'. Ha b'aj molb'il q'uen e plata ayoch e b'eyumaloc yet' b'aj ix ex ek' cajan, ol q'uib'q'ue anh ank'ultak, nab'a q'uiix ol ajcanoc."
        },
        {
            "number": "7",
            "text": "Ex vetisraelal, van sjavi sk'ual sjavi yaelal. Ol nachajel eyuuj to toxo ix k'och sk'ual yic tze cha e tojol icha smojalil. Tzeyal icha tik: Ha eb' schecab' Dios, te malaj spensar eb'. Ha eb' cuchb'ab'il yuj Yespíritu Dios toxo ix och eb' locoal, xe chi. Tzeyal icha chi', yujto tz'alchaj e chukal yuj eb', yuj chi' schichon e k'ool t'a eb'."
        },
        {
            "number": "8",
            "text": "Ha Dios ix yak'och eb' schecab' ex stanhvej ex aj Efraín, palta tze b'oem yaal t'a yoltac sb'e eb' e tanhvumal chi'. Inatax t'a stemplo Dios schichon e k'ool t'a eb'."
        },
        {
            "number": "9",
            "text": "Ix ex ixtaxel t'a junelnhej, icha ix uji t'a chonhab' Gabaa. Palta haxo Jehová ol snacot e chukal chi', ol ak'chajoch yaelal t'a eyib'anh yuj e mul chi'."
        },
        {
            "number": "10",
            "text": "Syal Jehová icha tik: Ayic ix in chalan in b'a yet' eb' israel, ix in te tzalaji, icha mach tz'ilchaj te' uva yuj t'a tzinan lu'um. Ha eb' e mam eyicham, icha te' sat higo te nib'ab'il spet eluli, icha chi' ajnac eb' t'a yol in sat. Axo sk'ochnac eb' t'a chonhab' Peor, yoch eb' ejmelal t'a Baal sdiosal jun chonhab' chi', te yajb'entac yutejnac sb'a eb' icha jun comon dios xajanejnac eb' chi'."
        },
        {
            "number": "11",
            "text": "Ha snivanil yelk'och chonhab' Efraín, tonhej ol satq'ue icha sb'at jenhnaj junok nok' much. Manhxa unin ol aljoc t'ay, manhxa eb' ix ix ol och yab'ixal, manhxalaj pax eb' ix ol scuchoch yune'."
        },
        {
            "number": "12",
            "text": "Tato ay b'aj ol q'uib' eb' unin chi', a inxo ol viq'uel sq'uinal eb', manhxo junok ol vak'cani. Ob'iltac juntzanh anima chi' ayic ol vik'anel in b'ha t'a eb'."
        },
        {
            "number": "13",
            "text": "Ayic ix vilan eb' aj Efraín, lajan icha junok te' palma avab'il b'aj te yax sat, icha chi' yaj eb' ix wila''. Palta a ticnaic, ol yiq'uelta yuninal eb' yic smak'jichamoc, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Mamin Jehová, ¿Tas smoj tzin k'an t'ayach to tzak' t'a juntzanh anima tik? Wach' ama, tato malaj yune' eb' ix ix. Tato ay eb' ix ay yune' jun, wach' ama to malaj yal yim eb' ix yic maxtzac yak' chunoc yune' eb' ix chi'."
        },
        {
            "number": "15",
            "text": "Ix yalan Jehová icha tik: D'a Gilgal ix chael yich sk'ulan chukal eb', yuj chi' a pax ta' ix el yich voch ajk'olal t'a eb'. Yuj masanil chukal sk'ulej eb', yuj chi' ol viq'uelta eb' t'a lum in lu'um ix vak' t'a eb'. Manhxo ol in xajanej eb', yujto smasanil eb' yajal eb', te pit."
        },
        {
            "number": "16",
            "text": "Ha chonhab' Efraín echenxo yaji. Lajan icha junok te te' toxo ix tacji sch'anhal yip, maxtzac yak' sat. Wach'chom ay yuninal eb', a inxo ol vak'cham yuninal eb' chi' to xajanab'il yuj, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Ha jun chonhab' tik, max cha yab' eb' tas syal in Diosal. Yuj chi' a ol paticanel eb', haxo t'a skal juntzanh ch'oc chonhab'il ol saclemcanb'at eb'."
        }
    ]
}