{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Judas in tik, yak'umal in serwil Jesucristo. Vuk'tac in b'a yet' winhaj Jacobo. Tzin tz'ib'ejb'at jun in carta tik t'ayex, a ex avtab'il exxo yuj ko Mam Dios, xajan ex yuj, tanhwab'il ex yuj Jesucristo."
        },
        {
            "number": "2",
            "text": "Ok'ocab' wal sk'ol Dios t'ayex, yak'ocab' pax sjunk'olal yet' swach'k'olal t'ayex ta'."
        },
        {
            "number": "3",
            "text": "Ex xajanab'il wuuj, ijan in tz'ib'ejnacb'at jun in carta yic swalb'at t'ayex yuj ko colnab'il. Axo ticnaik, ay jun más yowalil swalb'at t'ayex. Swalb'ati to tzeyak' wal eyip yic max juwi juntzanh ko k'ayb'ub'al ak'b'il t'ayonh t'a junelnhej a onh yic onhxo Dios tik."
        },
        {
            "number": "4",
            "text": "Swalb'at juntzanh tik t'ayex, yujto ay heb' tz'och t'a ko kal t'a elk'altac. Ha heb' chi' te chuk heb'. Syal heb' icha tik: --Colchajnac onhxo yuj swach'k'olal Dios. Yuj chi', yalnhej tas chukal ko gana, syalnhej ko k'ulani, xchi heb'. Spatiquejcanel Jesucristo heb', anhejton Kajal yaji. Aton heb' chi' tz'ib'ab'ilcan yab'ixal t'a Slolonel Dios t'a peka', syalani to ol b'atcan heb' t'a syaelal."
        },
        {
            "number": "5",
            "text": "Ha jun swalb'at tik t'ayex, eyojtacxo, palta in gana tze nacot jab'oc wed'oc. Ha heb' wetchonhab' israel t'a peka', colchajnac el heb' smasanil t'a Egipto yuj Dios Kajal. Palta slajwi chi' tzijtum heb' yak'nac chamoc, yujto maj yak'och sk'ool heb' t'ay."
        },
        {
            "number": "6",
            "text": "Anhejtona' tze nacot tas ajnac juntzanh heb' ángel t'a peka', yujto yactejnaccan yopisio heb', yactannacpaxcan scajnub' heb'. Yuj chi' tzek'b'ilcan k'otan heb' t'a k'een cadena t'a junelnhej. Ha ticnaik preso yaj heb' t'a skal k’ik’ k’inal yuj Dios. Icha chi' yajcan heb' masanto ol ja jun k'ual te niwan yelk'ochi. Ato ta' ol ch'olb'itaj heb'."
        },
        {
            "number": "7",
            "text": "Anhejtona' tze nacot tas ajnac heb' aj Sodoma yet' heb' aj Gomorra yet' juntzanhxo chonhab' ay t'a slak'anil. Anhej ajmulal sk'ulejnac heb'. Sk'ulannac pax ajmulal heb' yet' heb' yetwinaquil. Icha yutejnac sb'a heb' ángel chi', icha chi' yutejnac pax sb'a heb'. Ha heb' chi', ch'oxnab'il yaj heb' t'a masanil anima ticnaik, yujto wan yab'an syail heb' t'a kal k'ak' t'a junelnhej."
        },
        {
            "number": "8",
            "text": "Axo heb' ayoch t'a ko kal ticnaik, anhej chukal naan yuj heb', yuj chi' syak'b'at sb'a heb' t'a skal. Malaj yelk'och spoder Dios t'a heb'. Tonhej sb'uchwaj heb' t'a heb' te niwac yelk'ochi."
        },
        {
            "number": "9",
            "text": "Sco nacot jun sat ángel scuchan Miguel. Ayic junel yak'nac owal yet' winh diablo, ayic stelannac sb'a yet' winh diablo chi' yuj sniwanil winhaj Moisés. Ha jun ángel chi', wach'chom te niwan spoder, palta maj stek'b'ejlaj sb'a sb'uchwaj t'a winh diablo chi', maj scatab'ej paxlaj winh. Tonhej yalnac icha tik: Aocab' Dios Kajal tzach cachani, xchinhej t'a winh."
        },
        {
            "number": "10",
            "text": "Palta a heb' chi', tonhej scomon b'uchwaj heb' t'a junok tas manh yojtacoc. Ay juntzanh tas yojtac heb' icha snaan junok nok' nok' malaj spensar. Ha t'a juntzanh tik tonhej swach' juejel sb'a heb'."
        },
        {
            "number": "11",
            "text": "Ob'iltac heb', yujto lajan syutej sb'a heb' icha yutejnac sb'a winhaj Caín. Yujnhej k'een tumin schonhel sb'a heb', icha yutejnac sb'a winhaj Balaam. Icha winhaj Coré, satnac el winh, yujto yak'nac owal winh t'a spatic Dios, icha chi' ol aj satel heb' yuj spitalil."
        },
        {
            "number": "12",
            "text": "Q'uixwelal tz'ajoch heb' t'a he kal ayic tzex mol wa'i yic tze ch'oxani to tze xajanej he b'a. Yujto comonnhej tz'och heb' wael t'a he kal, max xiv jab'oc heb'. Icha junok tanhwum calnel anhej stanhwej sb'a, icha chi' syutej sb'a heb'. Icha taquinh asun tonhej sb'eyek' yuj ik', icha chi' yaj heb'. Lajan heb' icha junok te te' max satanlaj t'a stiempoal. Tonhej stacjieli, schamel te'. Slajwi chi', stok'jik'eta te' smasanil yet' sch'anhal yib'. Swach' satel te' t'a junelnhej."
        },
        {
            "number": "13",
            "text": "Icha wal yowaj ha' mar sk'e chulan, icha chi' yaj heb', yujto max yal scachjioch waan heb'. Icha juntzanh swom ha ha' tz'elcan t'a stitac, jantac chukal yet'nac, icha chi' heb' yuj juntzanh tas q'uixwelal sk'ulej chi'. Icha junok k'een k'anal satb'at t'a sb'e, icha chi' yaj heb'. Lista yaj k’ik’ k’inal b'aj yowalil ol k'ochcan heb' t'a junelnhej."
        },
        {
            "number": "14",
            "text": "Ha winhaj Enoc, yuquilxo yinhtilal winhaj Adán yaj winh. Ha winh aljinaccan yab'ixal heb' ayek' t'a ko kal tik icha tik: Ol jax Cajalil, manh jantacoc smilal heb' yicxo yet'nac ayic ol jaxoc."
        },
        {
            "number": "15",
            "text": "Ato ta' ol ch'olb'itaj yaj heb' anima smasanil. Jantacnhej heb' chuk, ol ochcan yaelal t'a yib'anh heb' yuj smul, yujto chuk sk'ulej heb'. Syalanpax chukal heb' t'a spatic Dios Kajal, yujto te chuk spensar heb', xchinaccan winhaj Enoc chi'."
        },
        {
            "number": "16",
            "text": "Ha heb' ay t'a ko kal tik, malaj tas scha sk'ol heb', alum pecal heb'. Anhej tas snib'ej sniwanil heb' sk'ulej. Tonhej ste ik'ejchaanh sb'a heb'. Yalxonhej mach syal heb' wach'il yujnhej to snib'ej heb' syak' ganar jab'oc tas t'a spatic heb'."
        },
        {
            "number": "17",
            "text": "Ex xajanab'il wuuj, naeccot juntzanh yalnacb'at heb' schecab' Kajal Jesús t'ayex icha tik:"
        },
        {
            "number": "18",
            "text": "Ha t'a jun slajwub' tiempoal, ay heb' comonnhej ol b'uchwajoc. Anhej juntzanh chukal snib'ej heb', a ol sb'eyb'alej heb', xchi heb'."
        },
        {
            "number": "19",
            "text": "Yuj heb' chi' ol spoj sb'a heb' yicxo Dios. Anhej t'a yic yol yib'anhk’inal tik ayoch spensar heb'. Malaj Yespíritu Dios ayoch t'a heb'."
        },
        {
            "number": "20",
            "text": "Palta a ex xajanab'il ex wuuj, tek'an tzeyutej he b'ha t'a juntzanh k'ayb'ub'al eyak'nacoch t'a he k'ool to yicnhej Dios yaji. Tzex lesalwi yet' spoder Yespíritu Dios."
        },
        {
            "number": "21",
            "text": "Naannhejocab' eyuuj to xajan ex yuj Dios yacb'an sco tanhwejec sja jun k'ual yic ol yak'an ko k 'inal Kajal Jesucristo t'a junelnhej, yujto tz'ok' sk'ool t'ayonh."
        },
        {
            "number": "22",
            "text": "Co montejec heb' ay schab'k'olal, yic ol stek'b'ejxi sb'a heb'."
        },
        {
            "number": "23",
            "text": "Yed' pax heb' ichato ayb'at t'a kal k'ak', ko colequelta heb'. Ichato wan ko nheranelta heb' t'a kal k'ak' chi'. Ay juntzanhxo heb' yowalil tz'ok' ko k'ool yuj, palta xiwoc onhec t'a heb', yujto ay smay ko juwiel yuj heb'. Axo juntzanh chukal sk'ulej heb' chi', ko yajequel smasanil icha ko yajanel junok pichul mictac."
        },
        {
            "number": "24",
            "text": "Junnhej ton Dios, aton ko Kolumal. Ha tzonh tanhwani yic wach' A' ol onh ik'anb'at t'a yichanh, malaj ko paltail ayic ol onh k'och t'a swach'ilal. Ol onh te tzalaj yet' ta'. Yuj Kajal Jesucristo, yuj chi' calec to ha Dios te niwan swach'il, te niwan yelk'ochi, te ay spoder. Anhej Yajal t'a Smasanil. Ichataxon chi' yaji, ayic manto b'o yol yib'anhk’inal tik. Anheja' icha pax chi' ticnaik. Anheja' icha pax chi' t'a b'ak'uinh. Amén."
        }
    ]
}