{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Judas in tik, yak'umal in servil Jesucristo. Vuk'tac in b'a yet' vinhaj Jacobo. Tzin tz'ib'ejb'at jun in carta tik t'ayex, a ex avtab'il exxo yuj co Mam Dios, xajan ex yuj, tanhvab'il ex yuj Jesucristo."
        },
        {
            "number": "2",
            "text": "Ok'ocab' val sk'ol Dios t'ayex, yak'ocab' pax sjunk'olal yet' swach'k'olal t'ayex ta'."
        },
        {
            "number": "3",
            "text": "Ex xajanab'il vuuj, ijan in tz'ib'ejnacb'at jun in carta yic svalb'at t'ayex yuj co colnab'il. Axo ticnaic, ay jun más yovalil svalb'at t'ayex. Svalb'ati to tzeyak' val eyip yic max juvi juntzanh co k'ayb'ub'al ak'b'il t'ayonh t'a junelnhej a onh yic onhxo Dios tik."
        },
        {
            "number": "4",
            "text": "Svalb'at juntzanh tik t'ayex, yujto ay eb' tz'och t'a co cal t'a elk'altac. Ha eb' chi' te chuk eb'. Syal eb' icha tik: --Colchajnac onhxo yuj swach'k'olal Dios. Yuj chi', yalnhej tas chukal co gana, syalnhej co k'ulani, xchi eb'. Spatiquejcanel Jesucristo eb', anhejton Cajal yaji. Aton eb' chi' tz'ib'ab'ilcan yab'ixal t'a Slolonel Dios t'a peca', syalani to ol b'atcan eb' t'a syaelal."
        },
        {
            "number": "5",
            "text": "Ha jun svalb'at tik t'ayex, eyojtacxo, palta in gana tze nacot jab'oc ved'oc. Ha eb' vetchonhab' israel t'a peca', colchajnac el eb' smasanil t'a Egipto yuj Dios Cajal. Palta slajvi chi' tzijtum eb' yak'nac chamoc, yujto maj yak'och sk'ool eb' t'ay."
        },
        {
            "number": "6",
            "text": "Anhejtona' tze nacot tas ajnac juntzanh eb' ángel t'a peca', yujto yactejnaccan yopisio eb', yactannacpaxcan scajnub' eb'. Yuj chi' tzek'b'ilcan k'otan eb' t'a q'uen cadena t'a junelnhej. Ha ticnaic preso yaj eb' t'a skal k’ik’ k’inal yuj Dios. Icha chi' yajcan eb' masanto ol ja jun k'ual te niwan yelk'ochi. Ato ta' ol ch'olb'itaj eb'."
        },
        {
            "number": "7",
            "text": "Anhejtona' tze nacot tas ajnac eb' aj Sodoma yet' eb' aj Gomorra yet' juntzanhxo chonhab' ay t'a slak'anil. Anhej ajmulal sk'ulejnac eb'. Sk'ulannac pax ajmulal eb' yet' eb' yetvinaquil. Icha yutejnac sb'a eb' ángel chi', icha chi' yutejnac pax sb'a eb'. Ha eb' chi', ch'oxnab'il yaj eb' t'a masanil anima ticnaic, yujto van yab'an syail eb' t'a cal k'ak' t'a junelnhej."
        },
        {
            "number": "8",
            "text": "Axo eb' ayoch t'a co cal ticnaic, anhej chukal naan yuj eb', yuj chi' syak'b'at sb'a eb' t'a skal. Malaj yelk'och spoder Dios t'a eb'. Tonhej sb'uchvaj eb' t'a eb' te nivac yelk'ochi."
        },
        {
            "number": "9",
            "text": "Sco nacot jun sat ángel scuchan Miguel. Ayic junel yak'nac oval yet' vinh diablo, ayic stelannac sb'a yet' vinh diablo chi' yuj snivanil vinhaj Moisés. Ha jun ángel chi', wach'chom te niwan spoder, palta maj stek'b'ejlaj sb'a sb'uchvaj t'a vinh diablo chi', maj scatab'ej paxlaj vinh. Tonhej yalnac icha tik: Aocab' Dios Cajal tzach cachani, xchinhej t'a vinh."
        },
        {
            "number": "10",
            "text": "Palta a eb' chi', tonhej scomon b'uchvaj eb' t'a junok tas manh yojtacoc. Ay juntzanh tas yojtac eb' icha snaan junok nok' nok' malaj spensar. Ha t'a juntzanh tik tonhej swach' juejel sb'a eb'."
        },
        {
            "number": "11",
            "text": "Ob'iltac eb', yujto lajan syutej sb'a eb' icha yutejnac sb'a vinhaj Caín. Yujnhej q'uen tumin schonhel sb'a eb', icha yutejnac sb'a vinhaj Balaam. Icha vinhaj Coré, satnac el vinh, yujto yak'nac oval vinh t'a spatic Dios, icha chi' ol aj satel eb' yuj spitalil."
        },
        {
            "number": "12",
            "text": "Q'uixvelal tz'ajoch eb' t'a e cal ayic tzex mol wa'i yic tze ch'oxani to tze xajanej e b'a. Yujto comonnhej tz'och eb' vael t'a e cal, max xiv jab'oc eb'. Icha junok tanhvum calnel anhej stanhvej sb'a, icha chi' syutej sb'a eb'. Icha taquinh asun tonhej sb'eyek' yuj ik', icha chi' yaj eb'. Lajan eb' icha junok te te' max satanlaj t'a stiempoal. Tonhej stacjieli, schamel te'. Slajvi chi', stok'jiq'ueta te' smasanil yet' sch'anhal yib'. Swach' satel te' t'a junelnhej."
        },
        {
            "number": "13",
            "text": "Icha val yovaj ha' mar sq'ue chulan, icha chi' yaj eb', yujto max yal scachjioch vaan eb'. Icha juntzanh svom ha ha' tz'elcan t'a stitac, jantac chukal yet'nac, icha chi' eb' yuj juntzanh tas q'uixvelal sk'ulej chi'. Icha junok q'uen k'anal satb'at t'a sb'e, icha chi' yaj eb'. Lista yaj k’ik’ k’inal b'aj yovalil ol k'ochcan eb' t'a junelnhej."
        },
        {
            "number": "14",
            "text": "Ha vinhaj Enoc, yuquilxo yinhtilal vinhaj Adán yaj vinh. Ha vinh aljinaccan yab'ixal eb' ayek' t'a co cal tik icha tik: Ol jax Cajalil, manh jantacoc smilal eb' yicxo yet'nac ayic ol jaxoc."
        },
        {
            "number": "15",
            "text": "Ato ta' ol ch'olb'itaj yaj eb' anima smasanil. Jantacnhej eb' chuk, ol ochcan yaelal t'a yib'anh eb' yuj smul, yujto chuk sk'ulej eb'. Syalanpax chukal eb' t'a spatic Dios Cajal, yujto te chuk spensar eb', xchinaccan vinhaj Enoc chi'."
        },
        {
            "number": "16",
            "text": "Ha eb' ay t'a co cal tik, malaj tas scha sk'ol eb', alum pecal eb'. Anhej tas snib'ej snivanil eb' sk'ulej. Tonhej ste iq'uejchaanh sb'a eb'. Yalxonhej mach syal eb' wach'il yujnhej to sgana eb' syak' ganar jab'oc tas t'a spatic eb'."
        },
        {
            "number": "17",
            "text": "Ex xajanab'il vuuj, naeccot juntzanh yalnacb'at eb' schecab' Cajal Jesús t'ayex icha tik:"
        },
        {
            "number": "18",
            "text": "Ha t'a jun slajvub' tiempoal, ay eb' comonnhej ol b'uchvajoc. Anhej juntzanh chukal sgana eb', a ol sb'eyb'alej eb', xchi eb'."
        },
        {
            "number": "19",
            "text": "Yuj eb' chi' ol spoj sb'a eb' yicxo Dios. Anhej t'a yic yol yib'anhk’inal tik ayoch spensar eb'. Malaj Yespíritu Dios ayoch t'a eb'."
        },
        {
            "number": "20",
            "text": "Palta a ex xajanab'il ex vuuj, tek'an tzeyutej e b'ha t'a juntzanh k'ayb'ub'al eyak'nacoch t'a e k'ool to yicnhej Dios yaji. Tzex lesalvi yet' spoder Yespíritu Dios."
        },
        {
            "number": "21",
            "text": "Naannhejocab' eyuuj to xajan ex yuj Dios yacb'an sco tanhvejec sja jun k'ual yic ol yak'an co q'uinal Cajal Jesucristo t'a junelnhej, yujto tz'ok' sk'ool t'ayonh."
        },
        {
            "number": "22",
            "text": "Co montejec eb' ay schab'k'olal, yic ol stek'b'ejxi sb'a eb'."
        },
        {
            "number": "23",
            "text": "Yed' pax eb' ichato ayb'at t'a cal k'ak', co colequelta eb'. Ichato van co nheranelta eb' t'a cal k'ak' chi'. Ay juntzanhxo eb' yovalil tz'ok' co k'ool yuj, palta xivoc onhec t'a eb', yujto ay smay co juwiel yuj eb'. Axo juntzanh chukal sk'ulej eb' chi', co yajequel smasanil icha co yajanel junok pichul mictac."
        },
        {
            "number": "24",
            "text": "Junnhej ton Dios, aton co Columal. Ha tzonh tanhvani yic wach' A' ol onh ik'anb'at t'a yichanh, malaj co paltail ayic ol onh k'och t'a swach'ilal. Ol onh te tzalaj yet' ta'. Yuj Cajal Jesucristo, yuj chi' calec to ha Dios te niwan swach'il, te niwan yelk'ochi, te ay spoder. Anhej Yajal t'a Smasanil. Ichataxon chi' yaji, ayic manto b'o yol yib'anhk’inal tik. Anheja' icha pax chi' ticnaic. Anheja' icha pax chi' t'a b'ak'uinh. Amén."
        }
    ]
}