{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in icham winak in tik, tzin tz'ib'ejb'at jun in carta tik t'ayach, ach wuk'tac Gayo. Ha ach tik, tzach in xajanej wal t'a smasanil in k'ool."
        },
        {
            "number": "2",
            "text": "Ach xajanab'il wuuj, tzin k'an t'a ko Mam Dios to ichocab' swach'il aj t'a yic Dios chi', ichocab' chi' swach'il pax yek' uuj, ayocab' pax a k 'inal."
        },
        {
            "number": "3",
            "text": "Ayic ix ul yalan heb' cuk'tac uuj, ix in te tzalaj wal t'a tik yujto ix yal heb' to ay wal och a pensar t'a jun k'ayb'ub'al te yel, tza k'anab'ajejnhej paxi."
        },
        {
            "number": "4",
            "text": "Ayic swab'ani to anheja' sk'anab'ajan jun k'ayb'ub'al te yel heb' ochnac creyenteal wuuj, malaj junocxo b'aj scot in tzalajk'olal icha jun chi'."
        },
        {
            "number": "5",
            "text": "Ach xajanab'il wuuj, te wach' tzutej a pensar swab'i. Tzach kolwaj t'a heb' quetcreyenteal, wach'chom ay heb' manh ojtacoc."
        },
        {
            "number": "6",
            "text": "Ay heb' ix alan t'a yichanh heb' creyente smolb'ej sb'ha t'a tik to tza xajanej a b'a yet' heb' ta'. Tzach kolwaj wal t'a heb' b'aj sb'eyeq'ui. Smoj ichanhej chi' tzutej a b'ha t'a heb', yujto icha chi' snib'ej Dios."
        },
        {
            "number": "7",
            "text": "Ha heb' chi', yujnhej yak'an serwil Jesucristo heb' tzek' heb'. Malaj junok tas scha heb' t'a heb' manh ojtannacoc Dios."
        },
        {
            "number": "8",
            "text": "Yuj chi', yowalil a onh tik tzonh kolwaj t'a heb'. Tato icha chi', ichato wan ko munlaj pax yet' heb' ayic tzek' heb' yalel jun k'ayb'ub'al te yel."
        },
        {
            "number": "9",
            "text": "In tz'ib'ejnacb'at jun in carta t'ayex a ex tze molb'ej he b'a ta'. Palta a winhaj Diótrefes, snib'ej winh anhej winh tzex ak'an mandar ta'. Yuj chi' syal winh to malaj yelk'och tas skal t'ayex."
        },
        {
            "number": "10",
            "text": "Yuj chi', tato ol in k'och t'ayex ta', ol wala' tas smul winh, yujto tonhej syesej ko muloc winh t'ayex. Manhoknhej juntzanh chi' sk'ulej winh. Max schapax juntzanh heb' quetcreyenteal winh sk'och t'ayex ta'. Wach'chom ayex he gana tze cha heb', haxo winh sk'e yowal. Tzex spechpaxel winh t'a skal heb' quetcreyenteal ta'."
        },
        {
            "number": "11",
            "text": "Ach xajanab'il wuuj, manh a b'eyb'alej sb'eyb'al heb' chuk sk'ulej. Anhej tas sk'ulej heb' wach', a tza k'ulej. Tato wach' scutej ko b'a, yic onhxo ton Dios. Palta a heb' chuk syutej sb'a, manh yojtacoc Dios heb'."
        },
        {
            "number": "12",
            "text": "Axo winh cuk'tac Demetrio, wan yalan heb' smasanil yuj swach'il winh, chequel to sk'anab'ajej jun ab'ix te yel winh. Anhejtona' onh tik, skal pax winh wach'il. Eyojtac, a tas scala', te yel."
        },
        {
            "number": "13",
            "text": "Tzijtumto tas in gana swalb'at t'ayach ta', palta maj in tz'ib'ejb'atlaj t'a jun in carta tik."
        },
        {
            "number": "14",
            "text": "Yujto tzin na' talaj ol in b'at ach wila'', yic ato ta' ol in wach' alejcan juntzanhxo tik t'ayach."
        },
        {
            "number": "15",
            "text": "Ayokab' a junk'olal ta'. Ha heb' a wach'k'ool t'a tik, syak'b'at stzatzil a k'ool heb'. Scak'b'at stzatzil sk'ool junjun heb' ko wach'k'ool ta'."
        }
    ]
}