{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Pablo in tik, schekab' in Jesucristo. Manhok junok anima ay in schekab'. Anhejtona', manhoc junok anima ak'jinac wopisio tik. Ha wal Jesucristo chi' ak'jinac t'ayin yet' ko Mam Dios, aton jun ak'jinacxi pitzwoc Jesucristo t'a skal heb' chamnac."
        },
        {
            "number": "2",
            "text": "Ha in tik yet' masanil heb' cuk'tac ayek' wed'oc, sko tz'ib'ejb'at jun ko carta tik t'ayex ex creyente t'a junjun iglesia t'a yol yic Galacia."
        },
        {
            "number": "3",
            "text": "Aokab' ko Mam Dios yet' Kajal Jesucristo syak' swach'k'olal yet' sjunk'olal t'ayex ta'."
        },
        {
            "number": "4",
            "text": "Ha Jesucristo, yak'nac cham sb'a yic tzul yik'kanel ko mul. Icha chi' ix yutej onh scolanel t'a yol sk'ab' chukal t'a yol yib'anhk’inal tik, yujto icha chi' snib'ej Dios, aton ko Mam yaji."
        },
        {
            "number": "5",
            "text": "Yuj chi', kalek wach' lolonel d'ha Dios t'a masanil tiempo. Amén."
        },
        {
            "number": "6",
            "text": "Tzin och k'elan eyuuj, yujto elanhchamel wan eyactankan Dios, aton ix onh awtan yuj swach'k'olal Cristo. Yujto a ticnaik, wan eyak'anoch he pensar t'a junxo ab'ix yic colnab'il ch'oc tz'alji t'ayex."
        },
        {
            "number": "7",
            "text": "Palta malaj junocxo ab'ix yic colnab'il chi'. Ay heb' snib'ej sk'exan swayanhil yab'ixal Cristo yic swach' somchajel he pensar."
        },
        {
            "number": "8",
            "text": "Palta ek'nac onhxo kalel wach' ab'ix yic colnab'il chi' t'ayex. Axo ticnaik, tato ay junok mach tzek' yalel junocxo ch'oc k'ayb'ub'al, wach'chom a in tik, ma junok ángel scot t'a satcha’anh tzul alanoc, cotokab' yowal sk'ool Dios t'a yib'anh."
        },
        {
            "number": "9",
            "text": "Icha wutejnac walankan t'ayex junel, icha chi' swutej walanxib'at t'ayex ticnaik. Tato ay junok mach tzek' alanel junocxo k'ayb'ub'al manh lajanoc yet' jun he chanacxo, cotokab' yowal sk'ool Dios t'a yib'anh."
        },
        {
            "number": "10",
            "text": "Ayic swalanb'at juntzanh tik t'ayex, ¿tom in gana ste tzalaj junok anima wed' he naani? Maay, anhej Dios in gana stzalaj wed'oc. Manh jab'oc tzin na' to stzalaj heb' wed'oc. Q'uinaloc a heb' anima in gana stzalaj wed'oc, manh in schekab'oc am Cristo syal chi'."
        },
        {
            "number": "11",
            "text": "Ex wuk'tac ex wanab', tzin nib'ej tzeyojtaquejel junxo swal tik. Ha jun wach' ab'ix yic colnab'il swal tik, manh yicoc anima."
        },
        {
            "number": "12",
            "text": "Manhok t'a junok anima in chanac, ma in k'ayb'ejnac, yujto anhej wal Jesucristo ak'jinac wojtaquejeli."
        },
        {
            "number": "13",
            "text": "Eyab'nacxo chajtil wutejnac in b'ha t'a yalanhtaxo, ayic wak'annac och in b'ha t'a sk'ayb'ub'al heb' wetisraelal. Niwan wal yaelal wak'nac och t'a yib'anh heb' yicxo Dios. Vak'nac wal wip in satanel heb'."
        },
        {
            "number": "14",
            "text": "Ha t'a sk'ayb'ub'al heb' wetchonhab' chi', a innhej te jelan in t'a yichanh heb' lajan in k 'inal yet'oc, yujto wak'nac wal och in pensar t'a sk'ayb'ub'al heb' ko mam quicham."
        },
        {
            "number": "15",
            "text": "Palta ayic manto in alji, ha Dios sik'jinac inxo eli. Yuj swach'k'olal yavtejnac in och yicoc. Axo yic ix k'och stiempoal icha tas nab'il yuj,"
        },
        {
            "number": "16",
            "text": "ix yak'an wojtaquejel Yuninal, yic wach' tzek' walel yab'ixal colnab'il t'a he kal a ex manh ex israelok tik. Slajwi chi', malaj junok mach b'aj in k'anb'ej tas wach' tzin k'ulej."
        },
        {
            "number": "17",
            "text": "Manh in xid'nacocpaxek' t'a Jerusalén in k'umej heb' b'ab'laj ochnac schekab'oc Cristo t'a wichanh. Palta elanhchamel b'at in kan t'a yol yic Arabia. Slajwi chi', in k'ochxi t'a chonhab' Damasco."
        },
        {
            "number": "18",
            "text": "Ato t'a yoxil ab'il b'at in t'a Jerusalén, yic b'at wil winhaj Pedro, 15 k'ual ek' in yet' winh."
        },
        {
            "number": "19",
            "text": "Manhxa junocxo heb' schekab' Cristo in k'umej ta', anhej winhaj Jacobo, winh yuk'tac sb'a yet' Kajal Jesús in k'umej."
        },
        {
            "number": "20",
            "text": "D'a yichanh Dios swalb'at jun tik t'ayex, te yel tas swal tik."
        },
        {
            "number": "21",
            "text": "Slajwi wek' t'a Jerusalén chi', in b'at t'a yol yic Siria yet' t'a yol yic Cilicia."
        },
        {
            "number": "22",
            "text": "Axo heb' yicxo Cristo ay t'a yol yic Judea, manto in yojtakoclaj heb'."
        },
        {
            "number": "23",
            "text": "Tonhejanto tz'alji yab' heb': Ha jun winh ak'jinac och ko yaelal t'a yalanhtaxo, aton winh snib'ejnac satanel jun k'ayb'ub'al chab'ilxo cuuj, a ticnaik, a winh tzek' alanxiel yab'ixal, xchi heb' wuuj."
        },
        {
            "number": "24",
            "text": "Yuj chi', yal wach' lolonel heb' d'ha Dios smasanil wuuj."
        }
    ]
}