{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Pablo in tik, schecab' in Jesucristo. Manhoc junok anima ay in schecab'. Anhejtona', manhoc junok anima ak'jinac vopisio tik. Ha val Jesucristo chi' ak'jinac t'ayin yet' co Mam Dios, aton jun ak'jinacxi pitzvoc Jesucristo t'a skal eb' chamnac."
        },
        {
            "number": "2",
            "text": "Ha in tik yet' masanil eb' cuk'tac ayek' ved'oc, sco tz'ib'ejb'at jun co carta tik t'ayex ex creyente t'a junjun iglesia t'a yol yic Galacia."
        },
        {
            "number": "3",
            "text": "Aocab' co Mam Dios yet' Cajal Jesucristo syak' swach'k'olal yet' sjunk'olal t'ayex ta'."
        },
        {
            "number": "4",
            "text": "Ha Jesucristo, yak'nac cham sb'a yic tzul yik'canel co mul. Icha chi' ix yutej onh scolanel t'a yol sk'ab' chukal t'a yol yib'anhk’inal tik, yujto icha chi' sgana Dios, aton co Mam yaji."
        },
        {
            "number": "5",
            "text": "Yuj chi', calec wach' lolonel d'ha Dios t'a masanil tiempo. Amén."
        },
        {
            "number": "6",
            "text": "Tzin och q'uelan eyuuj, yujto elanhchamel van eyactancan Dios, aton ix onh avtan yuj swach'k'olal Cristo. Yujto a ticnaic, van eyak'anoch e pensar t'a junxo ab'ix yic colnab'il ch'oc tz'alji t'ayex."
        },
        {
            "number": "7",
            "text": "Palta malaj junocxo ab'ix yic colnab'il chi'. Ay eb' sgana sq'uexan svayanhil yab'ixal Cristo yic swach' somchajel e pensar."
        },
        {
            "number": "8",
            "text": "Palta ek'nac onhxo calel wach' ab'ix yic colnab'il chi' t'ayex. Axo ticnaic, tato ay junok mach tzek' yalel junocxo ch'oc k'ayb'ub'al, wach'chom a in tik, ma junok ángel scot t'a satcha’anh tzul alanoc, cotocab' yoval sk'ool Dios t'a yib'anh."
        },
        {
            "number": "9",
            "text": "Icha vutejnac valancan t'ayex junel, icha chi' svutej valanxib'at t'ayex ticnaic. Tato ay junok mach tzek' alanel junocxo k'ayb'ub'al manh lajanoc yet' jun e chanacxo, cotocab' yoval sk'ool Dios t'a yib'anh."
        },
        {
            "number": "10",
            "text": "Ayic svalanb'at juntzanh tik t'ayex, ¿tom in gana ste tzalaj junok anima ved' e naani? Maay, anhej Dios in gana stzalaj ved'oc. Manh jab'oc tzin na' to stzalaj eb' ved'oc. Q'uinaloc a eb' anima in gana stzalaj ved'oc, manh in schecab'oc am Cristo syal chi'."
        },
        {
            "number": "11",
            "text": "Ex vuk'tac ex vanab', tzin nib'ej tzeyojtaquejel junxo sval tik. Ha jun wach' ab'ix yic colnab'il sval tik, manh yicoc anima."
        },
        {
            "number": "12",
            "text": "Manhoc t'a junok anima in chanac, ma in k'ayb'ejnac, yujto anhej val Jesucristo ak'jinac vojtaquejeli."
        },
        {
            "number": "13",
            "text": "Eyab'nacxo chajtil vutejnac in b'ha t'a yalanhtaxo, ayic vak'annac och in b'ha t'a sk'ayb'ub'al eb' vetisraelal. Nivan val yaelal vak'nac och t'a yib'anh eb' yicxo Dios. Vak'nac val vip in satanel eb'."
        },
        {
            "number": "14",
            "text": "Ha t'a sk'ayb'ub'al eb' vetchonhab' chi', a innhej te jelan in t'a yichanh eb' lajan in q'uinal yet'oc, yujto vak'nac val och in pensar t'a sk'ayb'ub'al eb' co mam quicham."
        },
        {
            "number": "15",
            "text": "Palta ayic manto in alji, ha Dios sik'jinac inxo eli. Yuj swach'k'olal yavtejnac in och yicoc. Axo yic ix k'och stiempoal icha tas nab'il yuj,"
        },
        {
            "number": "16",
            "text": "ix yak'an vojtaquejel Yuninal, yic wach' tzek' valel yab'ixal colnab'il t'a e cal a ex manh ex israeloc tik. Slajvi chi', malaj junok mach b'aj in k'anb'ej tas wach' tzin k'ulej."
        },
        {
            "number": "17",
            "text": "Manh in xid'nacocpaxek' t'a Jerusalén in k'umej eb' b'ab'laj ochnac schecab'oc Cristo t'a vichanh. Palta elanhchamel b'at in kan t'a yol yic Arabia. Slajvi chi', in k'ochxi t'a chonhab' Damasco."
        },
        {
            "number": "18",
            "text": "Ato t'a yoxil ab'il b'at in t'a Jerusalén, yic b'at vil vinhaj Pedro, 15 k'ual ek' in yet' vinh."
        },
        {
            "number": "19",
            "text": "Manhxa junocxo eb' schecab' Cristo in k'umej ta', anhej vinhaj Jacobo, vinh yuk'tac sb'a yet' Cajal Jesús in k'umej."
        },
        {
            "number": "20",
            "text": "D'a yichanh Dios svalb'at jun tik t'ayex, te yel tas sval tik."
        },
        {
            "number": "21",
            "text": "Slajvi vek' t'a Jerusalén chi', in b'at t'a yol yic Siria yet' t'a yol yic Cilicia."
        },
        {
            "number": "22",
            "text": "Axo eb' yicxo Cristo ay t'a yol yic Judea, manto in yojtacoclaj eb'."
        },
        {
            "number": "23",
            "text": "Tonhejanto tz'alji yab' eb': Ha jun vinh ak'jinac och co yaelal t'a yalanhtaxo, aton vinh snib'ejnac satanel jun k'ayb'ub'al chab'ilxo cuuj, a ticnaic, a vinh tzek' alanxiel yab'ixal, xchi eb' vuuj."
        },
        {
            "number": "24",
            "text": "Yuj chi', yal wach' lolonel eb' d'ha Dios smasanil vuuj."
        }
    ]
}