{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "14 ab'ilxo chi', ichato chi' in b'atxi t'a Jerusalén chi', yet' vinhaj Bernabé, ajun pax vinhaj Tito b'at qued'oc."
        },
        {
            "number": "2",
            "text": "B'at in ta', yujto sch'ox Dios t'ayin to yovalil tzin b'ati. Ayic in k'och ta', a eb' scuchb'an eb' creyente, smolb'ej sb'a eb' ved'oc. Ata' val t'a eb' sch'ocoj chajtil yaj jun wach' ab'ix yic colnab'il svalel t'a skal eb' manh israeloc chi'. Icha chi' vutej in b'a, talaj nab'anhej vixtej in b'a in munlaji."
        },
        {
            "number": "3",
            "text": "Axo vinhaj Tito chi', aton vinh ajun ved'oc, wach'chom griego vinh, palta manh ak'b'iloc pural vinh yak'ji circuncidar."
        },
        {
            "number": "4",
            "text": "Yel toni, ay juntzanh eb' syaloch sb'a creyenteal, snib'ej eb' to ak'ji circuncidar vinhaj Tito chi'. Palta a eb' chi', elk'altac och eb' t'a co cal, tonhej smaclej yil eb' chajtil tz'aj quel t'a yalanh ley Moisés yuj Cristo Jesús. Yujto snib'ej eb' tzonh canxi t'a yalanh jun ley chi'."
        },
        {
            "number": "5",
            "text": "Palta maj co k'anab'ajej tas yal eb' chi', yujto malaj co gana sq'uexchaj jun wach' ab'ix te yel b'aj ix eyak'och e k'ool."
        },
        {
            "number": "6",
            "text": "Palta a eb' cuchb'um yaj t'a eb', manhxa junocxo checnab'il yak' eb' t'ayin. Maj in na'a tato niwan yopisio eb', yujto ha t'a sat Dios, lajan onnhej co masanil."
        },
        {
            "number": "7",
            "text": "Malaj tas yal eb' t'ayin, yujto nachajel yuj eb' to ha Dios ak'jinac vopisio valanel wach' ab'ix yic colnab'il t'a skal eb' manh israeloc, icha ajnac yak'ji yopisio vinhaj Pedro yalanel wach' ab'ix yic colnab'il chi' t'a skal eb' israel."
        },
        {
            "number": "8",
            "text": "Ha Dios ix yamk'ab'an vinhaj Pedro chi' t'a skal eb' israel, anhejtona', A' ix in yamk'ab'an t'a skal eb' manh israeloc."
        },
        {
            "number": "9",
            "text": "Axo vinhaj Jacobo, vinhaj Pedro yet' vinhaj Juan, yel ton val niwan yelk'och eb' vinh t'a sat eb' creyente t'a Jerusalén chi', ix nachajel yuj eb' vinh to ha Dios ak'jinac jun vopisio tik yuj swach'k'olal, yuj chi' co yamlaj co k'ab' yet' eb' vinh yet' vinhaj Bernabé. Icha chi' yutej eb' vinh sch'oxani to sgana eb' vinh tzonh b'at t'a skal eb' manh israeloc, yacb'an van smunlaj pax eb' vinh t'a skal eb' quetisraelal."
        },
        {
            "number": "10",
            "text": "Anhej jun yal eb' vinh t'ayonh to sco nacot eb' meb'a'. Palta a jun chi', toxon in gana tzin k'ulej."
        },
        {
            "number": "11",
            "text": "Palta ayic yulek' vinhaj Pedro t'a Antioquía, in tumej vinh t'a yichanh eb' smasanil, yujto manh wach'oc yutej sb'a vinh."
        },
        {
            "number": "12",
            "text": "Yujto ayic sk'ochnaj vinh, sva vinh yet' eb' creyente manh israeloc. Palta haxo yic sk'och juntzanh eb' schecab' vinhaj Jacob t'a Antioquía chi', yik'anel sb'a vinh, majxo valaj vinh yet' eb' manh israeloc chi', yujto xiv vinh t'a juntzanh eb' aytooch spensar t'a ley Moisés."
        },
        {
            "number": "13",
            "text": "Axo juntzanhxo eb' israel creyentexo, sb'eyb'alej sb'eyb'al vinhaj Pedro chi' eb'. Chab' sat yutej sb'a eb' yet' vinh. Yed' pax vinhaj Bernabé, chab'sat yutej pax sb'a vinh yet' eb'."
        },
        {
            "number": "14",
            "text": "Palta wila'' to manh wach'oc yutej sb'a eb' icha syal jun wach' ab'ix te yel, yuj chi' val t'a vinhaj Pedro chi' t'a yichanh eb' creyente smasanil: Ha ach tik, israel ach, palta ina lajan a b'eyb'al yet' eb' manh israeloc chi'. Manh lajanoc tzutej a b'eyb'al icha sb'eyb'al eb' quetisraelal. Yuj chi', ¿tas yuj tzak' pural eb' manh israeloc chi', yic lajan syutej sb'eyb'al eb' yet' eb' quetisraelal tik? xin chi t'a vinh."
        },
        {
            "number": "15",
            "text": "Ha onh tik, yinhtilal onh israel. Yuj chi', ichato manh onh ajmuloc icha eb' manh israeloc."
        },
        {
            "number": "16",
            "text": "Palta cojtac to malaj junok mach tz'och wach'il t'a yichanh Dios yujnhej to sk'anab'ajej ley Moisés. Palta anhej eb' tz'ak'anoch Jesucristo t'a sk'ool wach' t'a yichanh Dios chi'. Anhejtona' onh pax tik, scak' paxoch Jesucristo chi' t'a co k'ool eyed'oc, yic wach' onh t'a yichanh. Yujnhej cak'anoch Cristo chi' t'a co k'ool, wach' onh t'a yichanh Dios, manh yujoc co k'anab'ajan ley Moisés chi'. Yujto malaj junok mach wach' t'a yichanh Dios yujnhej sk'anab'ajan tas syal jun ley chi'."
        },
        {
            "number": "17",
            "text": "Co gana to yuj Cristo syal Dios to wach' onh t'a yichanh. Yuj chi', scheclajeli to a onh co masanil israel onh tik ay pax co mul. Palta ¿tom a Cristo tzonh ak'anoch chukal chi'? Maay."
        },
        {
            "number": "18",
            "text": "Toxo ix vala' to manhxalaj yopisio jun ley chi'. Q'uinaloc svala' to tzato ochxi yopisio, scheclajelta to a in van yoch in mul."
        },
        {
            "number": "19",
            "text": "Ha ticnaic, ichato chamnac onh t'a ley Moisés chi'. Yuj jun ley chi', ichato chamnac onh, yic wach' pitzan onhxo t'a yichanh Dios."
        },
        {
            "number": "20",
            "text": "Ha ticnaic, ha t'a yichanh Dios, d'unhb'ab'il onh q'ue t'a te' culus yet' Cristo. Yuj chi' manhxo onh pitzanoc ticnaic. Aton Cristo pitzan yajoch t'ayonh. Ha tas sco k'ulej ticnaic, sco k'ulej yuj cak'an och Cristo Yuninal Dios t'a co k'ool. Sch'oxnac val to xajan onh yuj, yujto yak'naccham sb'a cuuj."
        },
        {
            "number": "21",
            "text": "Manh vanoc valan t'ayex to nab'anhej sch'oxnac swach'k'olal Dios t'ayonh. Q'uinaloc tato yujto sco k'anab'ajej ley Moisés syalan Dios to wach' onh t'a yichanh, nab'anhej am ix cham Cristo chi' cuuj."
        }
    ]
}