{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "14 ab'ilxo chi', ichato chi' in b'atxi d'a Jerusalén chi', yed' vinhaj Bernabé, ajun pax vinhaj Tito b'at qued'oc."
        },
        {
            "number": "2",
            "text": "B'at in ta', yujto sch'ox Dios d'ayin to yovalil tzin b'ati. Ayic in k'och ta', a eb' scuchb'an eb' creyente, smolb'ej sb'a eb' ved'oc. Ata' val d'a eb' sch'ocoj chajtil yaj jun vach' ab'ix yic colnab'il svalel d'a scal eb' manh israeloc chi'. Icha chi' vutej in b'a, talaj nab'anhej vixtej in b'a in munlaji."
        },
        {
            "number": "3",
            "text": "Axo vinhaj Tito chi', aton vinh ajun ved'oc, vach'chom griego vinh, palta manh ak'b'iloc pural vinh yak'ji circuncidar."
        },
        {
            "number": "4",
            "text": "Yel toni, ay juntzanh eb' syaloch sb'a creyenteal, snib'ej eb' to ak'ji circuncidar vinhaj Tito chi'. Palta a eb' chi', elk'altac och eb' d'a co cal, tonhej smaclej yil eb' chajtil tz'aj quel d'a yalanh ley Moisés yuj Cristo Jesús. Yujto snib'ej eb' tzonh canxi d'a yalanh jun ley chi'."
        },
        {
            "number": "5",
            "text": "Palta maj co k'anab'ajej tas yal eb' chi', yujto malaj co gana sq'uexchaj jun vach' ab'ix te yel b'aj ix eyak'och e k'ool."
        },
        {
            "number": "6",
            "text": "Palta a eb' cuchb'um yaj d'a eb', manhxa junocxo checnab'il yak' eb' d'ayin. Maj in na'a tato nivan yopisio eb', yujto a d'a sat Dios, lajan onnhej co masanil."
        },
        {
            "number": "7",
            "text": "Malaj tas yal eb' d'ayin, yujto nachajel yuj eb' to a Dios ak'jinac vopisio valanel vach' ab'ix yic colnab'il d'a scal eb' manh israeloc, icha ajnac yak'ji yopisio vinhaj Pedro yalanel vach' ab'ix yic colnab'il chi' d'a scal eb' israel."
        },
        {
            "number": "8",
            "text": "A Dios ix yamk'ab'an vinhaj Pedro chi' d'a scal eb' israel, anhejtona', A' ix in yamk'ab'an d'a scal eb' manh israeloc."
        },
        {
            "number": "9",
            "text": "Axo vinhaj Jacobo, vinhaj Pedro yed' vinhaj Juan, yel ton val nivan yelk'och eb' vinh d'a sat eb' creyente d'a Jerusalén chi', ix nachajel yuj eb' vinh to a Dios ak'jinac jun vopisio tic yuj svach'k'olal, yuj chi' co yamlaj co k'ab' yed' eb' vinh yed' vinhaj Bernabé. Icha chi' yutej eb' vinh sch'oxani to sgana eb' vinh tzonh b'at d'a scal eb' manh israeloc, yacb'an van smunlaj pax eb' vinh d'a scal eb' quetisraelal."
        },
        {
            "number": "10",
            "text": "Anhej jun yal eb' vinh d'ayonh to sco nacot eb' meb'a'. Palta a jun chi', toxon in gana tzin k'ulej."
        },
        {
            "number": "11",
            "text": "Palta ayic yulek' vinhaj Pedro d'a Antioquía, in tumej vinh d'a yichanh eb' smasanil, yujto manh vach'oc yutej sb'a vinh."
        },
        {
            "number": "12",
            "text": "Yujto ayic sk'ochnaj vinh, sva vinh yed' eb' creyente manh israeloc. Palta axo yic sk'och juntzanh eb' schecab' vinhaj Jacob d'a Antioquía chi', yik'anel sb'a vinh, majxo valaj vinh yed' eb' manh israeloc chi', yujto xiv vinh d'a juntzanh eb' aytooch spensar d'a ley Moisés."
        },
        {
            "number": "13",
            "text": "Axo juntzanhxo eb' israel creyentexo, sb'eyb'alej sb'eyb'al vinhaj Pedro chi' eb'. Chab' sat yutej sb'a eb' yed' vinh. Yed' pax vinhaj Bernabé, chab'sat yutej pax sb'a vinh yed' eb'."
        },
        {
            "number": "14",
            "text": "Palta vila' to manh vach'oc yutej sb'a eb' icha syal jun vach' ab'ix te yel, yuj chi' val d'a vinhaj Pedro chi' d'a yichanh eb' creyente smasanil: A ach tic, israel ach, palta ina lajan a b'eyb'al yed' eb' manh israeloc chi'. Manh lajanoc tzutej a b'eyb'al icha sb'eyb'al eb' quetisraelal. Yuj chi', ¿tas yuj tzak' pural eb' manh israeloc chi', yic lajan syutej sb'eyb'al eb' yed' eb' quetisraelal tic? xin chi d'a vinh."
        },
        {
            "number": "15",
            "text": "A onh tic, yinhtilal onh israel. Yuj chi', ichato manh onh ajmuloc icha eb' manh israeloc."
        },
        {
            "number": "16",
            "text": "Palta cojtac to malaj junoc mach tz'och vach'il d'a yichanh Dios yujnhej to sk'anab'ajej ley Moisés. Palta anhej eb' tz'ak'anoch Jesucristo d'a sk'ool vach' d'a yichanh Dios chi'. Anhejtona' onh pax tic, scak' paxoch Jesucristo chi' d'a co k'ool eyed'oc, yic vach' onh d'a yichanh. Yujnhej cak'anoch Cristo chi' d'a co k'ool, vach' onh d'a yichanh Dios, manh yujoc co k'anab'ajan ley Moisés chi'. Yujto malaj junoc mach vach' d'a yichanh Dios yujnhej sk'anab'ajan tas syal jun ley chi'."
        },
        {
            "number": "17",
            "text": "Co gana to yuj Cristo syal Dios to vach' onh d'a yichanh. Yuj chi', scheclajeli to a onh co masanil israel onh tic ay pax co mul. Palta ¿tom a Cristo tzonh ak'anoch chucal chi'? Maay."
        },
        {
            "number": "18",
            "text": "Toxo ix vala' to manhxalaj yopisio jun ley chi'. Q'uinaloc svala' to tzato ochxi yopisio, scheclajelta to a in van yoch in mul."
        },
        {
            "number": "19",
            "text": "A ticnaic, ichato chamnac onh d'a ley Moisés chi'. Yuj jun ley chi', ichato chamnac onh, yic vach' pitzan onhxo d'a yichanh Dios."
        },
        {
            "number": "20",
            "text": "A ticnaic, a d'a yichanh Dios, d'unhb'ab'il onh q'ue d'a te' culus yed' Cristo. Yuj chi' manhxo onh pitzanoc ticnaic. Aton Cristo pitzan yajoch d'ayonh. A tas sco k'ulej ticnaic, sco k'ulej yuj cak'an och Cristo Yuninal Dios d'a co k'ool. Sch'oxnac val to xajan onh yuuj, yujto yak'naccham sb'a cuuj."
        },
        {
            "number": "21",
            "text": "Manh vanoc valan d'ayex to nab'anhej sch'oxnac svach'k'olal Dios d'ayonh. Q'uinaloc tato yujto sco k'anab'ajej ley Moisés syalan Dios to vach' onh d'a yichanh, nab'anhej am ix cham Cristo chi' cuuj."
        }
    ]
}