{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "14 ab'ilxo chi', ichato chi' in b'atxi t'a Jerusalén chi', yet' winhaj Bernabé, ajun pax winhaj Tito b'at qued'oc."
        },
        {
            "number": "2",
            "text": "B'at in ta', yujto sch'ox Dios t'ayin to yowalil tzin b'ati. Ayic in k'och ta', a heb' scuchb'an heb' creyente, smolb'ej sb'a heb' wed'oc. Ata' wal t'a heb' sch'ocoj chajtil yaj jun wach' ab'ix yic colnab'il swalel t'a skal heb' manh israelok chi'. Icha chi' wutej in b'a, talaj nab'anhej wixtej in b'a in munlaji."
        },
        {
            "number": "3",
            "text": "Axo winhaj Tito chi', aton winh ajun wed'oc, wach'chom griego winh, palta manh ak'b'iloc pural winh yak'ji circuncidar."
        },
        {
            "number": "4",
            "text": "Yel toni, ay juntzanh heb' syaloch sb'a creyenteal, snib'ej heb' to ak'ji circuncidar winhaj Tito chi'. Palta a heb' chi', elk'altac och heb' t'a ko kal, tonhej smaclej yil heb' chajtil tz'aj quel t'a yalanh ley Moisés yuj Cristo Jesús. Yujto snib'ej heb' tzonh kanxi t'a yalanh jun ley chi'."
        },
        {
            "number": "5",
            "text": "Palta maj ko k'anab'ajej tas yal heb' chi', yujto malaj ko gana sk'exchaj jun wach' ab'ix te yel b'aj ix eyak'och he k'ool."
        },
        {
            "number": "6",
            "text": "Palta a heb' cuchb'um yaj t'a heb', manhxa junocxo checnab'il yak' heb' t'ayin. Maj in na'a tato niwan yopisio heb', yujto ha t'a sat Dios, lajan onnhej ko masanil."
        },
        {
            "number": "7",
            "text": "Malaj tas yal heb' t'ayin, yujto nachajel yuj heb' to ha Dios ak'jinac wopisio walanel wach' ab'ix yic colnab'il t'a skal heb' manh israelok, icha ajnac yak'ji yopisio winhaj Pedro yalanel wach' ab'ix yic colnab'il chi' t'a skal heb' israel."
        },
        {
            "number": "8",
            "text": "Ha Dios ix yamk'ab'an winhaj Pedro chi' t'a skal heb' israel, anhejtona', A' ix in yamk'ab'an t'a skal heb' manh israelok."
        },
        {
            "number": "9",
            "text": "Axo winhaj Jacobo, winhaj Pedro yet' winhaj Juan, yel ton wal niwan yelk'och heb' winh t'a sat heb' creyente t'a Jerusalén chi', ix nachajel yuj heb' winh to ha Dios ak'jinac jun wopisio tik yuj swach'k'olal, yuj chi' ko yamlaj ko k'ab' yet' heb' winh yet' winhaj Bernabé. Icha chi' yutej heb' winh sch'oxani to snib'ej heb' winh tzonh b'at t'a skal heb' manh israelok, yacb'an wan smunlaj pax heb' winh t'a skal heb' quetisraelal."
        },
        {
            "number": "10",
            "text": "Anhej jun yal heb' winh t'ayonh to sko nacot heb' meb'a'. Palta a jun chi', toxon in gana tzin k'ulej."
        },
        {
            "number": "11",
            "text": "Palta ayic yulek' winhaj Pedro t'a Antioquía, in tumej winh t'a yichanh heb' smasanil, yujto manh wach'oc yutej sb'a winh."
        },
        {
            "number": "12",
            "text": "Yujto ayic sk'ochnaj winh, swa winh yet' heb' creyente manh israelok. Palta haxo yic sk'och juntzanh heb' schekab' winhaj Jacob t'a Antioquía chi', yik'anel sb'a winh, majxo walaj winh yet' heb' manh israelok chi', yujto xiv winh t'a juntzanh heb' aytooch spensar t'a ley Moisés."
        },
        {
            "number": "13",
            "text": "Axo juntzanhxo heb' israel creyentexo, sb'eyb'alej sb'eyb'al winhaj Pedro chi' heb'. Chab' sat yutej sb'a heb' yet' winh. Yed' pax winhaj Bernabé, chab'sat yutej pax sb'a winh yet' heb'."
        },
        {
            "number": "14",
            "text": "Palta wila'' to manh wach'oc yutej sb'a heb' icha syal jun wach' ab'ix te yel, yuj chi' wal t'a winhaj Pedro chi' t'a yichanh heb' creyente smasanil: Ha ach tik, israel ach, palta ina lajan a b'eyb'al yet' heb' manh israelok chi'. Manh lajanoc tzutej a b'eyb'al icha sb'eyb'al heb' quetisraelal. Yuj chi', ¿tas yuj tzak' pural heb' manh israelok chi', yic lajan syutej sb'eyb'al heb' yet' heb' quetisraelal tik? xin chi t'a winh."
        },
        {
            "number": "15",
            "text": "Ha onh tik, yinhtilal onh israel. Yuj chi', ichato manh onh ajmuloc icha heb' manh israelok."
        },
        {
            "number": "16",
            "text": "Palta cojtak to malaj junok mach tz'och wach'il t'a yichanh Dios yujnhej to sk'anab'ajej ley Moisés. Palta anhej heb' tz'ak'anoch Jesucristo t'a sk'ool wach' t'a yichanh Dios chi'. Anhejtona' onh pax tik, skak' paxoch Jesucristo chi' t'a ko k'ool eyed'oc, yic wach' onh t'a yichanh. Yujnhej kak'anoch Cristo chi' t'a ko k'ool, wach' onh t'a yichanh Dios, manh yujoc ko k'anab'ajan ley Moisés chi'. Yujto malaj junok mach wach' t'a yichanh Dios yujnhej sk'anab'ajan tas syal jun ley chi'."
        },
        {
            "number": "17",
            "text": "Co gana to yuj Cristo syal Dios to wach' onh t'a yichanh. Yuj chi', scheclajeli to a onh ko masanil israel onh tik ay pax ko mul. Palta ¿tom a Cristo tzonh ak'anoch chukal chi'? Maay."
        },
        {
            "number": "18",
            "text": "Toxo ix wala' to manhxalaj yopisio jun ley chi'. Q'uinaloc swala' to tzato ochxi yopisio, scheclajelta to a in wan yoch in mul."
        },
        {
            "number": "19",
            "text": "Ha ticnaik, ichato chamnac onh t'a ley Moisés chi'. Yuj jun ley chi', ichato chamnac onh, yic wach' pitzan onhxo t'a yichanh Dios."
        },
        {
            "number": "20",
            "text": "Ha ticnaik, ha t'a yichanh Dios, d'unhb'ab'il onh k'e t'a te' culus yet' Cristo. Yuj chi' manhxo onh pitzanoc ticnaik. Aton Cristo pitzan yajoch t'ayonh. Ha tas sko k'ulej ticnaik, sko k'ulej yuj kak'an och Cristo Yuninal Dios t'a ko k'ool. Sch'oxnac wal to xajan onh yuj, yujto yak'naccham sb'a cuuj."
        },
        {
            "number": "21",
            "text": "Manh wanoc walan t'ayex to nab'anhej sch'oxnac swach'k'olal Dios t'ayonh. Q'uinaloc tato yujto sko k'anab'ajej ley Moisés syalan Dios to wach' onh t'a yichanh, nab'anhej am ix cham Cristo chi' cuuj."
        }
    ]
}