{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha ex aj Galacia ex tik, te quistal tzeyutej e b'a. Ichato ix ak'ji e k'ool icha tz'utaj junok anima yuj eb' ajchum, yic maxtzac e k'anab'ajej jun k'ayb'ub'al te yel. Ayic quek'nac ta', calnac val t'ayex chajtil ajnac scham Jesucristo t'a te' culus. Icha val to eyilnac schami."
        },
        {
            "number": "2",
            "text": "In gana to tze tak'vej jun ol in k'anb'ej tik t'ayex, ¿yuj am to ix e k'anab'ajej ley Moisés, yuj chi' ix e cha Yespíritu Dios, ma yujto ix eyak'och jun ab'ix eyab'nac t'a e k'ool?"
        },
        {
            "number": "3",
            "text": "¿Tas yuj te quistal tzeyutej e b'a? Yujto ha t'a sb'ab'elal, anhej Yespíritu Dios eyak'nac och yipoc e k'ool. Axo ticnaic, e gana tzeyak' tz'acvoc e colnab'il yuj juntzanh tas munil tze k'ulej."
        },
        {
            "number": "4",
            "text": "Manh jantacoc ix eyab' syail yujnhej Cristo, palta ichato nab'anhej. Octom val manh nab'anhejoc ix eyab' syail."
        },
        {
            "number": "5",
            "text": "Ha Dios yak'nac Yespíritu t'ayex, sch'oxannac juntzanh tas satub'tac t'a e cal, manh yujoc e k'anab'ajan ley Moisés yak'nac Yespíritu chi' t'ayex, palta yujto eyak'nacoch jun wach' ab'ix alb'ilcan t'ayex t'a e k'ool, aton jun alb'ilcan t'ayex, yuj chi' ak'b'il t'ayex."
        },
        {
            "number": "6",
            "text": "Ha vinhaj Abraham, yak'nac val och Dios vinh t'a sk'ool, yuj chi' ochnac vinh wach'il t'a yichanh Dios chi'."
        },
        {
            "number": "7",
            "text": "Yuj chi', nachajocab'el eyuuj to a eb' tz'ak'anoch Dios t'a sk'ool, aton eb' chi' t'a val yel yinhtilalcan vinhaj Abraham chi'."
        },
        {
            "number": "8",
            "text": "Ayocto yalannaccan Dios t'a Slolonel Tz'ib'ab'ilcani to ayex manh ex israeloc ol yal Dios to wach' ex t'a yichanh, yujto ix eyak'och t'a e k'ool. Atax t'a peca' alb'ilcan wach' ab'ix t'a vinhaj Abraham chi'. Aton jun tz'alan icha tik: Uuj ol vak' in wach'k'olal t'a junjun nación, xchicani."
        },
        {
            "number": "9",
            "text": "Yuj chi', tato scak'och Dios chi' t'a co k'ool, lajan swach'k'olal sco cha icha ajnac schaan vinhaj Abraham chi', yujto yak'nac och Dios chi' vinh t'a sk'ool."
        },
        {
            "number": "10",
            "text": "Ha eb' tz'ak'anoch ley Moisés yipoc sk'ool, aycot yoval sk'ool Dios t'a yib'anh eb'. Yujto icha tik syal t'a Slolonel Dios chi': Aynhej och yoval sk'ool Dios t'a yib'anh jantacnhej eb' max k'anab'ajannhej masanil tas tz'ib'ab'ilcan t'a ley tik, xchi."
        },
        {
            "number": "11",
            "text": "Palta chequel to malaj junok mach wach' t'a yichanh Dios yujnhej sk'anab'ajej jun ley chi'. Yujto syal pax icha tik t'a Slolonel chi': Ha eb' tz'ak'anoch Dios t'a sk'ool, wach' eb' t'a yichanh. Yuj chi' ay sq'uinal eb' t'a junelnhej, xchi."
        },
        {
            "number": "12",
            "text": "Ha jun ley chi', malaj syala' tato yovalil scak' val och Dios t'a co k'ool. Palta icha tik syala': Ha eb' sk'anab'ajannhej juntzanh checnab'il tik, ol scha sq'uinal eb' yuj, xchi."
        },
        {
            "number": "13",
            "text": "Ay ton cot yoval sk'ool Dios t'a quib'anh yuj jun ley chi', palta a Cristo ix onh colanel t'a yol sk'ab' yoval sk'ool chi', yujto schanac och yoval sk'ool Dios chi' t'a yib'anh co q'uexuloc. Yujto syal t'a Slolonel Dios chi': Ha junok mach sd'unhb'ajq'ue t'a te te', ay val cot yoval sk'ool Dios t'a yib'anh, xchi."
        },
        {
            "number": "14",
            "text": "Icha chi' ix aj Cristo Jesús chi', yic wach' a swach'k'olal Dios yak'nac t'a vinhaj Abraham t'a peca' chi' yet' t'ayonh yinhtilal onh tik, ha' tz'ak'jipax t'ayex a ex manh ex israeloc. Anhejtona', yujto ix cak'och Cristo t'a co k'ool, chab'il Yespíritu Dios cuuj co masanil, icha yutejnaccan yalani."
        },
        {
            "number": "15",
            "text": "Ex vuk'tac ex vanab', tzin nib'ej svalb'at t'ayex yuj co b'eyb'al a onh anima onh tik. Ha sco b'oan co trato yet' junok anima, sb'ocan yumal, scak'ancanem smam co k'ab'. Ha jun chi' sch'oxani to yovalil ol elk'ochoc. Tato icha chi', malaj junok mach syal sjuani, malaj pax junok mach syal yak'anoch xicul."
        },
        {
            "number": "16",
            "text": "Ha Dios, yak'naccan sti' t'a vinhaj Abraham yet' t'a yinhtilal chi'. Max yal-laj t'a Slolonel Dios chi': Ha juntzanh eb' inhtilal, manh xchioc. Yujto manh tzijtumoc eb' yinhtilal b'aj yalnac. Palta yalnac icha tik: Ha inhtilal, xchi. Yujto junnhej val jun yinhtilal vinhaj Abraham chi' b'aj yalnac, aton Cristo."
        },
        {
            "number": "17",
            "text": "Aton jun tik tzin nib'ej svalb'at t'ayex to ha Dios yak'nac strato yet' vinhaj Abraham chi', sch'oxannac to yovalil ol elk'ochoc. Ayxo 430 ab'il yak'annaccan strato chi', ichato chi' ix ak'ji ley Moisés. Palta maj juvoclaj jun trato chi' yuj jun ley chi'. Ha jun tas alb'ilcan yuj Dios ayic yak'annaccan sti' chi', maj ek'laj yuj jun ley chi'."
        },
        {
            "number": "18",
            "text": "Q'uinaloc yujnhej sk'anab'ajan jun ley chi' eb' tz'elk'och jun tas ijanoch yak'an Dios chi' t'a eb', tato icha chi', manh yujoc am yak'ancan sti' Dios chi' ix yalancan t'a eb'. Palta a sti' Dios yak'naccan t'a vinhaj Abraham chi' to tonhej ol siej jun chi' t'a eb'."
        },
        {
            "number": "19",
            "text": "Palta ¿tas yopisio jun ley chi' tze na'a? Ha jun ley chi' ak'b'il yic wach' scheclajel smul junjun anima. Aynhej ton yopisio jun ley chi', masanto ix javi jun yinhtilal vinhaj Abraham chi', aton t'a jun chi' yak'naccan sti' Dios chi'. Ha eb' ángel alannaccan jun ley chi', haxo vinhaj Moisés ak'annac k'axpaj t'a eb' anima."
        },
        {
            "number": "20",
            "text": "Palta a ticnaic, manhxo yovaliloc ay junok mach tz'och sb'oumaloc yaj eb' anima yet' Dios, yujto junnhej mach yak'naccan sti', aton Dios, junnhej toni."
        },
        {
            "number": "21",
            "text": "Palta a ley Moisés chi', manh yajk'oloc sb'a yet' juntzanh tas yalnaccan Dios, ayic yak'annaccan sti' t'ayonh. Q'uinaloc ay junok ley syal yak'an co q'uinal tato sco k'anab'ajej, tzam yal Dios chi' to malaj co mul t'a yichanh."
        },
        {
            "number": "22",
            "text": "Palta syal t'a Slolonel Dios chi' to a masanil anima, ayek' t'a yol sk'ab' chukal. Icha chi' syalcani yic wach' a eb' tz'ak'anoch Jesucristo t'a sk'ool, syal schaan jun q'uinal eb' altab'ilcan yuj Dios."
        },
        {
            "number": "23",
            "text": "Ayic manto ja jun mach scak'och t'a co k'ool, ay onhto ek' t'a yalanh jun ley chi'. Ichato yamb'il onh yuj jun ley chi' masanto ix checlaj jun mach scak'och t'a co k'ool chi'."
        },
        {
            "number": "24",
            "text": "Yujto a jun ley chi', ay yopisio onh scuchb'ani masanto ix ja Cristo. Axo ticnaic, wach' onh t'a yichanh Dios, yujto scak'och Cristo t'a co k'ool."
        },
        {
            "number": "25",
            "text": "Ha ticnaic, manhxo onh ayoc och t'a yol sk'ab' jun cuchb'annac onh chi', yujto ayxo och Cristo t'a co k'ool."
        },
        {
            "number": "26",
            "text": "Yujnhej to tzeyak'och Cristo Jesús t'a e k'ool qued'oc, yuj chi' yuninal exxo Dios, junxonhej eyaj yet' Cristo e masanil qued'oc."
        },
        {
            "number": "27",
            "text": "Ha jantac onh tzonh ak'ji bautizar t'a yic Cristo, junxonhej tzonh aj yet'oc, axonhej sb'eyb'al Cristo chi' sco chaoch t'a quib'anh co b'eyb'alani."
        },
        {
            "number": "28",
            "text": "Manhxa yelk'ochi tato israel onh, mato maay. Wach'chom checab' caji, ma munil quic co b'a, wach'chom vinac, ma ix, manhxa yelk'ochi, yujto junxonhej caj co masanil yet' Cristo Jesús. Icha val to junxonhej animail caj co masanil."
        },
        {
            "number": "29",
            "text": "Yujto yic exxo Cristo, yuj chi' yinhtilal exxo vinhaj Abraham chi' qued'oc. Axo tas yalnaccan Dios to ol yak' t'ayonh ol e cha qued'oc."
        }
    ]
}