{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "In gana swalb'at junxo tik t'ayex: Q'uinaloc ay junok uninab'il tz'ikankan masanil tastac ay t'a smam. Wach'chom syiquejkan smasanil, palta ayic yuneto, lajan tz'ajkan icha junok majan."
        },
        {
            "number": "2",
            "text": "Ayto mach tz'ak'an mandar, syilan tastac ay t'ay, masanto sja sk'ual ayic syalan smam to ay yalan yic t'a smasanil."
        },
        {
            "number": "3",
            "text": "Anhejtona' ichonhta'. Ha t'a yalanhtaxo, ichato unin onh, yujto onh ak'ji mandar yuj b'eyb'al yic yol yib'anhk’inal tik."
        },
        {
            "number": "4",
            "text": "Palta ayic ix k'och stiempoal, ha Dios ix ak'ancot Yuninal, ix alji t'a jun ix ix icha tz'aj kalji ko masanil. Ix ak'ji mandar yuj ley Moisés."
        },
        {
            "number": "5",
            "text": "Icha chi' ix aj yuleq'ui, yic tzonh scolcanel t'a yalanh jun ley chi', yic tzonh yik'och Dios yuninaloc."
        },
        {
            "number": "6",
            "text": "Ha Dios ix ak'ancot Yespíritu Yuninal chi' t'ayonh, yic scojtaquejeli to yuninal onhxo. Yuj Yespíritu ayoch t'ayonh chi', skal d'ha Dios icha tik: Mamin, xco chi."
        },
        {
            "number": "7",
            "text": "Yuj chi' manhxo ichoc junok chekab' kaji, yujto yuninal onhxo Dios yuj Cristo. Yuj chi' quicxo masanil tastac ol yak' Dios t'ayonh."
        },
        {
            "number": "8",
            "text": "Ha t'a yalanhtaxo, manto eyojtakoc Dios. Eyak'nac serwil juntzanh comon Dios, palta manh diosoc."
        },
        {
            "number": "9",
            "text": "Axo ticnaik, eyojtakxo Dios, más wach' skal icha tik to ojtakab'il exxo yuj Dios chi'. Yuj chi', ¿tas yuj tzex meltzajxi t'a juntzanh b'eyb'al malaj yelk'och chi'? ¿Tas yuj he gana eyak'anxioch he b'ha t'a yalanh jun ley chi', tzeyak'anxi serwil?"
        },
        {
            "number": "10",
            "text": "Ina tzato he k'anab'ajej juntzanh q'uinh yic junjun sábado, juntzanh q'uinh ayic tz'alji k'een uj yet' juntzanh q'uinh yic smolchaj sat avb'en yet' juntzanhxo q'uinh tz'och t'a yuctaquil ab'il."
        },
        {
            "number": "11",
            "text": "Yujto icha chi' tzeyutej he b'a, swak' pensar, talaj nab'anhej in munlajel t'a he kal ta'."
        },
        {
            "number": "12",
            "text": "Ex wuk'tac ex wanab', tzin tewi t'ayex to tzeyik'el he b'ha t'a yalanh jun ley chi' icha ajnac wik'anelta in b'a a in tik. Yujto a in tik, ek'nac in t'a yalanh jun ley chi' icha tzeyutej he b'a chi' ticnaik. Ayic wek'nac t'ayex ta', wach'nhej eyutejnac he b'a t'ayin."
        },
        {
            "number": "13",
            "text": "Eyojtak to ayic wek'nac t'ayex t'a sb'ab'elal, yuj jun yab'il ochnac t'ayin yuj chi' kannak in walel jun wach' ab'ix yic colnab'il t'ayex."
        },
        {
            "number": "14",
            "text": "Wach'chom eyab'nac syail wed'oc yuj jun in yab'il chi', palta maj in he patiquejel-laj, maj in he chaqueli. Icha scutej ko chaan junok yángel Dios, icha chi' eyutejnac in he chaani, ichato a Jesucristo he chanac."
        },
        {
            "number": "15",
            "text": "Ayic wek'nac t'ayex chi', wal yel te tzalajnac ex. Q'uinaloc tato yalnac, eyik'nac am elta yol he sat eyak'annac t'ayin. Palta, ¿b'aj ix k'och jun he tzalajk'olal chi' ticnaik?"
        },
        {
            "number": "16",
            "text": "¿Tom skajk'olej ko b'a eyed'oc yujnhej to swalb'at jun k'ayb'ub'al te yel tik t'ayex?"
        },
        {
            "number": "17",
            "text": "Ay heb' niwanoc tzex xajanani, palta manh yujoc he wach'iloc. Ha spensar heb' to tonhej tzex smontejel heb' yic tzeyak'anoch he pensar t'a heb'."
        },
        {
            "number": "18",
            "text": "Wach' toni tato ay mach b'aj skak'och ko pensar, palta tato t'a ko wach'iloc. Octom icha chi' tzeyutej he pensar t'a masanil tiempo t'ayin, manhocnhej ayic ay in ek' eyed' ta'."
        },
        {
            "number": "19",
            "text": "Ha exxo, icha wal to wune' ex, swab' wal syail eyuuj, icha junok ix ix tz'ab'an syail yalji yune'. Ichanhej chi' swab' syail eyuuj, masanto ol lajanb'oc he pensar yet' Cristo."
        },
        {
            "number": "20",
            "text": "Octom ayinek' eyed' ta' ticnaik, yic manh ichoc tik swutej walan t'ayex, palta maxtzac nachaj wuuj tas wach' walan t'ayex."
        },
        {
            "number": "21",
            "text": "Ha exxo, he gana to a ley Moisés tzex ak'an mandar. Palta ¿tom max he nacoti tas syal jun ley chi'?"
        },
        {
            "number": "22",
            "text": "Yujto syal yuj winhaj Abraham to ay chawanh yuninal winh. Ay jun aljinac t'a ix Agar, ix schekab' heb'. Ay pax junxo aljinac t'a ix yetb'eyum winhaj Abraham chi', aton winhaj Isaac. Ha ix yetb'eyum winhaj Abraham chi', munil yic sb'a ix, malaj junocxo b'aj ochnac ix chekab'oc."
        },
        {
            "number": "23",
            "text": "Ha jun yune' ix schekab' heb' chi', tonhej ix alji icha tz'aj yalji junjun anima. Axo junxo aljinac t'a ix munil yic sb'a yet' winh yetb'eyum chi', yuj spoder Dios aljinac, yujto yak'nakkan sti' Dios yuj."
        },
        {
            "number": "24",
            "text": "Ha yab'ixal heb' ix tik, ch'oxnab'il yaji. Ha chawanh heb' ix ix tik, a chab' strato Dios sch'oxel heb' ix. Ha ix Agar chi', sch'oxcot jun strato sb'onac t'a jun tzalan Sinaí. Ha heb' yic jun trato chi', ichato yune' ix yaj heb'. Chekab' yaj heb' icha aj yek'nac ix."
        },
        {
            "number": "25",
            "text": "Ha ix Agar chi', a jun tzalan Sinaí ay t'a yol yic Arabia sch'oxcot ix. Ha chonhab' Jerusalén ayek' ticnaik, yicto tzalan Sinaí chi', yujto a heb' yic jun chonhab' chi', ayoch heb' t'a yalanh smandar jun ley chi'."
        },
        {
            "number": "26",
            "text": "Axo junxo Jerusalén ay t'a satcha’anh, aton ay onh yico'. Yuj chi', quik ko b'a, maxtzac onh ak'ji mandar yuj jun ley chi'."
        },
        {
            "number": "27",
            "text": "Ha t'a Slolonel Dios Tz'ib'ab'ilkani, ata' syalkan icha tik: Wach'chom toxonton malaj une', palta tzach tzalaji. Manh ojtakoc chajtil syail yalji unin, palta elokab' av yuj tzalajk'olal. Yujto a jun ix skan sch'ocoj, ek'alto sb'isul yune' ix ol aljoc t'a yichanh ix ay winh yetb'eyum, xchikani."
        },
        {
            "number": "28",
            "text": "Ex wuk'tac ex wanab', lajan onh icha winhaj Isaac chi'. Yujnhej to yak'nakkan sti' Dios, yuj chi' tzonh och yuninaloc."
        },
        {
            "number": "29",
            "text": "Palta ha t'a peka' chi', a winh tonhej aljinac icha tz'aj yalji junjun anima, yak'nac och yaelal winh t'a yib'anh jun aljinac yuj spoder Yespíritu Dios chi'. Icha yutejnac sb'a winh chi', icha chi' tzonh utaj yuj heb' anima tz'ak'ji mandar yuj ley chi' ticnaik."
        },
        {
            "number": "30",
            "text": "Palta a Slolonel Dios chi', ha' tz'alani: Ha ix chekab' yaj tik, pechel ix yet' yune' tik, xchi ix Sara t'a winhaj Abraham chi'. Yujto a jun yune' ix chi', malaj yalan yic schaan jab'oc tas yet' jun yune' ix yic sb'a sch'ocoj yet' winh yetb'eyum chi', xchikani."
        },
        {
            "number": "31",
            "text": "Yuj chi' ex wuk'tac ex wanab', manh onh lajanoc icha jun yune' ix chekab' yaj chi'. Palta lajan onh icha jun yune' ix munil yic sb'a yet' winh yetb'eyum chi'."
        }
    ]
}