{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "In gana svalb'at junxo tik t'ayex: Q'uinaloc ay junok uninab'il tz'icancan masanil tastac ay t'a smam. Wach'chom syiquejcan smasanil, palta ayic yuneto, lajan tz'ajkan icha junok majan."
        },
        {
            "number": "2",
            "text": "Ayto mach tz'ak'an mandar, syilan tastac ay t'ay, masanto sja sk'ual ayic syalan smam to ay yalan yic t'a smasanil."
        },
        {
            "number": "3",
            "text": "Anhejtona' ichonhta'. Ha t'a yalanhtaxo, ichato unin onh, yujto onh ak'ji mandar yuj b'eyb'al yic yol yib'anhk’inal tik."
        },
        {
            "number": "4",
            "text": "Palta ayic ix k'och stiempoal, ha Dios ix ak'ancot Yuninal, ix alji t'a jun ix ix icha tz'aj calji co masanil. Ix ak'ji mandar yuj ley Moisés."
        },
        {
            "number": "5",
            "text": "Icha chi' ix aj yuleq'ui, yic tzonh scolcanel t'a yalanh jun ley chi', yic tzonh yik'och Dios yuninaloc."
        },
        {
            "number": "6",
            "text": "Ha Dios ix ak'ancot Yespíritu Yuninal chi' t'ayonh, yic scojtaquejeli to yuninal onhxo. Yuj Yespíritu ayoch t'ayonh chi', skal d'ha Dios icha tik: Mamin, xco chi."
        },
        {
            "number": "7",
            "text": "Yuj chi' manhxo ichoc junok checab' caji, yujto yuninal onhxo Dios yuj Cristo. Yuj chi' quicxo masanil tastac ol yak' Dios t'ayonh."
        },
        {
            "number": "8",
            "text": "Ha t'a yalanhtaxo, manto eyojtacoc Dios. Eyak'nac servil juntzanh comon dios, palta manh diosoc."
        },
        {
            "number": "9",
            "text": "Axo ticnaic, eyojtacxo Dios, más wach' skal icha tik to ojtacab'il exxo yuj Dios chi'. Yuj chi', ¿tas yuj tzex meltzajxi t'a juntzanh b'eyb'al malaj yelk'och chi'? ¿Tas yuj e gana eyak'anxioch e b'ha t'a yalanh jun ley chi', tzeyak'anxi servil?"
        },
        {
            "number": "10",
            "text": "Ina tzato e k'anab'ajej juntzanh q'uinh yic junjun sábado, juntzanh q'uinh ayic tz'alji q'uen uj yet' juntzanh q'uinh yic smolchaj sat avb'en yet' juntzanhxo q'uinh tz'och t'a yuctaquil ab'il."
        },
        {
            "number": "11",
            "text": "Yujto icha chi' tzeyutej e b'a, svak' pensar, talaj nab'anhej in munlajel t'a e cal ta'."
        },
        {
            "number": "12",
            "text": "Ex vuk'tac ex vanab', tzin tevi t'ayex to tzeyiq'uel e b'ha t'a yalanh jun ley chi' icha ajnac vik'anelta in b'a a in tik. Yujto a in tik, ek'nac in t'a yalanh jun ley chi' icha tzeyutej e b'a chi' ticnaic. Ayic vek'nac t'ayex ta', wach'nhej eyutejnac e b'a t'ayin."
        },
        {
            "number": "13",
            "text": "Eyojtac to ayic vek'nac t'ayex t'a sb'ab'elal, yuj jun yab'il ochnac t'ayin yuj chi' cannac in valel jun wach' ab'ix yic colnab'il t'ayex."
        },
        {
            "number": "14",
            "text": "Wach'chom eyab'nac syail ved'oc yuj jun in yab'il chi', palta maj in e patiquejel-laj, maj in e chaqueli. Icha scutej co chaan junok yángel Dios, icha chi' eyutejnac in e chaani, ichato a Jesucristo e chanac."
        },
        {
            "number": "15",
            "text": "Ayic vek'nac t'ayex chi', val yel te tzalajnac ex. Q'uinaloc tato yalnac, eyik'nac am elta yol e sat eyak'annac t'ayin. Palta, ¿b'aj ix k'och jun e tzalajk'olal chi' ticnaic?"
        },
        {
            "number": "16",
            "text": "¿Tom scajk'olej co b'a eyed'oc yujnhej to svalb'at jun k'ayb'ub'al te yel tik t'ayex?"
        },
        {
            "number": "17",
            "text": "Ay eb' nivanoc tzex xajanani, palta manh yujoc e wach'iloc. Ha spensar eb' to tonhej tzex smontejel eb' yic tzeyak'anoch e pensar t'a eb'."
        },
        {
            "number": "18",
            "text": "Wach' toni tato ay mach b'aj scak'och co pensar, palta tato t'a co wach'iloc. Octom icha chi' tzeyutej e pensar t'a masanil tiempo t'ayin, manhocnhej ayic ay in ek' eyed' ta'."
        },
        {
            "number": "19",
            "text": "Ha exxo, icha val to vune' ex, svab' val syail eyuuj, icha junok ix ix tz'ab'an syail yalji yune'. Ichanhej chi' svab' syail eyuuj, masanto ol lajanb'oc e pensar yet' Cristo."
        },
        {
            "number": "20",
            "text": "Octom ayinek' eyed' ta' ticnaic, yic manh ichoc tik svutej valan t'ayex, palta maxtzac nachaj vuuj tas wach' valan t'ayex."
        },
        {
            "number": "21",
            "text": "Ha exxo, e gana to a ley Moisés tzex ak'an mandar. Palta ¿tom max e nacoti tas syal jun ley chi'?"
        },
        {
            "number": "22",
            "text": "Yujto syal yuj winhaj Abraham to ay chavanh yuninal winh. Ay jun aljinac t'a ix Agar, ix schecab' eb'. Ay pax junxo aljinac t'a ix yetb'eyum winhaj Abraham chi', aton winhaj Isaac. Ha ix yetb'eyum winhaj Abraham chi', munil yic sb'a ix, malaj junocxo b'aj ochnac ix checab'oc."
        },
        {
            "number": "23",
            "text": "Ha jun yune' ix schecab' eb' chi', tonhej ix alji icha tz'aj yalji junjun anima. Axo junxo aljinac t'a ix munil yic sb'a yet' winh yetb'eyum chi', yuj spoder Dios aljinac, yujto yak'naccan sti' Dios yuj."
        },
        {
            "number": "24",
            "text": "Ha yab'ixal eb' ix tik, ch'oxnab'il yaji. Ha chavanh eb' ix ix tik, a chab' strato Dios sch'oxel eb' ix. Ha ix Agar chi', sch'oxcot jun strato sb'onac t'a jun tzalan Sinaí. Ha eb' yic jun trato chi', ichato yune' ix yaj eb'. Checab' yaj eb' icha aj yek'nac ix."
        },
        {
            "number": "25",
            "text": "Ha ix Agar chi', a jun tzalan Sinaí ay t'a yol yic Arabia sch'oxcot ix. Ha chonhab' Jerusalén ayek' ticnaic, yicto tzalan Sinaí chi', yujto a eb' yic jun chonhab' chi', ayoch eb' t'a yalanh smandar jun ley chi'."
        },
        {
            "number": "26",
            "text": "Axo junxo Jerusalén ay t'a satcha’anh, aton ay onh yico'. Yuj chi', quic co b'a, maxtzac onh ak'ji mandar yuj jun ley chi'."
        },
        {
            "number": "27",
            "text": "Ha t'a Slolonel Dios Tz'ib'ab'ilcani, ata' syalcan icha tik: Wach'chom toxonton malaj une', palta tzach tzalaji. Manh ojtacoc chajtil syail yalji unin, palta elocab' av yuj tzalajk'olal. Yujto a jun ix skan sch'ocoj, ek'alto sb'isul yune' ix ol aljoc t'a yichanh ix ay winh yetb'eyum, xchicani."
        },
        {
            "number": "28",
            "text": "Ex vuk'tac ex vanab', lajan onh icha winhaj Isaac chi'. Yujnhej to yak'naccan sti' Dios, yuj chi' tzonh och yuninaloc."
        },
        {
            "number": "29",
            "text": "Palta ha t'a peca' chi', a winh tonhej aljinac icha tz'aj yalji junjun anima, yak'nac och yaelal winh t'a yib'anh jun aljinac yuj spoder Yespíritu Dios chi'. Icha yutejnac sb'a winh chi', icha chi' tzonh utaj yuj eb' anima tz'ak'ji mandar yuj ley chi' ticnaic."
        },
        {
            "number": "30",
            "text": "Palta a Slolonel Dios chi', ha' tz'alani: Ha ix checab' yaj tik, pechel ix yet' yune' tik, xchi ix Sara t'a winhaj Abraham chi'. Yujto a jun yune' ix chi', malaj yalan yic schaan jab'oc tas yet' jun yune' ix yic sb'a sch'ocoj yet' winh yetb'eyum chi', xchicani."
        },
        {
            "number": "31",
            "text": "Yuj chi' ex vuk'tac ex vanab', manh onh lajanoc icha jun yune' ix checab' yaj chi'. Palta lajan onh icha jun yune' ix munil yic sb'a yet' winh yetb'eyum chi'."
        }
    ]
}