{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha Cristo onh colanelta t'a yalanh jun ley Moisés chi', yic wach' quicxonhej co b'a yet'oc. Yuj chi' tek'an tzeyutej e b'a, manhxo eyak'och e b'ha t'a yalanh smandar jun ley chi', yujto lajan yet' junok icatz te al."
        },
        {
            "number": "2",
            "text": "Ab'ec tas swal a in Pablo in tik: Tato tze chaoch jun yechel yic circuncisión t'a e nivanil, junelnhej malaj jab'oc tas ol e cha t'a Cristo."
        },
        {
            "number": "3",
            "text": "Svalanb'at junxo tik t'ayex: Ha mach tz'ak'anoch jun circuncisión chi' yipoc sk'ool, yowalil sk'anab'ajej masanil tas syal t'a ley Moisés chi'."
        },
        {
            "number": "4",
            "text": "Ha ex mach ex tze na'a to wach' ex t'a yichanh Dios yujto tze k'anab'ajej jun ley chi', ha t'a Cristo, malaj eyalan eyiko'. Manhxalaj swach'k'olal Dios ol e cha'a."
        },
        {
            "number": "5",
            "text": "Ha onhxo, yuj Yespíritu Dios scak'och yipoc co k'ool to ha Dios ol alanoc to wach' onh t'a yichanh. Aton jun tik van co tanhvani, yujto scak'och Cristo t'a co k'ool."
        },
        {
            "number": "6",
            "text": "Tato junxonhej tzonh aj yet' Cristo Jesús, manhxalaj yelk'ochi tato ak'b'il onh circuncidar, mato maay. Anhej jun tik ay yelk'ochi, tato scak'och Cristo t'a co k'ool, sco xajanej co b'a junjun onh."
        },
        {
            "number": "7",
            "text": "Ha t'a yalanhtaxo, wach' ix eyutej e b'eyb'al. ¿Mach ix ak'an e k'ool yic maxtzac e k'anab'ajej jun k'ayb'ub'al te yel?"
        },
        {
            "number": "8",
            "text": "Ha Dios ix ex avtanoch yicoc, manhoclaj Dios chi' ix ak'an e k'ool."
        },
        {
            "number": "9",
            "text": "Tze na nab'i to yujnhej jab'oc yich pan, spajb'ib'at ixim harina smasanil."
        },
        {
            "number": "10",
            "text": "Svak'och Cajalil yipoc in k'ool to manh ol e wach' aq'uejoch e pensar t'a junocxo ch'oc k'ayb'ub'al. Yalnhej mach eb' tz'ak'an e k'ool chi', ha Dios ol ak'anoch syaelal eb'."
        },
        {
            "number": "11",
            "text": "Ex vuk'tac ex vanab', q'uinaloc anheja' valani to yowalil tz'ak'ji circuncidar junjun anima, max am in yak'och eb' vetisraelal t'a syaelal. Q'uinaloc icha chi' svutej valani, max am chichon sk'ool eb' t'a yab'ixal schamel Cristo t'a te' culus."
        },
        {
            "number": "12",
            "text": "Axo eb' tzek' ak'an e k'ool chi' yic tzex ak'ji circuncidar, tzoc val poljiel yic eb' chi' smasanil."
        },
        {
            "number": "13",
            "text": "Ex vuk'tac ex vanab', avtab'il ex yuj Dios, yic wach' maxtzac ex kan t'a yalanh smandar ley chi'. Palta manh yujoc chi' syal eyak'lab'an e chuk pensaril. Más wach' tzeyak'laj servil e b'a, yujto tze xajanej e b'a."
        },
        {
            "number": "14",
            "text": "Syik' sb'a ley Moisés masanil yuj jun checnab'il tik: Ichaocab' eya'ilan e b'a, ichaocab' chi' e xajanan eb' ay t'a spatic schiquin e pat, xchi."
        },
        {
            "number": "15",
            "text": "Palta tato anheja' schichon e k'ool t'ayex junjun ex, ay smay ol eyak' lajvoquel e b'a junjun ex."
        },
        {
            "number": "16",
            "text": "Svalanb'at junxo tik t'ayex: B'eyb'alejec icha sch'ox Yespíritu Dios. Tato icha chi', manh ol e b'eyb'alej tas sgana e chuk pensaril."
        },
        {
            "number": "17",
            "text": "Yujto a jun co chuk pensaril tik, yajk'ol sb'a yet' Yespíritu Dios. Axo Yespíritu chi', yajk'ol sb'a yet' co chuk pensaril. Yuj chi' ijan val max yal wach' tzeyutej e b'eyb'al icha e gana."
        },
        {
            "number": "18",
            "text": "Palta tato van co k'anab'ajan icha sch'ox Yespíritu Dios chi', a ley manhxalaj yalan yic t'ayonh."
        },
        {
            "number": "19",
            "text": "Ha eb' sk'anab'ajan schuc pensaril chi', chequel yaj tas sk'ulej eb'. Tz'em eb' t'a ajmulal, sk'ulan juntzanh tas q'uixvub'tac eb' yet' snivanil."
        },
        {
            "number": "20",
            "text": "Syalan sb'a eb' t'a juntzanh comon dios. Sb'alan yetanimail eb'. Jelan eb' t'a juntzanhxo tastac sna'a. Ajk'oltac syutej sb'a eb', ak'um oval eb'. Schichon sk'ol eb' t'a tas ay t'a junocxo anima. k'un scot yoval eb'. Sgana eb' anhej eb' ay yelk'ochi. Sgana eb' spojel sb'ha t'a macquiltaquil."
        },
        {
            "number": "21",
            "text": "Syiloch sk'ool eb' t'a tas ay t'a junocxo anima. Smak'vi cham anima eb'. Uk'umanh eb'. B'uk'tzin anima eb'. Ay juntzanhxo tas lajan icha swal tik sk'ulej eb'. Svalb'at t'ayex ticnaic, icha val vutejnac valan t'ayex t'a yalanhtaxo to a eb' sk'ulan juntzanh swal tik, val yel malaj yalan yic eb' yoch t'a yol sk'ab' Dios."
        },
        {
            "number": "22",
            "text": "Palta haxo Yespíritu Dios tz'ak'an co xajanej co b'a, syak'anpax co tzalajk'olal, co junk'olal. Syak'an cak' techaj tas sja t'a quib'anh. Yuj Yespíritu chi', wach' scutej co b'ha t'a eb' quetanimail, wach' scutej co pensar t'a eb', scak'an elk'och tas scala'."
        },
        {
            "number": "23",
            "text": "Nanam scutej co b'a. Yuj Yespíritu Dios chi', sco cachoch vaan co b'a. Ha juntzanh wach' b'eyb'al tik, malaj junok ley scachani."
        },
        {
            "number": "24",
            "text": "Ha onh yic onhxo Cristo tik, manhxalaj yelk'och co chuk pensaril yet' juntzanh schucal snib'ej. Ichato ak'b'ilxooch cuuj t'a te' culus."
        },
        {
            "number": "25",
            "text": "Yuj Yespíritu Dios chi' ay co q'uinal. Yuj chi', yowalil sco k'anab'ajej icha sgana Yespíritu chi'."
        },
        {
            "number": "26",
            "text": "Max yal-laj quik'anchaanh co b'a, max yal co tzuntzan co b'a junjun onh. Max yal-laj schichonoch co k'ool t'ayonh junjun onh."
        }
    ]
}