{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha Cristo onh colanelta t'a yalanh jun ley Moisés chi', yic wach' quicxonhej ko b'a yet'oc. Yuj chi' tek'an tzeyutej he b'a, manhxo eyak'och he b'ha t'a yalanh smandar jun ley chi', yujto lajan yet' junok icatz te al."
        },
        {
            "number": "2",
            "text": "Ab'ec tas swal a in Pablo in tik: Tato tze chaoch jun yechel yic circuncisión t'a he niwanil, junelnhej malaj jab'oc tas ol he cha t'a Cristo."
        },
        {
            "number": "3",
            "text": "Swalanb'at junxo tik t'ayex: Ha mach tz'ak'anoch jun circuncisión chi' yipoc sk'ool, yowalil sk'anab'ajej masanil tas syal t'a ley Moisés chi'."
        },
        {
            "number": "4",
            "text": "Ha ex mach ex tze na'a to wach' ex t'a yichanh Dios yujto tze k'anab'ajej jun ley chi', ha t'a Cristo, malaj eyalan eyiko'. Manhxalaj swach'k'olal Dios ol he cha'a."
        },
        {
            "number": "5",
            "text": "Ha onhxo, yuj Yespíritu Dios skak'och yipoc ko k'ool to ha Dios ol alanoc to wach' onh t'a yichanh. Aton jun tik wan ko tanhwani, yujto skak'och Cristo t'a ko k'ool."
        },
        {
            "number": "6",
            "text": "Tato junxonhej tzonh aj yet' Cristo Jesús, manhxalaj yelk'ochi tato ak'b'il onh circuncidar, mato maay. Anhej jun tik ay yelk'ochi, tato skak'och Cristo t'a ko k'ool, sco xajanej ko b'a junjun onh."
        },
        {
            "number": "7",
            "text": "Ha t'a yalanhtaxo, wach' ix eyutej he b'eyb'al. ¿Mach ix ak'an he k'ool yic maxtzac he k'anab'ajej jun k'ayb'ub'al te yel?"
        },
        {
            "number": "8",
            "text": "Ha Dios ix ex avtanoch yicoc, manhoclaj Dios chi' ix ak'an he k'ool."
        },
        {
            "number": "9",
            "text": "Tze na nab'i to yujnhej jab'oc yich pan, spajb'ib'at ixim harina smasanil."
        },
        {
            "number": "10",
            "text": "Swak'och Cajalil yipoc in k'ool to manh ol he wach' ak'ejoch he pensar t'a junocxo ch'oc k'ayb'ub'al. Yalnhej mach heb' tz'ak'an he k'ool chi', ha Dios ol ak'anoch syaelal heb'."
        },
        {
            "number": "11",
            "text": "Ex wuk'tac ex wanab', q'uinaloc anheja' walani to yowalil tz'ak'ji circuncidar junjun anima, max am in yak'och heb' wetisraelal t'a syaelal. Q'uinaloc icha chi' swutej walani, max am chichon sk'ool heb' t'a yab'ixal schamel Cristo t'a te' culus."
        },
        {
            "number": "12",
            "text": "Axo heb' tzek' ak'an he k'ool chi' yic tzex ak'ji circuncidar, tzoc wal poljiel yic heb' chi' smasanil."
        },
        {
            "number": "13",
            "text": "Ex wuk'tac ex wanab', avtab'il ex yuj Dios, yic wach' maxtzac ex kan t'a yalanh smandar ley chi'. Palta manh yujoc chi' syal eyak'lab'an he chuk pensaril. Más wach' tzeyak'laj serwil he b'a, yujto tze xajanej he b'a."
        },
        {
            "number": "14",
            "text": "Syik' sb'a ley Moisés masanil yuj jun checnab'il tik: Ichaocab' eya'ilan he b'a, ichaocab' chi' he xajanan heb' ay t'a spatic schiquin he pat, xchi."
        },
        {
            "number": "15",
            "text": "Palta tato anheja' schichon he k'ool t'ayex junjun ex, ay smay ol eyak' lajwoquel he b'a junjun ex."
        },
        {
            "number": "16",
            "text": "Swalanb'at junxo tik t'ayex: B'eyb'alejec icha sch'ox Yespíritu Dios. Tato icha chi', manh ol he b'eyb'alej tas sgana he chuk pensaril."
        },
        {
            "number": "17",
            "text": "Yujto a jun ko chuk pensaril tik, yajk'ol sb'a yet' Yespíritu Dios. Axo Yespíritu chi', yajk'ol sb'a yet' ko chuk pensaril. Yuj chi' ijan wal max yal wach' tzeyutej he b'eyb'al icha he gana."
        },
        {
            "number": "18",
            "text": "Palta tato wan ko k'anab'ajan icha sch'ox Yespíritu Dios chi', a ley manhxalaj yalan yic t'ayonh."
        },
        {
            "number": "19",
            "text": "Ha heb' sk'anab'ajan schuc pensaril chi', chequel yaj tas sk'ulej heb'. Tz'em heb' t'a ajmulal, sk'ulan juntzanh tas q'uixwub'tac heb' yet' sniwanil."
        },
        {
            "number": "20",
            "text": "Syalan sb'a heb' t'a juntzanh comon Dios. Sb'alan yetanimail heb'. Jelan heb' t'a juntzanhxo tastac sna'a. Ajk'oltac syutej sb'a heb', ak'um owal heb'. Schichon sk'ol heb' t'a tas ay t'a junocxo anima. k'un scot yowal heb'. Sgana heb' anhej heb' ay yelk'ochi. Sgana heb' spojel sb'ha t'a macquiltaquil."
        },
        {
            "number": "21",
            "text": "Syiloch sk'ool heb' t'a tas ay t'a junocxo anima. Smak'wi cham anima heb'. Uk'umanh heb'. B'uk'tzin anima heb'. Ay juntzanhxo tas lajan icha swal tik sk'ulej heb'. Swalb'at t'ayex ticnaik, icha wal wutejnac walan t'ayex t'a yalanhtaxo to a heb' sk'ulan juntzanh swal tik, wal yel malaj yalan yic heb' yoch t'a yol sk'ab' Dios."
        },
        {
            "number": "22",
            "text": "Palta haxo Yespíritu Dios tz'ak'an ko xajanej ko b'a, syak'anpax ko tzalajk'olal, ko junk'olal. Syak'an cak' techaj tas sja t'a quib'anh. Yuj Yespíritu chi', wach' scutej ko b'ha t'a heb' quetanimail, wach' scutej ko pensar t'a heb', skak'an elk'och tas scala'."
        },
        {
            "number": "23",
            "text": "Nanam scutej ko b'a. Yuj Yespíritu Dios chi', sco cachoch waan ko b'a. Ha juntzanh wach' b'eyb'al tik, malaj junok ley scachani."
        },
        {
            "number": "24",
            "text": "Ha onh yic onhxo Cristo tik, manhxalaj yelk'och ko chuk pensaril yet' juntzanh schucal snib'ej. Ichato ak'b'ilxooch cuuj t'a te' culus."
        },
        {
            "number": "25",
            "text": "Yuj Yespíritu Dios chi' ay ko k 'inal. Yuj chi', yowalil sco k'anab'ajej icha sgana Yespíritu chi'."
        },
        {
            "number": "26",
            "text": "Max yal-laj quik'anchaanh ko b'a, max yal ko tzuntzan ko b'a junjun onh. Max yal-laj schichonoch ko k'ool t'ayonh junjun onh."
        }
    ]
}