{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ex vuk'tac ex vanab', tato ay junoc mach sk'ulan chucal tzeyila', a exxo tze k'anab'ajej Yespíritu Dios tic, colvajanhec d'ay, aq'uec sna' d'a ak'ank'olal, yic ol b'oxoc spensar. Tzeyilanpax e b'a junjun ex, talaj ayex pax ol e k'ulej chucal."
        },
        {
            "number": "2",
            "text": "Tze col-laj e b'a junjun ex, yic ol laj techaj eyuuj e masanil. Tato icha chi', van e k'anab'ajan sley Cristo."
        },
        {
            "number": "3",
            "text": "Tato ay mach nivan yelk'och snaani, malaj pax yelk'ochi, munil a syixtej sb'a snaan jun chi'."
        },
        {
            "number": "4",
            "text": "Yovalil sco na val junjun onh tas sco k'ulej. Tato icha chi', ol ja co tzalajk'olal yuj tas sco k'ulej chi', manh yovaliloc sco lajb'ej tas sco sk'ulej yed' junocxo mach, tato más vach' quic d'a yichanh."
        },
        {
            "number": "5",
            "text": "Yujto yovalil munil ol cak' entregar co cuenta junjun onh d'a Dios, ato syala' tas ak'b'il co k'ulej junjun onh yuuj."
        },
        {
            "number": "6",
            "text": "A eb' tzonh k'ayb'an d'a slolonel Dios, yovalil tzonh colvaj cak'an juntzanh tastac vach' d'a eb'."
        },
        {
            "number": "7",
            "text": "Manh eyak' musansatil e b'a. Malaj junoc mach syal yak'an musansatil Dios. Yujto a icha tas scavej, a ol co jach'a'."
        },
        {
            "number": "8",
            "text": "Icha pax chi', tato a chuc pensaril sco k'anab'ajej, ol co cha spac, aton chamel. Palta tato a sgana Yespíritu Dios sco k'anab'ajej, ol co cha spac d'a Yespíritu chi', aton co q'uinal d'a junelnhej."
        },
        {
            "number": "9",
            "text": "Yuj chi' vach'nhej scutej co b'eyb'al d'a masanil tiempo, max yal tzonh tzactzaji. Tato max cactejcan co k'ulan vach'il, ayic ol ja stiempoal, ol co cha spac."
        },
        {
            "number": "10",
            "text": "Yacb'an syal co colvaj d'a eb' quetanimail, yovalil vach' scutej co pensar d'a eb'. Axo d'a eb' yicxo Dios, ek'alxo val vach' scutej co colvaj d'a eb'."
        },
        {
            "number": "11",
            "text": "Ilecnab' val juntzanh nivac letra a in val lak'an tzin tz'ib'ejb'ati."
        },
        {
            "number": "12",
            "text": "A eb' sgana tzex ak'an pural eyak'an circuncidar e b'a, a sgana eb' to vach' scan eb' d'a yichanh eb' anima. Malaj sgana eb' tz'ak'jioch syaelal icha tz'aj yak'jioch co yaelal a onh aynhejoch co pensar d'a schamel Cristo d'a te' culus. Yuj chi' tzex yak' val pural eb'."
        },
        {
            "number": "13",
            "text": "Vach'chom ak'b'il circuncidar eb', palta max sk'anab'ajejlaj ley Moisés chi' eb' smasanil. A eb' chi', sgana eb' tzex yak' circuncidar, yic vach' syik'chaanh sb'a eb' eyuuj, yic syal yalan eb' to yuj eb' ix ak'jioch jun yechel chi' d'a e nivanil."
        },
        {
            "number": "14",
            "text": "Palta a inxo tic, malaj junoc tas b'aj syal vik'anchaanh in b'a. Anhej schamel Cajal Jesucristo d'a te' culus b'aj tzin tzalaji. Yuj jun chi' manhxalaj yalan yic yolyib'anhq'uinal tic d'ayin. Ichato chamnacxoel jun chi' d'a vichanh. A inxo tic, ichato chamnac inxo el d'ay, yujto manhxalaj valan vic d'ay."
        },
        {
            "number": "15",
            "text": "Taxonhej ak'b'il onh circuncidar mato maay, malaj yalani. Anhej val jun tic nivan yelk'ochi, tato q'uexmajnacxo co pensar."
        },
        {
            "number": "16",
            "text": "A jantac eb' sk'anab'ajan juntzanh checnab'il tic, aton eb' israel d'a val yel, eb' schonhab' ton val Dios yaji. Yak'ocab' sjunk'olal Dios d'a eb', ok'ocab' pax sk'ool d'a eb'."
        },
        {
            "number": "17",
            "text": "A ticnaic, malajocab' mach tzin ak'anxi cusoc. Yujto a juntzanh jech' ayoch d'a jun in nivanil tic, a sch'oxaneli to schecab' in Cajal Jesús."
        },
        {
            "number": "18",
            "text": "Ex vuk'tac ex vanab', yak'ocab' svach'k'olal Cajal Jesucristo d'ayex e masanil ta'. Amén."
        }
    ]
}