{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ex vuk'tac ex vanab', tato ay junok mach sk'ulan chukal tzeyila', a exxo tze k'anab'ajej Yespíritu Dios tik, colvajanhec t'ay, aq'ek sna' t'a ak'ank'olal, yic ol b'oxoc spensar. Tzeyilanpax e b'a junjun ex, talaj ayex pax ol e k'ulej chukal."
        },
        {
            "number": "2",
            "text": "Tze col-laj e b'a junjun ex, yic ol laj techaj eyuuj e masanil. Tato icha chi', van e k'anab'ajan sley Cristo."
        },
        {
            "number": "3",
            "text": "Tato ay mach niwan yelk'och snaani, malaj pax yelk'ochi, munil a syixtej sb'a snaan jun chi'."
        },
        {
            "number": "4",
            "text": "Yovalil sco na val junjun onh tas sco k'ulej. Tato icha chi', ol ja co tzalajk'olal yuj tas sco k'ulej chi', manh yovaliloc sco lajb'ej tas sco sk'ulej yet' junocxo mach, tato más wach' quic t'a yichanh."
        },
        {
            "number": "5",
            "text": "Yujto yowalil munil ol cak' entregar co cuenta junjun onh d'ha Dios, ato syala' tas ak'b'il co k'ulej junjun onh yuj."
        },
        {
            "number": "6",
            "text": "Ha eb' tzonh k'ayb'an t'a slolonel Dios, yowalil tzonh kolwaj cak'an juntzanh tastac wach' t'a eb'."
        },
        {
            "number": "7",
            "text": "Manh eyak' musansatil e b'a. Malaj junok mach syal yak'an musansatil Dios. Yujto a icha tas scavej, a ol co jach'a'."
        },
        {
            "number": "8",
            "text": "Icha pax chi', tato a chuk pensaril sco k'anab'ajej, ol co cha spac, aton chamel. Palta tato a sgana Yespíritu Dios sco k'anab'ajej, ol co cha spac t'a Yespíritu chi', aton co q'uinal t'a junelnhej."
        },
        {
            "number": "9",
            "text": "Yuj chi' wach'nhej scutej co b'eyb'al t'a masanil tiempo, max yal tzonh tzactzaji. Tato max cactejcan co k'ulan wach'il, ayic ol ja stiempoal, ol co cha spac."
        },
        {
            "number": "10",
            "text": "Yacb'an syal co kolwaj t'a eb' quetanimail, yowalil wach' scutej co pensar t'a eb'. Axo t'a eb' yicxo Dios, ek'alxo val wach' scutej co kolwaj t'a eb'."
        },
        {
            "number": "11",
            "text": "Ilecnab' val juntzanh nivac letra a in val lak'an tzin tz'ib'ejb'ati."
        },
        {
            "number": "12",
            "text": "Ha eb' sgana tzex ak'an pural eyak'an circuncidar e b'a, a sgana eb' to wach' skan eb' t'a yichanh eb' anima. Malaj sgana eb' tz'ak'jioch syaelal icha tz'aj yak'jioch co yaelal a onh aynhejoch co pensar t'a schamel Cristo t'a te' culus. Yuj chi' tzex yak' val pural eb'."
        },
        {
            "number": "13",
            "text": "Wach'chom ak'b'il circuncidar eb', palta max sk'anab'ajejlaj ley Moisés chi' eb' smasanil. Ha eb' chi', sgana eb' tzex yak' circuncidar, yic wach' syik'chaanh sb'a eb' eyuuj, yic syal yalan eb' to yuj eb' ix ak'jioch jun yechel chi' t'a e nivanil."
        },
        {
            "number": "14",
            "text": "Palta a inxo tik, malaj junok tas b'aj syal vik'anchaanh in b'a. Anhej schamel Cajal Jesucristo t'a te' culus b'aj tzin tzalaji. Yuj jun chi' manhxalaj yalan yic yol yib'anhk’inal tik t'ayin. Ichato chamnacxoel jun chi' t'a vichanh. Ha inxo tik, ichato chamnac inxo el t'ay, yujto manhxalaj valan wik t'ay."
        },
        {
            "number": "15",
            "text": "Taxonhej ak'b'il onh circuncidar mato maay, malaj yalani. Anhej val jun tik niwan yelk'ochi, tato q'uexmajnacxo co pensar."
        },
        {
            "number": "16",
            "text": "Ha jantac eb' sk'anab'ajan juntzanh checnab'il tik, aton eb' israel t'a val yel, eb' schonhab' ton val Dios yaji. Yak'ocab' sjunk'olal Dios t'a eb', ok'ocab' pax sk'ool t'a eb'."
        },
        {
            "number": "17",
            "text": "Ha ticnaic, malajocab' mach tzin ak'anxi cusoc. Yujto a juntzanh jech' ayoch t'a jun in nivanil tik, a sch'oxaneli to schecab' in Cajal Jesús."
        },
        {
            "number": "18",
            "text": "Ex vuk'tac ex vanab', yak'ocab' swach'k'olal Cajal Jesucristo t'ayex e masanil ta'. Amén."
        }
    ]
}