{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ex wuk'tac ex wanab', tato ay junok mach sk'ulan chukal tzeyila', a exxo tze k'anab'ajej Yespíritu Dios tik, colwajanhec t'ay, aq'ek sna' t'a ak'ank'olal, yic ol b'oxoc spensar. Tzeyilanpax he b'a junjun ex, talaj ayex pax ol he k'ulej chukal."
        },
        {
            "number": "2",
            "text": "Tze col-laj he b'a junjun ex, yic ol laj techaj eyuuj he masanil. Tato icha chi', wan he k'anab'ajan sley Cristo."
        },
        {
            "number": "3",
            "text": "Tato ay mach niwan yelk'och snaani, malaj pax yelk'ochi, munil a syixtej sb'a snaan jun chi'."
        },
        {
            "number": "4",
            "text": "Yowalil sco na wal junjun onh tas sco k'ulej. Tato icha chi', ol ja ko tzalajk'olal yuj tas sco k'ulej chi', manh yowaliloc sco lajb'ej tas sco sk'ulej yet' junocxo mach, tato más wach' quic t'a yichanh."
        },
        {
            "number": "5",
            "text": "Yujto yowalil munil ol cak' entregar ko cuenta junjun onh d'ha Dios, ato syala' tas ak'b'il ko k'ulej junjun onh yuj."
        },
        {
            "number": "6",
            "text": "Ha heb' tzonh k'ayb'an t'a slolonel Dios, yowalil tzonh kolwaj cak'an juntzanh tastac wach' t'a heb'."
        },
        {
            "number": "7",
            "text": "Manh eyak' musansatil he b'a. Malaj junok mach syal yak'an musansatil Dios. Yujto a icha tas scawej, a ol ko jach'a'."
        },
        {
            "number": "8",
            "text": "Icha pax chi', tato a chuk pensaril sco k'anab'ajej, ol ko cha spak, aton chamel. Palta tato a snib'ej Yespíritu Dios sco k'anab'ajej, ol ko cha spak t'a Yespíritu chi', aton ko k 'inal t'a junelnhej."
        },
        {
            "number": "9",
            "text": "Yuj chi' wach'nhej scutej ko b'eyb'al t'a masanil tiempo, max yal tzonh tzactzaji. Tato max cactejcan ko k'ulan wach'il, ayic ol ja stiempoal, ol ko cha spak."
        },
        {
            "number": "10",
            "text": "Yacb'an syal ko kolwaj t'a heb' quetanimail, yowalil wach' scutej ko pensar t'a heb'. Axo t'a heb' yicxo Dios, ek'alxo wal wach' scutej ko kolwaj t'a heb'."
        },
        {
            "number": "11",
            "text": "Ilecnab' wal juntzanh niwac letra a in wal lak'an tzin tz'ib'ejb'ati."
        },
        {
            "number": "12",
            "text": "Ha heb' snib'ej tzex ak'an pural eyak'an circuncidar he b'a, a snib'ej heb' to wach' skan heb' t'a yichanh heb' anima. Malaj snib'ej heb' tz'ak'jioch syaelal icha tz'aj yak'jioch ko yaelal a onh aynhejoch ko pensar t'a schamel Cristo t'a te' culus. Yuj chi' tzex yak' wal pural heb'."
        },
        {
            "number": "13",
            "text": "Wach'chom ak'b'il circuncidar heb', palta max sk'anab'ajejlaj ley Moisés chi' heb' smasanil. Ha heb' chi', snib'ej heb' tzex yak' circuncidar, yic wach' syik'chaanh sb'a heb' eyuuj, yic syal yalan heb' to yuj heb' ix ak'jioch jun yechel chi' t'a he niwanil."
        },
        {
            "number": "14",
            "text": "Palta a inxo tik, malaj junok tas b'aj syal wik'anchaanh in b'a. Anhej schamel Kajal Jesucristo t'a te' culus b'aj tzin tzalaji. Yuj jun chi' manhxalaj yalan yic yol yib'anhk’inal tik t'ayin. Ichato chamnacxoel jun chi' t'a wichanh. Ha inxo tik, ichato chamnac inxo el t'ay, yujto manhxalaj walan wik t'ay."
        },
        {
            "number": "15",
            "text": "Taxonhej ak'b'il onh circuncidar mato maay, malaj yalani. Anhej wal jun tik niwan yelk'ochi, tato k'exmajnacxo ko pensar."
        },
        {
            "number": "16",
            "text": "Ha jantac heb' sk'anab'ajan juntzanh checnab'il tik, aton heb' israel t'a wal yel, heb' schonhab' ton wal Dios yaji. Yak'ocab' sjunk'olal Dios t'a heb', ok'ocab' pax sk'ool t'a heb'."
        },
        {
            "number": "17",
            "text": "Ha ticnaik, malajocab' mach tzin ak'anxi cusoc. Yujto a juntzanh jech' ayoch t'a jun in niwanil tik, a sch'oxaneli to schecab' in Kajal Jesús."
        },
        {
            "number": "18",
            "text": "Ex wuk'tac ex wanab', yak'ocab' swach'k'olal Kajal Jesucristo t'ayex he masanil ta'. Amén."
        }
    ]
}