{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Aton juntzanh lolonel tic ix yal Jehová d'ayin Sofonías in tic, yuninal in vinhaj Cus, yixchiquin in vinhaj Gedalías yuninal vinhaj Amarías yuninal vinhaj Ezequías. Ayic ayoch vinhaj Josías yuninal vinhaj Amón reyal d'a Judá, ata' ix lolon Jehová d'ayin."
        },
        {
            "number": "2",
            "text": "A Jehová ix alan d'ayin icha tic: Ol in satel masanil tas ay d'a sat luum tic."
        },
        {
            "number": "3",
            "text": "Ol in satel eb' anima, ol in satel nok' nok', nok' much yed' pax nok' chay. Ol in satel eb' chuc yed' schucal. Ol in satel eb' anima d'a sat lum luum tic."
        },
        {
            "number": "4",
            "text": "Ol vak'och yaelal d'a yib'anh chonhab' Judá yed' pax d'a yib'anh masanil eb' cajan d'a Jerusalén. Ol in satel juntzanh b'aj tz'och eb' ejmelal d'a comon dios scuchan Baal d'a jun chonhab' tic. Manhxa b'aj ol checlajcanoc yed' pax sb'i eb' sacerdote ol in sucsatoc."
        },
        {
            "number": "5",
            "text": "Ol in satel eb' sq'ue d'a yib'anhtac pat lesal d'a masanil tas chequel d'a satchaanh. Ol in satpaxel eb' tz'em cuman yic tzin yak'an b'inajoc, palta syak'pax b'inaj sdiosal eb' scuch Milcom."
        },
        {
            "number": "6",
            "text": "Ol in satpaxel eb' syiq'uel sb'a d'ayin, aton eb' max yal sb'a d'ayin, eb' max yaq'uem sb'a yic sk'anb'an sb'a d'ayin."
        },
        {
            "number": "7",
            "text": "Numan tzex aj d'a vichanh a in Jehová in tic, yujto a sk'ual yoval in k'ool, lak'anxo ay. Toxo ix in siq'uel nok' nok' ol in milcham silab'oc. Toxo pax ix in sik'canel mach avtab'il vael vuuj."
        },
        {
            "number": "8",
            "text": "A d'a jun k'ual chi', ol vak' val och yaelal d'a yib'anh eb' yajal yed' d'a yib'anh eb' yuninal eb' vinh rey yed' pax d'a yib'anh juntzanhxo eb' tz'ak'anoch spichul eb' ch'oc chonhab'il."
        },
        {
            "number": "9",
            "text": "Ol vak'och yaelal d'a yib'anh eb' tz'ochb'at tz'itnaj d'a yib'anh sb'achnub' spuertail templo, eb' syak' b'ud'joc stemplo scomon diosal yed' b'eyumal syik' eb' d'a spatic yelk'umal yed' pax yuj yak'an musansatil eb' yetanimail."
        },
        {
            "number": "10",
            "text": "A d'a jun k'ual chi', ol ab'chaj yel yav anima d'a puerta b'aj tz'och eb' chonhum chay d'a schab'il macanh chonhab'. Ol ab'chaj sk'anh yel k'acap d'a lum tzalquixtac."
        },
        {
            "number": "11",
            "text": "Avajanhec, mach ex cajan ex d'a mercado, yujto masanil eb' chonhvajum ol chamel eb', masanil eb' tz'ak'an tumin majanil, ol satel eb'."
        },
        {
            "number": "12",
            "text": "A d'a jun k'ual chi', ol in say vil Jerusalén, icha tz'aj saychaj junoc tas satb'at yed' te' tz'ictaj. Ol vak'och yaelal d'a yib'anh eb' anima malaj tas sna' ticnaic, lajan eb' icha vino tonhej tanhanem yich, syal eb' icha tic: A Jehová, max yak'cotlaj vach'il d'a quib'anh, anhejtona' manh ol yak'paxcotlaj chucal, xchi eb'."
        },
        {
            "number": "13",
            "text": "Yuj chi' a masanil jantac sb'eyumal eb', ol ik'chajek'oc yed' spat eb' ol juchajemoc. Ol sb'oq'ue spat eb', palta manhoc eb' ol cajnaj d'a yool. Ol yavej yuva eb', palta manhoc eb' ol uk'an svinoal, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Lak'anxo ay jun sk'ual yoval sk'ol Jehová. Te nivan yelk'och jun k'ual chi'. Lak'anxo ay, yelk'olal sjavi. Ab'ec, a d'a jun k'ual chi', vach'chom eb' soldado te tek'an, ol ok' eb' yuj xivelal."
        },
        {
            "number": "15",
            "text": "A jun k'ual chi', sk'ual yoval sk'ol Jehová, sk'ual yaelal yed' cusk'olal. A d'a jun k'ual chi', ol juvoquel chonhab', tz'inini ol ajcanoc, ol q'uik'b'oc q'uinal, q'uik'alq'uinalxonhej ol ajoc, ol muslajpaxoc, vevenxonhej ol ajcanoc."
        },
        {
            "number": "16",
            "text": "A d'a jun k'ual chi', sk'ual spuchaj q'uen trompeta yic oval yed' yel yav eb' soldado yak'an oval d'a chonhab' ayoch smuroal yed' storreal te chaanh yajq'uei."
        },
        {
            "number": "17",
            "text": "Syalan Jehová icha tic: Ol vak' val och eb' anima d'a ilk'olal, yuj chi' lajan ol aj sb'eyek' eb' icha sb'eyek' eb' max uji yilani, yujto sik'lab'il ix och schucal eb' d'a vichanh. A schiq'uil eb', ol b'atcan quib'naj icha lum pococ, axo snivanil eb', toxonhej ol q'uecan b'ulan icha stza' nok' nok', xchi Jehová chi'."
        },
        {
            "number": "18",
            "text": "A d'a sk'ual yoval sk'ol Jehová, a q'uen oro yed' q'uen splata eb' anima, manhxo ol yal scoljiel eb' yuj q'ueen. Yujto a yoval sk'ol chi' ol ak'an satel jun nación tic. Manh junipoc ol satel masanil eb' cajan d'a jun nación tic. Icha tz'aj stz'ab'at junoc tas yuj te' k'ak', icha chi' ol aj satel eb'."
        }
    ]
}