{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Aton juntzanh lolonel tik ix yal Jehová t'ayin Sofonías in tik, yuninal in winhaj Cus, yixchiquin in winhaj Gedalías yuninal winhaj Amarías yuninal winhaj Ezequías. Ayic ayoch winhaj Josías yuninal winhaj Amón reyal t'a Judá, ata' ix lolon Jehová t'ayin."
        },
        {
            "number": "2",
            "text": "Ha Jehová ix alan t'ayin icha tik: Ol in satel masanil tas ay t'a sat lu'um tik."
        },
        {
            "number": "3",
            "text": "Ol in satel eb' anima, ol in satel nok' nok', nok' much yet' pax nok' chay. Ol in satel eb' chuk yet' schucal. Ol in satel eb' anima t'a sat lum lum tik."
        },
        {
            "number": "4",
            "text": "Ol vak'och yaelal t'a yib'anh chonhab' Judá yet' pax t'a yib'anh masanil eb' cajan t'a Jerusalén. Ol in satel juntzanh b'aj tz'och eb' ejmelal t'a comon dios scuchan Baal t'a jun chonhab' tik. Manhxa b'aj ol checlajcanoc yet' pax sb'i eb' sacerdote ol in sucsatoc."
        },
        {
            "number": "5",
            "text": "Ol in satel eb' sq'ue t'a yib'anhtac pat lesal t'a masanil tas chequel t'a satcha’anh. Ol in satpaxel eb' tz'em cuman yic tzin yak'an b'inajoc, palta syak'pax b'inaj sdiosal eb' scuch Milcom."
        },
        {
            "number": "6",
            "text": "Ol in satpaxel eb' syiq'uel sb'a t'ayin, aton eb' max yal sb'a t'ayin, eb' max yaq'uem sb'a yic sk'anb'an sb'a t'ayin."
        },
        {
            "number": "7",
            "text": "Numan tzex aj t'a vichanh a in Jehová in tik, yujto a sk'ual yoval in k'ool, lak'anxo ay. Toxo ix in siq'uel nok' nok' ol in milcham silab'oc. Toxo pax ix in sik'canel mach avtab'il vael vuuj."
        },
        {
            "number": "8",
            "text": "Ha t'a jun k'ual chi', ol vak' val och yaelal t'a yib'anh eb' yajal yet' t'a yib'anh eb' yuninal eb' winh rey yet' pax t'a yib'anh juntzanhxo eb' tz'ak'anoch spichul eb' ch'oc chonhab'il."
        },
        {
            "number": "9",
            "text": "Ol vak'och yaelal t'a yib'anh eb' tz'ochb'at tz'itnaj t'a yib'anh sb'achnub' spuertail templo, eb' syak' b'ud'joc stemplo scomon diosal yet' b'eyumal syik' eb' t'a spatic yelk'umal yet' pax yuj yak'an musansatil eb' yetanimail."
        },
        {
            "number": "10",
            "text": "Ha t'a jun k'ual chi', ol ab'chaj yel yav anima t'a puerta b'aj tz'och eb' chonhum chay t'a schab'il makan chonhab'. Ol ab'chaj sk'anh yel k'acap t'a lum tzalquixtac."
        },
        {
            "number": "11",
            "text": "Avajanhec, mach ex cajan ex t'a mercado, yujto masanil eb' chonhvajum ol chamel eb', masanil eb' tz'ak'an tumin majanil, ol satel eb'."
        },
        {
            "number": "12",
            "text": "Ha t'a jun k'ual chi', ol in say vil Jerusalén, icha tz'aj saychaj junok tas satb'at yet' te' tz'ictaj. Ol vak'och yaelal t'a yib'anh eb' anima malaj tas sna' ticnaic, lajan eb' icha vino tonhej tanhanem yich, syal eb' icha tik: Ha Jehová, max yak'cotlaj wach'il t'a quib'anh, anhejtona' manh ol yak'paxcotlaj chukal, xchi eb'."
        },
        {
            "number": "13",
            "text": "Yuj chi' a masanil jantac sb'eyumal eb', ol ik'chajek'oc yet' spat eb' ol juchajemoc. Ol sb'oq'ue spat eb', palta manhoc eb' ol cajnaj t'a yool. Ol yavej yuva eb', palta manhoc eb' ol uk'an svinoal, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Lak'anxo ay jun sk'ual yoval sk'ol Jehová. Te niwan yelk'och jun k'ual chi'. Lak'anxo ay, yelk'olal sjavi. Ab'ec, ha t'a jun k'ual chi', wach'chom eb' soldado te tek'an, ol ok' eb' yuj xivelal."
        },
        {
            "number": "15",
            "text": "Ha jun k'ual chi', sk'ual yoval sk'ol Jehová, sk'ual yaelal yet' cusk'olal. Ha t'a jun k'ual chi', ol juvoquel chonhab', tz'inini ol ajcanoc, ol k'ik'b'oc q'uinal, k'ik'alq'uinalxonhej ol ajoc, ol muslajpaxoc, vevenxonhej ol ajcanoc."
        },
        {
            "number": "16",
            "text": "Ha t'a jun k'ual chi', sk'ual spuchaj q'uen trompeta yic oval yet' yel yav eb' soldado yak'an oval t'a chonhab' ayoch smuroal yet' storreal te chaanh yajq'uei."
        },
        {
            "number": "17",
            "text": "Syalan Jehová icha tik: Ol vak' val och eb' anima t'a ilk'olal, yuj chi' lajan ol aj sb'eyek' eb' icha sb'eyek' eb' max uji yilani, yujto sik'lab'il ix och schucal eb' t'a vichanh. Ha schiq'uil eb', ol b'atcan quib'naj icha lum pococ, haxo snivanil eb', toxonhej ol k'ekan b'ulan icha stza' nok' nok', xchi Jehová chi'."
        },
        {
            "number": "18",
            "text": "Ha t'a sk'ual yoval sk'ol Jehová, a q'uen oro yet' q'uen splata eb' anima, manhxo ol yal scoljiel eb' yuj q'ueen. Yujto a yoval sk'ol chi' ol ak'an satel jun nación tik. Manh junipoc ol satel masanil eb' cajan t'a jun nación tik. Icha tz'aj stz'ab'at junok tas yuj te' k'ak', icha chi' ol aj satel eb'."
        }
    ]
}