{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ex anima malaj jab'oc sq'uixvelal, molb'ejec e b'a yic tze naan sik'lab'il,"
        },
        {
            "number": "2",
            "text": "yacb'an manto javi jun k'ual naanxo yuj Jehová, jun k'ual te ay smay. Ol ex saclemb'at yuj icha tz'aj yik'jib'at smatz'il ixim trigo yuj ik'."
        },
        {
            "number": "3",
            "text": "Mach ex emnaquil tzeyutej e k'anab'ajan tojolal t'a jun nación tik, aq'uecoch e b'ha t'a yol sk'ab' Jehová e masanil. B'eyb'alejec tojolal yet' emnaquilal, talaj olto ilchaj b'aj ol e col e b'ha t'a jun k'ual yic yoval sk'ol Jehová chi'."
        },
        {
            "number": "4",
            "text": "Tz'inini ol ajkan chonhab' Gaza. Cuseltac ol ajkan chonhab' Ascalón. D'a k'ualil ol pechchajel eb' cajan t'a Asdod, haxo pax eb' cajan t'a Ecrón ol ik'chajel eb', icha stok'chajq'ueta junok te te' yet' sch'anhal yib'."
        },
        {
            "number": "5",
            "text": "Mach ex cotnac ex t'a Creta, ex cajan ex t'a stitac ha' mar, toxo ix yal Jehová tas ol javoc t'a eyib'anh. Syalan icha tik: Ol in satel chonhab' Canaán, aton schonhab' eb' filisteo. Manhxo junok mach ol kan cajan ta', xchi Jehová."
        },
        {
            "number": "6",
            "text": "Masanil chonhab' t'a stitac ha' mar, axonhej nok' calnel ol wa t'ay. Axonhej ta' ol sb'oq'ue slech pat eb' tanhvum calnel yet' smacte' nok' scalnel eb' chi'."
        },
        {
            "number": "7",
            "text": "Ha eb' manh ol cham t'a Judá, ol yik' smacb'en eb' t'a jun lum lum chi'. Ata' ol laj b'at eb' stanhvej nok' scalnel, haxo t'a te' pat t'a Ascalón ol laj vay eb' t'ak'walil, yujto a Jehová Dios ol tanhvan eb', ol ik'jocpaxq'ue chaanh eb' yuj."
        },
        {
            "number": "8",
            "text": "Ha Jehová tz'alan icha tik: Ix vab' val sb'uchvaj eb' moabita yet' eb' amonita t'a eb' in chonhab', syalanpax eb' to ol yiq'uek' lum sluum eb' in chonhab' tik eb' yalani."
        },
        {
            "number": "9",
            "text": "Yuj chi', a in Jehová in tik svala', a Moab yet' Amón chi', lajan ol aj icha ajnac Sodoma yet' Gomorra, aton meltzajnacoch b'aj sq'uib'q'ue te' q'uiix yet' pax b'aj sb'o atz'am atz'am. Tz'inini ol ajkan t'a junelnhej. Axo eb' manh ol cham t'a in chonhab', a eb' ol ik'anelta tastac ay t'a eb', a eb' ol macb'enancan slum eb' chi', xchi Jehová."
        },
        {
            "number": "10",
            "text": "Aton spac chi' ol scha Moab yet' Amón, yujto ix b'uchvaj eb' t'ayonh schonhab' onh Jehová Yajal t'a Smasanil. Ix yalanpax eb' to syiq'uek' lum co lu'um eb'."
        },
        {
            "number": "11",
            "text": "Ol cot val yoval sk'ool Jehová t'a eb'. Ol satel juntzanh comon dios ay t'a smasanil yol yib'anhk’inal tik. Axo eb' cajan t'a juntzanh lum lum ay t'a snanhal ha' mar, ol och eb' ejmelal t'a Jehová b'aj cajan junjun."
        },
        {
            "number": "12",
            "text": "Yed' ex pax tik, ex aj Etiopía, ol ex cham yuj yespada Jehová."
        },
        {
            "number": "13",
            "text": "Ol yak'anpax yaelal Jehová t'a yib'anh eb' cajan t'a Asiria ay t'a norte yic satel eb'. Tz'inini ol ajkan chonhab' Nínive yuj, tzinan lu'um ol ajcanoc."
        },
        {
            "number": "14",
            "text": "Ol juchajem spat eb'. Axonhej nok' molb'etzal nok' yet' nok' k'ultaquil nok' ol aj ta'. Axonhej nok' cujub' yet' nok' sotz' ol ok' t'a schontac yoyal spat eb' chi', ol laj oq'uelta nok' t'a ventena. Toxonhej ol och b'ulan nok' joj t'a sti' spuertail spat eb' chi'. Axo te' k'ute' ayoch schemtealoc yool, ol laj el te'."
        },
        {
            "number": "15",
            "text": "Icha chi' ol utaj jun chonhab' te ak'umtac syutej sb'a, malaj tas sna'a, syipk'olej sb'a sch'ocoj, syalan eb' cajan t'ay icha tik: Malaj junocxo chonhab' lajan yet' co chonhab' tik, xchi eb'. Palta ol kan tzinan, axonhej nok' chium nok' ol cajnajcan ta'. Ha eb' ol ek' t'a slak'anil chi', ol schinhub'tanhej sk'ab' eb', ol b'uchvaj eb' t'ay."
        }
    ]
}