{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ob'iltac eb' aj Jerusalén, aton jun chonhab' b'aj cajan eb' anima te pit, eb' yelxo val te chuk yet' pax eb' ixtum anima."
        },
        {
            "number": "2",
            "text": "Maj scha yab' eb' tas ix yal Jehová, te chuk pax ix yab' eb' ayic ix cachji eb' yuj. Maj yak'och Jehová sDiosal eb' yipoc sk'ool, maj sk'anb'ejpax jab'oc sb'a eb' t'ay."
        },
        {
            "number": "3",
            "text": "Ha eb' sreyal eb', lajan eb' icha nok' choj tz'el yav yuj vejel. Axo eb' sjuezal eb', lajan eb' icha nok' oques manhxo junok sb'aquil schib'ej syactejcani yic schi t'a junxo k'u."
        },
        {
            "number": "4",
            "text": "Ha eb' syaloch sb'a schecab'oc Dios, syik'chaanh sb'a eb', anhej t'a yol yic eb' scomon loloni. Ha eb' sacerdote, syixtejb'at scajnub' Dios eb', max sk'anab'ajej pax sk'ayb'ub'al Dios chi' eb'."
        },
        {
            "number": "5",
            "text": "Palta, ayek' Jehová t'a co chonhab' tik, anhej tas tojol sk'ulej, malaj juneloc sk'ulej junok tas manh wach'oc. Junjun q'uinhib'alil sch'oxanel stojolal. Axo pax eb' chuk, max q'uixvi jab'oc eb'."
        },
        {
            "number": "6",
            "text": "Ha Jehová tz'alan icha tik: Toxo ix laj in satel juntzanh nación. Toxo ix laj vec lanhchaj storreal smuroal schonhab' eb'. Tz'inini ix vutejcan yoltac calle, manhxalaj junok mach tzek' ta'. Ha t'a juntzanh chonhab' chi', manhxa junok anima cajan."
        },
        {
            "number": "7",
            "text": "Ix vutej icha chi', talaj a eb' aj Jerusalén tik, ol ja sxivk'olal eb' t'ayin, yic a ol vak'an scachnab'il eb', ol in sk'anab'ajej eb'. Tato icha chi', manh ol in juem scajnub' eb', manh ol vak'paxoch syaelal eb', icha ix aj in naani. Palta haxo eb' jun, yelk'olal ix tzalaj val eb' sk'ulan masanil makan chukal t'a vichanh."
        },
        {
            "number": "8",
            "text": "Yuj chi' tanhvejec sjavi jun k'u ayic ol in ch'oxanel smul masanil eb' sk'ulan chukal. Ha in Jehová in swal icha tik: Toxo ix in na to ol in molb'ej masanil nación yet' masanil chonhab', yic ol vak'och yoval in k'ol t'a yib'anh eb' anima cajan t'ay. Masanil yol yib'anhk’inal ol satel yuj yoval in k'ool."
        },
        {
            "number": "9",
            "text": "Ayic ol k'och jun k'ual chi', axonhej lolonel wach' ol vak' yal eb' anima smasanil, yic wach' a masanil eb' anima t'a junjun chonhab', ol yal wach' lolonel eb' t'ayin. Junxonhej ol aj yalan sb'a eb' t'ayin."
        },
        {
            "number": "10",
            "text": "Ha eb' in chonhab' sacleminac yajcanb'at ticnaic t'a sk'axepal ha ha' yic Etiopía, ha t'a jun k'ual chi' ol laj javok eb' smasanil ul yaq'uem sb'a t'ayin yet' yofrenda."
        },
        {
            "number": "11",
            "text": "Ex in chonhab', ha t'a jun k'ual chi', manhxo ol ex q'uixvoc yuj e chuk b'eyb'al, aton b'aj ix e pitej e b'a t'ayin. Ha t'a jun k'ual chi', ol viq'uel eb' stzalaj yet' yak'umtaquil t'a e cal. Manhxo ak'umtacoc ol eyutej e b'ha t'a jun tzalan b'aj tz'och ejmelal t'ayin."
        },
        {
            "number": "12",
            "text": "Axonhej eb' anima emnaquilal syutej sb'a ol vak'kan cajan t'a in chonhab' chi', axonhej t'ayin ol scol sb'a eb'."
        },
        {
            "number": "13",
            "text": "Ha eb' aj Israel olto canoc, manhxo ol sk'ulej eb' tas manh tojoloc, manhxo ol yalpax lolonel eb' manh yeloc. Manhxalaj pax b'ak'uinh ol yixtej eb' yetanimail eb'. Junk'olalxonhej ol aj eb', manhxalaj mach b'aj ol xiv eb', toxonhej ol wa eb', junk'olalxonhej ol aj eb', xchi Jehová."
        },
        {
            "number": "14",
            "text": "B'itananhec ex aj Sion. Q'ueocab' chaanh e jaj e b'itan ex aj Israel. Tzalajanhec ex aj Jerusalén, tzalajanhec val."
        },
        {
            "number": "15",
            "text": "Ha Jehová, toxo ix yik'canel eb' tz'ak'anoch yaelal t'a quib'anh, toxo ix spatiquejel eb' ayoch ajk'olal t'ayonh. Ha Jehová co Reyal ayek' qued'oc. Manhxalaj b'aj ol onh xivoc."
        },
        {
            "number": "16",
            "text": "Ha t'a jun k'ual chi', ol yal anima t'a eb' aj Jerusalén icha tik: Ex aj Sion, manhxo ex xivoc, manhxoocab' el yip e k'ab' yuj xivelal."
        },
        {
            "number": "17",
            "text": "Ha Jehová e Diosal ayek' eyed'oc. Ha spoder tzex colani, ste tzalaj eyed'oc. Yujto xajan ex yuj, yuj chi' manhxalaj tas ol yala'. Ha yuj stzalajk'olal chi' ol b'itanoc,"
        },
        {
            "number": "18",
            "text": "icha tz'aj yoch b'it t'a sk'ual q'uinh, xcham eb'. Syalan Jehová: Ol viq'uel juntzanh cusk'olal ayoch t'a eyib'anh, ol vik'anpaxel q'uixvelal tzex ik'ani."
        },
        {
            "number": "19",
            "text": "Ha t'a jun k'ual chi', ol vak' yowalil t'a juntzanh eb' ix ex ixtani. Ol in kolwaj t'a eb' yatac val ay yet' t'a eb' saclemnaccanb'ati. Ol vik' val chaanh snivanil eyelk'och t'a masanil yol yib'anhk’inal yuj b'aj ix ex ixtaji."
        },
        {
            "number": "20",
            "text": "Ha t'a jun k'ual chi', ol ex vik'coti. Ol ex in molb'ej, ol in q'uexan tas ayoch t'a eyib'anh. Ol ex vik'an val chaanh, niwan ol aj eyelk'och t'a skal masanil chonhab' t'a yol yib'anhk’inal tik. Ol eyil val ex vik'anxi chaanh, xchi Jehová."
        }
    ]
}