{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ob'iltac eb' aj Jerusalén, aton jun chonhab' b'aj cajan eb' anima te pit, eb' yelxo val te chuc yed' pax eb' ixtum anima."
        },
        {
            "number": "2",
            "text": "Maj scha yab' eb' tas ix yal Jehová, te chuc pax ix yab' eb' ayic ix cachji eb' yuuj. Maj yak'och Jehová sDiosal eb' yipoc sk'ool, maj sk'anb'ejpax jab'oc sb'a eb' d'ay."
        },
        {
            "number": "3",
            "text": "A eb' sreyal eb', lajan eb' icha nok' choj tz'el yav yuj vejel. Axo eb' sjuezal eb', lajan eb' icha nok' oques manhxo junoc sb'aquil schib'ej syactejcani yic schi d'a junxo k'u."
        },
        {
            "number": "4",
            "text": "A eb' syaloch sb'a schecab'oc Dios, syik'chaanh sb'a eb', anhej d'a yol yic eb' scomon loloni. A eb' sacerdote, syixtejb'at scajnub' Dios eb', max sk'anab'ajej pax sk'ayb'ub'al Dios chi' eb'."
        },
        {
            "number": "5",
            "text": "Palta, ayek' Jehová d'a co chonhab' tic, anhej tas tojol sk'ulej, malaj juneloc sk'ulej junoc tas manh vach'oc. Junjun q'uinhib'alil sch'oxanel stojolal. Axo pax eb' chuc, max q'uixvi jab'oc eb'."
        },
        {
            "number": "6",
            "text": "A Jehová tz'alan icha tic: Toxo ix laj in satel juntzanh nación. Toxo ix laj vec lanhchaj storreal smuroal schonhab' eb'. Tz'inini ix vutejcan yoltac calle, manhxalaj junoc mach tz'ek' ta'. A d'a juntzanh chonhab' chi', manhxa junoc anima cajan."
        },
        {
            "number": "7",
            "text": "Ix vutej icha chi', talaj a eb' aj Jerusalén tic, ol ja sxivk'olal eb' d'ayin, yic a ol vak'an scachnab'il eb', ol in sk'anab'ajej eb'. Tato icha chi', manh ol in juem scajnub' eb', manh ol vak'paxoch syaelal eb', icha ix aj in naani. Palta axo eb' jun, yelk'olal ix tzalaj val eb' sk'ulan masanil macanh chucal d'a vichanh."
        },
        {
            "number": "8",
            "text": "Yuj chi' tanhvejec sjavi jun k'u ayic ol in ch'oxanel smul masanil eb' sk'ulan chucal. A in Jehová in sval icha tic: Toxo ix in na to ol in molb'ej masanil nación yed' masanil chonhab', yic ol vak'och yoval in k'ol d'a yib'anh eb' anima cajan d'ay. Masanil yolyib'anhq'uinal ol satel yuj yoval in k'ool."
        },
        {
            "number": "9",
            "text": "Ayic ol k'och jun k'ual chi', axonhej lolonel vach' ol vak' yal eb' anima smasanil, yic vach' a masanil eb' anima d'a junjun chonhab', ol yal vach' lolonel eb' d'ayin. Junxonhej ol aj yalan sb'a eb' d'ayin."
        },
        {
            "number": "10",
            "text": "A eb' in chonhab' sacleminac yajcanb'at ticnaic d'a sk'axepal a a' yic Etiopía, a d'a jun k'ual chi' ol laj javoc eb' smasanil ul yaq'uem sb'a d'ayin yed' yofrenda."
        },
        {
            "number": "11",
            "text": "Ex in chonhab', a d'a jun k'ual chi', manhxo ol ex q'uixvoc yuj e chuc b'eyb'al, aton b'aj ix e pitej e b'a d'ayin. A d'a jun k'ual chi', ol viq'uel eb' stzalaj yed' yak'umtaquil d'a e cal. Manhxo ak'umtacoc ol eyutej e b'a d'a jun tzalan b'aj tz'och ejmelal d'ayin."
        },
        {
            "number": "12",
            "text": "Axonhej eb' anima emnaquilal syutej sb'a ol vak'can cajan d'a in chonhab' chi', axonhej d'ayin ol scol sb'a eb'."
        },
        {
            "number": "13",
            "text": "A eb' aj Israel olto canoc, manhxo ol sk'ulej eb' tas manh tojoloc, manhxo ol yalpax lolonel eb' manh yeloc. Manhxalaj pax b'aq'uinh ol yixtej eb' yetanimail eb'. Junk'olalxonhej ol aj eb', manhxalaj mach b'aj ol xiv eb', toxonhej ol va eb', junk'olalxonhej ol aj eb', xchi Jehová."
        },
        {
            "number": "14",
            "text": "B'itananhec ex aj Sion. Q'ueocab' chaanh e jaj e b'itan ex aj Israel. Tzalajanhec ex aj Jerusalén, tzalajanhec val."
        },
        {
            "number": "15",
            "text": "A Jehová, toxo ix yik'canel eb' tz'ak'anoch yaelal d'a quib'anh, toxo ix spatiquejel eb' ayoch ajk'olal d'ayonh. A Jehová co Reyal ayek' qued'oc. Manhxalaj b'aj ol onh xivoc."
        },
        {
            "number": "16",
            "text": "A d'a jun k'ual chi', ol yal anima d'a eb' aj Jerusalén icha tic: Ex aj Sion, manhxo ex xivoc, manhxoocab' el yip e k'ab' yuj xivelal."
        },
        {
            "number": "17",
            "text": "A Jehová e Diosal ayek' eyed'oc. A spoder tzex colani, ste tzalaj eyed'oc. Yujto xajan ex yuuj, yuj chi' manhxalaj tas ol yala'. A yuj stzalajk'olal chi' ol b'itanoc,"
        },
        {
            "number": "18",
            "text": "icha tz'aj yoch b'it d'a sk'ual q'uinh, xcham eb'. Syalan Jehová: Ol viq'uel juntzanh cusk'olal ayoch d'a eyib'anh, ol vik'anpaxel q'uixvelal tzex ik'ani."
        },
        {
            "number": "19",
            "text": "A d'a jun k'ual chi', ol vak' yovalil d'a juntzanh eb' ix ex ixtani. Ol in colvaj d'a eb' yatac val ay yed' d'a eb' saclemnaccanb'ati. Ol vik' val chaanh snivanil eyelk'och d'a masanil yolyib'anhq'uinal yuj b'aj ix ex ixtaji."
        },
        {
            "number": "20",
            "text": "A d'a jun k'ual chi', ol ex vik'coti. Ol ex in molb'ej, ol in q'uexan tas ayoch d'a eyib'anh. Ol ex vik'an val chaanh, nivan ol aj eyelk'och d'a scal masanil chonhab' d'a yolyib'anhq'uinal tic. Ol eyil val ex vik'anxi chaanh, xchi Jehová."
        }
    ]
}