{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ob'iltac heb' aj Jerusalén, aton jun chonhab' b'aj cajan heb' anima te pit, heb' yelxo wal te chuk yet' pax heb' ixtum anima."
        },
        {
            "number": "2",
            "text": "Maj scha yab' heb' tas ix yal Jehová, te chuk pax ix yab' heb' ayic ix cachji heb' yuj. Maj yak'och Jehová sDiosal heb' yipoc sk'ool, maj sk'anb'ejpax jab'oc sb'a heb' t'ay."
        },
        {
            "number": "3",
            "text": "Ha heb' sreyal heb', lajan heb' icha nok' choj tz'el yav yuj wejel. Axo heb' sjuezal heb', lajan heb' icha nok' oques manhxo junok sb'aquil schib'ej syactejcani yic schi t'a junxo k'u."
        },
        {
            "number": "4",
            "text": "Ha heb' syaloch sb'a schecab'oc Dios, syik'chaanh sb'a heb', anhej t'a yol yic heb' scomon loloni. Ha heb' sacerdote, syixtejb'at scajnub' Dios heb', max sk'anab'ajej pax sk'ayb'ub'al Dios chi' heb'."
        },
        {
            "number": "5",
            "text": "Palta, ayek' Jehová t'a ko chonhab' tik, anhej tas tojol sk'ulej, malaj juneloc sk'ulej junok tas manh wach'oc. Junjun q'uinhib'alil sch'oxanel stojolal. Axo pax heb' chuk, max q'uixwi jab'oc heb'."
        },
        {
            "number": "6",
            "text": "Ha Jehová tz'alan icha tik: Toxo ix laj in satel juntzanh nación. Toxo ix laj wec lanhchaj storreal smuroal schonhab' heb'. Tz'inini ix wutejcan yoltac calle, manhxalaj junok mach tzek' ta'. Ha t'a juntzanh chonhab' chi', manhxa junok anima cajan."
        },
        {
            "number": "7",
            "text": "Ix wutej icha chi', talaj a heb' aj Jerusalén tik, ol ja sxivk'olal heb' t'ayin, yic a ol wak'an scachnab'il heb', ol in sk'anab'ajej heb'. Tato icha chi', manh ol in juem scajnub' heb', manh ol wak'paxoch syaelal heb', icha ix aj in naani. Palta haxo heb' jun, yelk'olal ix tzalaj wal heb' sk'ulan masanil makan chukal t'a wichanh."
        },
        {
            "number": "8",
            "text": "Yuj chi' tanhwejec sjawi jun k'u ayic ol in ch'oxanel smul masanil heb' sk'ulan chukal. Ha in Jehová in swal icha tik: Toxo ix in na to ol in molb'ej masanil nación yet' masanil chonhab', yic ol wak'och yowal in k'ol t'a yib'anh heb' anima cajan t'ay. Masanil yol yib'anhk’inal ol satel yuj yowal in k'ool."
        },
        {
            "number": "9",
            "text": "Ayic ol k'och jun k'ual chi', axonhej lolonel wach' ol wak' yal heb' anima smasanil, yic wach' a masanil heb' anima t'a junjun chonhab', ol yal wach' lolonel heb' t'ayin. Junxonhej ol aj yalan sb'a heb' t'ayin."
        },
        {
            "number": "10",
            "text": "Ha heb' in chonhab' sacleminac yajcanb'at ticnaik t'a sk'axepal ha ha' yic Etiopía, ha t'a jun k'ual chi' ol laj jawok heb' smasanil ul yak'em sb'a t'ayin yet' yofrenda."
        },
        {
            "number": "11",
            "text": "Ex in chonhab', ha t'a jun k'ual chi', manhxo ol ex q'uixwoc yuj he chuk b'eyb'al, aton b'aj ix he pitej he b'a t'ayin. Ha t'a jun k'ual chi', ol wik'el heb' stzalaj yet' yak'umtaquil t'a he kal. Manhxo ak'umtacoc ol eyutej he b'ha t'a jun tzalan b'aj tz'och ejmelal t'ayin."
        },
        {
            "number": "12",
            "text": "Axonhej heb' anima emnaquilal syutej sb'a ol wak'kan cajan t'a in chonhab' chi', axonhej t'ayin ol scol sb'a heb'."
        },
        {
            "number": "13",
            "text": "Ha heb' aj Israel olto canoc, manhxo ol sk'ulej heb' tas manh tojolok, manhxo ol yalpax lolonel heb' manh yeloc. Manhxalaj pax b'ak'uinh ol yixtej heb' yetanimail heb'. Junk'olalxonhej ol aj heb', manhxalaj mach b'aj ol xiv heb', toxonhej ol wa heb', junk'olalxonhej ol aj heb', xchi Jehová."
        },
        {
            "number": "14",
            "text": "B'itananhec ex aj Sion. Q'ueocab' chaanh he jaj he b'itan ex aj Israel. Tzalajanhec ex aj Jerusalén, tzalajanhec wal."
        },
        {
            "number": "15",
            "text": "Ha Jehová, toxo ix yik'canel heb' tz'ak'anoch yaelal t'a quib'anh, toxo ix spatiquejel heb' ayoch ajk'olal t'ayonh. Ha Jehová ko Reyal ayek' qued'oc. Manhxalaj b'aj ol onh xiwoc."
        },
        {
            "number": "16",
            "text": "Ha t'a jun k'ual chi', ol yal anima t'a heb' aj Jerusalén icha tik: Ex aj Sion, manhxo ex xiwoc, manhxoocab' el yip he k'ab' yuj xiwelal."
        },
        {
            "number": "17",
            "text": "Ha Jehová he Diosal ayek' eyed'oc. Ha spoder tzex colani, ste tzalaj eyed'oc. Yujto xajan ex yuj, yuj chi' manhxalaj tas ol yala'. Ha yuj stzalajk'olal chi' ol b'itanoc,"
        },
        {
            "number": "18",
            "text": "icha tz'aj yoch b'it t'a sk'ual q'uinh, xcham heb'. Syalan Jehová: Ol wik'el juntzanh cusk'olal ayoch t'a eyib'anh, ol wik'anpaxel q'uixwelal tzex ik'ani."
        },
        {
            "number": "19",
            "text": "Ha t'a jun k'ual chi', ol wak' yowalil t'a juntzanh heb' ix ex ixtani. Ol in kolwaj t'a heb' yatac wal ay yet' t'a heb' saclemnaccanb'ati. Ol wik' wal chaanh sniwanil eyelk'och t'a masanil yol yib'anhk’inal yuj b'aj ix ex ixtaji."
        },
        {
            "number": "20",
            "text": "Ha t'a jun k'ual chi', ol ex wik'koti. Ol ex in molb'ej, ol in k'exan tas ayoch t'a eyib'anh. Ol ex wik'an wal chaanh, niwan ol aj eyelk'och t'a skal masanil chonhab' t'a yol yib'anhk’inal tik. Ol eyil wal ex wik'anxi chaanh, xchi Jehová."
        }
    ]
}