{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ayic te icham winacxo winhaj rey Dawid, te siicxo syab' winh. Wach'chom te pim tz'ajk'e sk'u' winh, palta maxtzac q'uixnajlaj winh."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yal heb' tz'ak'an serwil winh icha tik: Smoj wal saychaj junok ix cob'es tz'ilan winh, sway ix t'a stz'ey winh yic sq'uixnaj jab'ocxo sniwanil winh, xchi heb'."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix b'at sayumal jun ix cob'es te wach' yilji t'a masanil yol yic Israel. Ix ilchaj jun ix yuj heb' t'a chonhab' Sunem, Abisag sb'i ix, ix ik'jicot ix t'a winhaj rey Dawid chi'."
        },
        {
            "number": "4",
            "text": "Te wach' yilji ix. Ha ix stanhwan winhaj rey Dawid chi', swaypax ix yet' winh, palta malaj juneloc ay tas ix sk'ulej winh yet' ix."
        },
        {
            "number": "5",
            "text": "Axo winhaj Adonías yuninal winhaj Dawid yet' ix Haguit, ix yak'och sb'a winh reyal yalani. Ix yik'an juntzanh carruaje winh yet' heb' soldado ayk'e t'a yib'anh chej yet' 50 heb' soldado tzek' yet' winh."
        },
        {
            "number": "6",
            "text": "Yictax ix q'uib' winh, malaj juneloc ix cachji winh yuj winh smam chi', maj sk'anb'ej winh smam winh chi' t'ay juneloc tas sk'ulej. Te wach' yilji winhaj Adonías chi', b'ab'el ix ajkan winh t'a skal heb' yuninal winhaj Dawid chi' ayic ix cham winhaj Absalón."
        },
        {
            "number": "7",
            "text": "Ha winhaj Joab yune' ix Sarwia yet' winhaj sacerdote Abiatar ix yak'och sb'a heb' winh yet' winhaj Adonías chi', yuj chi' ix sk'anb'ej srazón winh t'a heb' winh."
        },
        {
            "number": "8",
            "text": "Axo pax winhaj sacerdote Sadoc, winhaj Benaía yuninal winhaj Joiada, winhaj Natán schecab' Dios, winhaj Simei, winhaj Rei yet' heb' soldado stanhwan winhaj rey Dawid chi', maj ochlaj heb' winh yet' winhaj Adonías chi'."
        },
        {
            "number": "9",
            "text": "Ha t'a jun pekti’ chi' ix sb'o jun niwan wael winhaj Adonías chi' t'a yich jun k'een k'een scuch Zohelet t'a slak'anil b'aj sk'eul sjaj ha ha' t'a Rogel. Tzijtum nok' calnel, nok' mam wacax yet' nok' kelemtac wacax b'ak'uech ix yak' winh silab'il. Ix yavtan heb' yuk'tac winh, heb' yuninal winhaj rey Dawid chi'. Ix yavtanpax masanil heb' aj Judá winh, aton heb' smunlaj yet' winh rey chi'."
        },
        {
            "number": "10",
            "text": "Palta haxo winhaj Natán schecab' Dios, maj avtajlaj winh yuj winh. Maj yavtejpaxlaj winhaj Benaía winh yet' heb' soldado stanhwan winhaj rey Dawid chi', ma winhaj Salomón yuk'tac winh."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi' ix b'at winhaj Natán chi' yal t'a ix Betsabé snun winhaj Salomón chi', ix yalan winh: --¿Tom manto ab'i to toxo ix yak'och sb'a winhaj Adonías reyal t'a elk'altac? Palta manh yojtacocpax winhaj rey Dawid."
        },
        {
            "number": "12",
            "text": "Ha ticnaik, cha ab' tas ol wal t'ayach yic wach' manh ol ach cham yet' winh une' aj Salomón tik."
        },
        {
            "number": "13",
            "text": "Ixic t'a winhaj rey Dawid chi', tzalan t'a winh: Mamin rey, alnacxocan t'ayin to a winh wune' aj Salomón ol ochcan reyal a k'exuloc, a winh ol ochcan t'a yol a despacho. ¿Tas yuj a winhaj Adonías ix yak'och sb'a reyal? xa chi."
        },
        {
            "number": "14",
            "text": "Ayic wan a lolon yet' winh rey chi' ol in ochk'ochoc. Ha inxo ol wala' to yelton tas tzal chi', xchi winhaj Natán chi' t'a ix."
        },
        {
            "number": "15",
            "text": "Yuj chi', ix b'at ix Betsabé chi' yil winhaj rey Dawid b'aj ayek' chi'. Te icham winacxo winh. Ha ix Abisag sunamita tz'ilan winh."
        },
        {
            "number": "16",
            "text": "Ayic ix k'och ix Betsabé chi' t'a yichanh winh, ix em nhojan ix yak'an stzatzil sk'ol winh, ix yalan winh t'a ix: --¿Tas tza nib'ej? xchi winh."
        },
        {
            "number": "17",
            "text": "Ix tak'wi ix: --Val t'a sb'i Jehová ix ala' to a winh wune' aj Salomón ol ochcan a k'exuloc t'a reyal. Ha winh ol ochcan t'a yol a despacho."
        },
        {
            "number": "18",
            "text": "Palta ina toxo ix yak'och sb'a winhaj Adonías reyal, a achxo tik mamin rey, manh ojtacoc yaji."
        },
        {
            "number": "19",
            "text": "Tzijtum nok' calnel, nok' mam wacax yet' nok' kelemtac wacax b'ak'uech ix yak' winh silab'il. Ix yavtej heb' uninal winh yet' winhaj sacerdote Abiatar, winhaj Joab yajalil heb' a soldado t'a jun wael ix sb'o winh chi', palta maj yavtejlaj winh uninal aj Salomón winh."
        },
        {
            "number": "20",
            "text": "Yuj chi', wan stanhwan masanil heb' chonhab' israel tas xa chi, mach ol ak'canoch reyal a k'exuloc."
        },
        {
            "number": "21",
            "text": "Palta tato max a b'ocan yaj jun tik, haxo yic toxo ix ach chami, axom in miljicham yet' winh wune' aj Salomón chi', xchi ix."
        },
        {
            "number": "22",
            "text": "Vanto wal slolon ix yet' winh rey chi', ix ja winhaj Natán schecab' Dios."
        },
        {
            "number": "23",
            "text": "Ix alchaj yab' winhaj rey Dawid chi' to toxo ix jawi winhaj Natán chi', ix avtajoch winh, ix em nhojan winh t'a yichanh winh rey chi'."
        },
        {
            "number": "24",
            "text": "Ix sk'anb'an winh t'a winh rey chi': --¿Tom a ach ix ala' to tz'ochcan winhaj Adonías reyal a k'exuloc?"
        },
        {
            "number": "25",
            "text": "Ina ticnaik tzijtum nok' calnel toxo ix smilcham winh yet' nok' mam wacax yet' nok' kelemtac wacax te b'ak'uech silab'il. Ix yavtan heb' winh uninal winh yet' masanil heb' winh ayoch yajaliloc heb' a soldado yet' winhaj sacerdote Abiatar. Ha ticnaik wan swa heb' winh smasanil, tz'el yav heb': Niwanocab' yelk'och winhaj rey Adonías, xchi heb' winh."
        },
        {
            "number": "26",
            "text": "Ha inxo tik maj in yavtejlaj winh yet' winhaj sacerdote Sadoc. Maj yavtejpax winhaj Benaía yuninal winhaj Joiada winh, maj avtajlajpax winh uninal aj Salomón."
        },
        {
            "number": "27",
            "text": "¿Tom a ch'ocojnhej tza b'ok'e jun tik? ¿Tom maj al t'ayonh, mach ol ochcan reyal a k'exuloc chi'? xchi winhaj Natán chi'."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi', ix yalan winhaj rey Dawid to tz'avtajxicot ix Betsabé. Ayic ix k'och ix t'a yichanh winh rey chi',"
        },
        {
            "number": "29",
            "text": "ix yalan winh t'a ix: --Swak' in ti' t'a Jehová, aton ix in tanhwan t'a skal in yaelal"
        },
        {
            "number": "30",
            "text": "to a ticnaik ol wak'elk'och tas ix wal t'ayach t'a yichanh Jehová ko Diosal, a winh une' aj Salomón ol ochcan t'a in despacho tik in k'exuloc, xchi winh."
        },
        {
            "number": "31",
            "text": "Ixnhej yab' ix Betsabé chi' icha chi', ix em nhojnaj ix t'a yichanh winh, ix yalan ix: --Mamin rey, ayachnhejocab' ek' t'a masanil tiempo, xchi ix."
        },
        {
            "number": "32",
            "text": "Ixlajwi chi' ix yalan winhaj rey Dawid chi' to tz'avtaj winhaj sacerdote Sadoc yet' winhaj Natán schecab' Dios yet' pax winhaj Benaía yuninal winhaj Joiada. Ayic ix k'och heb' winh t'a yichanh winh rey chi',"
        },
        {
            "number": "33",
            "text": "ix yalan winh: --Ik'ecb'at jaywanh heb' winh ayoch yajalil wed'oc, tzeyak'ank'e winh wuninal aj Salomón t'a yib'anh nok' in mula tzin k'e t'a yib'anh, tzeyik'anb'at winh t'a sjaj ha' Gihón."
        },
        {
            "number": "34",
            "text": "Ach sacerdote Sadoc yet' ach Natán, tzeyak'k'e aceite t'a sjolom winhaj Salomón chi' yic tz'ochcan winh reyal t'a ko chonhab' tik. Tze pu'anpax nok' ch'aac tzex awaji: Niwanocab' yelk'och winhaj rey Salomón, xe chi."
        },
        {
            "number": "35",
            "text": "Slajwi chi' tzex k'eul yet' winh t'a tik, haxo yochcan winh t'a yol in despacho tik reyal in k'exuloc, yujto toxo ix wala' to a winh ol ochcan reyal t'a chonhab' Israel yet' t'a Judá, xchi winh."
        },
        {
            "number": "36",
            "text": "Ix tak'wi winhaj Benaía chi' icha tik: --Ichocab'ta' mamin rey. Aocab' Jehová Dios sb'oancan icha chi'."
        },
        {
            "number": "37",
            "text": "Icha wal ix aj yoch Jehová ed'oc, ichocab'ta' ol aj yoch yet' winhaj Salomón chi', te niwanocab' ol aj yelk'och yopisio winh t'a yichanh ico', xchi winh."
        },
        {
            "number": "38",
            "text": "Yuj chi', ix ak'jik'e winhaj Salomón chi' t'a yib'anh nok' smula winhaj rey Dawid chi' yuj winhaj Sadoc chi', winhaj Natán schecab' Jehová Dios, winhaj Benaía chi' yet' heb' soldado stanhwan winh rey, aton heb' peleteo yet' heb' cereteo. Ix yik'anb'at winh heb' t'a sjaj ha' Gihón."
        },
        {
            "number": "39",
            "text": "Ha winhaj sacerdote Sadoc chi' ix ik'ancot aceite t'a scajnub' Dios, ix yak'ank'e winh t'a sjolom winhaj Salomón chi'. Icha chi' ix aj yak'jioch winhaj Salomón chi' reyal yuj heb'. Ixlajwi chi' ix spu'an nok' ch'aac heb', ix awajk'e masanil anima: Niwanocab' yelk'och winhaj rey Salomón, xchi heb'."
        },
        {
            "number": "40",
            "text": "Ixlajwi chi' ix och tzak'an heb' anima chi' smasanil yuj winhaj Salomón chi', ix k'ek'och heb' t'a yol chonhab' Jerusalén. Ix spu'an flauta heb', manhxa yalb'anil jantac tzalajk'olal, stak'wi lum witz yuj yel yav heb'."
        },
        {
            "number": "41",
            "text": "Ato wal slajwi swa winhaj Adonías yet' heb' ix yavtej, ix yab'an winh yoch jun av chi'. Ix yab'anpax winhaj Joab yok' nok' ch'aac, ix yalan winh: --¿Tas yaj jun av tz'och t'a chonhab' chi'? xchi winh."
        },
        {
            "number": "42",
            "text": "Vanto wal slolon winhaj Joab chi', ix k'och winhaj Jonatán yuninal winhaj Abiatar, ix yalan winhaj Adonías t'a winh: --Ochanhcoti, ach wach' a pensar, tecan wach' tas tzul ala', xchi winh."
        },
        {
            "number": "43",
            "text": "Ix tak'wi winhaj Jonatán chi': --Tocwal wach'. Ha ticnaik toxo ix ak'jioch winhaj Salomón reyal yuj winhaj rey Dawid sk'exuloc."
        },
        {
            "number": "44",
            "text": "Ha winh rey chi' ix checanb'at winhaj sacerdote Sadoc, winhaj Natán schecab' Dios, winhaj Benaía yuninal winhaj Joiada, heb' cereteo yet' pax heb' peleteo yic sb'at heb' yet' winhaj Salomón. Ix yak'ank'e winhaj Salomón chi' heb' t'a yib'anh nok' smula winh rey chi'."
        },
        {
            "number": "45",
            "text": "Ha winhaj sacerdote Sadoc chi' yet' winhaj Natán schecab' Dios chi', ix yak'k'e aceite heb' t'a sjolom winh t'a sjaj ha' Gihón, te tzalajk'olal yaj heb'. Ix meltzaj heb' t'a chonhab', yuj chi' ste awaj heb' anima chi' tzeyab'i."
        },
        {
            "number": "46",
            "text": "Ha ticnaik toxo ix och k'ojan winhaj Salomón chi' t'a yol despacho."
        },
        {
            "number": "47",
            "text": "Masanil heb' ay yopisio yet' winhaj rey Dawid chi' ix b'at alan winhaj Salomón chi' wach'il. Ix yalan heb' to niwanocab' ol aj yelk'och winh t'a yichanh winh smam chi', niwanocab' pax ol aj smacb'en winh t'a yichanh yic winh smam chi'. Ha jun pax winhaj rey Dawid chi' ix em nhojan d'ha Dios t'a sat sch'at,"
        },
        {
            "number": "48",
            "text": "ix yalan winh: Alchajocab' wach' lolonel t'a Jehová ko Diosal a onh israel onh tik, yujto ix yak' t'a jun wuninal tik to ha' tz'em k'ojan t'a in despacho, tik wal tzato wila'', xchi winh, xchi winhaj Jonatán chi'."
        },
        {
            "number": "49",
            "text": "Axo jantac heb' avtab'il yuj winhaj Adonías chi', ix xivk'e heb', junjunalxonhej ix aj spax heb'."
        },
        {
            "number": "50",
            "text": "Ix xivpaxk'e winhaj Adonías chi' t'a winhaj Salomón chi', yuj chi' ix b'at winh t'a yol scajnub' Jehová. Ata' ix b'at scol sb'a winh yalani. Ix och yub'yub' winh t'a sch'aac altar ayk'e t'a schiquintac."
        },
        {
            "number": "51",
            "text": "Elanhchamel ix b'at alchaj t'a winhaj Salomón chi' icha tik: --Mamin rey, a wal ticnaik a winhaj Adonías ste xiv winh t'ayach. Ha t'a sch'aac altar ix b'at scol sb'a winh. Syalcot winh t'ayach ticnaik to tzak' a ti' to manh ol a milchamlaj winh, xchi heb'."
        },
        {
            "number": "52",
            "text": "Ix tak'wi winh rey chi' icha tik: --Tato wach' syutej sb'a winh, max spitej sb'a winh t'ayin, manh ol chamlaj winh. Palta tato ay chukal ol sk'ulej winh jun, yowalil ol cham winh, xchi winh."
        },
        {
            "number": "53",
            "text": "Ix yalan winhaj rey Salomón chi' to sb'at ik'jielta winhaj Adonías chi' b'aj ay altar chi'. Ixlajwi chi', ix k'och winh t'a yichanh winh, ix em nhojan winh. Ix yalan winhaj Salomón chi' t'a winh to smeltzaj winh t'a spat t'a junk'olal."
        }
    ]
}