{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ayic te icham vinacxo vinhaj rey David, te siicxo syab' vinh. Wach'chom te pim tz'ajq'ue sk'u' vinh, palta maxtzac q'uixnajlaj vinh."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yal eb' tz'ak'an servil vinh icha tik: Smoj val saychaj junok ix cob'es tz'ilan vinh, svay ix t'a stz'ey vinh yic sq'uixnaj jab'ocxo snivanil vinh, xchi eb'."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix b'at sayumal jun ix cob'es te wach' yilji t'a masanil yol yic Israel. Ix ilchaj jun ix yuj eb' t'a chonhab' Sunem, Abisag sb'i ix, ix ik'jicot ix t'a vinhaj rey David chi'."
        },
        {
            "number": "4",
            "text": "Te wach' yilji ix. Ha ix stanhvan vinhaj rey David chi', svaypax ix yet' vinh, palta malaj juneloc ay tas ix sk'ulej vinh yet' ix."
        },
        {
            "number": "5",
            "text": "Axo vinhaj Adonías yuninal vinhaj David yet' ix Haguit, ix yak'och sb'a vinh reyal yalani. Ix yik'an juntzanh carruaje vinh yet' eb' soldado ayq'ue t'a yib'anh chej yet' 50 eb' soldado tzek' yet' vinh."
        },
        {
            "number": "6",
            "text": "Yictax ix q'uib' vinh, malaj juneloc ix cachji vinh yuj vinh smam chi', maj sk'anb'ej vinh smam vinh chi' t'ay juneloc tas sk'ulej. Te wach' yilji vinhaj Adonías chi', b'ab'el ix ajkan vinh t'a skal eb' yuninal vinhaj David chi' ayic ix cham vinhaj Absalón."
        },
        {
            "number": "7",
            "text": "Ha vinhaj Joab yune' ix Sarvia yet' vinhaj sacerdote Abiatar ix yak'och sb'a eb' vinh yet' vinhaj Adonías chi', yuj chi' ix sk'anb'ej srazón vinh t'a eb' vinh."
        },
        {
            "number": "8",
            "text": "Axo pax vinhaj sacerdote Sadoc, vinhaj Benaía yuninal vinhaj Joiada, vinhaj Natán schecab' Dios, vinhaj Simei, vinhaj Rei yet' eb' soldado stanhvan vinhaj rey David chi', maj ochlaj eb' vinh yet' vinhaj Adonías chi'."
        },
        {
            "number": "9",
            "text": "Ha t'a jun pekti’ chi' ix sb'o jun niwan vael vinhaj Adonías chi' t'a yich jun q'uen q'ueen scuch Zohelet t'a slak'anil b'aj sq'ueul sjaj ha ha' t'a Rogel. Tzijtum nok' calnel, nok' mam vacax yet' nok' quelemtac vacax b'ak'uech ix yak' vinh silab'il. Ix yavtan eb' yuk'tac vinh, eb' yuninal vinhaj rey David chi'. Ix yavtanpax masanil eb' aj Judá vinh, aton eb' smunlaj yet' vinh rey chi'."
        },
        {
            "number": "10",
            "text": "Palta haxo vinhaj Natán schecab' Dios, maj avtajlaj vinh yuj vinh. Maj yavtejpaxlaj vinhaj Benaía vinh yet' eb' soldado stanhvan vinhaj rey David chi', ma vinhaj Salomón yuk'tac vinh."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi' ix b'at vinhaj Natán chi' yal t'a ix Betsabé snun vinhaj Salomón chi', ix yalan vinh: --¿Tom manto ab'i to toxo ix yak'och sb'a vinhaj Adonías reyal t'a elk'altac? Palta manh yojtacocpax vinhaj rey David."
        },
        {
            "number": "12",
            "text": "Ha ticnaic, cha ab' tas ol val t'ayach yic wach' manh ol ach cham yet' vinh une' aj Salomón tik."
        },
        {
            "number": "13",
            "text": "Ixic t'a vinhaj rey David chi', tzalan t'a vinh: Mamin rey, alnacxocan t'ayin to a vinh vune' aj Salomón ol ochcan reyal a q'uexuloc, a vinh ol ochcan t'a yol a despacho. ¿Tas yuj a vinhaj Adonías ix yak'och sb'a reyal? xa chi."
        },
        {
            "number": "14",
            "text": "Ayic van a lolon yet' vinh rey chi' ol in ochk'ochoc. Ha inxo ol vala' to yelton tas tzal chi', xchi vinhaj Natán chi' t'a ix."
        },
        {
            "number": "15",
            "text": "Yuj chi', ix b'at ix Betsabé chi' yil vinhaj rey David b'aj ayek' chi'. Te icham vinacxo vinh. Ha ix Abisag sunamita tz'ilan vinh."
        },
        {
            "number": "16",
            "text": "Ayic ix k'och ix Betsabé chi' t'a yichanh vinh, ix em nhojan ix yak'an stzatzil sk'ol vinh, ix yalan vinh t'a ix: --¿Tas tza nib'ej? xchi vinh."
        },
        {
            "number": "17",
            "text": "Ix tak'vi ix: --Val t'a sb'i Jehová ix ala' to a vinh vune' aj Salomón ol ochcan a q'uexuloc t'a reyal. Ha vinh ol ochcan t'a yol a despacho."
        },
        {
            "number": "18",
            "text": "Palta ina toxo ix yak'och sb'a vinhaj Adonías reyal, a achxo tik mamin rey, manh ojtacoc yaji."
        },
        {
            "number": "19",
            "text": "Tzijtum nok' calnel, nok' mam vacax yet' nok' quelemtac vacax b'ak'uech ix yak' vinh silab'il. Ix yavtej eb' uninal vinh yet' vinhaj sacerdote Abiatar, vinhaj Joab yajalil eb' a soldado t'a jun vael ix sb'o vinh chi', palta maj yavtejlaj vinh uninal aj Salomón vinh."
        },
        {
            "number": "20",
            "text": "Yuj chi', van stanhvan masanil eb' chonhab' israel tas xa chi, mach ol ak'canoch reyal a q'uexuloc."
        },
        {
            "number": "21",
            "text": "Palta tato max a b'ocan yaj jun tik, haxo yic toxo ix ach chami, axom in miljicham yet' vinh vune' aj Salomón chi', xchi ix."
        },
        {
            "number": "22",
            "text": "Vanto val slolon ix yet' vinh rey chi', ix ja vinhaj Natán schecab' Dios."
        },
        {
            "number": "23",
            "text": "Ix alchaj yab' vinhaj rey David chi' to toxo ix javi vinhaj Natán chi', ix avtajoch vinh, ix em nhojan vinh t'a yichanh vinh rey chi'."
        },
        {
            "number": "24",
            "text": "Ix sk'anb'an vinh t'a vinh rey chi': --¿Tom a ach ix ala' to tz'ochcan vinhaj Adonías reyal a q'uexuloc?"
        },
        {
            "number": "25",
            "text": "Ina ticnaic tzijtum nok' calnel toxo ix smilcham vinh yet' nok' mam vacax yet' nok' quelemtac vacax te b'ak'uech silab'il. Ix yavtan eb' vinh uninal vinh yet' masanil eb' vinh ayoch yajaliloc eb' a soldado yet' vinhaj sacerdote Abiatar. Ha ticnaic van sva eb' vinh smasanil, tz'el yav eb': Nivanocab' yelk'och vinhaj rey Adonías, xchi eb' vinh."
        },
        {
            "number": "26",
            "text": "Ha inxo tik maj in yavtejlaj vinh yet' vinhaj sacerdote Sadoc. Maj yavtejpax vinhaj Benaía yuninal vinhaj Joiada vinh, maj avtajlajpax vinh uninal aj Salomón."
        },
        {
            "number": "27",
            "text": "¿Tom a ch'ocojnhej tza b'oq'ue jun tik? ¿Tom maj al t'ayonh, mach ol ochcan reyal a q'uexuloc chi'? xchi vinhaj Natán chi'."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi', ix yalan vinhaj rey David to tz'avtajxicot ix Betsabé. Ayic ix k'och ix t'a yichanh vinh rey chi',"
        },
        {
            "number": "29",
            "text": "ix yalan vinh t'a ix: --Svak' in ti' t'a Jehová, aton ix in tanhvan t'a skal in yaelal"
        },
        {
            "number": "30",
            "text": "to a ticnaic ol vaq'uelk'och tas ix val t'ayach t'a yichanh Jehová co Diosal, a vinh une' aj Salomón ol ochcan t'a in despacho tik in q'uexuloc, xchi vinh."
        },
        {
            "number": "31",
            "text": "Ixnhej yab' ix Betsabé chi' icha chi', ix em nhojnaj ix t'a yichanh vinh, ix yalan ix: --Mamin rey, ayachnhejocab' ek' t'a masanil tiempo, xchi ix."
        },
        {
            "number": "32",
            "text": "Ixlajwi chi' ix yalan vinhaj rey David chi' to tz'avtaj vinhaj sacerdote Sadoc yet' vinhaj Natán schecab' Dios yet' pax vinhaj Benaía yuninal vinhaj Joiada. Ayic ix k'och eb' vinh t'a yichanh vinh rey chi',"
        },
        {
            "number": "33",
            "text": "ix yalan vinh: --Iq'uecb'at jayvanh eb' vinh ayoch yajalil ved'oc, tzeyak'anq'ue vinh vuninal aj Salomón t'a yib'anh nok' in mula tzin q'ue t'a yib'anh, tzeyik'anb'at vinh t'a sjaj ha' Gihón."
        },
        {
            "number": "34",
            "text": "Ach sacerdote Sadoc yet' ach Natán, tzeyak'q'ue aceite t'a sjolom vinhaj Salomón chi' yic tz'ochcan vinh reyal t'a co chonhab' tik. Tze pu'anpax nok' ch'aac tzex avaji: Nivanocab' yelk'och vinhaj rey Salomón, xe chi."
        },
        {
            "number": "35",
            "text": "Slajvi chi' tzex q'ueul yet' vinh t'a tik, haxo yochcan vinh t'a yol in despacho tik reyal in q'uexuloc, yujto toxo ix vala' to a vinh ol ochcan reyal t'a chonhab' Israel yet' t'a Judá, xchi vinh."
        },
        {
            "number": "36",
            "text": "Ix tak'vi vinhaj Benaía chi' icha tik: --Ichocab'ta' mamin rey. Aocab' Jehová Dios sb'oancan icha chi'."
        },
        {
            "number": "37",
            "text": "Icha val ix aj yoch Jehová ed'oc, ichocab'ta' ol aj yoch yet' vinhaj Salomón chi', te nivanocab' ol aj yelk'och yopisio vinh t'a yichanh ico', xchi vinh."
        },
        {
            "number": "38",
            "text": "Yuj chi', ix ak'jiq'ue vinhaj Salomón chi' t'a yib'anh nok' smula vinhaj rey David chi' yuj vinhaj Sadoc chi', vinhaj Natán schecab' Jehová Dios, vinhaj Benaía chi' yet' eb' soldado stanhvan vinh rey, aton eb' peleteo yet' eb' cereteo. Ix yik'anb'at vinh eb' t'a sjaj ha' Gihón."
        },
        {
            "number": "39",
            "text": "Ha vinhaj sacerdote Sadoc chi' ix ik'ancot aceite t'a scajnub' Dios, ix yak'anq'ue vinh t'a sjolom vinhaj Salomón chi'. Icha chi' ix aj yak'jioch vinhaj Salomón chi' reyal yuj eb'. Ixlajwi chi' ix spu'an nok' ch'aac eb', ix avajq'ue masanil anima: Nivanocab' yelk'och vinhaj rey Salomón, xchi eb'."
        },
        {
            "number": "40",
            "text": "Ixlajwi chi' ix och tzak'an eb' anima chi' smasanil yuj vinhaj Salomón chi', ix q'uek'och eb' t'a yol chonhab' Jerusalén. Ix spu'an flauta eb', manhxa yalb'anil jantac tzalajk'olal, stak'vi lum vitz yuj yel yav eb'."
        },
        {
            "number": "41",
            "text": "Ato val slajvi sva vinhaj Adonías yet' eb' ix yavtej, ix yab'an vinh yoch jun av chi'. Ix yab'anpax vinhaj Joab yok' nok' ch'aac, ix yalan vinh: --¿Tas yaj jun av tz'och t'a chonhab' chi'? xchi vinh."
        },
        {
            "number": "42",
            "text": "Vanto val slolon vinhaj Joab chi', ix k'och vinhaj Jonatán yuninal vinhaj Abiatar, ix yalan vinhaj Adonías t'a vinh: --Ochanhcoti, ach wach' a pensar, tecan wach' tas tzul ala', xchi vinh."
        },
        {
            "number": "43",
            "text": "Ix tak'vi vinhaj Jonatán chi': --Tocval wach'. Ha ticnaic toxo ix ak'jioch vinhaj Salomón reyal yuj vinhaj rey David sq'uexuloc."
        },
        {
            "number": "44",
            "text": "Ha vinh rey chi' ix checanb'at vinhaj sacerdote Sadoc, vinhaj Natán schecab' Dios, vinhaj Benaía yuninal vinhaj Joiada, eb' cereteo yet' pax eb' peleteo yic sb'at eb' yet' vinhaj Salomón. Ix yak'anq'ue vinhaj Salomón chi' eb' t'a yib'anh nok' smula vinh rey chi'."
        },
        {
            "number": "45",
            "text": "Ha vinhaj sacerdote Sadoc chi' yet' vinhaj Natán schecab' Dios chi', ix yak'q'ue aceite eb' t'a sjolom vinh t'a sjaj ha' Gihón, te tzalajk'olal yaj eb'. Ix meltzaj eb' t'a chonhab', yuj chi' ste avaj eb' anima chi' tzeyab'i."
        },
        {
            "number": "46",
            "text": "Ha ticnaic toxo ix och k'ojan vinhaj Salomón chi' t'a yol despacho."
        },
        {
            "number": "47",
            "text": "Masanil eb' ay yopisio yet' vinhaj rey David chi' ix b'at alan vinhaj Salomón chi' wach'il. Ix yalan eb' to nivanocab' ol aj yelk'och vinh t'a yichanh vinh smam chi', nivanocab' pax ol aj smacb'en vinh t'a yichanh yic vinh smam chi'. Ha jun pax vinhaj rey David chi' ix em nhojan d'ha Dios t'a sat sch'at,"
        },
        {
            "number": "48",
            "text": "ix yalan vinh: Alchajocab' wach' lolonel t'a Jehová co Diosal a onh israel onh tik, yujto ix yak' t'a jun vuninal tik to ha' tz'em k'ojan t'a in despacho, tik val tzato wila'', xchi vinh, xchi vinhaj Jonatán chi'."
        },
        {
            "number": "49",
            "text": "Axo jantac eb' avtab'il yuj vinhaj Adonías chi', ix xivq'ue eb', junjunalxonhej ix aj spax eb'."
        },
        {
            "number": "50",
            "text": "Ix xivpaxq'ue vinhaj Adonías chi' t'a vinhaj Salomón chi', yuj chi' ix b'at vinh t'a yol scajnub' Jehová. Ata' ix b'at scol sb'a vinh yalani. Ix och yub'yub' vinh t'a sch'aac altar ayq'ue t'a schiquintac."
        },
        {
            "number": "51",
            "text": "Elanhchamel ix b'at alchaj t'a vinhaj Salomón chi' icha tik: --Mamin rey, a val ticnaic a vinhaj Adonías ste xiv vinh t'ayach. Ha t'a sch'aac altar ix b'at scol sb'a vinh. Syalcot vinh t'ayach ticnaic to tzak' a ti' to manh ol a milchamlaj vinh, xchi eb'."
        },
        {
            "number": "52",
            "text": "Ix tak'vi vinh rey chi' icha tik: --Tato wach' syutej sb'a vinh, max spitej sb'a vinh t'ayin, manh ol chamlaj vinh. Palta tato ay chucal ol sk'ulej vinh jun, yovalil ol cham vinh, xchi vinh."
        },
        {
            "number": "53",
            "text": "Ix yalan vinhaj rey Salomón chi' to sb'at ik'jielta vinhaj Adonías chi' b'aj ay altar chi'. Ixlajwi chi', ix k'och vinh t'a yichanh vinh, ix em nhojan vinh. Ix yalan vinhaj Salomón chi' t'a vinh to smeltzaj vinh t'a spat t'a junk'olal."
        }
    ]
}