{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ha ix sreinail chonhab' Sabá, ix yab' specal ix to te b'inajnac winhaj rey Salomón yuj sjelanil syak' Jehová. Yuj chi' ix jawi ix t'a Jerusalén, yic syilan ix tato syal spacan juntzanh tas ajaltac sk'anb'ej ix t'a winh. Tzijtum heb' schecab' ix yet'nac, yet'nacpax nok' camello ix. Al yaj nok' t'a perfume, t'a k'een oro yet' t'a juntzanh k'een k'een te wach' yilji. Ayic ix jawi ix t'a yichanh winhaj rey Salomón chi', ix sk'anb'an ix tas snib'ej sk'anb'ej chi' t'a winh."
        },
        {
            "number": "2",
            "text": "Ix spacan winh masanil tas ix sk'anb'ej ix chi', malaj wal junok tas sk'anb'ej ix chi' to maj nachaj spacan winh."
        },
        {
            "number": "3",
            "text": "Ix te sat sk'ol ix ayic ix yilan ix jantac sjelanil winh, yuj spalacio winh b'ob'il yuj, yuj pax tas swa winh t'a smexa yet' b'aj cajan heb' ayoch t'a yopisio yet' winh. Ch'ocxo yilji pax spichul heb' schecab' winh, heb' sb'achumalcot scopa winh yet' juntzanh silab' snhustz'a winh t'a stemplo Jehová. Ayic ix yilan juntzanh chi' ix, ix te sat sk'ool ix."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yal ix t'a winhaj Salomón chi' icha tik: Ha tas ix wab' specal t'a in chonhab' yuj masanil tastac tza k'ulej yet' a jelanil sb'inaji, a juntzanh chi' te yel."
        },
        {
            "number": "5",
            "text": "Ayic manto wil juntzanh tik, max in chalaj wab'i, haxo ticnaik ix wil yet' in sat, max k'ochlaj nanhal juntzanh tik ix alji wab'i. Ha a jelanil yet' masanil tas ay t'ayach, yelxo wal ek'to t'a yichanh icha tas ix wab' chi'."
        },
        {
            "number": "6",
            "text": "Te wach' yic heb' anima smunlaj t'ayach, te wach' pax yic heb' a checab' ayek' ed'oc yic syab'an a jelanil heb'."
        },
        {
            "number": "7",
            "text": "Aljocab' wach' lolonel t'a Jehová a Diosal, stzalaj ed'oc yuj chi' ix yak' smacb'en Israel tik t'ayach. Yujto te xajan chonhab' Israel tik yuj Jehová, yuj chi' ix ach yak'och reyal yic tzak'an yajalil t'a stojolal yet' t'a swach'il, xchi ix reina chi' t'a winh."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix yak'an 90 quintal k'een oro ix, jantac perfume yet' k'een k'een te wach' yilji t'a winhaj rey Salomón chi'. Manhxa juneloc ix jawi perfume t'a Israel icha jantac ix yak' ix t'a winh rey chi'."
        },
        {
            "number": "9",
            "text": "Axo winh rey chi' ix ak'anpax masanil tas ix sk'an ix sreinail Sabá chi', ch'oc pax tas ix el t'a sk'ol winh yak'an t'a ix. Ixlajwi chi', ix meltzaj ix t'a schonhab' yet' heb' schecab' ajun yet'oc. Ay pax juntzanhxo tastac ix ik'jicot t'a yol te' sbarco winhaj rey Hiram, ix yik'cot k'een oro heb' t'a chonhab' Ofir. Manhxo jantacoc te te' sándalo sb'i yet' k'een k'een te wach' yilji. Ha te' waranda ix och t'a stemplo Jehová yet' te' ix och t'a spalacio winhaj Salomón chi', ha t'a te' sándalo chi' ix yak' b'ojoc te' winh. Ix b'ojipax te' arpa t'a te' yet' salterio yic heb' sb'itani. Manhxa junelocxo ix jawi jantac te' sándalo icha te' ix jawi junel chi'."
        },
        {
            "number": "10",
            "text": "Ha k'een oro scha winhaj rey Salomón t'a junjun ab'il, 500 quintal k'een."
        },
        {
            "number": "11",
            "text": "Ch'oc pax yaj k'een syak' heb' chonhwajum yet' pax k'een syak' heb' winh sreyal Arabia yet' heb' yajal t'a yol smacb'en Israel chi'."
        },
        {
            "number": "12",
            "text": "Ix schec winh rey chi' b'ojoc 200 niwac jenhan oro maclab' jul-lab', ay am lajchaweoc libra k'een oro ix och t'a junjun."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi' ix schecanpax b'ojoc 300-xo cotac smaclab'il jul-lab' chi' winh, ay am waqueoc libra k'een oro ix och t'a junjun. Ix yak'och juntzanh chi' winh t'a yol jun pat scuchan Spatil Te te' yic Líbano."
        },
        {
            "number": "14",
            "text": "Ix schecanpax winh b'ojoc jun sk'ojnub' t'a sdespacho, ix ak'jioch k'een oro te wach' t'ay, ix ak'jipaxoch marfil yelwanub'oc."
        },
        {
            "number": "15",
            "text": "Ha jun k'ojnub' chi', wac tzol sk'e sb'achquiltaquil sk'oochal. Ay lajchawe' yechel nok' choj aycan t'a stitac jun k'ooch chi', waque' nok' t'a junjun stitac. Ha yelav yich spatic jun k'ojnub' chi', setansetan yaji. Ha sk'ab' t'a junjun stz'eytac, ayoch junjun yechel nok' choj t'ay. Malaj junocxo rey b'oannac junok sk'ojnub' icha jun chi'."
        },
        {
            "number": "16",
            "text": "Ha scopa winh rey chi', nab'a oro smasanil yet' jantac xalu yet' chen sk'anchaj t'a jun pat scuchan Spatil Te te' yic Líbano. Malaj junok yamk'ab' chi' plata, yujto ha t'a stiempoal winhaj rey Salomón chi', a k'een plata chi' malaj yelk'och k'een."
        },
        {
            "number": "17",
            "text": "Ha winhaj Salomón chi', ay juntzanh te' sniwac barco winh tzek' yet' juntzanh te' yic winhaj Hiram. D'a junjun yoxil ab'il sjawi heb' schecab' winh yet' te' barco chi', yet'nac k'een oro heb', k'een plata, marfil, nok' chab'in yet' nok' pawo real."
        },
        {
            "number": "18",
            "text": "Icha chi' ix aj ste k'echaanh winhaj rey Salomón chi' yuj sjelanil yet' sb'eyumal t'a yichanh juntzanhxo heb' rey t'a yol yib'anhk’inal tik."
        },
        {
            "number": "19",
            "text": "Masanil juntzanh chonhab', snib'ej heb' syila' yet' yab'an jantac sjelanil winh ix ak'ji yuj Dios."
        },
        {
            "number": "20",
            "text": "Ha heb' anima sjawi t'a junjun ab'il, syik'cot juntzanh silab' tik heb': Q'uen plata, k'een oro, pichul caro stojol, yamk'ab' yic owal, juntzanh suk'uq'ui sjab', nok' chej yet' nok' mula."
        },
        {
            "number": "21",
            "text": "Ix smolb'an jantac carruaje yic owal yet' nok' chej winhaj Salomón chi'. Ay mil 400 carruaje yet' 12 mil nok' chej sk'e heb' soldado t'a yib'anh. Ay carruaje yet' nok' chej chi' ayek' t'a juntzanh chonhab' to yictaxon juntzanh chi' yaji. Ay pax juntzanhxo carruaje chi' ayek' yet' heb' soldado stanhwan winh rey chi' t'a Jerusalén."
        },
        {
            "number": "22",
            "text": "Manhxo jantacoc k'een plata ix smolb'ej winh rey chi' t'a Jerusalén chi', icha wal k'een comon k'een. Manhxo jantacoc pax te' k'ute', icha te' caltacte'al higo ay t'a spanhanil yichtac witz, icha chi' yaj te'."
        },
        {
            "number": "23",
            "text": "Ha nok' schej winh rey chi', ha t'a Egipto scot nok' yet' t'a Cilicia, yujto a heb' schonhwajum winh, a heb' smanancot nok' ta'."
        },
        {
            "number": "24",
            "text": "Ha junok carruaje smanchajcot t'a Egipto, 600 siclos plata stojol, haxo junok nok' chej, 150 siclos stojol nok'. Ha heb' winh sreyal hitita yet' heb' winh sreyal sirio smananpax nok' t'a heb' schonhwajum winhaj rey Salomón chi'."
        }
    ]
}