{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ha ix sreinail chonhab' Sabá, ix yab' specal ix to te b'inajnac vinhaj rey Salomón yuj sjelanil syak' Jehová. Yuj chi' ix javi ix t'a Jerusalén, yic syilan ix tato syal spacan juntzanh tas ajaltac sk'anb'ej ix t'a vinh. Tzijtum eb' schecab' ix yet'nac, yet'nacpax nok' camello ix. Al yaj nok' t'a perfume, t'a q'uen oro yet' t'a juntzanh q'uen q'ueen te wach' yilji. Ayic ix javi ix t'a yichanh vinhaj rey Salomón chi', ix sk'anb'an ix tas snib'ej sk'anb'ej chi' t'a vinh."
        },
        {
            "number": "2",
            "text": "Ix spacan vinh masanil tas ix sk'anb'ej ix chi', malaj val junok tas sk'anb'ej ix chi' to maj nachaj spacan vinh."
        },
        {
            "number": "3",
            "text": "Ix te sat sk'ol ix ayic ix yilan ix jantac sjelanil vinh, yuj spalacio vinh b'ob'il yuj, yuj pax tas sva vinh t'a smexa yet' b'aj cajan eb' ayoch t'a yopisio yet' vinh. Ch'ocxo yilji pax spichul eb' schecab' vinh, eb' sb'achumalcot scopa vinh yet' juntzanh silab' snhustz'a vinh t'a stemplo Jehová. Ayic ix yilan juntzanh chi' ix, ix te sat sk'ool ix."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yal ix t'a vinhaj Salomón chi' icha tik: Ha tas ix vab' specal t'a in chonhab' yuj masanil tastac tza k'ulej yet' a jelanil sb'inaji, a juntzanh chi' te yel."
        },
        {
            "number": "5",
            "text": "Ayic manto vil juntzanh tik, max in chalaj vab'i, haxo ticnaic ix vil yet' in sat, max k'ochlaj nanhal juntzanh tik ix alji vab'i. Ha a jelanil yet' masanil tas ay t'ayach, yelxo val ek'to t'a yichanh icha tas ix vab' chi'."
        },
        {
            "number": "6",
            "text": "Te wach' yic eb' anima smunlaj t'ayach, te wach' pax yic eb' a checab' ayek' ed'oc yic syab'an a jelanil eb'."
        },
        {
            "number": "7",
            "text": "Aljocab' wach' lolonel t'a Jehová a Diosal, stzalaj ed'oc yuj chi' ix yak' smacb'en Israel tik t'ayach. Yujto te xajan chonhab' Israel tik yuj Jehová, yuj chi' ix ach yak'och reyal yic tzak'an yajalil t'a stojolal yet' t'a svach'il, xchi ix reina chi' t'a vinh."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix yak'an 90 quintal q'uen oro ix, jantac perfume yet' q'uen q'ueen te wach' yilji t'a vinhaj rey Salomón chi'. Manhxa juneloc ix javi perfume t'a Israel icha jantac ix yak' ix t'a vinh rey chi'."
        },
        {
            "number": "9",
            "text": "Axo vinh rey chi' ix ak'anpax masanil tas ix sk'an ix sreinail Sabá chi', ch'oc pax tas ix el t'a sk'ol vinh yak'an t'a ix. Ixlajwi chi', ix meltzaj ix t'a schonhab' yet' eb' schecab' ajun yet'oc. Ay pax juntzanhxo tastac ix ik'jicot t'a yol te' sbarco vinhaj rey Hiram, ix yik'cot q'uen oro eb' t'a chonhab' Ofir. Manhxo jantacoc te te' sándalo sb'i yet' q'uen q'ueen te wach' yilji. Ha te' varanda ix och t'a stemplo Jehová yet' te' ix och t'a spalacio vinhaj Salomón chi', ha t'a te' sándalo chi' ix yak' b'ojoc te' vinh. Ix b'ojipax te' arpa t'a te' yet' salterio yic eb' sb'itani. Manhxa junelocxo ix javi jantac te' sándalo icha te' ix javi junel chi'."
        },
        {
            "number": "10",
            "text": "Ha q'uen oro scha vinhaj rey Salomón t'a junjun ab'il, 500 quintal q'ueen."
        },
        {
            "number": "11",
            "text": "Ch'oc pax yaj q'uen syak' eb' chonhvajum yet' pax q'uen syak' eb' vinh sreyal Arabia yet' eb' yajal t'a yol smacb'en Israel chi'."
        },
        {
            "number": "12",
            "text": "Ix schec vinh rey chi' b'ojoc 200 nivac jenhan oro maclab' jul-lab', ay am lajchaveoc libra q'uen oro ix och t'a junjun."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi' ix schecanpax b'ojoc 300-xo cotac smaclab'il jul-lab' chi' vinh, ay am vaqueoc libra q'uen oro ix och t'a junjun. Ix yak'och juntzanh chi' vinh t'a yol jun pat scuchan Spatil Te te' yic Líbano."
        },
        {
            "number": "14",
            "text": "Ix schecanpax vinh b'ojoc jun sk'ojnub' t'a sdespacho, ix ak'jioch q'uen oro te wach' t'ay, ix ak'jipaxoch marfil yelvanub'oc."
        },
        {
            "number": "15",
            "text": "Ha jun k'ojnub' chi', vac tzol sq'ue sb'achquiltaquil sk'oochal. Ay lajchave' yechel nok' choj aycan t'a stitac jun k'ooch chi', vaque' nok' t'a junjun stitac. Ha yelav yich spatic jun k'ojnub' chi', setansetan yaji. Ha sk'ab' t'a junjun stz'eytac, ayoch junjun yechel nok' choj t'ay. Malaj junocxo rey b'oannac junok sk'ojnub' icha jun chi'."
        },
        {
            "number": "16",
            "text": "Ha scopa vinh rey chi', nab'a oro smasanil yet' jantac xalu yet' chen sk'anchaj t'a jun pat scuchan Spatil Te te' yic Líbano. Malaj junok yamk'ab' chi' plata, yujto ha t'a stiempoal vinhaj rey Salomón chi', a q'uen plata chi' malaj yelk'och q'ueen."
        },
        {
            "number": "17",
            "text": "Ha vinhaj Salomón chi', ay juntzanh te' snivac barco vinh tzek' yet' juntzanh te' yic vinhaj Hiram. D'a junjun yoxil ab'il sjavi eb' schecab' vinh yet' te' barco chi', yet'nac q'uen oro eb', q'uen plata, marfil, nok' chab'in yet' nok' pavo real."
        },
        {
            "number": "18",
            "text": "Icha chi' ix aj ste q'uechaanh vinhaj rey Salomón chi' yuj sjelanil yet' sb'eyumal t'a yichanh juntzanhxo eb' rey t'a yol yib'anhk’inal tik."
        },
        {
            "number": "19",
            "text": "Masanil juntzanh chonhab', snib'ej eb' syila' yet' yab'an jantac sjelanil vinh ix ak'ji yuj Dios."
        },
        {
            "number": "20",
            "text": "Ha eb' anima sjavi t'a junjun ab'il, syik'cot juntzanh silab' tik eb': Q'uen plata, q'uen oro, pichul caro stojol, yamk'ab' yic oval, juntzanh suk'uq'ui sjab', nok' chej yet' nok' mula."
        },
        {
            "number": "21",
            "text": "Ix smolb'an jantac carruaje yic oval yet' nok' chej vinhaj Salomón chi'. Ay mil 400 carruaje yet' 12 mil nok' chej sq'ue eb' soldado t'a yib'anh. Ay carruaje yet' nok' chej chi' ayek' t'a juntzanh chonhab' to yictaxon juntzanh chi' yaji. Ay pax juntzanhxo carruaje chi' ayek' yet' eb' soldado stanhvan vinh rey chi' t'a Jerusalén."
        },
        {
            "number": "22",
            "text": "Manhxo jantacoc q'uen plata ix smolb'ej vinh rey chi' t'a Jerusalén chi', icha val q'uen comon q'ueen. Manhxo jantacoc pax te' k'ute', icha te' caltacte'al higo ay t'a spanhanil yichtac vitz, icha chi' yaj te'."
        },
        {
            "number": "23",
            "text": "Ha nok' schej vinh rey chi', ha t'a Egipto scot nok' yet' t'a Cilicia, yujto a eb' schonhvajum vinh, a eb' smanancot nok' ta'."
        },
        {
            "number": "24",
            "text": "Ha junok carruaje smanchajcot t'a Egipto, 600 siclos plata stojol, haxo junok nok' chej, 150 siclos stojol nok'. Ha eb' vinh sreyal hitita yet' eb' vinh sreyal sirio smananpax nok' t'a eb' schonhvajum vinhaj rey Salomón chi'."
        }
    ]
}