{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "A ix sreinail chonhab' Sabá, ix yab' specal ix to te b'inajnac vinhaj rey Salomón yuj sjelanil syak' Jehová. Yuj chi' ix javi ix d'a Jerusalén, yic syilan ix tato syal spacan juntzanh tas ajaltac sk'anb'ej ix d'a vinh. Tzijtum eb' schecab' ix yed'nac, yed'nacpax nok' camello ix. Al yaj nok' d'a perfume, d'a q'uen oro yed' d'a juntzanh q'uen q'ueen te vach' yilji. Ayic ix javi ix d'a yichanh vinhaj rey Salomón chi', ix sk'anb'an ix tas snib'ej sk'anb'ej chi' d'a vinh."
        },
        {
            "number": "2",
            "text": "Ix spacan vinh masanil tas ix sk'anb'ej ix chi', malaj val junoc tas sk'anb'ej ix chi' to maj nachaj spacan vinh."
        },
        {
            "number": "3",
            "text": "Ix te sat sk'ol ix ayic ix yilan ix jantac sjelanil vinh, yuj spalacio vinh b'ob'il yuuj, yuj pax tas sva vinh d'a smexa yed' b'aj cajan eb' ayoch d'a yopisio yed' vinh. Ch'ocxo yilji pax spichul eb' schecab' vinh, eb' sb'achumalcot scopa vinh yed' juntzanh silab' snhustz'a vinh d'a stemplo Jehová. Ayic ix yilan juntzanh chi' ix, ix te sat sk'ool ix."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yal ix d'a vinhaj Salomón chi' icha tic: A tas ix vab' specal d'a in chonhab' yuj masanil tastac tza k'ulej yed' a jelanil sb'inaji, a juntzanh chi' te yel."
        },
        {
            "number": "5",
            "text": "Ayic manto vil juntzanh tic, max in chalaj vab'i, axo ticnaic ix vil yed' in sat, max k'ochlaj nanhal juntzanh tic ix alji vab'i. A a jelanil yed' masanil tas ay d'ayach, yelxo val ek'to d'a yichanh icha tas ix vab' chi'."
        },
        {
            "number": "6",
            "text": "Te vach' yic eb' anima smunlaj d'ayach, te vach' pax yic eb' a checab' ayek' ed'oc yic syab'an a jelanil eb'."
        },
        {
            "number": "7",
            "text": "Aljocab' vach' lolonel d'a Jehová a Diosal, stzalaj ed'oc yuj chi' ix yak' smacb'en Israel tic d'ayach. Yujto te xajan chonhab' Israel tic yuj Jehová, yuj chi' ix ach yak'och reyal yic tzak'an yajalil d'a stojolal yed' d'a svach'il, xchi ix reina chi' d'a vinh."
        },
        {
            "number": "8",
            "text": "Ix lajvi chi', ix yak'an 90 quintal q'uen oro ix, jantac perfume yed' q'uen q'ueen te vach' yilji d'a vinhaj rey Salomón chi'. Manhxa juneloc ix javi perfume d'a Israel icha jantac ix yak' ix d'a vinh rey chi'."
        },
        {
            "number": "9",
            "text": "Axo vinh rey chi' ix ak'anpax masanil tas ix sk'an ix sreinail Sabá chi', ch'oc pax tas ix el d'a sk'ol vinh yak'an d'a ix. Ix lajvi chi', ix meltzaj ix d'a schonhab' yed' eb' schecab' ajun yed'oc. Ay pax juntzanhxo tastac ix ik'jicot d'a yol te' sbarco vinhaj rey Hiram, ix yik'cot q'uen oro eb' d'a chonhab' Ofir. Manhxo jantacoc te te' sándalo sb'i yed' q'uen q'ueen te vach' yilji. A te' varanda ix och d'a stemplo Jehová yed' te' ix och d'a spalacio vinhaj Salomón chi', a d'a te' sándalo chi' ix yak' b'ojoc te' vinh. Ix b'ojipax te' arpa d'a te' yed' salterio yic eb' sb'itani. Manhxa junelocxo ix javi jantac te' sándalo icha te' ix javi junel chi'."
        },
        {
            "number": "10",
            "text": "A q'uen oro scha vinhaj rey Salomón d'a junjun ab'il, 500 quintal q'ueen."
        },
        {
            "number": "11",
            "text": "Ch'oc pax yaj q'uen syak' eb' chonhvajum yed' pax q'uen syak' eb' vinh sreyal Arabia yed' eb' yajal d'a yol smacb'en Israel chi'."
        },
        {
            "number": "12",
            "text": "Ix schec vinh rey chi' b'ojoc 200 nivac jenhan oro maclab' jul-lab', ay am lajchaveoc libra q'uen oro ix och d'a junjun."
        },
        {
            "number": "13",
            "text": "Ix lajvi chi' ix schecanpax b'ojoc 300-xo cotac smaclab'il jul-lab' chi' vinh, ay am vaqueoc libra q'uen oro ix och d'a junjun. Ix yak'och juntzanh chi' vinh d'a yol jun pat scuchan Spatil Te te' yic Líbano."
        },
        {
            "number": "14",
            "text": "Ix schecanpax vinh b'ojoc jun sk'ojnub' d'a sdespacho, ix ak'jioch q'uen oro te vach' d'ay, ix ak'jipaxoch marfil yelvanub'oc."
        },
        {
            "number": "15",
            "text": "A jun k'ojnub' chi', vac tzol sq'ue sb'achquiltaquil sk'oochal. Ay lajchave' yechel nok' choj aycan d'a stitac jun k'ooch chi', vaque' nok' d'a junjun stitac. A yelav yich spatic jun k'ojnub' chi', setansetan yaji. A sk'ab' d'a junjun stz'eytac, ayoch junjun yechel nok' choj d'ay. Malaj junocxo rey b'oannac junoc sk'ojnub' icha jun chi'."
        },
        {
            "number": "16",
            "text": "A scopa vinh rey chi', nab'a oro smasanil yed' jantac xalu yed' chen sk'anchaj d'a jun pat scuchan Spatil Te te' yic Líbano. Malaj junoc yamk'ab' chi' plata, yujto a d'a stiempoal vinhaj rey Salomón chi', a q'uen plata chi' malaj yelk'och q'ueen."
        },
        {
            "number": "17",
            "text": "A vinhaj Salomón chi', ay juntzanh te' snivac barco vinh tz'ek' yed' juntzanh te' yic vinhaj Hiram. D'a junjun yoxil ab'il sjavi eb' schecab' vinh yed' te' barco chi', yed'nac q'uen oro eb', q'uen plata, marfil, nok' chab'in yed' nok' pavo real."
        },
        {
            "number": "18",
            "text": "Icha chi' ix aj ste q'uechaanh vinhaj rey Salomón chi' yuj sjelanil yed' sb'eyumal d'a yichanh juntzanhxo eb' rey d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "19",
            "text": "Masanil juntzanh chonhab', snib'ej eb' syila' yed' yab'an jantac sjelanil vinh ix ak'ji yuj Dios."
        },
        {
            "number": "20",
            "text": "A eb' anima sjavi d'a junjun ab'il, syik'cot juntzanh silab' tic eb': Q'uen plata, q'uen oro, pichul caro stojol, yamk'ab' yic oval, juntzanh suk'uq'ui sjab', nok' chej yed' nok' mula."
        },
        {
            "number": "21",
            "text": "Ix smolb'an jantac carruaje yic oval yed' nok' chej vinhaj Salomón chi'. Ay mil 400 carruaje yed' 12 mil nok' chej sq'ue eb' soldado d'a yib'anh. Ay carruaje yed' nok' chej chi' ayek' d'a juntzanh chonhab' to yictaxon juntzanh chi' yaji. Ay pax juntzanhxo carruaje chi' ayek' yed' eb' soldado stanhvan vinh rey chi' d'a Jerusalén."
        },
        {
            "number": "22",
            "text": "Manhxo jantacoc q'uen plata ix smolb'ej vinh rey chi' d'a Jerusalén chi', icha val q'uen comon q'ueen. Manhxo jantacoc pax te' k'ute', icha te' caltacte'al higo ay d'a spanhanil yichtac vitz, icha chi' yaj te'."
        },
        {
            "number": "23",
            "text": "A nok' schej vinh rey chi', a d'a Egipto scot nok' yed' d'a Cilicia, yujto a eb' schonhvajum vinh, a eb' smanancot nok' ta'."
        },
        {
            "number": "24",
            "text": "A junoc carruaje smanchajcot d'a Egipto, 600 siclos plata stojol, axo junoc nok' chej, 150 siclos stojol nok'. A eb' vinh sreyal hitita yed' eb' vinh sreyal sirio smananpax nok' d'a eb' schonhvajum vinhaj rey Salomón chi'."
        }
    ]
}