{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj rey Salomón chi', manhocnhej ix yisil winh sreyal Egipto chi' ix yik' winh, palta ayto juntzanhxo eb' ix ix ch'oc chonhab'il ix yik' winh, aton eb' ix moabita, eb' ix amonita, eb' ix edomita, eb' ix aj Sidón yet' eb' ix hitita."
        },
        {
            "number": "2",
            "text": "Yalnac Jehová to ay yowalil yik'lan sb'a eb' israel yet' juntzanh eb' ix chi', yic max montajb'at eb' yuj eb' ix t'a spatic juntzanh scomon diosal schonhab' eb' ix chi'. Palta haxo winhaj rey Salomón chi', ix kan sgana winh t'a eb' ix, ix yik'lan sb'a winh yet' eb' ix."
        },
        {
            "number": "3",
            "text": "Ay 700 eb' ix yetb'eyum winh chi', yisil rey eb' ix. Ay pax 300 eb' ix schab'il yetb'eyum winh yaji. Ha yuj eb' ix chi' ix juwiel spensar winh."
        },
        {
            "number": "4",
            "text": "Axo yic ix ichamvinacax winh, ix somchajb'at spensar winh yuj eb' ix. Ix montajb'at winh t'a spatic juntzanhxo comon dios. Majxo yak'och spensar winh sik'lab'il t'a Jehová sDiosal icha yutejnac sb'a winhaj David smam winh."
        },
        {
            "number": "5",
            "text": "Ix och winh ejmelal t'a jun comon dios scuch Astoret, ix sdiosal eb' aj Sidón yet' t'a junxo comon dios scuch Milcom, sdiosal eb' amonita. Ha juntzanh chi' te yajb'ilel yuj Jehová."
        },
        {
            "number": "6",
            "text": "Yuj chi', te chuk tas ix sk'ulej winh t'a yichanh Jehová chi', yujto manh k'anab'ajumoclaj ix yutej sb'a winh t'ay, manh lajanoclaj ix yutej sb'a winh icha yutejnac sb'a winh smam chi'."
        },
        {
            "number": "7",
            "text": "Ha t'a jun tzalan t'a stojolal b'aj sjavi k'u t'a Jerusalén, ata' ix sb'oq'ue stemplo sdiosal eb' moabita winh, aton jun scuchan Quemos. Ix sb'opax stemplo sdiosal eb' amonita winh, aton jun scuch Moloc. Ha juntzanh comon dios chi' yajb'ilel yuj Jehová."
        },
        {
            "number": "8",
            "text": "Ichanhej chi' ix sk'ulej winh yet' masanil eb' ix ix ch'oc chonhab'il ix yik'a', yic syak' silab' eb' ix yet' incienso t'a sdiosal junjun."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix cot yoval Jehová sDiosal Israel t'a winhaj Salomón chi', yujto ix paticajcanel yuj winh, wach'chom chael sch'oxnac sb'ha t'a winh."
        },
        {
            "number": "10",
            "text": "Ix yal Jehová t'a winh to ay yowalil yoch ejmelal t'a juntzanh comon dios, palta maj sk'anab'ajej winh sk'ulan tas ix yal Jehová chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yal Jehová chi' t'a winh icha tik: Yujto icha tik ix a k'ulej, maj a k'anab'ajej in trato yet' in checnab'il valnac t'ayach, yuj chi' ol viq'uek' opisio tik, ol vak'an t'a junok eb' a checab'."
        },
        {
            "number": "12",
            "text": "Palta yujto xajan winh a mam vuuj, yuj chi' yacb'an pitzanachto, manh ol viq'uek'laj opisio tik, palta ha t'a jun uninal, ata' ol viq'ueq'ui."
        },
        {
            "number": "13",
            "text": "Manh ol viq'uek' yopisio chi' smasanil. Olto kan junok makan t'a yol sk'ab' yujto xajan winh in checab' aj David vuuj yet' chonhab' Jerusalén tik, yujto sik'b'ilel vuuj, xchi t'a winh."
        },
        {
            "number": "14",
            "text": "Yuj chi' a Jehová ix ak'ancot jun winh ajk'ool t'a winhaj Salomón chi', aton winhaj Hadad yinhtilalcan eb' winh sreyal Edom."
        },
        {
            "number": "15",
            "text": "Ha t'a yalanhtaxo, ayic yak'annac ganar chonhab' Edom chi' winhaj rey David, a winhaj Joab yajalil eb' soldado b'at yet' jun makan eb' soldado Israel, yic b'at smucan eb' chamnac eb', vaque' ujal kan eb' ta'. Yacb'an chi', swach' milancham masanil eb' winh vinac aj Edom chi' eb'."
        },
        {
            "number": "16",
            "text": "Ha t'a jun pekti’ chi', yune' quelemto winhaj Hadad chi', palta elcan lemnaj winh, b'atcan winh yet' juntzanh eb' schecab' winh smam, sb'atcan eb' t'a Egipto."
        },
        {
            "number": "17",
            "text": "El eb' t'a Madián, sk'och eb' t'a Parán. Ata' yik'b'at juntzanhxo eb' winh vinac eb', sk'ochcan eb' t'a winh sreyal Egipto chi'. Ata' ak'ji spat eb', svael eb' yet' slum eb' yuj winh rey chi'."
        },
        {
            "number": "18",
            "text": "Ha winhaj Hadad chi', te wach' snaan winh rey chi' t'a spatic winh, yuj chi' yak' jun ix smu' winh rey chi' yetb'eyumoc winh, aton ix snulej ix reina Tahpenes."
        },
        {
            "number": "19",
            "text": "Yalji jun yune' ix yet' winhaj Hadad chi', Genubat yak' ix sb'iej. Ha ix Tahpenes chi' ilan q'uib' jun unin chi' t'a spalacio winh rey chi', junnhej q'uib'nac yet' eb' yuninal winh rey chi'."
        },
        {
            "number": "20",
            "text": "Axo yic yab'an specal winhaj Hadad t'a Egipto chi' to a winhaj rey David chamnacxo winh, chamnacxo pax winhaj Joab yajalil eb' soldado, yalan winh icha tik t'a winh sreyal Egipto chi': --Cha in meltzaj t'a in chonhab', xchi winh."
        },
        {
            "number": "21",
            "text": "Stak'vi winh rey chi' t'a winh icha tik: --¿Tas yuj tza nib'ej tzach meltzaj t'a a chonhab' chi'? ¿Tom ay tas syak' palta t'ayach vuuj? xchi winh. Stak'vi winhaj Hadad chi': --Tz'acan yaj masanil t'ayin uuj, palta tzin tevi t'ayach to tzin a cha meltzajoc, xchi winh. Yuj chi' chaji meltzaj winh yuj winh rey chi'. Ha winhaj Hadad chi' ix och ajk'olal t'a winhaj Salomón chi'."
        },
        {
            "number": "22",
            "text": "Ay junxo winh scuchan Rezón yuninal winhaj Eliada, ha Dios ix ak'anoch t'a spensar winh, ix och winh ajk'olal t'a winhaj Salomón chi'. Ha winhaj Rezón chi' elnac lemnaj winh t'a winh sreyal, aton winhaj Hadad-ezer sreyal Soba."
        },
        {
            "number": "23",
            "text": "Ayic yak'jinac ganar winhaj Hadad-ezer sreyal Soba chi' yet' smiljicham eb' soldado winh yuj winhaj rey David, a winhaj Rezón chi' smolb'ej jun nhilanh eb' elk'um winh, yoch winh yajaloc eb'. Sb'atcan cajan winh yet' eb' soldado chi' t'a Damasco, ata' ak'jioch winh reyal yuj eb'."
        },
        {
            "number": "24",
            "text": "Ix te och winh ajk'olal t'a chonhab' Israel ayic ayoch winhaj Salomón chi' reyal, icha ix yutej sb'a winhaj Hadad sreyal Edom."
        },
        {
            "number": "25",
            "text": "Ay pax junxo winh ayoch t'a yopisio yet' winhaj Salomón chi', ix meltzajoch winh ajk'olal t'a winh. Aton winhaj Jeroboam yuninal winhaj Nabat aj Sere t'a yinhtilal eb' Efraín. Chamnacxo smam winh chi', haxo ix snun winh, Serúa sb'i ix."
        },
        {
            "number": "26",
            "text": "Icha val tik ix aj spitzvichaanh oval yuj winh: Ha winhaj rey Salomón chi' ix checan b'ud'joc jun ch'olan yic wach' schalaj sb'a smuroal schonhab' winhaj rey David."
        },
        {
            "number": "27",
            "text": "Ha winhaj Jeroboam chi' te nhican winh, ayic ix yilan winh rey chi' to te ay yelk'och winh t'a sat eb' yetchonhab', ix yak'anoch winh yajalil t'a eb' munlajvum yinhtilalcan José."
        },
        {
            "number": "28",
            "text": "Ha junel ix elta winhaj Jeroboam chi' t'a stiel Jerusalén chi', k'ocb'il ix schalaj sb'a winh yet' winhaj Ahías schecab' Dios, aj Silo. Ayoch jun sjucan pichul winhaj Ahías chi', te ak'to. Ix lolon eb' winh sch'ocoj schavanhil."
        },
        {
            "number": "29",
            "text": "Ix yik'anel jun sjucan pichul winhaj Ahías chi', lajchave' ix yutej winh snhik'chitanb'ati."
        },
        {
            "number": "30",
            "text": "Ix yalan winh t'a winhaj Jeroboam chi' icha tik: Cha lajunheoc ico', yujto icha tik syal Jehová co Diosal t'ayach: Ol viq'uek' smacb'en winhaj Salomón, haxo t'ayach ol vak' lajunheoc inhtilal."
        },
        {
            "number": "31",
            "text": "Palta yujto xajan winh in checab' aj David vuuj yet' pax chonhab' Jerusalén sik'b'ilel vuuj t'a skal masanil chonhab' Israel, yuj chi' olto vak'kan junok inhtilal t'a yinhtilal winhaj Salomón chi'."
        },
        {
            "number": "32",
            "text": "Ha winhaj Salomón chi' ix in yactejcan winh, ix och winh ejmelal t'a Astarté, ix sdiosal eb' aj Sidón yet' t'a Quemos sdiosal eb' moabita yet' t'a Milcom sdiosal eb' amonita. Te manhxa swach'il tas syutej sb'a winh t'a vichanh, maxtzac sk'anab'ajej in k'ayb'ub'al winh yet' in checnab'il. Manh ichoc yutejnac sb'a winhaj David smam winh, manh ichocta' syutej sb'a winh."
        },
        {
            "number": "33",
            "text": "Palta yacb'an pitzanto winh, manh ol viq'uek'laj yopisio winh tik t'a reyal. Yujto xajan winh in checab' aj David vuuj to in sik'naquel winh, sk'anab'ajejnac val in checnab'il winh yet' in k'ayb'ub'al."
        },
        {
            "number": "34",
            "text": "Palta ha t'a jun winh yuninal winhaj Salomón chi' ol viq'uek' lajunheoc inhtilal, ol vak'an t'ayach."
        },
        {
            "number": "35",
            "text": "Junxonhej inhtilal ol vak'kan t'a winh yic wach' ayto mach ol naancot winh in checab' aj David t'a vichanh t'a Jerusalén tik, aton jun chonhab' in sik'naccanel b'aj tz'och ejmelal t'ayin."
        },
        {
            "number": "36",
            "text": "Ol ach vak'och reyal t'a yib'anh tas tza nib'ej, aton chonhab' Israel."
        },
        {
            "number": "37",
            "text": "Yuj chi', tato ol a k'anab'ajej masanil tas tzin chec a k'ulej tik, tato tojolnhej pax ol utej a b'ha t'a vichanh, tato ol a k'anab'ajejnhej in k'ayb'ub'al yet' in checnab'il, icha yutejnac sb'a winh in checab' aj David, tato icha chi', ayinnhej ek' ed'oc. Ol vak'nhej opisio, icha ajnac vak'an yopisio winh in checab' aj David chi', ol vak'anoch chonhab' Israel tik t'a yol a k'ab'."
        },
        {
            "number": "38",
            "text": "Ol vak'och yaelal t'a yib'anh eb' yinhtilal winhaj David junok tiempoal yujnhej smul winhaj Salomón chi', palta manh ol vak'canochlaj t'a junelnhej, xchi Jehová t'ayach, xchi winhaj Ahías chi'."
        },
        {
            "number": "39",
            "text": "Ha yuj tas ix yal Jehová chi', ix snib'ej winhaj Salomón smilcham winhaj Jeroboam chi'. Yuj chi' ix el lemnaj winh, ix b'atcan winh t'a Egipto b'aj ayoch winhaj Sisac reyal. Ix cannhej winh ta' masanto ix cham winhaj Salomón chi'."
        },
        {
            "number": "40",
            "text": "Ha yab'ixal juntzanhxo tas sk'ulejnac winhaj Salomón chi' yet' sjelanil winh, tz'ib'ab'ilcan b'aj tz'ib'ab'il yab'ixal winh."
        },
        {
            "number": "41",
            "text": "Ha winhaj Salomón chi', 40 ab'il ix yak' reyal winh t'a Jerusalén t'a yib'anh masanil chonhab' Israel."
        },
        {
            "number": "42",
            "text": "Ayic ix cham winh, ix mucchaj winh t'a schonhab' winhaj David winh smam. Ixlajwi chi' haxo jun yuninal winh scuchan Roboam ix ochcan reyal sq'uexuloc."
        }
    ]
}