{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj rey Salomón chi', manhocnhej ix yisil winh sreyal Egipto chi' ix yik' winh, palta ayto juntzanhxo heb' ix ix ch'oc chonhab'il ix yik' winh, aton heb' ix moabita, heb' ix amonita, heb' ix edomita, heb' ix aj Sidón yet' heb' ix hitita."
        },
        {
            "number": "2",
            "text": "Yalnac Jehová to ay yowalil yik'lan sb'a heb' israel yet' juntzanh heb' ix chi', yic max montajb'at heb' yuj heb' ix t'a spatic juntzanh scomon diosal schonhab' heb' ix chi'. Palta haxo winhaj rey Salomón chi', ix kan sgana winh t'a heb' ix, ix yik'lan sb'a winh yet' heb' ix."
        },
        {
            "number": "3",
            "text": "Ay 700 heb' ix yetb'eyum winh chi', yisil rey heb' ix. Ay pax 300 heb' ix schab'il yetb'eyum winh yaji. Ha yuj heb' ix chi' ix juwiel spensar winh."
        },
        {
            "number": "4",
            "text": "Axo yic ix ichamwinacax winh, ix somchajb'at spensar winh yuj heb' ix. Ix montajb'at winh t'a spatic juntzanhxo comon Dios. Majxo yak'och spensar winh sik'lab'il t'a Jehová sDiosal icha yutejnac sb'a winhaj Dawid smam winh."
        },
        {
            "number": "5",
            "text": "Ix och winh ejmelal t'a jun comon Dios scuch Astoret, ix sdiosal heb' aj Sidón yet' t'a junxo comon Dios scuch Milcom, sdiosal heb' amonita. Ha juntzanh chi' te yajb'ilel yuj Jehová."
        },
        {
            "number": "6",
            "text": "Yuj chi', te chuk tas ix sk'ulej winh t'a yichanh Jehová chi', yujto manh k'anab'ajumoclaj ix yutej sb'a winh t'ay, manh lajanoclaj ix yutej sb'a winh icha yutejnac sb'a winh smam chi'."
        },
        {
            "number": "7",
            "text": "Ha t'a jun tzalan t'a stojolal b'aj sjawi k'u t'a Jerusalén, ata' ix sb'ok'e stemplo sdiosal heb' moabita winh, aton jun scuchan Quemos. Ix sb'opax stemplo sdiosal heb' amonita winh, aton jun scuch Moloc. Ha juntzanh comon Dios chi' yajb'ilel yuj Jehová."
        },
        {
            "number": "8",
            "text": "Ichanhej chi' ix sk'ulej winh yet' masanil heb' ix ix ch'oc chonhab'il ix yik'a', yic syak' silab' heb' ix yet' incienso t'a sdiosal junjun."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix cot yowal Jehová sDiosal Israel t'a winhaj Salomón chi', yujto ix paticajcanel yuj winh, wach'chom chael sch'oxnac sb'ha t'a winh."
        },
        {
            "number": "10",
            "text": "Ix yal Jehová t'a winh to ay yowalil yoch ejmelal t'a juntzanh comon Dios, palta maj sk'anab'ajej winh sk'ulan tas ix yal Jehová chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yal Jehová chi' t'a winh icha tik: Yujto icha tik ix a k'ulej, maj a k'anab'ajej in trato yet' in checnab'il walnac t'ayach, yuj chi' ol wik'ek' opisio tik, ol wak'an t'a junok heb' a checab'."
        },
        {
            "number": "12",
            "text": "Palta yujto xajan winh a mam wuuj, yuj chi' yacb'an pitzanachto, manh ol wik'ek'laj opisio tik, palta ha t'a jun uninal, ata' ol wik'eq'ui."
        },
        {
            "number": "13",
            "text": "Manh ol wik'ek' yopisio chi' smasanil. Olto kan junok makan t'a yol sk'ab' yujto xajan winh in checab' aj Dawid wuuj yet' chonhab' Jerusalén tik, yujto sik'b'ilel wuuj, xchi t'a winh."
        },
        {
            "number": "14",
            "text": "Yuj chi' a Jehová ix ak'ancot jun winh ajk'ool t'a winhaj Salomón chi', aton winhaj Hadad yinhtilalcan heb' winh sreyal Edom."
        },
        {
            "number": "15",
            "text": "Ha t'a yalanhtaxo, ayic yak'annac ganar chonhab' Edom chi' winhaj rey Dawid, a winhaj Joab yajalil heb' soldado b'at yet' jun makan heb' soldado Israel, yic b'at smucan heb' chamnac heb', waque' ujal kan heb' ta'. Yacb'an chi', swach' milancham masanil heb' winh winak aj Edom chi' heb'."
        },
        {
            "number": "16",
            "text": "Ha t'a jun pekti’ chi', yune' quelemto winhaj Hadad chi', palta elcan lemnaj winh, b'atcan winh yet' juntzanh heb' schecab' winh smam, sb'atcan heb' t'a Egipto."
        },
        {
            "number": "17",
            "text": "El heb' t'a Madián, sk'och heb' t'a Parán. Ata' yik'b'at juntzanhxo heb' winh winak heb', sk'ochcan heb' t'a winh sreyal Egipto chi'. Ata' ak'ji spat heb', swael heb' yet' slum heb' yuj winh rey chi'."
        },
        {
            "number": "18",
            "text": "Ha winhaj Hadad chi', te wach' snaan winh rey chi' t'a spatic winh, yuj chi' yak' jun ix smu' winh rey chi' yetb'eyumoc winh, aton ix snulej ix reina Tahpenes."
        },
        {
            "number": "19",
            "text": "Yalji jun yune' ix yet' winhaj Hadad chi', Genubat yak' ix sb'iej. Ha ix Tahpenes chi' ilan q'uib' jun unin chi' t'a spalacio winh rey chi', junnhej q'uib'nac yet' heb' yuninal winh rey chi'."
        },
        {
            "number": "20",
            "text": "Axo yic yab'an specal winhaj Hadad t'a Egipto chi' to a winhaj rey Dawid chamnacxo winh, chamnacxo pax winhaj Joab yajalil heb' soldado, yalan winh icha tik t'a winh sreyal Egipto chi': --Cha in meltzaj t'a in chonhab', xchi winh."
        },
        {
            "number": "21",
            "text": "Stak'wi winh rey chi' t'a winh icha tik: --¿Tas yuj tza nib'ej tzach meltzaj t'a a chonhab' chi'? ¿Tom ay tas syak' palta t'ayach wuuj? xchi winh. Stak'wi winhaj Hadad chi': --Tz'acan yaj masanil t'ayin uuj, palta tzin tewi t'ayach to tzin a cha meltzajoc, xchi winh. Yuj chi' chaji meltzaj winh yuj winh rey chi'. Ha winhaj Hadad chi' ix och ajk'olal t'a winhaj Salomón chi'."
        },
        {
            "number": "22",
            "text": "Ay junxo winh scuchan Rezón yuninal winhaj Eliada, ha Dios ix ak'anoch t'a spensar winh, ix och winh ajk'olal t'a winhaj Salomón chi'. Ha winhaj Rezón chi' elnac lemnaj winh t'a winh sreyal, aton winhaj Hadad-ezer sreyal Soba."
        },
        {
            "number": "23",
            "text": "Ayic yak'jinac ganar winhaj Hadad-ezer sreyal Soba chi' yet' smiljicham heb' soldado winh yuj winhaj rey Dawid, a winhaj Rezón chi' smolb'ej jun nhilanh heb' elk'um winh, yoch winh yajaloc heb'. Sb'atcan cajan winh yet' heb' soldado chi' t'a Damasco, ata' ak'jioch winh reyal yuj heb'."
        },
        {
            "number": "24",
            "text": "Ix te och winh ajk'olal t'a chonhab' Israel ayic ayoch winhaj Salomón chi' reyal, icha ix yutej sb'a winhaj Hadad sreyal Edom."
        },
        {
            "number": "25",
            "text": "Ay pax junxo winh ayoch t'a yopisio yet' winhaj Salomón chi', ix meltzajoch winh ajk'olal t'a winh. Aton winhaj Jeroboam yuninal winhaj Nabat aj Sere t'a yinhtilal heb' Efraín. Chamnacxo smam winh chi', haxo ix snun winh, Serúa sb'i ix."
        },
        {
            "number": "26",
            "text": "Icha wal tik ix aj spitzwichaanh owal yuj winh: Ha winhaj rey Salomón chi' ix checan b'ud'joc jun ch'olan yic wach' schalaj sb'a smuroal schonhab' winhaj rey Dawid."
        },
        {
            "number": "27",
            "text": "Ha winhaj Jeroboam chi' te nhican winh, ayic ix yilan winh rey chi' to te ay yelk'och winh t'a sat heb' yetchonhab', ix yak'anoch winh yajalil t'a heb' munlajwum yinhtilalcan José."
        },
        {
            "number": "28",
            "text": "Ha junel ix elta winhaj Jeroboam chi' t'a stiel Jerusalén chi', k'ocb'il ix schalaj sb'a winh yet' winhaj Ahías schecab' Dios, aj Silo. Ayoch jun sjucan pichul winhaj Ahías chi', te ak'to. Ix lolon heb' winh sch'ocoj schawanhil."
        },
        {
            "number": "29",
            "text": "Ix yik'anel jun sjucan pichul winhaj Ahías chi', lajchawe' ix yutej winh snhik'chitanb'ati."
        },
        {
            "number": "30",
            "text": "Ix yalan winh t'a winhaj Jeroboam chi' icha tik: Cha lajunheoc ico', yujto icha tik syal Jehová ko Diosal t'ayach: Ol wik'ek' smacb'en winhaj Salomón, haxo t'ayach ol wak' lajunheoc inhtilal."
        },
        {
            "number": "31",
            "text": "Palta yujto xajan winh in checab' aj Dawid wuuj yet' pax chonhab' Jerusalén sik'b'ilel wuuj t'a skal masanil chonhab' Israel, yuj chi' olto wak'kan junok inhtilal t'a yinhtilal winhaj Salomón chi'."
        },
        {
            "number": "32",
            "text": "Ha winhaj Salomón chi' ix in yaktejcan winh, ix och winh ejmelal t'a Astarté, ix sdiosal heb' aj Sidón yet' t'a Quemos sdiosal heb' moabita yet' t'a Milcom sdiosal heb' amonita. Te manhxa swach'il tas syutej sb'a winh t'a wichanh, maxtzac sk'anab'ajej in k'ayb'ub'al winh yet' in checnab'il. Manh ichoc yutejnac sb'a winhaj Dawid smam winh, manh ichocta' syutej sb'a winh."
        },
        {
            "number": "33",
            "text": "Palta yacb'an pitzanto winh, manh ol wik'ek'laj yopisio winh tik t'a reyal. Yujto xajan winh in checab' aj Dawid wuuj to in sik'naquel winh, sk'anab'ajejnac wal in checnab'il winh yet' in k'ayb'ub'al."
        },
        {
            "number": "34",
            "text": "Palta ha t'a jun winh yuninal winhaj Salomón chi' ol wik'ek' lajunheoc inhtilal, ol wak'an t'ayach."
        },
        {
            "number": "35",
            "text": "Junxonhej inhtilal ol wak'kan t'a winh yic wach' ayto mach ol naancot winh in checab' aj Dawid t'a wichanh t'a Jerusalén tik, aton jun chonhab' in sik'naccanel b'aj tz'och ejmelal t'ayin."
        },
        {
            "number": "36",
            "text": "Ol ach wak'och reyal t'a yib'anh tas tza nib'ej, aton chonhab' Israel."
        },
        {
            "number": "37",
            "text": "Yuj chi', tato ol a k'anab'ajej masanil tas tzin chec a k'ulej tik, tato tojolnhej pax ol utej a b'ha t'a wichanh, tato ol a k'anab'ajejnhej in k'ayb'ub'al yet' in checnab'il, icha yutejnac sb'a winh in checab' aj Dawid, tato icha chi', ayinnhej ek' ed'oc. Ol wak'nhej opisio, icha ajnac wak'an yopisio winh in checab' aj Dawid chi', ol wak'anoch chonhab' Israel tik t'a yol a k'ab'."
        },
        {
            "number": "38",
            "text": "Ol wak'och yaelal t'a yib'anh heb' yinhtilal winhaj Dawid junok tiempoal yujnhej smul winhaj Salomón chi', palta manh ol wak'canochlaj t'a junelnhej, xchi Jehová t'ayach, xchi winhaj Ahías chi'."
        },
        {
            "number": "39",
            "text": "Ha yuj tas ix yal Jehová chi', ix snib'ej winhaj Salomón smilcham winhaj Jeroboam chi'. Yuj chi' ix el lemnaj winh, ix b'atcan winh t'a Egipto b'aj ayoch winhaj Sisac reyal. Ix cannhej winh ta' masanto ix cham winhaj Salomón chi'."
        },
        {
            "number": "40",
            "text": "Ha yab'ixal juntzanhxo tas sk'ulejnac winhaj Salomón chi' yet' sjelanil winh, tz'ib'ab'ilcan b'aj tz'ib'ab'il yab'ixal winh."
        },
        {
            "number": "41",
            "text": "Ha winhaj Salomón chi', 40 ab'il ix yak' reyal winh t'a Jerusalén t'a yib'anh masanil chonhab' Israel."
        },
        {
            "number": "42",
            "text": "Ayic ix cham winh, ix mucchaj winh t'a schonhab' winhaj Dawid winh smam. Ixlajwi chi' haxo jun yuninal winh scuchan Roboam ix ochcan reyal sk'exuloc."
        }
    ]
}