{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj rey Salomón chi', manhocnhej ix yisil vinh sreyal Egipto chi' ix yik' vinh, palta ayto juntzanhxo eb' ix ix ch'oc chonhab'il ix yik' vinh, aton eb' ix moabita, eb' ix amonita, eb' ix edomita, eb' ix aj Sidón yet' eb' ix hitita."
        },
        {
            "number": "2",
            "text": "Yalnac Jehová to ay yovalil yik'lan sb'a eb' israel yet' juntzanh eb' ix chi', yic max montajb'at eb' yuj eb' ix t'a spatic juntzanh scomon diosal schonhab' eb' ix chi'. Palta haxo vinhaj rey Salomón chi', ix kan sgana vinh t'a eb' ix, ix yik'lan sb'a vinh yet' eb' ix."
        },
        {
            "number": "3",
            "text": "Ay 700 eb' ix yetb'eyum vinh chi', yisil rey eb' ix. Ay pax 300 eb' ix schab'il yetb'eyum vinh yaji. Ha yuj eb' ix chi' ix juviel spensar vinh."
        },
        {
            "number": "4",
            "text": "Axo yic ix ichamvinacax vinh, ix somchajb'at spensar vinh yuj eb' ix. Ix montajb'at vinh t'a spatic juntzanhxo comon dios. Majxo yak'och spensar vinh sik'lab'il t'a Jehová sDiosal icha yutejnac sb'a vinhaj David smam vinh."
        },
        {
            "number": "5",
            "text": "Ix och vinh ejmelal t'a jun comon dios scuch Astoret, ix sdiosal eb' aj Sidón yet' t'a junxo comon dios scuch Milcom, sdiosal eb' amonita. Ha juntzanh chi' te yajb'ilel yuj Jehová."
        },
        {
            "number": "6",
            "text": "Yuj chi', te chuc tas ix sk'ulej vinh t'a yichanh Jehová chi', yujto manh k'anab'ajumoclaj ix yutej sb'a vinh t'ay, manh lajanoclaj ix yutej sb'a vinh icha yutejnac sb'a vinh smam chi'."
        },
        {
            "number": "7",
            "text": "Ha t'a jun tzalan t'a stojolal b'aj sjavi k'u t'a Jerusalén, ata' ix sb'oq'ue stemplo sdiosal eb' moabita vinh, aton jun scuchan Quemos. Ix sb'opax stemplo sdiosal eb' amonita vinh, aton jun scuch Moloc. Ha juntzanh comon dios chi' yajb'ilel yuj Jehová."
        },
        {
            "number": "8",
            "text": "Ichanhej chi' ix sk'ulej vinh yet' masanil eb' ix ix ch'oc chonhab'il ix yik'a', yic syak' silab' eb' ix yet' incienso t'a sdiosal junjun."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix cot yoval Jehová sDiosal Israel t'a vinhaj Salomón chi', yujto ix paticajcanel yuj vinh, wach'chom chael sch'oxnac sb'ha t'a vinh."
        },
        {
            "number": "10",
            "text": "Ix yal Jehová t'a vinh to ay yovalil yoch ejmelal t'a juntzanh comon dios, palta maj sk'anab'ajej vinh sk'ulan tas ix yal Jehová chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yal Jehová chi' t'a vinh icha tik: Yujto icha tik ix a k'ulej, maj a k'anab'ajej in trato yet' in checnab'il valnac t'ayach, yuj chi' ol viq'uek' opisio tik, ol vak'an t'a junok eb' a checab'."
        },
        {
            "number": "12",
            "text": "Palta yujto xajan vinh a mam vuuj, yuj chi' yacb'an pitzanachto, manh ol viq'uek'laj opisio tik, palta ha t'a jun uninal, ata' ol viq'ueq'ui."
        },
        {
            "number": "13",
            "text": "Manh ol viq'uek' yopisio chi' smasanil. Olto kan junok makan t'a yol sk'ab' yujto xajan vinh in checab' aj David vuuj yet' chonhab' Jerusalén tik, yujto sik'b'ilel vuuj, xchi t'a vinh."
        },
        {
            "number": "14",
            "text": "Yuj chi' a Jehová ix ak'ancot jun vinh ajk'ool t'a vinhaj Salomón chi', aton vinhaj Hadad yinhtilalcan eb' vinh sreyal Edom."
        },
        {
            "number": "15",
            "text": "Ha t'a yalanhtaxo, ayic yak'annac ganar chonhab' Edom chi' vinhaj rey David, a vinhaj Joab yajalil eb' soldado b'at yet' jun makan eb' soldado Israel, yic b'at smucan eb' chamnac eb', vaque' ujal kan eb' ta'. Yacb'an chi', svach' milancham masanil eb' vinh vinac aj Edom chi' eb'."
        },
        {
            "number": "16",
            "text": "Ha t'a jun pekti’ chi', yune' quelemto vinhaj Hadad chi', palta elcan lemnaj vinh, b'atcan vinh yet' juntzanh eb' schecab' vinh smam, sb'atcan eb' t'a Egipto."
        },
        {
            "number": "17",
            "text": "El eb' t'a Madián, sk'och eb' t'a Parán. Ata' yik'b'at juntzanhxo eb' vinh vinac eb', sk'ochcan eb' t'a vinh sreyal Egipto chi'. Ata' ak'ji spat eb', svael eb' yet' slum eb' yuj vinh rey chi'."
        },
        {
            "number": "18",
            "text": "Ha vinhaj Hadad chi', te wach' snaan vinh rey chi' t'a spatic vinh, yuj chi' yak' jun ix smu' vinh rey chi' yetb'eyumoc vinh, aton ix snulej ix reina Tahpenes."
        },
        {
            "number": "19",
            "text": "Yalji jun yune' ix yet' vinhaj Hadad chi', Genubat yak' ix sb'iej. Ha ix Tahpenes chi' ilan q'uib' jun unin chi' t'a spalacio vinh rey chi', junnhej q'uib'nac yet' eb' yuninal vinh rey chi'."
        },
        {
            "number": "20",
            "text": "Axo yic yab'an specal vinhaj Hadad t'a Egipto chi' to a vinhaj rey David chamnacxo vinh, chamnacxo pax vinhaj Joab yajalil eb' soldado, yalan vinh icha tik t'a vinh sreyal Egipto chi': --Cha in meltzaj t'a in chonhab', xchi vinh."
        },
        {
            "number": "21",
            "text": "Stak'vi vinh rey chi' t'a vinh icha tik: --¿Tas yuj tza nib'ej tzach meltzaj t'a a chonhab' chi'? ¿Tom ay tas syak' palta t'ayach vuuj? xchi vinh. Stak'vi vinhaj Hadad chi': --Tz'acan yaj masanil t'ayin uuj, palta tzin tevi t'ayach to tzin a cha meltzajoc, xchi vinh. Yuj chi' chaji meltzaj vinh yuj vinh rey chi'. Ha vinhaj Hadad chi' ix och ajk'olal t'a vinhaj Salomón chi'."
        },
        {
            "number": "22",
            "text": "Ay junxo vinh scuchan Rezón yuninal vinhaj Eliada, ha Dios ix ak'anoch t'a spensar vinh, ix och vinh ajk'olal t'a vinhaj Salomón chi'. Ha vinhaj Rezón chi' elnac lemnaj vinh t'a vinh sreyal, aton vinhaj Hadad-ezer sreyal Soba."
        },
        {
            "number": "23",
            "text": "Ayic yak'jinac ganar vinhaj Hadad-ezer sreyal Soba chi' yet' smiljicham eb' soldado vinh yuj vinhaj rey David, a vinhaj Rezón chi' smolb'ej jun nhilanh eb' elk'um vinh, yoch vinh yajaloc eb'. Sb'atcan cajan vinh yet' eb' soldado chi' t'a Damasco, ata' ak'jioch vinh reyal yuj eb'."
        },
        {
            "number": "24",
            "text": "Ix te och vinh ajk'olal t'a chonhab' Israel ayic ayoch vinhaj Salomón chi' reyal, icha ix yutej sb'a vinhaj Hadad sreyal Edom."
        },
        {
            "number": "25",
            "text": "Ay pax junxo vinh ayoch t'a yopisio yet' vinhaj Salomón chi', ix meltzajoch vinh ajk'olal t'a vinh. Aton vinhaj Jeroboam yuninal vinhaj Nabat aj Sere t'a yinhtilal eb' Efraín. Chamnacxo smam vinh chi', haxo ix snun vinh, Serúa sb'i ix."
        },
        {
            "number": "26",
            "text": "Icha val tik ix aj spitzvichaanh oval yuj vinh: Ha vinhaj rey Salomón chi' ix checan b'ud'joc jun ch'olan yic wach' schalaj sb'a smuroal schonhab' vinhaj rey David."
        },
        {
            "number": "27",
            "text": "Ha vinhaj Jeroboam chi' te nhican vinh, ayic ix yilan vinh rey chi' to te ay yelk'och vinh t'a sat eb' yetchonhab', ix yak'anoch vinh yajalil t'a eb' munlajvum yinhtilalcan José."
        },
        {
            "number": "28",
            "text": "Ha junel ix elta vinhaj Jeroboam chi' t'a stiel Jerusalén chi', k'ocb'il ix schalaj sb'a vinh yet' vinhaj Ahías schecab' Dios, aj Silo. Ayoch jun sjucan pichul vinhaj Ahías chi', te ak'to. Ix lolon eb' vinh sch'ocoj schavanhil."
        },
        {
            "number": "29",
            "text": "Ix yik'anel jun sjucan pichul vinhaj Ahías chi', lajchave' ix yutej vinh snhik'chitanb'ati."
        },
        {
            "number": "30",
            "text": "Ix yalan vinh t'a vinhaj Jeroboam chi' icha tik: Cha lajunheoc ico', yujto icha tik syal Jehová co Diosal t'ayach: Ol viq'uek' smacb'en vinhaj Salomón, haxo t'ayach ol vak' lajunheoc inhtilal."
        },
        {
            "number": "31",
            "text": "Palta yujto xajan vinh in checab' aj David vuuj yet' pax chonhab' Jerusalén sik'b'ilel vuuj t'a skal masanil chonhab' Israel, yuj chi' olto vak'kan junok inhtilal t'a yinhtilal vinhaj Salomón chi'."
        },
        {
            "number": "32",
            "text": "Ha vinhaj Salomón chi' ix in yactejcan vinh, ix och vinh ejmelal t'a Astarté, ix sdiosal eb' aj Sidón yet' t'a Quemos sdiosal eb' moabita yet' t'a Milcom sdiosal eb' amonita. Te manhxa svach'il tas syutej sb'a vinh t'a vichanh, maxtzac sk'anab'ajej in k'ayb'ub'al vinh yet' in checnab'il. Manh ichoc yutejnac sb'a vinhaj David smam vinh, manh ichocta' syutej sb'a vinh."
        },
        {
            "number": "33",
            "text": "Palta yacb'an pitzanto vinh, manh ol viq'uek'laj yopisio vinh tik t'a reyal. Yujto xajan vinh in checab' aj David vuuj to in sik'naquel vinh, sk'anab'ajejnac val in checnab'il vinh yet' in k'ayb'ub'al."
        },
        {
            "number": "34",
            "text": "Palta ha t'a jun vinh yuninal vinhaj Salomón chi' ol viq'uek' lajunheoc inhtilal, ol vak'an t'ayach."
        },
        {
            "number": "35",
            "text": "Junxonhej inhtilal ol vak'kan t'a vinh yic wach' ayto mach ol naancot vinh in checab' aj David t'a vichanh t'a Jerusalén tik, aton jun chonhab' in sik'naccanel b'aj tz'och ejmelal t'ayin."
        },
        {
            "number": "36",
            "text": "Ol ach vak'och reyal t'a yib'anh tas tza nib'ej, aton chonhab' Israel."
        },
        {
            "number": "37",
            "text": "Yuj chi', tato ol a k'anab'ajej masanil tas tzin chec a k'ulej tik, tato tojolnhej pax ol utej a b'ha t'a vichanh, tato ol a k'anab'ajejnhej in k'ayb'ub'al yet' in checnab'il, icha yutejnac sb'a vinh in checab' aj David, tato icha chi', ayinnhej ek' ed'oc. Ol vak'nhej opisio, icha ajnac vak'an yopisio vinh in checab' aj David chi', ol vak'anoch chonhab' Israel tik t'a yol a k'ab'."
        },
        {
            "number": "38",
            "text": "Ol vak'och yaelal t'a yib'anh eb' yinhtilal vinhaj David junok tiempoal yujnhej smul vinhaj Salomón chi', palta manh ol vak'canochlaj t'a junelnhej, xchi Jehová t'ayach, xchi vinhaj Ahías chi'."
        },
        {
            "number": "39",
            "text": "Ha yuj tas ix yal Jehová chi', ix snib'ej vinhaj Salomón smilcham vinhaj Jeroboam chi'. Yuj chi' ix el lemnaj vinh, ix b'atcan vinh t'a Egipto b'aj ayoch vinhaj Sisac reyal. Ix cannhej vinh ta' masanto ix cham vinhaj Salomón chi'."
        },
        {
            "number": "40",
            "text": "Ha yab'ixal juntzanhxo tas sk'ulejnac vinhaj Salomón chi' yet' sjelanil vinh, tz'ib'ab'ilcan b'aj tz'ib'ab'il yab'ixal vinh."
        },
        {
            "number": "41",
            "text": "Ha vinhaj Salomón chi', 40 ab'il ix yak' reyal vinh t'a Jerusalén t'a yib'anh masanil chonhab' Israel."
        },
        {
            "number": "42",
            "text": "Ayic ix cham vinh, ix mucchaj vinh t'a schonhab' vinhaj David vinh smam. Ixlajwi chi' haxo jun yuninal vinh scuchan Roboam ix ochcan reyal sq'uexuloc."
        }
    ]
}