{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ix b'at vinhaj Roboam t'a Siquem, yujto ata' molanxo ek' masanil eb' yinhtilal Israel ay t'a stojolal norte yic syak'ancanoch vinh eb' sreyaloc."
        },
        {
            "number": "2",
            "text": "Ix k'och specal jun tik t'a vinhaj Jeroboam yuninal vinhaj Nabat ayic ayek' vinh t'a Egipto, yujto elnac lemnaj vinh t'a vinhaj rey Salomón chi'."
        },
        {
            "number": "3",
            "text": "Ix schecan eb' israel chi' to b'at ik'chajcot vinh. Axo yic ix javi vinh, ix b'at vinh yet' masanil eb' yetisraelal lolonel yet' vinhaj Roboam chi'. Ix yalan eb' t'a vinh icha tik:"
        },
        {
            "number": "4",
            "text": "--Ha vinh a mam te ek'al ya munlajel ix yak' vinh co k'ulej. Axo ticnaic jun, sco nib'ej to tziq'uel jab'oc juntzanh munlajel te ya chi' t'a quib'anh, yic ol cak'och co b'ha t'a yalanh a mandar, xchi eb'."
        },
        {
            "number": "5",
            "text": "Ix tak'vi vinhaj Roboam chi': --Ha ticnaic paxanhec, chab'ejto tzex jax in eyila', svalan t'ayex tas tz'aji, xchi vinh t'a eb'. Ix pax eb' anima chi'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix sk'anb'an vinh rey chi' t'a eb' vinh yichamtac vinaquil chonhab' munlajnac yet' vinh smam vinh chi' icha tik: --¿Tas val junok razón tzeyak' t'ayin, yic tzin pacan slolonel eb' anima tik? xchi vinh t'a eb' vinh."
        },
        {
            "number": "7",
            "text": "Ix tak'vi eb' vinh: --Tato tza nib'ej tzak' servil jun chonhab' tik, wach' tzutej tak'voc a b'ha t'a eb', yic wach' ol yak'nhejoch sb'a eb' t'a yalanh a mandar, xchi eb' vinh t'a vinh."
        },
        {
            "number": "8",
            "text": "Palta maj schalaj yab' vinh tas ix yal eb' vinh ichamtac vinac chi'. Ixlajwi chi' ix sk'anb'anxi vinh t'a juntzanh eb' vinh quelemtac vinac jun ix q'uib' vinh yet'oc, eb' vinh ix och t'a yopisio yet' vinh."
        },
        {
            "number": "9",
            "text": "Ix sk'anb'an vinh t'a eb' vinh icha tik: --¿Tas junok razón tzeyak' t'ayin, tas ol vutoc in pacan slolonel eb' anima chi'? Snib'ej eb' sviq'uel jab'oc munlajel yet' juntzanhxo tas aycanoch t'a yib'anh eb' yuj vinh in mam, xchi vinh t'a eb' vinh."
        },
        {
            "number": "10",
            "text": "Ix tak'vi eb' vinh quelemtac chi' t'a vinh: --Ha eb' tz'alan chi' to tziq'uel jab'oc munlajel aycanoch t'a yib'anh eb' yuj vinh a mam chi', al t'a eb' icha tik: Ya munlajel b'aj yak'nac ex och vinh in mam chi', a inxo pax tik, ek'alto syail b'aj ol ex vak'ochi."
        },
        {
            "number": "11",
            "text": "Al yutejnac eyicatz vinh in mam chi', a inxo pax tik, ek'alto ol vutej yalil eyicatz chi'. Ha vinh in mam chi', anhej t'a nok' tz'uum smak'nac ex vinh, a inxo pax tik, a nok' tz'uum ayoch q'uen q'ueen t'a snhi' ol vak'lab'ej t'ayex, xa chi t'a eb', xchi eb' vinh quelemtac chi'."
        },
        {
            "number": "12",
            "text": "Axo t'a schab'jial chi', ix jax vinhaj Jeroboam yet' masanil eb' chonhab' israel yil vinhaj rey Roboam chi', icha ix aj yalan vinh."
        },
        {
            "number": "13",
            "text": "Axo vinh rey chi', maj yal-laj vinh icha ix aj yalan eb' vinh ichamtac vinac chi', palta te chuc ix yutej vinh spacan t'a eb' chonhab' chi'."
        },
        {
            "number": "14",
            "text": "Ha tas ix yal eb' vinh quelemtac, a ix yal vinh t'a eb', ix yalan vinh icha tik: Al yutejnac eyicatz vinh in mam chi', a inxo pax tik, ek'alto ol vutej yalil eyicatz chi'. Ha vinh in mam chi', anhej t'a nok' tz'uum smak'nac ex vinh, a inxo pax tik, a nok' tz'uum ayoch q'uen q'ueen t'a snhi' ol vak'lab'ej t'ayex, xchi vinh t'a eb' anima chi'."
        },
        {
            "number": "15",
            "text": "Ayic ix yilan eb' israel chi' to maj schalaj yab' vinh rey chi' tas ix yal eb', yuj chi' ix yalan eb' icha tik: Malaj calan quic t'a yinhtilal vinhaj David. Malaj junok makan onh tzonh kan yet' yinhtilal vinhaj Isaí. Conh paxec t'a co pat. Olxo yilcan sb'a vinhaj David yet' yinhtilal tas sk'ulej, xchi eb'. Ix checjib'at vinhaj Adoram yuj vinh rey chi' yic b'at lolon vinh yet' eb' israel chi', yujto a vinh ay yopisio scuchb'an eb' munlajvum yovalil smunlaji. Axo eb' israel chi', ix q'ue somnaj eb', ix sjulq'uenancham vinh eb'. Axo yic ix yab'an jun chi' vinhaj Roboam chi', ix q'ue vinh t'a yol scarruaje, ix cot lemnaj vinh t'a Jerusalén. Ixlajwi chi', haxo masanil macanhil eb' israel ay t'a stojolal norte ix pax eb' t'a spat. Axonhej t'a eb' cajan t'a juntzanh chonhab' t'a yol yic Judá ix yak' reyal vinhaj Roboam chi'. Ichaton chi' ix aj yik'anel sb'a eb' israel t'a yol sk'ab' yinhtilal vinhaj David. Icha chi' ix aj yelk'och tas yalnaccan Jehová t'a vinh schecab', aton vinhaj Ahías aj Silo, yuj vinhaj Jeroboam yuninal vinhaj Nabat."
        },
        {
            "number": "16",
            "text": "Ayic ix yab'an eb' israel to ayxo ek' vinhaj Jeroboam t'a yol schonhab' eb', ix schecan eb' avtajcot vinh yic sch'oxan sb'a vinh t'a yichanh eb'. Ix yak'anoch vinh eb' sreyaloc. Axonhej eb' yinhtilal Judá ix kan yet' vinhaj Roboam yixchiquin vinhaj David."
        },
        {
            "number": "17",
            "text": "Ayic ix jax vinhaj Roboam t'a Jerusalén chi', ix smolb'an 180 mil eb' soldado vinh t'a yinhtilal Judá yet' t'a yinhtilal Benjamín yic syak'an oval eb' yet' eb' yetisraelal yic smeltzajxioch eb' t'a yalanh smandar vinh yalani."
        },
        {
            "number": "18",
            "text": "Palta ix yalan Jehová t'a vinhaj Semaías schecab' icha tik:"
        },
        {
            "number": "19",
            "text": "Al t'a vinhaj Roboam yuninal vinhaj Salomón, sreyal Judá yet' t'a masanil eb' yinhtilal Judá chi', t'a yinhtilal Benjamín yet' t'a juntzanhxo eb' anima ayek' t'a skal eb':"
        },
        {
            "number": "20",
            "text": "Ha Jehová tz'alan icha tik: Manh eyak' oval yet' eb' eyetisraelal chi', yujto a in ix el t'a in k'ool to icha chi' tz'aji. Meltzajanhec t'a e pat, xchi Jehová, xa chi t'a eb', xchi t'a vinh. Ayic ix yab'an eb' anima chi', ix meltzaj eb' icha ix aj yalan Jehová."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', ix svach' b'oanq'ue chonhab' Siquem vinhaj Jeroboam chi', aton ay t'a tzalquixtac t'a yol yic Efraín. Ata' ix cajnaj vinh. Ix sb'oanpaxq'ue chonhab' Penuel vinh."
        },
        {
            "number": "22",
            "text": "Ix snaan vinh icha tik: Ha ticnaic tecan ol yik'xiek' in reyal tik jun vinh yinhtilal vinhaj David."
        },
        {
            "number": "23",
            "text": "Tato ol b'atnhej eb' anima tik yak' silab' t'a stemplo Jehová t'a Jerusalén, axom yak'anxioch spensar eb' t'a vinhaj Roboam sreyal Judá. Ol am in smilcham eb', ol am b'atcan eb' smasanil yet' vinhaj Roboam chi', xchi vinh."
        },
        {
            "number": "24",
            "text": "Axo yic ix lajvi slolon vinh yet' eb' ayoch yajalil yet'oc, ix schecan vinh b'ojoc chab' yechel quelem vacax nab'a oro. Ix yalan vinh t'a masanil anima icha tik: Ex vetisraelal, manhxo ex b'at t'a Jerusalén. Ajaltac e b'ati, ina val co diosal tik, aton ik'annac onh elta t'a Egipto, xchi vinh t'a eb'."
        },
        {
            "number": "25",
            "text": "Jun yechel vacax chi' ix yak'kan vinh t'a chonhab' Betel, ix yak'ancan junxo vinh t'a chonhab' Dan."
        },
        {
            "number": "26",
            "text": "Ha yuj jun chi' ix och smul eb' anima chi', yujto ix b'at eb' t'a chonhab' Dan yaq'uem sb'ha t'a jun yechel chi'."
        },
        {
            "number": "27",
            "text": "Ix sb'oanpaxq'ue spatil sdiosal vinh chi' t'a juntzanh lugar chaanh. Ix yak'anoch yopisio eb' comon anima vinh t'a sacerdoteal, manh levitaoc eb'."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi' ix yak'anoch jun q'uinh vinh t'a 15 yoch svajxaquil uj yic jun ab'il chi' icha jun q'uinh tzek' t'a Judá. Ix yak'anq'ue silab' vinh t'a yib'anh altar t'a jun yechel vacax ix sb'o vinh chi' t'a chonhab' Betel. Ix yak'anpaxoch eb' sacerdote chi' vinh yilumaloc spatil sdiosal ix sb'o t'a juntzanh lugar chaanh."
        },
        {
            "number": "29",
            "text": "Yuj chi' ha t'a 15 yoch svajxaquil uj chi', ix yak'anoch jun q'uinh chi' vinh, munil ix snaelta vinh t'a yol yico'. Ix yak'an silab' vinh t'a yib'anh altar ix sb'o t'a chonhab' Betel chi'. Ha t'a jun k'u chi' ix snhuspaxtz'a incienso vinh t'a yib'anh altar chi'."
        }
    ]
}