{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ix b'at winhaj Roboam t'a Siquem, yujto ata' molanxo ek' masanil heb' yinhtilal Israel ay t'a stojolal norte yic syak'ancanoch winh heb' sreyaloc."
        },
        {
            "number": "2",
            "text": "Ix k'och specal jun tik t'a winhaj Jeroboam yuninal winhaj Nabat ayic ayek' winh t'a Egipto, yujto elnac lemnaj winh t'a winhaj rey Salomón chi'."
        },
        {
            "number": "3",
            "text": "Ix schecan heb' israel chi' to b'at ik'chajcot winh. Axo yic ix jawi winh, ix b'at winh yet' masanil heb' yetisraelal lolonel yet' winhaj Roboam chi'. Ix yalan heb' t'a winh icha tik:"
        },
        {
            "number": "4",
            "text": "--Ha winh a mam te ek'al ya munlajel ix yak' winh ko k'ulej. Axo ticnaik jun, sco nib'ej to tzik'el jab'oc juntzanh munlajel te ya chi' t'a quib'anh, yic ol cak'och ko b'ha t'a yalanh a mandar, xchi heb'."
        },
        {
            "number": "5",
            "text": "Ix tak'wi winhaj Roboam chi': --Ha ticnaik paxanhec, chab'ejto tzex jax in eyila', swalan t'ayex tas tz'aji, xchi winh t'a heb'. Ix pax heb' anima chi'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix sk'anb'an winh rey chi' t'a heb' winh yichamtac winaquil chonhab' munlajnac yet' winh smam winh chi' icha tik: --¿Tas wal junok razón tzeyak' t'ayin, yic tzin pacan slolonel heb' anima tik? xchi winh t'a heb' winh."
        },
        {
            "number": "7",
            "text": "Ix tak'wi heb' winh: --Tato tza nib'ej tzak' serwil jun chonhab' tik, wach' tzutej tak'woc a b'ha t'a heb', yic wach' ol yak'nhejoch sb'a heb' t'a yalanh a mandar, xchi heb' winh t'a winh."
        },
        {
            "number": "8",
            "text": "Palta maj schalaj yab' winh tas ix yal heb' winh ichamtac winak chi'. Ixlajwi chi' ix sk'anb'anxi winh t'a juntzanh heb' winh kelemtac winak jun ix q'uib' winh yet'oc, heb' winh ix och t'a yopisio yet' winh."
        },
        {
            "number": "9",
            "text": "Ix sk'anb'an winh t'a heb' winh icha tik: --¿Tas junok razón tzeyak' t'ayin, tas ol wutoc in pacan slolonel heb' anima chi'? Snib'ej heb' swik'el jab'oc munlajel yet' juntzanhxo tas aycanoch t'a yib'anh heb' yuj winh in mam, xchi winh t'a heb' winh."
        },
        {
            "number": "10",
            "text": "Ix tak'wi heb' winh kelemtac chi' t'a winh: --Ha heb' tz'alan chi' to tzik'el jab'oc munlajel aycanoch t'a yib'anh heb' yuj winh a mam chi', al t'a heb' icha tik: Ya munlajel b'aj yak'nac ex och winh in mam chi', a inxo pax tik, ek'alto syail b'aj ol ex wak'ochi."
        },
        {
            "number": "11",
            "text": "Al yutejnac eyicatz winh in mam chi', a inxo pax tik, ek'alto ol wutej yalil eyicatz chi'. Ha winh in mam chi', anhej t'a nok' tz'uum smak'nac ex winh, a inxo pax tik, a nok' tz'uum ayoch k'een k'een t'a snhi' ol wak'lab'ej t'ayex, xa chi t'a heb', xchi heb' winh kelemtac chi'."
        },
        {
            "number": "12",
            "text": "Axo t'a schab'jial chi', ix jax winhaj Jeroboam yet' masanil heb' chonhab' israel yil winhaj rey Roboam chi', icha ix aj yalan winh."
        },
        {
            "number": "13",
            "text": "Axo winh rey chi', maj yal-laj winh icha ix aj yalan heb' winh ichamtac winak chi', palta te chuk ix yutej winh spacan t'a heb' chonhab' chi'."
        },
        {
            "number": "14",
            "text": "Ha tas ix yal heb' winh kelemtac, a ix yal winh t'a heb', ix yalan winh icha tik: Al yutejnac eyicatz winh in mam chi', a inxo pax tik, ek'alto ol wutej yalil eyicatz chi'. Ha winh in mam chi', anhej t'a nok' tz'uum smak'nac ex winh, a inxo pax tik, a nok' tz'uum ayoch k'een k'een t'a snhi' ol wak'lab'ej t'ayex, xchi winh t'a heb' anima chi'."
        },
        {
            "number": "15",
            "text": "Ayic ix yilan heb' israel chi' to maj schalaj yab' winh rey chi' tas ix yal heb', yuj chi' ix yalan heb' icha tik: Malaj calan quic t'a yinhtilal winhaj Dawid. Malaj junok makan onh tzonh kan yet' yinhtilal winhaj Isaí. Conh paxec t'a ko pat. Olxo yilcan sb'a winhaj Dawid yet' yinhtilal tas sk'ulej, xchi heb'. Ix checjib'at winhaj Adoram yuj winh rey chi' yic b'at lolon winh yet' heb' israel chi', yujto a winh ay yopisio scuchb'an heb' munlajwum yowalil smunlaji. Axo heb' israel chi', ix k'e somnaj heb', ix sjulk'enancham winh heb'. Axo yic ix yab'an jun chi' winhaj Roboam chi', ix k'e winh t'a yol scarruaje, ix cot lemnaj winh t'a Jerusalén. Ixlajwi chi', haxo masanil macanhil heb' israel ay t'a stojolal norte ix pax heb' t'a spat. Axonhej t'a heb' cajan t'a juntzanh chonhab' t'a yol yic Judá ix yak' reyal winhaj Roboam chi'. Ichaton chi' ix aj yik'anel sb'a heb' israel t'a yol sk'ab' yinhtilal winhaj Dawid. Icha chi' ix aj yelk'och tas yalnaccan Jehová t'a winh schecab', aton winhaj Ahías aj Silo, yuj winhaj Jeroboam yuninal winhaj Nabat."
        },
        {
            "number": "16",
            "text": "Ayic ix yab'an heb' israel to ayxo ek' winhaj Jeroboam t'a yol schonhab' heb', ix schecan heb' avtajcot winh yic sch'oxan sb'a winh t'a yichanh heb'. Ix yak'anoch winh heb' sreyaloc. Axonhej heb' yinhtilal Judá ix kan yet' winhaj Roboam yixchiquin winhaj Dawid."
        },
        {
            "number": "17",
            "text": "Ayic ix jax winhaj Roboam t'a Jerusalén chi', ix smolb'an 180 mil heb' soldado winh t'a yinhtilal Judá yet' t'a yinhtilal Benjamín yic syak'an owal heb' yet' heb' yetisraelal yic smeltzajxioch heb' t'a yalanh smandar winh yalani."
        },
        {
            "number": "18",
            "text": "Palta ix yalan Jehová t'a winhaj Semaías schecab' icha tik:"
        },
        {
            "number": "19",
            "text": "Al t'a winhaj Roboam yuninal winhaj Salomón, sreyal Judá yet' t'a masanil heb' yinhtilal Judá chi', t'a yinhtilal Benjamín yet' t'a juntzanhxo heb' anima ayek' t'a skal heb':"
        },
        {
            "number": "20",
            "text": "Ha Jehová tz'alan icha tik: Manh eyak' owal yet' heb' eyetisraelal chi', yujto a in ix el t'a in k'ool to icha chi' tz'aji. Meltzajanhec t'a he pat, xchi Jehová, xa chi t'a heb', xchi t'a winh. Ayic ix yab'an heb' anima chi', ix meltzaj heb' icha ix aj yalan Jehová."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', ix swach' b'oank'e chonhab' Siquem winhaj Jeroboam chi', aton ay t'a tzalquixtac t'a yol yic Efraín. Ata' ix cajnaj winh. Ix sb'oanpaxk'e chonhab' Penuel winh."
        },
        {
            "number": "22",
            "text": "Ix snaan winh icha tik: Ha ticnaik tecan ol yik'xiek' in reyal tik jun winh yinhtilal winhaj Dawid."
        },
        {
            "number": "23",
            "text": "Tato ol b'atnhej heb' anima tik yak' silab' t'a stemplo Jehová t'a Jerusalén, axom yak'anxioch spensar heb' t'a winhaj Roboam sreyal Judá. Ol am in smilcham heb', ol am b'atcan heb' smasanil yet' winhaj Roboam chi', xchi winh."
        },
        {
            "number": "24",
            "text": "Axo yic ix lajwi slolon winh yet' heb' ayoch yajalil yet'oc, ix schecan winh b'ojoc chab' yechel quelem wacax nab'a oro. Ix yalan winh t'a masanil anima icha tik: Ex wetisraelal, manhxo ex b'at t'a Jerusalén. Ajaltac he b'ati, ina wal ko diosal tik, aton ik'annac onh elta t'a Egipto, xchi winh t'a heb'."
        },
        {
            "number": "25",
            "text": "Jun yechel wacax chi' ix yak'kan winh t'a chonhab' Betel, ix yak'ancan junxo winh t'a chonhab' Dan."
        },
        {
            "number": "26",
            "text": "Ha yuj jun chi' ix och smul heb' anima chi', yujto ix b'at heb' t'a chonhab' Dan yak'em sb'ha t'a jun yechel chi'."
        },
        {
            "number": "27",
            "text": "Ix sb'oanpaxk'e spatil sdiosal winh chi' t'a juntzanh lugar chaanh. Ix yak'anoch yopisio heb' comon anima winh t'a sacerdoteal, manh lewitaoc heb'."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi' ix yak'anoch jun q'uinh winh t'a 15 yoch swajxaquil uj yic jun ab'il chi' icha jun q'uinh tzek' t'a Judá. Ix yak'ank'e silab' winh t'a yib'anh altar t'a jun yechel wacax ix sb'o winh chi' t'a chonhab' Betel. Ix yak'anpaxoch heb' sacerdote chi' winh yilumaloc spatil sdiosal ix sb'o t'a juntzanh lugar chaanh."
        },
        {
            "number": "29",
            "text": "Yuj chi' ha t'a 15 yoch swajxaquil uj chi', ix yak'anoch jun q'uinh chi' winh, munil ix snaelta winh t'a yol yico'. Ix yak'an silab' winh t'a yib'anh altar ix sb'o t'a chonhab' Betel chi'. Ha t'a jun k'u chi' ix snhuspaxtz'a incienso winh t'a yib'anh altar chi'."
        }
    ]
}