{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ix b'at winhaj Roboam t'a Siquem, yujto ata' molanxo ek' masanil eb' yinhtilal Israel ay t'a stojolal norte yic syak'ancanoch winh eb' sreyaloc."
        },
        {
            "number": "2",
            "text": "Ix k'och specal jun tik t'a winhaj Jeroboam yuninal winhaj Nabat ayic ayek' winh t'a Egipto, yujto elnac lemnaj winh t'a winhaj rey Salomón chi'."
        },
        {
            "number": "3",
            "text": "Ix schecan eb' israel chi' to b'at ik'chajcot winh. Axo yic ix javi winh, ix b'at winh yet' masanil eb' yetisraelal lolonel yet' winhaj Roboam chi'. Ix yalan eb' t'a winh icha tik:"
        },
        {
            "number": "4",
            "text": "--Ha winh a mam te ek'al ya munlajel ix yak' winh co k'ulej. Axo ticnaic jun, sco nib'ej to tziq'uel jab'oc juntzanh munlajel te ya chi' t'a quib'anh, yic ol cak'och co b'ha t'a yalanh a mandar, xchi eb'."
        },
        {
            "number": "5",
            "text": "Ix tak'vi winhaj Roboam chi': --Ha ticnaic paxanhec, chab'ejto tzex jax in eyila', svalan t'ayex tas tz'aji, xchi winh t'a eb'. Ix pax eb' anima chi'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix sk'anb'an winh rey chi' t'a eb' winh yichamtac vinaquil chonhab' munlajnac yet' winh smam winh chi' icha tik: --¿Tas val junok razón tzeyak' t'ayin, yic tzin pacan slolonel eb' anima tik? xchi winh t'a eb' winh."
        },
        {
            "number": "7",
            "text": "Ix tak'vi eb' winh: --Tato tza nib'ej tzak' servil jun chonhab' tik, wach' tzutej tak'voc a b'ha t'a eb', yic wach' ol yak'nhejoch sb'a eb' t'a yalanh a mandar, xchi eb' winh t'a winh."
        },
        {
            "number": "8",
            "text": "Palta maj schalaj yab' winh tas ix yal eb' winh ichamtac vinac chi'. Ixlajwi chi' ix sk'anb'anxi winh t'a juntzanh eb' winh quelemtac vinac jun ix q'uib' winh yet'oc, eb' winh ix och t'a yopisio yet' winh."
        },
        {
            "number": "9",
            "text": "Ix sk'anb'an winh t'a eb' winh icha tik: --¿Tas junok razón tzeyak' t'ayin, tas ol vutoc in pacan slolonel eb' anima chi'? Snib'ej eb' sviq'uel jab'oc munlajel yet' juntzanhxo tas aycanoch t'a yib'anh eb' yuj winh in mam, xchi winh t'a eb' winh."
        },
        {
            "number": "10",
            "text": "Ix tak'vi eb' winh quelemtac chi' t'a winh: --Ha eb' tz'alan chi' to tziq'uel jab'oc munlajel aycanoch t'a yib'anh eb' yuj winh a mam chi', al t'a eb' icha tik: Ya munlajel b'aj yak'nac ex och winh in mam chi', a inxo pax tik, ek'alto syail b'aj ol ex vak'ochi."
        },
        {
            "number": "11",
            "text": "Al yutejnac eyicatz winh in mam chi', a inxo pax tik, ek'alto ol vutej yalil eyicatz chi'. Ha winh in mam chi', anhej t'a nok' tz'uum smak'nac ex winh, a inxo pax tik, a nok' tz'uum ayoch q'uen q'ueen t'a snhi' ol vak'lab'ej t'ayex, xa chi t'a eb', xchi eb' winh quelemtac chi'."
        },
        {
            "number": "12",
            "text": "Axo t'a schab'jial chi', ix jax winhaj Jeroboam yet' masanil eb' chonhab' israel yil winhaj rey Roboam chi', icha ix aj yalan winh."
        },
        {
            "number": "13",
            "text": "Axo winh rey chi', maj yal-laj winh icha ix aj yalan eb' winh ichamtac vinac chi', palta te chuk ix yutej winh spacan t'a eb' chonhab' chi'."
        },
        {
            "number": "14",
            "text": "Ha tas ix yal eb' winh quelemtac, a ix yal winh t'a eb', ix yalan winh icha tik: Al yutejnac eyicatz winh in mam chi', a inxo pax tik, ek'alto ol vutej yalil eyicatz chi'. Ha winh in mam chi', anhej t'a nok' tz'uum smak'nac ex winh, a inxo pax tik, a nok' tz'uum ayoch q'uen q'ueen t'a snhi' ol vak'lab'ej t'ayex, xchi winh t'a eb' anima chi'."
        },
        {
            "number": "15",
            "text": "Ayic ix yilan eb' israel chi' to maj schalaj yab' winh rey chi' tas ix yal eb', yuj chi' ix yalan eb' icha tik: Malaj calan quic t'a yinhtilal winhaj David. Malaj junok makan onh tzonh kan yet' yinhtilal winhaj Isaí. Conh paxec t'a co pat. Olxo yilcan sb'a winhaj David yet' yinhtilal tas sk'ulej, xchi eb'. Ix checjib'at winhaj Adoram yuj winh rey chi' yic b'at lolon winh yet' eb' israel chi', yujto a winh ay yopisio scuchb'an eb' munlajvum yowalil smunlaji. Axo eb' israel chi', ix q'ue somnaj eb', ix sjulq'uenancham winh eb'. Axo yic ix yab'an jun chi' winhaj Roboam chi', ix q'ue winh t'a yol scarruaje, ix cot lemnaj winh t'a Jerusalén. Ixlajwi chi', haxo masanil macanhil eb' israel ay t'a stojolal norte ix pax eb' t'a spat. Axonhej t'a eb' cajan t'a juntzanh chonhab' t'a yol yic Judá ix yak' reyal winhaj Roboam chi'. Ichaton chi' ix aj yik'anel sb'a eb' israel t'a yol sk'ab' yinhtilal winhaj David. Icha chi' ix aj yelk'och tas yalnaccan Jehová t'a winh schecab', aton winhaj Ahías aj Silo, yuj winhaj Jeroboam yuninal winhaj Nabat."
        },
        {
            "number": "16",
            "text": "Ayic ix yab'an eb' israel to ayxo ek' winhaj Jeroboam t'a yol schonhab' eb', ix schecan eb' avtajcot winh yic sch'oxan sb'a winh t'a yichanh eb'. Ix yak'anoch winh eb' sreyaloc. Axonhej eb' yinhtilal Judá ix kan yet' winhaj Roboam yixchiquin winhaj David."
        },
        {
            "number": "17",
            "text": "Ayic ix jax winhaj Roboam t'a Jerusalén chi', ix smolb'an 180 mil eb' soldado winh t'a yinhtilal Judá yet' t'a yinhtilal Benjamín yic syak'an oval eb' yet' eb' yetisraelal yic smeltzajxioch eb' t'a yalanh smandar winh yalani."
        },
        {
            "number": "18",
            "text": "Palta ix yalan Jehová t'a winhaj Semaías schecab' icha tik:"
        },
        {
            "number": "19",
            "text": "Al t'a winhaj Roboam yuninal winhaj Salomón, sreyal Judá yet' t'a masanil eb' yinhtilal Judá chi', t'a yinhtilal Benjamín yet' t'a juntzanhxo eb' anima ayek' t'a skal eb':"
        },
        {
            "number": "20",
            "text": "Ha Jehová tz'alan icha tik: Manh eyak' oval yet' eb' eyetisraelal chi', yujto a in ix el t'a in k'ool to icha chi' tz'aji. Meltzajanhec t'a e pat, xchi Jehová, xa chi t'a eb', xchi t'a winh. Ayic ix yab'an eb' anima chi', ix meltzaj eb' icha ix aj yalan Jehová."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', ix swach' b'oanq'ue chonhab' Siquem winhaj Jeroboam chi', aton ay t'a tzalquixtac t'a yol yic Efraín. Ata' ix cajnaj winh. Ix sb'oanpaxq'ue chonhab' Penuel winh."
        },
        {
            "number": "22",
            "text": "Ix snaan winh icha tik: Ha ticnaic tecan ol yik'xiek' in reyal tik jun winh yinhtilal winhaj David."
        },
        {
            "number": "23",
            "text": "Tato ol b'atnhej eb' anima tik yak' silab' t'a stemplo Jehová t'a Jerusalén, axom yak'anxioch spensar eb' t'a winhaj Roboam sreyal Judá. Ol am in smilcham eb', ol am b'atcan eb' smasanil yet' winhaj Roboam chi', xchi winh."
        },
        {
            "number": "24",
            "text": "Axo yic ix lajvi slolon winh yet' eb' ayoch yajalil yet'oc, ix schecan winh b'ojoc chab' yechel quelem vacax nab'a oro. Ix yalan winh t'a masanil anima icha tik: Ex vetisraelal, manhxo ex b'at t'a Jerusalén. Ajaltac e b'ati, ina val co diosal tik, aton ik'annac onh elta t'a Egipto, xchi winh t'a eb'."
        },
        {
            "number": "25",
            "text": "Jun yechel vacax chi' ix yak'kan winh t'a chonhab' Betel, ix yak'ancan junxo winh t'a chonhab' Dan."
        },
        {
            "number": "26",
            "text": "Ha yuj jun chi' ix och smul eb' anima chi', yujto ix b'at eb' t'a chonhab' Dan yaq'uem sb'ha t'a jun yechel chi'."
        },
        {
            "number": "27",
            "text": "Ix sb'oanpaxq'ue spatil sdiosal winh chi' t'a juntzanh lugar chaanh. Ix yak'anoch yopisio eb' comon anima winh t'a sacerdoteal, manh levitaoc eb'."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi' ix yak'anoch jun q'uinh winh t'a 15 yoch svajxaquil uj yic jun ab'il chi' icha jun q'uinh tzek' t'a Judá. Ix yak'anq'ue silab' winh t'a yib'anh altar t'a jun yechel vacax ix sb'o winh chi' t'a chonhab' Betel. Ix yak'anpaxoch eb' sacerdote chi' winh yilumaloc spatil sdiosal ix sb'o t'a juntzanh lugar chaanh."
        },
        {
            "number": "29",
            "text": "Yuj chi' ha t'a 15 yoch svajxaquil uj chi', ix yak'anoch jun q'uinh chi' winh, munil ix snaelta winh t'a yol yico'. Ix yak'an silab' winh t'a yib'anh altar ix sb'o t'a chonhab' Betel chi'. Ha t'a jun k'u chi' ix snhuspaxtz'a incienso winh t'a yib'anh altar chi'."
        }
    ]
}