{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ix b'at vinhaj Roboam d'a Siquem, yujto ata' molanxo ek' masanil eb' yinhtilal Israel ay d'a stojolal norte yic syak'ancanoch vinh eb' sreyaloc."
        },
        {
            "number": "2",
            "text": "Ix k'och specal jun tic d'a vinhaj Jeroboam yuninal vinhaj Nabat ayic ayek' vinh d'a Egipto, yujto elnac lemnaj vinh d'a vinhaj rey Salomón chi'."
        },
        {
            "number": "3",
            "text": "Ix schecan eb' israel chi' to b'at ik'chajcot vinh. Axo yic ix javi vinh, ix b'at vinh yed' masanil eb' yetisraelal lolonel yed' vinhaj Roboam chi'. Ix yalan eb' d'a vinh icha tic:"
        },
        {
            "number": "4",
            "text": "--A vinh a mam te ek'al ya munlajel ix yak' vinh co k'ulej. Axo ticnaic jun, sco nib'ej to tziq'uel jab'oc juntzanh munlajel te ya chi' d'a quib'anh, yic ol cak'och co b'a d'a yalanh a mandar, xchi eb'."
        },
        {
            "number": "5",
            "text": "Ix tak'vi vinhaj Roboam chi': --A ticnaic paxanhec, chab'ejto tzex jax in eyila', svalan d'ayex tas tz'aji, xchi vinh d'a eb'. Ix pax eb' anima chi'."
        },
        {
            "number": "6",
            "text": "Ix lajvi chi', ix sk'anb'an vinh rey chi' d'a eb' vinh yichamtac vinaquil chonhab' munlajnac yed' vinh smam vinh chi' icha tic: --¿Tas val junoc razón tzeyak' d'ayin, yic tzin pacan slolonel eb' anima tic? xchi vinh d'a eb' vinh."
        },
        {
            "number": "7",
            "text": "Ix tak'vi eb' vinh: --Tato tza nib'ej tzak' servil jun chonhab' tic, vach' tzutej tak'voc a b'a d'a eb', yic vach' ol yak'nhejoch sb'a eb' d'a yalanh a mandar, xchi eb' vinh d'a vinh."
        },
        {
            "number": "8",
            "text": "Palta maj schalaj yab' vinh tas ix yal eb' vinh ichamtac vinac chi'. Ix lajvi chi' ix sk'anb'anxi vinh d'a juntzanh eb' vinh quelemtac vinac jun ix q'uib' vinh yed'oc, eb' vinh ix och d'a yopisio yed' vinh."
        },
        {
            "number": "9",
            "text": "Ix sk'anb'an vinh d'a eb' vinh icha tic: --¿Tas junoc razón tzeyak' d'ayin, tas ol vutoc in pacan slolonel eb' anima chi'? Snib'ej eb' sviq'uel jab'oc munlajel yed' juntzanhxo tas aycanoch d'a yib'anh eb' yuj vinh in mam, xchi vinh d'a eb' vinh."
        },
        {
            "number": "10",
            "text": "Ix tak'vi eb' vinh quelemtac chi' d'a vinh: --A eb' tz'alan chi' to tziq'uel jab'oc munlajel aycanoch d'a yib'anh eb' yuj vinh a mam chi', al d'a eb' icha tic: Ya munlajel b'aj yak'nac ex och vinh in mam chi', a inxo pax tic, ek'alto syail b'aj ol ex vak'ochi."
        },
        {
            "number": "11",
            "text": "Al yutejnac eyicatz vinh in mam chi', a inxo pax tic, ek'alto ol vutej yalil eyicatz chi'. A vinh in mam chi', anhej d'a nok' tz'uum smak'nac ex vinh, a inxo pax tic, a nok' tz'uum ayoch q'uen q'ueen d'a snhi' ol vak'lab'ej d'ayex, xa chi d'a eb', xchi eb' vinh quelemtac chi'."
        },
        {
            "number": "12",
            "text": "Axo d'a schab'jial chi', ix jax vinhaj Jeroboam yed' masanil eb' chonhab' israel yil vinhaj rey Roboam chi', icha ix aj yalan vinh."
        },
        {
            "number": "13",
            "text": "Axo vinh rey chi', maj yal-laj vinh icha ix aj yalan eb' vinh ichamtac vinac chi', palta te chuc ix yutej vinh spacan d'a eb' chonhab' chi'."
        },
        {
            "number": "14",
            "text": "A tas ix yal eb' vinh quelemtac, a ix yal vinh d'a eb', ix yalan vinh icha tic: Al yutejnac eyicatz vinh in mam chi', a inxo pax tic, ek'alto ol vutej yalil eyicatz chi'. A vinh in mam chi', anhej d'a nok' tz'uum smak'nac ex vinh, a inxo pax tic, a nok' tz'uum ayoch q'uen q'ueen d'a snhi' ol vak'lab'ej d'ayex, xchi vinh d'a eb' anima chi'."
        },
        {
            "number": "15",
            "text": "Ayic ix yilan eb' israel chi' to maj schalaj yab' vinh rey chi' tas ix yal eb', yuj chi' ix yalan eb' icha tic: Malaj calan quic d'a yinhtilal vinhaj David. Malaj junoc macanh onh tzonh can yed' yinhtilal vinhaj Isaí. Conh paxec d'a co pat. Olxo yilcan sb'a vinhaj David yed' yinhtilal tas sk'ulej, xchi eb'. Ix checjib'at vinhaj Adoram yuj vinh rey chi' yic b'at lolon vinh yed' eb' israel chi', yujto a vinh ay yopisio scuchb'an eb' munlajvum yovalil smunlaji. Axo eb' israel chi', ix q'ue somnaj eb', ix sjulq'uenancham vinh eb'. Axo yic ix yab'an jun chi' vinhaj Roboam chi', ix q'ue vinh d'a yol scarruaje, ix cot lemnaj vinh d'a Jerusalén. Ix lajvi chi', axo masanil macanhil eb' israel ay d'a stojolal norte ix pax eb' d'a spat. Axonhej d'a eb' cajan d'a juntzanh chonhab' d'a yol yic Judá ix yak' reyal vinhaj Roboam chi'. Ichaton chi' ix aj yik'anel sb'a eb' israel d'a yol sk'ab' yinhtilal vinhaj David. Icha chi' ix aj yelk'och tas yalnaccan Jehová d'a vinh schecab', aton vinhaj Ahías aj Silo, yuj vinhaj Jeroboam yuninal vinhaj Nabat."
        },
        {
            "number": "16",
            "text": "Ayic ix yab'an eb' israel to ayxo ek' vinhaj Jeroboam d'a yol schonhab' eb', ix schecan eb' avtajcot vinh yic sch'oxan sb'a vinh d'a yichanh eb'. Ix yak'anoch vinh eb' sreyaloc. Axonhej eb' yinhtilal Judá ix can yed' vinhaj Roboam yixchiquin vinhaj David."
        },
        {
            "number": "17",
            "text": "Ayic ix jax vinhaj Roboam d'a Jerusalén chi', ix smolb'an 180 mil eb' soldado vinh d'a yinhtilal Judá yed' d'a yinhtilal Benjamín yic syak'an oval eb' yed' eb' yetisraelal yic smeltzajxioch eb' d'a yalanh smandar vinh yalani."
        },
        {
            "number": "18",
            "text": "Palta ix yalan Jehová d'a vinhaj Semaías schecab' icha tic:"
        },
        {
            "number": "19",
            "text": "Al d'a vinhaj Roboam yuninal vinhaj Salomón, sreyal Judá yed' d'a masanil eb' yinhtilal Judá chi', d'a yinhtilal Benjamín yed' d'a juntzanhxo eb' anima ayek' d'a scal eb':"
        },
        {
            "number": "20",
            "text": "A Jehová tz'alan icha tic: Manh eyak' oval yed' eb' eyetisraelal chi', yujto a in ix el d'a in k'ool to icha chi' tz'aji. Meltzajanhec d'a e pat, xchi Jehová, xa chi d'a eb', xchi d'a vinh. Ayic ix yab'an eb' anima chi', ix meltzaj eb' icha ix aj yalan Jehová."
        },
        {
            "number": "21",
            "text": "Ix lajvi chi', ix svach' b'oanq'ue chonhab' Siquem vinhaj Jeroboam chi', aton ay d'a tzalquixtac d'a yol yic Efraín. Ata' ix cajnaj vinh. Ix sb'oanpaxq'ue chonhab' Penuel vinh."
        },
        {
            "number": "22",
            "text": "Ix snaan vinh icha tic: A ticnaic tecan ol yik'xiek' in reyal tic jun vinh yinhtilal vinhaj David."
        },
        {
            "number": "23",
            "text": "Tato ol b'atnhej eb' anima tic yak' silab' d'a stemplo Jehová d'a Jerusalén, axom yak'anxioch spensar eb' d'a vinhaj Roboam sreyal Judá. Ol am in smilcham eb', ol am b'atcan eb' smasanil yed' vinhaj Roboam chi', xchi vinh."
        },
        {
            "number": "24",
            "text": "Axo yic ix lajvi slolon vinh yed' eb' ayoch yajalil yed'oc, ix schecan vinh b'ojoc chab' yechel quelem vacax nab'a oro. Ix yalan vinh d'a masanil anima icha tic: Ex vetisraelal, manhxo ex b'at d'a Jerusalén. Ajaltac e b'ati, ina val co diosal tic, aton ik'annac onh elta d'a Egipto, xchi vinh d'a eb'."
        },
        {
            "number": "25",
            "text": "Jun yechel vacax chi' ix yak'can vinh d'a chonhab' Betel, ix yak'ancan junxo vinh d'a chonhab' Dan."
        },
        {
            "number": "26",
            "text": "A yuj jun chi' ix och smul eb' anima chi', yujto ix b'at eb' d'a chonhab' Dan yaq'uem sb'a d'a jun yechel chi'."
        },
        {
            "number": "27",
            "text": "Ix sb'oanpaxq'ue spatil sdiosal vinh chi' d'a juntzanh lugar chaanh. Ix yak'anoch yopisio eb' comon anima vinh d'a sacerdoteal, manh levitaoc eb'."
        },
        {
            "number": "28",
            "text": "Ix lajvi chi' ix yak'anoch jun q'uinh vinh d'a 15 yoch svajxaquil uj yic jun ab'il chi' icha jun q'uinh tz'ek' d'a Judá. Ix yak'anq'ue silab' vinh d'a yib'anh altar d'a jun yechel vacax ix sb'o vinh chi' d'a chonhab' Betel. Ix yak'anpaxoch eb' sacerdote chi' vinh yilumaloc spatil sdiosal ix sb'o d'a juntzanh lugar chaanh."
        },
        {
            "number": "29",
            "text": "Yuj chi' a d'a 15 yoch svajxaquil uj chi', ix yak'anoch jun q'uinh chi' vinh, munil ix snaelta vinh d'a yol yico'. Ix yak'an silab' vinh d'a yib'anh altar ix sb'o d'a chonhab' Betel chi'. A d'a jun k'u chi' ix snhuspaxtz'a incienso vinh d'a yib'anh altar chi'."
        }
    ]
}