{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ayic van snhusantz'a incienso vinhaj Jeroboam t'a yib'anh altar t'a chonhab' Betel, ix k'och jun vinh schecab' Dios t'a vinh ix cot t'a Judá."
        },
        {
            "number": "2",
            "text": "Ha val Jehová ix checan vinh, yuj chi' te ov ix yutej vinh yalan t'a altar chi', ix yalan vinh: Ha ex tzeyaq'uem e b'ha t'a jun altar tik, a val Jehová ix alani to ha t'a yinhtilal vinhaj David ay jun unin ol aljoc. Ha jun chi', Josías ol sb'iej. Ha vinh ol milancham juntzanh eb' vinh sacerdote yic comon dios t'a yib'anh jun altar tik, aton eb' snhusan incienso t'a tik. Ol snhusanpaxtz'a sb'aquil anima vinh t'a yib'anh, xchi Jehová, xchi vinh schecab' chi'."
        },
        {
            "number": "3",
            "text": "Ha t'a jun k'u chi', ix yal vinh schecab' Dios chi' tas ol ujoc yic sch'oxaneli to schecab' Jehová yaj vinh. Ix yalan vinh icha tik: Ha jun altar tik ol pojb'atoc, haxo q'uen taanh ayek' t'a yib'anh tik, ol tob'canb'at q'ueen, xchi Jehová, xchi vinh."
        },
        {
            "number": "4",
            "text": "Ayek' vinhaj rey Jeroboam t'a stz'ey altar chi', ayic ix yab'an vinh masanil tas ix yal vinh schecab' Dios yuj jun altar chi', ix yak'anb'at jecan sk'ab' vinh sch'oxan vinh schecab' Dios chi', ix yalan vinh: Yamec jun vinh tik, xchi vinh. Palta a sk'ab' vinh ix b'at jecan chi', ix tzatzb'icanel lian, majxo yal-laj spacan sb'a."
        },
        {
            "number": "5",
            "text": "Ha val t'a jun rato chi' ix pojb'at jun altar chi', haxo jantac q'uen taanh ay t'a yib'anh, ix tob'canb'at q'ueen. Ix elk'och icha ix schec Jehová yal vinh schecab' chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yal vinh rey chi' t'a vinh schecab' Dios chi': Sval t'ayach to tzach tevi t'a Jehová a Diosal vuuj, yic sb'oxican in k'ab' tik, xchi vinh. Yuj chi' ix lesalvi vinh checab' chi' t'a Jehová, ix b'oxican sk'ab' vinh rey chi' ichataxon yaji."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix yalan vinh rey chi' t'a vinh schecab' Dios chi': --Conh ved' t'a in pat, ol ach wa jab'oc yacb'an tzin b'o jab'oc tas ol in siej t'ayach, xchi vinh."
        },
        {
            "number": "8",
            "text": "Palta ix tak'vi vinh schecab' Dios chi' t'a vinh icha tik: --Wach'chom nanhal tas ay t'ayach tzak' t'ayin, manh ol in b'atlaj ed'oc, max yalpax in wa'i, ma vuk'an ha ha' t'a jun lugar tik."
        },
        {
            "number": "9",
            "text": "Yujto a Jehová ix alan t'ayin icha tik: Malaj jab'oc tas ol a wa''a, manh ol uq'uejpax jab'oc ha ha', manh ol ach meltzaj t'a b'e b'aj ol ach b'atoc, xchi t'ayin, xchi vinh checab' chi'."
        },
        {
            "number": "10",
            "text": "Ch'ocxo jun b'e b'aj ix meltzaj vinh schecab' Dios chi', manhxooclaj t'a jun b'e b'aj ix k'och vinh t'a Betel chi'."
        },
        {
            "number": "11",
            "text": "Ha t'a jun pekti’ chi' ay jun vinh schecab' Dios te icham vinacxo cajan t'a Betel chi'. Ha eb' yuninal vinh ix alan t'ay tas ix sk'ulej vinh schecab' Dios t'a Betel t'a jun k'u chi', aton vinh ix cot t'a Judá. Ix yalanpax eb' t'a vinh smam chi' tas ix yal vinh checab' chi' t'a vinh rey chi'."
        },
        {
            "number": "12",
            "text": "Ix sk'anb'an vinh icham chi' t'a eb' yuninal chi' icha tik: --¿Tas b'eal b'aj ix b'at vinh schecab' Dios chi'? xchi vinh. Ix yalan eb' vinh b'aja b'e b'aj ix b'at vinh chi'."
        },
        {
            "number": "13",
            "text": "Ix yalan vinh t'a eb' vinh yuninal chi': --Hak'uecoch stz'um nok' in b'uru, xchi vinh. Ixlajwi yoch stz'um nok' yuj eb', ix q'ue vinh t'a yib'anh nok',"
        },
        {
            "number": "14",
            "text": "ix b'at tzak'an vinh t'a spatic vinh schecab' Dios aj Judá chi'. Ix k'och vinh t'a spatic vinh ayic k'ojanem vinh t'a yich jun te' mach', ix sk'anb'an vinh t'a vinh: --¿Tom a ach tik schecab' ach Dios ach cot t'a Judá? xchi vinh. --Ha in toni, xchi."
        },
        {
            "number": "15",
            "text": "--Conh ved' wa''el t'a in pat, xchi vinh icham vinac chi'."
        },
        {
            "number": "16",
            "text": "Ix tak'vi vinh schecab' Dios chi': Max yal-laj in b'ati yic tzin wa ed'oc, ma vuk'an ha' ed' t'a jun lugar tik."
        },
        {
            "number": "17",
            "text": "Yujto icha tik ix aj yalan Jehová t'ayin: Malaj jab'oc tas ol a wa''a, manh ol uq'uejpax jab'oc ha ha', manh ol ach meltzaj t'a b'e b'aj ol ach b'atoc, xchi t'ayin, xchi vinh."
        },
        {
            "number": "18",
            "text": "Palta ix yalanxi vinh icham vinac chi' t'a vinh icha tik: --Ha in tik schecab' in pax Dios icha ach tik. Ha jun yángel Jehová ix alan t'ayin to tzach vik'b'at wa''el t'a in pat, svak'anpax ha' uq'uej, xchi vinh. Palta tonhej ix yesej vinh icham vinac chi' t'a vinh."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix b'at vinh schecab' Dios chi' yet' vinh icham vinac chi' t'a spat, ix wa vinh, ix yuk'an ha' vinh."
        },
        {
            "number": "20",
            "text": "Vanto sva eb' vinh, ix lolon Jehová t'a vinh schecab' icham vinacxo chi', ix yalani:"
        },
        {
            "number": "21",
            "text": "--Ix a pitej a b'a, maj a k'anab'ajej tas ix yal Jehová t'ayach,"
        },
        {
            "number": "22",
            "text": "yujto ix ach meltzaji, ix ach wa'i, ix uk'anpax ha' t'a jun lugar b'aj ix yal Jehová to max yal-laj. Yuj chi' jun, manh ol mucchaj a nivanil b'aj mucan eb' a mam icham, xchi vinh icham vinac chi' t'a vinh."
        },
        {
            "number": "23",
            "text": "Ayic ix lajvi sva'i yet' yuk'an ha' vinh schecab' Dios ix cot t'a Judá chi', ix yak'anoch stz'uum jun nok' sb'uru vinh icham vinac chi', ix yak'an nok' vinh t'a vinh schecab' Dios chi'."
        },
        {
            "number": "24",
            "text": "Ix pax vinh schecab' Dios chi', palta haxo t'a yol b'e ix elta jun nok' choj t'a vinh, ix miljicham vinh yuj nok'. Ata' ix kan telan snivanil vinh, haxo nok' b'uru yet' nok' choj chi', ayek' nok' t'a stz'ey snivanil vinh chi'."
        },
        {
            "number": "25",
            "text": "Ay juntzanh eb' vinh vinac ix ek' ta', ix yilan eb' vinh to telanek' snivanil jun chamnac t'a yol b'e chi', haxo nok' choj chi' ayek' nok' t'a stz'ey. Ix b'at eb' vinh b'aj cajan vinh icham vinac schecab' Dios chi', ix yalan eb' vinh tas ix yil eb' vinh t'a yol b'e chi'."
        },
        {
            "number": "26",
            "text": "Ayic ix yab'an vinh icham vinac chi', vinh ix b'at ik'an meltzaj vinh schecab' Dios t'a yol b'e chi', ix yalan vinh: Aton vinh schecab' Dios maj k'anab'ajan tas ix yal Dios chi', yuj chi' ix ak'jioch vinh t'a yol sk'ab' nok' choj chi', ix tzilchitajb'at vinh yuj nok', icha ix aj yalan Jehová, xchi vinh."
        },
        {
            "number": "27",
            "text": "Ix yalan vinh t'a eb' yuninal to syak'och stz'uum junok nok' b'uru eb'. Ix yak'anoch stz'uum nok' eb'."
        },
        {
            "number": "28",
            "text": "Ix b'at vinh icham vinac chi', ix k'och vinh b'aj telan ek' snivanil vinh schecab' Dios chi' t'a yol b'e chi'. Ha nok' b'uru yet' nok' choj chi', ayek' nok' t'a stz'ey snivanil vinh chi'. Mantalaj jab'oc snivanil vinh schi nok' choj chi', malaj pax ix utaj nok' b'uru chi' yuj nok'."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix yik'anq'ue vaan snivanil vinh schecab' Dios aj Judá vinh icham vinac chi'. Ix yak'anq'ue vinh t'a yib'anh nok' sb'uru chi', ix yik'anb'at vinh t'a schonhab' chi', yic tz'och vinh t'a cusk'olal yuj, yic smucanpax vinh."
        },
        {
            "number": "30",
            "text": "Ha b'aj ijan ix mucji vinh icham chi', ata' ix yak'och snivanil vinh schecab' Dios chi' vinh. Ix te cus vinh yet' eb' vinh yuninal, ix yalan eb': Ay, ach cuk'tac, ob'iltac ach, xchi eb' vinh."
        },
        {
            "number": "31",
            "text": "Ayic toxo ix lajvi yak'ancanoch snivanil vinh chi' vinh icham chi', ix yalan vinh t'a eb' yuninal chi': --Ayic ol in chamoc, ol eyak'och in nivanil b'aj ix ochcan snivanil vinh schecab' Dios tik, junnhej tzeyutejcanoch in nivanil tik yet'oc."
        },
        {
            "number": "32",
            "text": "Yujto yovalil ol elk'och tas ix schec Jehová yal vinh t'a jun altar t'a Betel tik yet' t'a juntzanh lugar chaanh ay t'a yol yic Samaria tik, aton b'aj syaq'uem sb'a eb' anima, xchi vinh."
        },
        {
            "number": "33",
            "text": "Wach'chom ix uji juntzanh chi', palta a vinhaj rey Jeroboam chi', maj yactejcan masanil schuc b'eyb'al vinh, ix yak'nhejoch eb' comon anima vinh sacerdoteal t'a juntzanh comon dios t'a juntzanh lugar chaanh. Yalnhej mach snib'ej vinh tz'och sacerdoteal, syak'nhejoch yopisio eb' vinh t'a juntzanh lugar chi'."
        },
        {
            "number": "34",
            "text": "Ichaton chi' ix aj yochnhej smul vinhaj Jeroboam yet' eb' yinhtilal, yuj chi' ix satel eb' smasanil."
        }
    ]
}