{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ayic wan snhusantz'a incienso winhaj Jeroboam t'a yib'anh altar t'a chonhab' Betel, ix k'och jun winh schekab' Dios t'a winh ix cot t'a Judá."
        },
        {
            "number": "2",
            "text": "Ha wal Jehová ix chekan winh, yuj chi' te ov ix yutej winh yalan t'a altar chi', ix yalan winh: Ha ex tzeyak'em he b'ha t'a jun altar tik, a wal Jehová ix alani to ha t'a yinhtilal winhaj Dawid ay jun unin ol aljoc. Ha jun chi', Josías ol sb'iej. Ha winh ol milancham juntzanh heb' winh sacerdote yic comon Dios t'a yib'anh jun altar tik, aton heb' snhusan incienso t'a tik. Ol snhusanpaxtz'a sb'aquil anima winh t'a yib'anh, xchi Jehová, xchi winh schekab' chi'."
        },
        {
            "number": "3",
            "text": "Ha t'a jun k'u chi', ix yal winh schekab' Dios chi' tas ol ujok yic sch'oxaneli to schekab' Jehová yaj winh. Ix yalan winh icha tik: Ha jun altar tik ol pojb'atoc, haxo k'een taanh ayek' t'a yib'anh tik, ol tob'kanb'at k'een, xchi Jehová, xchi winh."
        },
        {
            "number": "4",
            "text": "Ayek' winhaj rey Jeroboam t'a stz'ey altar chi', ayic ix yab'an winh masanil tas ix yal winh schekab' Dios yuj jun altar chi', ix yak'anb'at jekan sk'ab' winh sch'oxan winh schekab' Dios chi', ix yalan winh: Yamec jun winh tik, xchi winh. Palta a sk'ab' winh ix b'at jekan chi', ix tzatzb'ikanel lian, majxo yal-laj spakan sb'a."
        },
        {
            "number": "5",
            "text": "Ha wal t'a jun rato chi' ix pojb'at jun altar chi', haxo jantac k'een taanh ay t'a yib'anh, ix tob'kanb'at k'een. Ix elk'och icha ix schec Jehová yal winh schekab' chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yal winh rey chi' t'a winh schekab' Dios chi': Swal t'ayach to tzach tewi t'a Jehová a Diosal wuuj, yic sb'oxikan in k'ab' tik, xchi winh. Yuj chi' ix lesalwi winh chekab' chi' t'a Jehová, ix b'oxikan sk'ab' winh rey chi' ichataxon yaji."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix yalan winh rey chi' t'a winh schekab' Dios chi': --Conh wed' t'a in pat, ol ach wa jab'oc yacb'an tzin b'o jab'oc tas ol in siej t'ayach, xchi winh."
        },
        {
            "number": "8",
            "text": "Palta ix tak'wi winh schekab' Dios chi' t'a winh icha tik: --Wach'chom nanhal tas ay t'ayach tzak' t'ayin, manh ol in b'atlaj ed'oc, max yalpax in wa'i, ma wuk'an ha ha' t'a jun lugar tik."
        },
        {
            "number": "9",
            "text": "Yujto a Jehová ix alan t'ayin icha tik: Malaj jab'oc tas ol a wa''a, manh ol uk'ejpax jab'oc ha ha', manh ol ach meltzaj t'a b'e b'aj ol ach b'atoc, xchi t'ayin, xchi winh chekab' chi'."
        },
        {
            "number": "10",
            "text": "Ch'ocxo jun b'e b'aj ix meltzaj winh schekab' Dios chi', manhxooclaj t'a jun b'e b'aj ix k'och winh t'a Betel chi'."
        },
        {
            "number": "11",
            "text": "Ha t'a jun pekti’ chi' ay jun winh schekab' Dios te icham winacxo kajan t'a Betel chi'. Ha heb' yuninal winh ix alan t'ay tas ix sk'ulej winh schekab' Dios t'a Betel t'a jun k'u chi', aton winh ix cot t'a Judá. Ix yalanpax heb' t'a winh smam chi' tas ix yal winh chekab' chi' t'a winh rey chi'."
        },
        {
            "number": "12",
            "text": "Ix sk'anb'an winh icham chi' t'a heb' yuninal chi' icha tik: --¿Tas b'eal b'aj ix b'at winh schekab' Dios chi'? xchi winh. Ix yalan heb' winh b'aja b'e b'aj ix b'at winh chi'."
        },
        {
            "number": "13",
            "text": "Ix yalan winh t'a heb' winh yuninal chi': --Hak'uecoch stz'um nok' in b'uru, xchi winh. Ixlajwi yoch stz'um nok' yuj heb', ix k'e winh t'a yib'anh nok',"
        },
        {
            "number": "14",
            "text": "ix b'at tzak'an winh t'a spatic winh schekab' Dios aj Judá chi'. Ix k'och winh t'a spatic winh ayic k'ojanem winh t'a yich jun te' mach', ix sk'anb'an winh t'a winh: --¿Tom a ach tik schekab' ach Dios ach cot t'a Judá? xchi winh. --Ha in toni, xchi."
        },
        {
            "number": "15",
            "text": "--Conh wed' wa''el t'a in pat, xchi winh icham winak chi'."
        },
        {
            "number": "16",
            "text": "Ix tak'wi winh schekab' Dios chi': Max yal-laj in b'ati yic tzin wa ed'oc, ma wuk'an ha' ed' t'a jun lugar tik."
        },
        {
            "number": "17",
            "text": "Yujto icha tik ix aj yalan Jehová t'ayin: Malaj jab'oc tas ol a wa''a, manh ol uk'ejpax jab'oc ha ha', manh ol ach meltzaj t'a b'e b'aj ol ach b'atoc, xchi t'ayin, xchi winh."
        },
        {
            "number": "18",
            "text": "Palta ix yalanxi winh icham winak chi' t'a winh icha tik: --Ha in tik schekab' in pax Dios icha ach tik. Ha jun yángel Jehová ix alan t'ayin to tzach wik'b'at wa''el t'a in pat, swak'anpax ha' uk'ej, xchi winh. Palta tonhej ix yesej winh icham winak chi' t'a winh."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix b'at winh schekab' Dios chi' yet' winh icham winak chi' t'a spat, ix wa winh, ix yuk'an ha' winh."
        },
        {
            "number": "20",
            "text": "Vanto swa heb' winh, ix lolon Jehová t'a winh schekab' icham winacxo chi', ix yalani:"
        },
        {
            "number": "21",
            "text": "--Ix a pitej a b'a, maj a k'anab'ajej tas ix yal Jehová t'ayach,"
        },
        {
            "number": "22",
            "text": "yujto ix ach meltzaji, ix ach wa'i, ix uk'anpax ha' t'a jun lugar b'aj ix yal Jehová to max yal-laj. Yuj chi' jun, manh ol mucchaj a niwanil b'aj mukan heb' a mam icham, xchi winh icham winak chi' t'a winh."
        },
        {
            "number": "23",
            "text": "Ayic ix lajwi swa'i yet' yuk'an ha' winh schekab' Dios ix cot t'a Judá chi', ix yak'anoch stz'uum jun nok' sb'uru winh icham winak chi', ix yak'an nok' winh t'a winh schekab' Dios chi'."
        },
        {
            "number": "24",
            "text": "Ix pax winh schekab' Dios chi', palta haxo t'a yol b'e ix elta jun nok' choj t'a winh, ix miljicham winh yuj nok'. Ata' ix kan telan sniwanil winh, haxo nok' b'uru yet' nok' choj chi', ayek' nok' t'a stz'ey sniwanil winh chi'."
        },
        {
            "number": "25",
            "text": "Ay juntzanh heb' winh winak ix ek' ta', ix yilan heb' winh to telanek' sniwanil jun chamnac t'a yol b'e chi', haxo nok' choj chi' ayek' nok' t'a stz'ey. Ix b'at heb' winh b'aj kajan winh icham winak schekab' Dios chi', ix yalan heb' winh tas ix yil heb' winh t'a yol b'e chi'."
        },
        {
            "number": "26",
            "text": "Ayic ix yab'an winh icham winak chi', winh ix b'at ik'an meltzaj winh schekab' Dios t'a yol b'e chi', ix yalan winh: Aton winh schekab' Dios maj k'anab'ajan tas ix yal Dios chi', yuj chi' ix ak'jioch winh t'a yol sk'ab' nok' choj chi', ix tzilchitajb'at winh yuj nok', icha ix aj yalan Jehová, xchi winh."
        },
        {
            "number": "27",
            "text": "Ix yalan winh t'a heb' yuninal to syak'och stz'uum junok nok' b'uru heb'. Ix yak'anoch stz'uum nok' heb'."
        },
        {
            "number": "28",
            "text": "Ix b'at winh icham winak chi', ix k'och winh b'aj telan ek' sniwanil winh schekab' Dios chi' t'a yol b'e chi'. Ha nok' b'uru yet' nok' choj chi', ayek' nok' t'a stz'ey sniwanil winh chi'. Mantalaj jab'oc sniwanil winh schi nok' choj chi', malaj pax ix utaj nok' b'uru chi' yuj nok'."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix yik'ank'e waan sniwanil winh schekab' Dios aj Judá winh icham winak chi'. Ix yak'ank'e winh t'a yib'anh nok' sb'uru chi', ix yik'anb'at winh t'a schonhab' chi', yic tz'och winh t'a cusk'olal yuj, yic smukanpax winh."
        },
        {
            "number": "30",
            "text": "Ha b'aj ijan ix mucji winh icham chi', ata' ix yak'och sniwanil winh schekab' Dios chi' winh. Ix te kus winh yet' heb' winh yuninal, ix yalan heb': Ay, ach cuk'tac, ob'iltac ach, xchi heb' winh."
        },
        {
            "number": "31",
            "text": "Ayic toxo ix lajwi yak'ankanoch sniwanil winh chi' winh icham chi', ix yalan winh t'a heb' yuninal chi': --Ayic ol in chamoc, ol eyak'och in niwanil b'aj ix ochkan sniwanil winh schekab' Dios tik, junnhej tzeyutejkanoch in niwanil tik yet'oc."
        },
        {
            "number": "32",
            "text": "Yujto yowalil ol elk'och tas ix schec Jehová yal winh t'a jun altar t'a Betel tik yet' t'a juntzanh lugar chaanh ay t'a yol yic Samaria tik, aton b'aj syak'em sb'a heb' anima, xchi winh."
        },
        {
            "number": "33",
            "text": "Wach'chom ix uji juntzanh chi', palta a winhaj rey Jeroboam chi', maj yaktejkan masanil schuc b'eyb'al winh, ix yak'nhejoch heb' comon anima winh sacerdoteal t'a juntzanh comon Dios t'a juntzanh lugar chaanh. Yalnhej mach snib'ej winh tz'och sacerdoteal, syak'nhejoch yopisio heb' winh t'a juntzanh lugar chi'."
        },
        {
            "number": "34",
            "text": "Ichaton chi' ix aj yochnhej smul winhaj Jeroboam yet' heb' yinhtilal, yuj chi' ix satel heb' smasanil."
        }
    ]
}