{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', ix ilyaan winhaj Abías yuninal winhaj Jeroboam."
        },
        {
            "number": "2",
            "text": "Ix yalan winhaj Jeroboam chi' t'a ix yetb'eyum icha tik: --Ha ticnaic ixic t'a Silo. Ata' cajan winhaj Ahías, winh schecab' Dios, aton winh aljinac to a in ol in ochcan reyal t'a jun chonhab' tik. Q'uexel a pichul yic wach' malaj mach ol naanoc to vetb'eyum ach."
        },
        {
            "number": "3",
            "text": "Ik'b'at lajunheoc ixim nivac pan yet' juntzanh ixim k'oxox pan yet' junok xalu yal chab'. Ixic, k'anb'ej t'a winh yic syalan winh t'ayach tas ol aj winh unin tik, xchi winh t'a ix."
        },
        {
            "number": "4",
            "text": "Icha chi' ix yutej sb'a ix. Ix sq'uexel spichul ix, ix b'at ix t'a Silo chi'. Ix k'och ix t'a spat winhaj Ahías chi'. Ha winhaj Ahías chi', maxtzac yal-laj yilan winh, te icham vinacxo winh."
        },
        {
            "number": "5",
            "text": "Palta toxo ix yal Jehová t'a winh to ol k'och ix yetb'eyum winhaj Jeroboam sk'anb'ej yuj jun yune' chuk sk'ool. Ix yalanpax Jehová t'a winh tas ol yutoc winh yalan t'a ix. Ix ak'ji yojtaquejel winh to ol sq'uexel sb'a ix."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an winh sk'anh sk'och ix t'a ti' pat, ix yalan winh: --Ach yetb'eyum winhaj Jeroboam, ochanh, ¿tas yuj ix a q'uexel a b'a? Te cusk'olal tas ix checji val t'ayach."
        },
        {
            "number": "7",
            "text": "Yuj chi' meltzajanh, al t'a winh etb'eyum chi' to a Jehová co Diosal tz'alan t'a winh icha tik: Ix ach in siq'uelta t'a skal eb' chonhab', ix ach vak'anoch yajalil t'a yib'anh eb'."
        },
        {
            "number": "8",
            "text": "Ha in ix viq'uek' yopisio eb' yinhtilal winhaj David, ix vak'an t'ayach, palta manh ichoc yutejnac sb'a winh in checab' aj David chi' tzutej a b'a. Sk'anab'ajejnac in checnab'il winh yet' smasanil sk'ool, a masanil tas sk'ulejnac winh, wach'nhej t'a vichanh."
        },
        {
            "number": "9",
            "text": "Palta a achxo pax tik, yelxo val te chuk tas tza k'ulej t'a yichanh juntzanhxo eb' yajal ek'nac ayic mantzac ach ochi. Ha ach tik ix a tzuntzej val cot voval, ix a b'o juntzanh q'uen q'ueen a diosaloc, ix in a paticaneli."
        },
        {
            "number": "10",
            "text": "Yuj chi' ol vak'cot yaelal t'a yib'anh eb' inhtilal. Ol in satel masanil eb' vinac t'a skal inhtilal t'a skal eb' israel tik, wach'chom checab' yaji, ma yic sb'a, manhxa junok ol canoc. Pilan ol in satel inhtilal chi', icha tz'aj snhusjitz'a stza' nok' nok'."
        },
        {
            "number": "11",
            "text": "Ha eb' ol cham t'a yol chonhab', a nok' tz'i' ol chianb'at eb'. Axo eb' ol cham t'a spatictaquel chonhab' chi' jun, a nok' ostoc ol chianb'at eb', xchi Jehová."
        },
        {
            "number": "12",
            "text": "Ha achxo pax tik ach ix, paxanh t'a a pat. Anhej yic ol ach ochk'och tek'naj t'a yol sti' a chonhab' ol cham winh unin chi'."
        },
        {
            "number": "13",
            "text": "Axo masanil eb' israel, ol kus eb' yuj winh, ol smucan winh eb', anhej val jun yinhtilal winhaj Jeroboam chi' ol mucjoc, yujto anhej jun chi' wach'tac val t'a yichanh Jehová co Diosal t'a skal eb' yinhtilal winh."
        },
        {
            "number": "14",
            "text": "Ato yic b'ak'uinh ol yak'anxioch Jehová junocxo rey t'a co cal tik, ha' ol satanel masanil yinhtilal winhaj Jeroboam t'a jun k'ual chi'."
        },
        {
            "number": "15",
            "text": "Ol onh tzicub'tanhaj a onh israel onh tik yuj Jehová, icha val tz'aj stzicub'tanhaj te' velek' yuj ha ha'. Ol onh ik'joquel t'a jun lum lum manh jantacoc swach'il ak'b'il tik t'a eb' co mam quicham. Ichato ol onh yumjoccanb'at t'a sk'axepalb'at ha' Éufrates, yujto ix co b'o yechel jun comon dios scuchan Asera. Yuj chi' sco tzuntzejcot yoval sk'ol Jehová t'a quib'anh."
        },
        {
            "number": "16",
            "text": "Ha Jehová ol onh ak'anb'at t'a yol sk'ab' junxo nación yujnhej smul winhaj Jeroboam syak'och chi'. Ha winh scuchb'anb'at co chonhab' tik t'a chukal, xchi winhaj Ahías chi' t'a ix."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi' ix pax ix yetb'eyum winhaj Jeroboam chi', ix k'och ix t'a Tirsa. Ha val yochk'och ix t'a yol sti' spat, ix cham winh unin chi'."
        },
        {
            "number": "18",
            "text": "Masanil eb' israel ix mucan winh, ix och eb' t'a cusk'olal yuj winh icha ix aj yalan Jehová t'a winhaj Ahías schecab'."
        },
        {
            "number": "19",
            "text": "Ha juntzanhxo yab'ixal winhaj rey Jeroboam, ayic ix yak'an oval winh yet' juntzanhxo tas ix sk'ulej winh t'a yol stiempoal, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' winh sreyal Israel."
        },
        {
            "number": "20",
            "text": "Ha winhaj Jeroboam chi', 22 ab'il ix yak' reyal winh. Axo yic ix cham winh, a jun winh yuninal winh scuchan Nadab ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "21",
            "text": "Ha t'a Judá ix yak' reyal winhaj Roboam yuninal winhaj Salomón. 41 ab'il sk'inal winh ayic ix och winh reyal chi'. 17 ab'il ix yak' reyal chi' winh t'a Jerusalén, aton val jun chonhab' chi' ix siq'uel Jehová t'a skal masanil chonhab' t'a yol yic Israel yic tz'och ejmelal t'ay ta'. Naama sb'i ix snun winh, amonita ix."
        },
        {
            "number": "22",
            "text": "Ha winhaj Roboam chi' yet' eb' aj Judá, te chuk tas ix sk'ulej eb' t'a yichanh Jehová. Ix ste tzuntzejcot yoval sk'ol Jehová eb' t'a yichanh tas sk'ulejnac eb' smam yicham eb',"
        },
        {
            "number": "23",
            "text": "yujto ix laj sb'oxi juntzanh lugar chaanh eb', aton b'aj tz'och eb' ejmelal yet' pax t'a yichtac te te' k'ayum xiil. Ix laj sb'oanpaxq'ue q'uen q'ueen eb' yechel comon dios Asera."
        },
        {
            "number": "24",
            "text": "Ay pax eb' winh vinac ix k'ulan ajmulal yet' yetvinaquil yic tz'och eb' ejmelal t'a scomon diosal chi'. Ix sb'eyb'alej ajmulal eb' te yajb'entac, icha sk'ulejnac eb' ch'oc chonhab'il yik'naquel Jehová t'a yichanh eb' israel chi'."
        },
        {
            "number": "25",
            "text": "Ayic yoilxo ab'il yoch winhaj Roboam chi' reyal, ix javi winhaj Sisac sreyal Egipto yak' oval t'a Jerusalén."
        },
        {
            "number": "26",
            "text": "Ix yik'anb'at masanil b'eyumal winh ay t'a stemplo Jehová, masanil b'eyumal ay t'a spalacio winh rey yet' masanil juntzanh q'uen maclab' jul-lab' nab'a oro b'ob'ilcan yuj winhaj Salomón."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', haxo q'uen bronce ix schec b'ojoc winhaj Roboam chi' sq'uexuloc juntzanh maclab' jul-lab' nab'a oro chi', ix yak'ancan winh t'a eb' yajalil eb' soldado ayoch stanhvumaloc sti' spalacio winh."
        },
        {
            "number": "28",
            "text": "Juntaquel sb'at winh rey chi' t'a stemplo Jehová, a eb' soldado chi', syik'b'at q'uen maclab' jul-lab' chi' eb', haxo smeltzajxi eb' syak'anxican q'uen eb' t'a yet'tal."
        },
        {
            "number": "29",
            "text": "Ha yab'ixal juntzanhxo tas sk'ulejnac winhaj Roboam chi', tz'ib'ab'ilcan b'aj aycan yab'ixal masanil eb' winh sreyal Judá."
        },
        {
            "number": "30",
            "text": "Aynhej oval t'a skal winhaj Roboam yet' winhaj Jeroboam."
        },
        {
            "number": "31",
            "text": "Ayic ix cham winhaj Roboam chi', ix mucji winh b'aj mucan eb' smam yicham t'a schonhab' winhaj David. Naama sb'i ix snun winh, amonita ix. Ixlajwi chi' haxo jun yuninal winh scuchan Abiam ix ochcan reyal sq'uexuloc."
        }
    ]
}