{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', ix ilyaan winhaj Abías yuninal winhaj Jeroboam."
        },
        {
            "number": "2",
            "text": "Ix yalan winhaj Jeroboam chi' t'a ix yetb'eyum icha tik: --Ha ticnaik ixic t'a Silo. Ata' cajan winhaj Ahías, winh schecab' Dios, aton winh aljinac to a in ol in ochcan reyal t'a jun chonhab' tik. Q'uexel a pichul yic wach' malaj mach ol naanoc to wetb'eyum ach."
        },
        {
            "number": "3",
            "text": "Ik'b'at lajunheoc ixim niwac pan yet' juntzanh ixim k'oxox pan yet' junok xalu yal chab'. Ixic, k'anb'ej t'a winh yic syalan winh t'ayach tas ol aj winh unin tik, xchi winh t'a ix."
        },
        {
            "number": "4",
            "text": "Icha chi' ix yutej sb'a ix. Ix sk'exel spichul ix, ix b'at ix t'a Silo chi'. Ix k'och ix t'a spat winhaj Ahías chi'. Ha winhaj Ahías chi', maxtzac yal-laj yilan winh, te icham winacxo winh."
        },
        {
            "number": "5",
            "text": "Palta toxo ix yal Jehová t'a winh to ol k'och ix yetb'eyum winhaj Jeroboam sk'anb'ej yuj jun yune' chuk sk'ool. Ix yalanpax Jehová t'a winh tas ol yutoc winh yalan t'a ix. Ix ak'ji yojtaquejel winh to ol sk'exel sb'a ix."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an winh sk'anh sk'och ix t'a ti' pat, ix yalan winh: --Ach yetb'eyum winhaj Jeroboam, ochanh, ¿tas yuj ix a k'exel a b'a? Te cusk'olal tas ix checji wal t'ayach."
        },
        {
            "number": "7",
            "text": "Yuj chi' meltzajanh, al t'a winh etb'eyum chi' to a Jehová ko Diosal tz'alan t'a winh icha tik: Ix ach in sik'elta t'a skal heb' chonhab', ix ach wak'anoch yajalil t'a yib'anh heb'."
        },
        {
            "number": "8",
            "text": "Ha in ix wik'ek' yopisio heb' yinhtilal winhaj Dawid, ix wak'an t'ayach, palta manh ichoc yutejnac sb'a winh in checab' aj Dawid chi' tzutej a b'a. Sk'anab'ajejnac in checnab'il winh yet' smasanil sk'ool, a masanil tas sk'ulejnac winh, wach'nhej t'a wichanh."
        },
        {
            "number": "9",
            "text": "Palta a achxo pax tik, yelxo wal te chuk tas tza k'ulej t'a yichanh juntzanhxo heb' yajal ek'nac ayic mantzac ach ochi. Ha ach tik ix a tzuntzej wal cot wowal, ix a b'o juntzanh k'een k'een a diosaloc, ix in a paticaneli."
        },
        {
            "number": "10",
            "text": "Yuj chi' ol wak'cot yaelal t'a yib'anh heb' inhtilal. Ol in satel masanil heb' winak t'a skal inhtilal t'a skal heb' israel tik, wach'chom checab' yaji, ma yic sb'a, manhxa junok ol canoc. Pilan ol in satel inhtilal chi', icha tz'aj snhusjitz'a stza' nok' nok'."
        },
        {
            "number": "11",
            "text": "Ha heb' ol cham t'a yol chonhab', a nok' tz'i' ol chianb'at heb'. Axo heb' ol cham t'a spatictaquel chonhab' chi' jun, a nok' ostoc ol chianb'at heb', xchi Jehová."
        },
        {
            "number": "12",
            "text": "Ha achxo pax tik ach ix, paxanh t'a a pat. Anhej yic ol ach ochk'och tek'naj t'a yol sti' a chonhab' ol cham winh unin chi'."
        },
        {
            "number": "13",
            "text": "Axo masanil heb' israel, ol kus heb' yuj winh, ol smucan winh heb', anhej wal jun yinhtilal winhaj Jeroboam chi' ol mucjoc, yujto anhej jun chi' wach'tac wal t'a yichanh Jehová ko Diosal t'a skal heb' yinhtilal winh."
        },
        {
            "number": "14",
            "text": "Ato yic b'ak'uinh ol yak'anxioch Jehová junocxo rey t'a ko kal tik, ha' ol satanel masanil yinhtilal winhaj Jeroboam t'a jun k'ual chi'."
        },
        {
            "number": "15",
            "text": "Ol onh tzicub'tanhaj a onh israel onh tik yuj Jehová, icha wal tz'aj stzicub'tanhaj te' welek' yuj ha ha'. Ol onh ik'joquel t'a jun lum lum manh jantacoc swach'il ak'b'il tik t'a heb' ko mam quicham. Ichato ol onh yumjoccanb'at t'a sk'axepalb'at ha' Éufrates, yujto ix ko b'o yechel jun comon Dios scuchan Asera. Yuj chi' sco tzuntzejcot yowal sk'ol Jehová t'a quib'anh."
        },
        {
            "number": "16",
            "text": "Ha Jehová ol onh ak'anb'at t'a yol sk'ab' junxo nación yujnhej smul winhaj Jeroboam syak'och chi'. Ha winh scuchb'anb'at ko chonhab' tik t'a chukal, xchi winhaj Ahías chi' t'a ix."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi' ix pax ix yetb'eyum winhaj Jeroboam chi', ix k'och ix t'a Tirsa. Ha wal yochk'och ix t'a yol sti' spat, ix cham winh unin chi'."
        },
        {
            "number": "18",
            "text": "Masanil heb' israel ix mucan winh, ix och heb' t'a cusk'olal yuj winh icha ix aj yalan Jehová t'a winhaj Ahías schecab'."
        },
        {
            "number": "19",
            "text": "Ha juntzanhxo yab'ixal winhaj rey Jeroboam, ayic ix yak'an owal winh yet' juntzanhxo tas ix sk'ulej winh t'a yol stiempoal, tz'ib'ab'ilcan b'aj aycan yab'ixal heb' winh sreyal Israel."
        },
        {
            "number": "20",
            "text": "Ha winhaj Jeroboam chi', 22 ab'il ix yak' reyal winh. Axo yic ix cham winh, a jun winh yuninal winh scuchan Nadab ix ochcan reyal sk'exuloc."
        },
        {
            "number": "21",
            "text": "Ha t'a Judá ix yak' reyal winhaj Roboam yuninal winhaj Salomón. 41 ab'il sk'inal winh ayic ix och winh reyal chi'. 17 ab'il ix yak' reyal chi' winh t'a Jerusalén, aton wal jun chonhab' chi' ix sik'el Jehová t'a skal masanil chonhab' t'a yol yic Israel yic tz'och ejmelal t'ay ta'. Naama sb'i ix snun winh, amonita ix."
        },
        {
            "number": "22",
            "text": "Ha winhaj Roboam chi' yet' heb' aj Judá, te chuk tas ix sk'ulej heb' t'a yichanh Jehová. Ix ste tzuntzejcot yowal sk'ol Jehová heb' t'a yichanh tas sk'ulejnac heb' smam yicham heb',"
        },
        {
            "number": "23",
            "text": "yujto ix laj sb'oxi juntzanh lugar chaanh heb', aton b'aj tz'och heb' ejmelal yet' pax t'a yichtac te te' k'ayum xiil. Ix laj sb'oanpaxk'e k'een k'een heb' yechel comon Dios Asera."
        },
        {
            "number": "24",
            "text": "Ay pax heb' winh winak ix k'ulan ajmulal yet' yetwinaquil yic tz'och heb' ejmelal t'a scomon diosal chi'. Ix sb'eyb'alej ajmulal heb' te yajb'entac, icha sk'ulejnac heb' ch'oc chonhab'il yik'naquel Jehová t'a yichanh heb' israel chi'."
        },
        {
            "number": "25",
            "text": "Ayic yoilxo ab'il yoch winhaj Roboam chi' reyal, ix jawi winhaj Sisac sreyal Egipto yak' owal t'a Jerusalén."
        },
        {
            "number": "26",
            "text": "Ix yik'anb'at masanil b'eyumal winh ay t'a stemplo Jehová, masanil b'eyumal ay t'a spalacio winh rey yet' masanil juntzanh k'een maclab' jul-lab' nab'a oro b'ob'ilcan yuj winhaj Salomón."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', haxo k'een bronce ix schec b'ojoc winhaj Roboam chi' sk'exuloc juntzanh maclab' jul-lab' nab'a oro chi', ix yak'ancan winh t'a heb' yajalil heb' soldado ayoch stanhwumaloc sti' spalacio winh."
        },
        {
            "number": "28",
            "text": "Juntaquel sb'at winh rey chi' t'a stemplo Jehová, a heb' soldado chi', syik'b'at k'een maclab' jul-lab' chi' heb', haxo smeltzajxi heb' syak'anxican k'een heb' t'a yet'tal."
        },
        {
            "number": "29",
            "text": "Ha yab'ixal juntzanhxo tas sk'ulejnac winhaj Roboam chi', tz'ib'ab'ilcan b'aj aycan yab'ixal masanil heb' winh sreyal Judá."
        },
        {
            "number": "30",
            "text": "Aynhej owal t'a skal winhaj Roboam yet' winhaj Jeroboam."
        },
        {
            "number": "31",
            "text": "Ayic ix cham winhaj Roboam chi', ix mucji winh b'aj mucan heb' smam yicham t'a schonhab' winhaj Dawid. Naama sb'i ix snun winh, amonita ix. Ixlajwi chi' haxo jun yuninal winh scuchan Abiam ix ochcan reyal sk'exuloc."
        }
    ]
}