{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 18 ab'ilxo yoch vinhaj Jeroboam yuninal vinhaj Nabat reyal t'a Israel, ix och vinhaj Abiam reyal t'a Judá."
        },
        {
            "number": "2",
            "text": "Oxe' ab'il ix yak' reyal chi' vinh t'a Jerusalén. Maaca sb'i ix snun vinh, yisil ix vinhaj Abisalom."
        },
        {
            "number": "3",
            "text": "Ha vinhaj Abiam chi', ix sb'eyb'alej chucal vinh icha ix sk'ulej vinh smam vinh. Te chuc tas ix sk'ulej vinh t'a yichanh Jehová sDiosal. Maj sk'anab'ajej Jehová vinh t'a smasanil sk'ool icha sk'ulejnac vinhaj rey David, aton vinh smam icham vinh."
        },
        {
            "number": "4",
            "text": "Palta yujto xajan vinhaj rey David chi' yuj Jehová, yuj chi' maj satcanel yinhtilal vinh. Ixto ochcan yinhtilal vinh chi' reyal t'a Jerusalén. Anhejtona' ix scolcanel jun chonhab' chi' Jehová,"
        },
        {
            "number": "5",
            "text": "yujto te wach' yutejnac sb'a vinhaj rey David chi' t'a yichanh. Manh yik'nacoquel spensar vinh t'a tas yalnac Jehová chi', anhej val smul vinh ochnac aton yuj tas ajnac smilan vinhaj Urías hitita vinh."
        },
        {
            "number": "6",
            "text": "Ha vinhaj Abiam chi', ix yak'nhej oval vinh yet' vinhaj Jeroboam chi', icha sk'ulejnac vinhaj Roboam smam vinh. Ha yab'ixal vinhaj Abiam chi' yet' masanil tas sk'ulejnac vinh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Judá."
        },
        {
            "number": "7",
            "text": "Axo yic ix cham vinh, ix mucji vinh t'a schonhab' vinhaj David, haxo jun vinh yuninal vinh scuchan Asa ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "8",
            "text": "Ha vinhaj Asa, ix schael yich vinh yak'an reyal t'a Judá, a val yic 20 ab'il yoch vinhaj Jeroboam chi' reyal t'a Israel."
        },
        {
            "number": "9",
            "text": "Ha vinhaj Asa chi', 41 ab'il ix yak' reyal vinh t'a Jerusalén. Maaca sb'i ix snun chichim vinh, yisil ix vinhaj Abisalom."
        },
        {
            "number": "10",
            "text": "Te wach' tas ix sk'ulej vinhaj rey Asa chi' t'a yichanh Jehová, icha val ix sk'ulej vinhaj rey David smam icham vinh."
        },
        {
            "number": "11",
            "text": "Ix spechel masanil eb' vinh vinac vinh t'a yol smacb'en chi', aton eb' vinh sk'ulan ajmulal yet' yetvinaquil t'a juntzanh lugar b'aj tz'och ejmelal. Masanil juntzanh yechel comon dios ix sb'o eb' smam yicham vinh, ix laj satpaxel vinh."
        },
        {
            "number": "12",
            "text": "Ix yiq'uel snivanil yelk'och ix snun chichim vinh, aton ix Maaca. Ix schecpax vinh mak'jocpoj jun yechel Asera yajb'entac yak'nac b'o ix snun chichim chi', ix schecan nhusjoctz'a vinh t'a sti' ha' Cedrón."
        },
        {
            "number": "13",
            "text": "Wach'chom maj yiq'uel vinh masanil juntzanh lugar yic ejmelal t'a juntzanh lugar chaanh, palta te wach' ix yutej spensar vinh t'a yichanh Jehová t'a masanil tiempo."
        },
        {
            "number": "14",
            "text": "Ix yak'anpaxcanoch q'uen oro vinh yet' q'uen plata b'aj sik'chajcan tas tz'ak'ji yicoc Jehová yet' juntzanhxo yamk'ab' ix yak'kan vinh smam vinh yet' pax juntzanh ix sb'o vinh."
        },
        {
            "number": "15",
            "text": "Aynhej oval t'a skal vinhaj Asa sreyal Judá yet' vinhaj Baasa sreyal Israel."
        },
        {
            "number": "16",
            "text": "Ix cot vinhaj Baasa yak' oval t'a Judá, ix och ijan vinh sb'oan scuartel t'a chonhab' Ramá, yic smacan b'e vinh yic wach' manhxa mach syal sk'och t'a Judá chi'."
        },
        {
            "number": "17",
            "text": "Yuj chi', haxo vinhaj Asa chi' ix ik'anelta masanil q'uen oro yet' q'uen plata sik'b'iltocan t'a yol stemplo Jehová yet' t'a spalacio vinh. Ix schecanb'at eb' ayoch t'a yopisio yet' vinh yic sb'at yak'ancan q'uen chi' eb' t'a vinhaj Ben-adad sreyal Siria cajan t'a Damasco, aton vinh yuninal vinhaj Tabrimón, yixchiquin vinhaj Hezión. Ha yet' q'uen tumin chi', ix yalanb'at vinh t'a vinhaj Ben-adad chi' icha tik:"
        },
        {
            "number": "18",
            "text": "Co b'o junok co trato, icha sk'ulejnac eb' co mam quicham. Tik svak'b'at q'uen oro yet' q'uen plata in silab'oc t'ayach. Ak' lajvoc a trato yet' vinhaj Baasa sreyal Israel yic ol yactej vinh yak'an oval ved'oc, xchib'at vinhaj Asa chi'."
        },
        {
            "number": "19",
            "text": "Ix scha sk'ol vinhaj Ben-adad chi' tas ix yalb'at vinhaj rey Asa chi', yuj chi' ix scheccot eb' soldado vinh yak' oval t'a yol yic Israel. Aton juntzanh chonhab' tik ix yak' ganar eb' soldado vinh chi': Ijón, Dan, Abel-bet-maaca yet' masanil Cineret yet' masanil smacb'en Neftalí."
        },
        {
            "number": "20",
            "text": "Ayic ix yab'an vinhaj Baasa icha chi', ix yactan vinh sb'oanq'ue chonhab' Ramá, ix meltzaj vinh t'a chonhab' Tirsa."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix smolb'ej masanil eb' vinh aj Judá vinhaj rey Asa chi', manhxa junok mach maj k'ochoc. Ix yik'ancot jantac q'uen q'ueen eb' yet' te te', aton juntzanh chi' van yak'anoch vinhaj Baasa yic sb'oanq'ue chonhab' Ramá chi'. Axo yet' juntzanh chi' ix sb'oq'ue scuartel vinhaj rey Asa chi' t'a chonhab' Geba t'a yol yic Benjamín yet' t'a chonhab' Mizpa."
        },
        {
            "number": "22",
            "text": "Ha jantacto yab'ixal vinhaj Asa, juntzanh oval ix yak' ganar vinh, masanil tas ix sk'ulej vinh yet' juntzanh chonhab' ix sb'oq'ue vinh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Judá. Axo yic ichamxo vinh, ix och jun yab'il t'a yoc vinh."
        },
        {
            "number": "23",
            "text": "Ayic ix cham vinh, ix mucji vinh t'a schonhab' vinhaj rey David b'aj mucan eb' smam yicham. Axo vinh yuninal vinh scuchan Josafat ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "24",
            "text": "Ayic schab'ilxo ab'il yoch vinhaj Asa reyal t'a Judá, ix schaanel yich vinhaj Nadab yuninal vinhaj Jeroboam yak'an reyal t'a Israel, chab' ab'il ix yak' reyal vinh."
        },
        {
            "number": "25",
            "text": "Te chuc tas ix sk'ulej vinh t'a yichanh Jehová. Ha sb'eyb'al vinh smam vinh ix sb'eyb'alej, aton vinh cuchb'annacb'at eb' israel t'a chucal."
        },
        {
            "number": "26",
            "text": "Palta haxo vinhaj Baasa yuninal vinhaj Ahías yinhtilal Isacar ix och ajk'olal t'a vinhaj Nadab chi'. Ayic ix yak'an oval vinhaj Nadab yet' eb' soldado Israel t'a chonhab' Gibetón, t'a yol yic eb' filisteo, ata' ix miljicham vinh yuj vinhaj Baasa chi'. Yuj chi' ayic yoxilxo ab'il yoch vinhaj Asa reyal t'a Judá, ix schaanel yich vinhaj Baasa chi' yak'an reyal t'a chonhab' Israel."
        },
        {
            "number": "27",
            "text": "Anhej val yic ix och vinh reyal chi', ix smilancham masanil yinhtilal vinhaj Jeroboam chi' vinh, pilan ix cham eb' yuj vinh, manhxa junok eb' ix cani, icha yalnaccan vinhaj Ahías schecab' Jehová aj Silo."
        },
        {
            "number": "28",
            "text": "Ix uji jun tik yuj smul vinhaj Jeroboam ix yak'ochi ayic ix scuchb'anb'at eb' yetisraelal vinh t'a chucal. Yuj chi' ix stzuntzajcot yoval sk'ol Jehová sDiosal chonhab' Israel yuj vinh."
        },
        {
            "number": "29",
            "text": "Ha jantacto yab'ixal vinhaj Nadab yet' masanil tas ix sk'ulej, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Israel."
        },
        {
            "number": "30",
            "text": "Ix ochnhej oval t'a skal vinhaj Asa sreyal Judá yet' vinhaj Baasa sreyal Israel."
        },
        {
            "number": "31",
            "text": "Ayic yoxilxo ab'il yoch vinhaj Asa reyal t'a Judá, ix schaanel yich vinhaj Baasa yuninal vinhaj Ahías yak'an reyal t'a Israel, t'a chonhab' Tirsa. 24 ab'il ix yak' reyal vinh."
        },
        {
            "number": "32",
            "text": "Masanil tas ix sk'ulej vinh, te chuc t'a yichanh Jehová, icha sk'ulejnac vinhaj Jeroboam, aton vinh cuchb'annacb'at eb' israel t'a chucal."
        }
    ]
}