{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 18 ab'ilxo yoch winhaj Jeroboam yuninal winhaj Nabat reyal t'a Israel, ix och winhaj Abiam reyal t'a Judá."
        },
        {
            "number": "2",
            "text": "Oxe' ab'il ix yak' reyal chi' winh t'a Jerusalén. Maaca sb'i ix snun winh, yisil ix winhaj Abisalom."
        },
        {
            "number": "3",
            "text": "Ha winhaj Abiam chi', ix sb'eyb'alej chukal winh icha ix sk'ulej winh smam winh. Te chuk tas ix sk'ulej winh t'a yichanh Jehová sDiosal. Maj sk'anab'ajej Jehová winh t'a smasanil sk'ool icha sk'ulejnac winhaj rey Dawid, aton winh smam icham winh."
        },
        {
            "number": "4",
            "text": "Palta yujto xajan winhaj rey Dawid chi' yuj Jehová, yuj chi' maj satkanel yinhtilal winh. Ixto ochkan yinhtilal winh chi' reyal t'a Jerusalén. Anhejtona' ix scolcanel jun chonhab' chi' Jehová,"
        },
        {
            "number": "5",
            "text": "yujto te wach' yutejnac sb'a winhaj rey Dawid chi' t'a yichanh. Manh yik'nacoquel spensar winh t'a tas yalnac Jehová chi', anhej wal smul winh ochnac aton yuj tas ajnac smilan winhaj Urías hitita winh."
        },
        {
            "number": "6",
            "text": "Ha winhaj Abiam chi', ix yak'nhej owal winh yet' winhaj Jeroboam chi', icha sk'ulejnac winhaj Roboam smam winh. Ha yab'ixal winhaj Abiam chi' yet' masanil tas sk'ulejnac winh, tz'ib'ab'ilkan b'aj aykan yab'ixal heb' winh sreyal Judá."
        },
        {
            "number": "7",
            "text": "Axo yic ix cham winh, ix mucji winh t'a schonhab' winhaj Dawid, haxo jun winh yuninal winh skuchan Asa ix ochkan reyal sk'exuloc."
        },
        {
            "number": "8",
            "text": "Ha winhaj Asa, ix schael yich winh yak'an reyal t'a Judá, a wal yic 20 ab'il yoch winhaj Jeroboam chi' reyal t'a Israel."
        },
        {
            "number": "9",
            "text": "Ha winhaj Asa chi', 41 ab'il ix yak' reyal winh t'a Jerusalén. Maaca sb'i ix snun chichim winh, yisil ix winhaj Abisalom."
        },
        {
            "number": "10",
            "text": "Te wach' tas ix sk'ulej winhaj rey Asa chi' t'a yichanh Jehová, icha wal ix sk'ulej winhaj rey Dawid smam icham winh."
        },
        {
            "number": "11",
            "text": "Ix spechel masanil heb' winh winak winh t'a yol smacb'en chi', aton heb' winh sk'ulan ajmulal yet' yetwinaquil t'a juntzanh lugar b'aj tz'och ejmelal. Masanil juntzanh yechel comon Dios ix sb'o heb' smam yicham winh, ix laj satpaxel winh."
        },
        {
            "number": "12",
            "text": "Ix yik'el sniwanil yelk'och ix snun chichim winh, aton ix Maaca. Ix schecpax winh mak'jocpoj jun yechel Asera yajb'entac yak'nac b'o ix snun chichim chi', ix schekan nhusjoctz'a winh t'a sti' ha' Cedrón."
        },
        {
            "number": "13",
            "text": "Wach'chom maj yik'el winh masanil juntzanh lugar yic ejmelal t'a juntzanh lugar chaanh, palta te wach' ix yutej spensar winh t'a yichanh Jehová t'a masanil tiempo."
        },
        {
            "number": "14",
            "text": "Ix yak'anpaxkanoch k'een oro winh yet' k'een plata b'aj sik'chajkan tas tz'ak'ji yicoc Jehová yet' juntzanhxo yamk'ab' ix yak'kan winh smam winh yet' pax juntzanh ix sb'o winh."
        },
        {
            "number": "15",
            "text": "Aynhej owal t'a skal winhaj Asa sreyal Judá yet' winhaj Baasa sreyal Israel."
        },
        {
            "number": "16",
            "text": "Ix cot winhaj Baasa yak' owal t'a Judá, ix och ijan winh sb'oan scuartel t'a chonhab' Ramá, yic smakan b'e winh yic wach' manhxa mach syal sk'och t'a Judá chi'."
        },
        {
            "number": "17",
            "text": "Yuj chi', haxo winhaj Asa chi' ix ik'anelta masanil k'een oro yet' k'een plata sik'b'iltocan t'a yol stemplo Jehová yet' t'a spalacio winh. Ix schekanb'at heb' ayoch t'a yopisio yet' winh yic sb'at yak'ankan k'een chi' heb' t'a winhaj Ben-adad sreyal Siria kajan t'a Damasco, aton winh yuninal winhaj Tabrimón, yixchiquin winhaj Hezión. Ha yet' k'een tumin chi', ix yalanb'at winh t'a winhaj Ben-adad chi' icha tik:"
        },
        {
            "number": "18",
            "text": "Co b'o junok ko trato, icha sk'ulejnac heb' ko mam quicham. Tik swak'b'at k'een oro yet' k'een plata in silab'oc t'ayach. Ak' lajwoc a trato yet' winhaj Baasa sreyal Israel yic ol yaktej winh yak'an owal wed'oc, xchib'at winhaj Asa chi'."
        },
        {
            "number": "19",
            "text": "Ix scha sk'ol winhaj Ben-adad chi' tas ix yalb'at winhaj rey Asa chi', yuj chi' ix scheccot heb' soldado winh yak' owal t'a yol yic Israel. Aton juntzanh chonhab' tik ix yak' ganar heb' soldado winh chi': Ijón, Dan, Abel-bet-maaca yet' masanil Cineret yet' masanil smacb'en Neftalí."
        },
        {
            "number": "20",
            "text": "Ayic ix yab'an winhaj Baasa icha chi', ix yactan winh sb'oank'e chonhab' Ramá, ix meltzaj winh t'a chonhab' Tirsa."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix smolb'ej masanil heb' winh aj Judá winhaj rey Asa chi', manhxa junok mach maj k'ochoc. Ix yik'ancot jantac k'een k'een heb' yet' te te', aton juntzanh chi' wan yak'anoch winhaj Baasa yic sb'oank'e chonhab' Ramá chi'. Axo yet' juntzanh chi' ix sb'ok'e scuartel winhaj rey Asa chi' t'a chonhab' Geba t'a yol yic Benjamín yet' t'a chonhab' Mizpa."
        },
        {
            "number": "22",
            "text": "Ha jantacto yab'ixal winhaj Asa, juntzanh owal ix yak' ganar winh, masanil tas ix sk'ulej winh yet' juntzanh chonhab' ix sb'ok'e winh, tz'ib'ab'ilkan b'aj aykan yab'ixal heb' winh sreyal Judá. Axo yic ichamxo winh, ix och jun yab'il t'a yoc winh."
        },
        {
            "number": "23",
            "text": "Ayic ix cham winh, ix mucji winh t'a schonhab' winhaj rey Dawid b'aj mukan heb' smam yicham. Axo winh yuninal winh skuchan Josafat ix ochkan reyal sk'exuloc."
        },
        {
            "number": "24",
            "text": "Ayic schab'ilxo ab'il yoch winhaj Asa reyal t'a Judá, ix schaanel yich winhaj Nadab yuninal winhaj Jeroboam yak'an reyal t'a Israel, chab' ab'il ix yak' reyal winh."
        },
        {
            "number": "25",
            "text": "Te chuk tas ix sk'ulej winh t'a yichanh Jehová. Ha sb'eyb'al winh smam winh ix sb'eyb'alej, aton winh cuchb'annacb'at heb' israel t'a chukal."
        },
        {
            "number": "26",
            "text": "Palta haxo winhaj Baasa yuninal winhaj Ahías yinhtilal Isacar ix och ajk'olal t'a winhaj Nadab chi'. Ayic ix yak'an owal winhaj Nadab yet' heb' soldado Israel t'a chonhab' Gibetón, t'a yol yic heb' filisteo, ata' ix miljicham winh yuj winhaj Baasa chi'. Yuj chi' ayic yoxilxo ab'il yoch winhaj Asa reyal t'a Judá, ix schaanel yich winhaj Baasa chi' yak'an reyal t'a chonhab' Israel."
        },
        {
            "number": "27",
            "text": "Anhej wal yic ix och winh reyal chi', ix smilancham masanil yinhtilal winhaj Jeroboam chi' winh, pilan ix cham heb' yuj winh, manhxa junok heb' ix kani, icha yalnakkan winhaj Ahías schekab' Jehová aj Silo."
        },
        {
            "number": "28",
            "text": "Ix uji jun tik yuj smul winhaj Jeroboam ix yak'ochi ayic ix scuchb'anb'at heb' yetisraelal winh t'a chukal. Yuj chi' ix stzuntzajcot yowal sk'ol Jehová sDiosal chonhab' Israel yuj winh."
        },
        {
            "number": "29",
            "text": "Ha jantacto yab'ixal winhaj Nadab yet' masanil tas ix sk'ulej, tz'ib'ab'ilkan b'aj aykan yab'ixal heb' winh sreyal Israel."
        },
        {
            "number": "30",
            "text": "Ix ochnhej owal t'a skal winhaj Asa sreyal Judá yet' winhaj Baasa sreyal Israel."
        },
        {
            "number": "31",
            "text": "Ayic yoxilxo ab'il yoch winhaj Asa reyal t'a Judá, ix schaanel yich winhaj Baasa yuninal winhaj Ahías yak'an reyal t'a Israel, t'a chonhab' Tirsa. 24 ab'il ix yak' reyal winh."
        },
        {
            "number": "32",
            "text": "Masanil tas ix sk'ulej winh, te chuk t'a yichanh Jehová, icha sk'ulejnac winhaj Jeroboam, aton winh cuchb'annacb'at heb' israel t'a chukal."
        }
    ]
}