{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix lolon Jehová t'a vinhaj Jehú, yuninal vinhaj Hanani, yic b'at yalan vinh t'a vinhaj Baasa icha tik:"
        },
        {
            "number": "2",
            "text": "Te malaj elk'ochi, palta ach vik'chaanh, ix ach vak'anoch yajalil t'a in chonhab' Israel tik, palta haxo sb'eyb'al vinhaj Jeroboam tza b'eyb'alej. Ix a cuchb'anb'at in chonhab' tik t'a chukal, yuj chi' ix e tzuntzejcot yoval in k'ool yuj e chukal chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi' ach Baasa, ol ach in satel yet' masanil inhtilal, icha ix vutej in satanel yinhtilal vinhaj Jeroboam yuninal vinhaj Nabat."
        },
        {
            "number": "4",
            "text": "Yalnhej mach eb' a k'ab' oc ol cham t'a yoltac chonhab', a nok' tz'i' ol chianb'at eb', haxo eb' ol cham t'a caltac te', a nok' ostoc ol chianb'at eb', xchi Jehová, xchi vinhaj Jehú chi'."
        },
        {
            "number": "5",
            "text": "Ha jantacto yab'ixal vinhaj Baasa chi' yet' jantac oval ix yak' ganar vinh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Israel."
        },
        {
            "number": "6",
            "text": "Axo yic ix cham vinh, ix mucji vinh t'a Tirsa, haxo jun vinh yuninal vinh scuchan Ela ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "7",
            "text": "Ix yalanxi Jehová t'a vinhaj Jehú schecab', aton vinh yuninal vinhaj Hanani, tastac yaelal ol javoc t'a yib'anh vinhaj Baasa yet' eb' yinhtilal yet' sk'ab' yoc, yujto te chuk tas ix sk'ulej vinh t'a yichanh Jehová. Yuj chi' ix stzuntzejcot yoval sk'ol Jehová chi' vinh, icha sk'ulejnac vinhaj Jeroboam. Ix cotpax yaelal t'a yib'anh vinh yujto ix satel yinhtilal vinhaj Jeroboam chi' vinh."
        },
        {
            "number": "8",
            "text": "Ayic 26 ab'ilxo yoch vinhaj Asa reyal t'a Judá, ix schaanel yich vinhaj Ela yuninal vinhaj Baasa yak'an reyal t'a Israel t'a chonhab' Tirsa. Chab' ab'il ix yak' reyal chi' vinh."
        },
        {
            "number": "9",
            "text": "Ay jun vinh Zimri sb'i, yajal vinh t'a nanhal eb' soldado tzek' yet' carruaje yic oval, a vinh ix och ajk'olal t'a vinhaj Ela chi'. Ay jun k'ual ayek' vinhaj Ela chi' t'a Tirsa, t'a spat vinhaj Arsa, vinh tz'ilan spalacio vinh rey. Axo ix aji, ix yuk' anh vinh rey chi', ix q'ue anh t'a sjolom vinh."
        },
        {
            "number": "10",
            "text": "Elanhchamel ix k'och vinhaj Zimri chi', ix smilancham vinh rey chi' vinh, haxo vinh ix ochcan reyal sq'uexuloc vinh. Ix uji jun tik ayic 27 ab'ilxo yoch vinhaj Asa reyal t'a Judá."
        },
        {
            "number": "11",
            "text": "Anhej val yic ix och vinhaj Zimri chi' reyal, ix smilancham masanil yinhtilal vinhaj Baasa chi' vinh. Manhxa junok vinac ix cani, manhxa pax junok sk'ab' yoc vinh, ma junok yamigo vinh ix cani."
        },
        {
            "number": "12",
            "text": "Icha val chi' ix aj satel masanil yinhtilal vinhaj Baasa chi', icha val ix aj yalan Jehová t'a vinhaj Jehú yuj vinhaj Baasa chi'."
        },
        {
            "number": "13",
            "text": "Ha tas ix sk'ulej vinhaj Baasa chi' yet' vinhaj Ela yuninal vinh, ix och smul eb' vinh yuj scuchb'anb'at eb' israel yic tz'och eb' ejmelal t'a juntzanh comon dios. Yuj chi' ix stzuntzejcot yoval sk'ool Jehová eb'."
        },
        {
            "number": "14",
            "text": "Ha jantacto yab'ixal vinhaj Ela chi' yet' tastac ix sk'ulej vinh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Israel."
        },
        {
            "number": "15",
            "text": "Ayic 27 ab'ilxo yoch vinhaj Asa reyal t'a Judá, ix schaanel yich vinhaj Zimri yak'an reyal t'a Tirsa, palta uquenhej k'ual ix yak' reyal chi' vinh. Ha t'a juntzanh k'ual chi' ayek' eb' soldado yic Israel yak' oval t'a Gibetón t'a yol yic eb' filisteo."
        },
        {
            "number": "16",
            "text": "Axo yic ix yab'an eb' soldado chi' to ix miljicham vinh rey yuj vinhaj Zimri, yuj chi' val t'a jun k'u chi' ix yak'anoch vinhaj Omri eb' sreyaloc, aton vinh yajalil eb'."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix yactej vinhaj Omri chi' yak'an oval yet' eb' soldado t'a Gibetón chi', haxo t'a chonhab' Tirsa ix k'och eb' yak' oval."
        },
        {
            "number": "18",
            "text": "Axo ix yilan vinhaj Zimri chi' to van yak'ji ganar jun chonhab' chi', ix och vinh t'a yol scuartel t'a yol spalacio, ix yak'anoch sk'ak'al vinh. Icha chi' ix aj scham vinh."
        },
        {
            "number": "19",
            "text": "Icha chi' ix aji yujto te chuk tas ix sk'ulej vinh t'a yichanh Jehová, to a val sb'eyb'al vinhaj Jeroboam vinh cuchb'annacb'at eb' yetisraelal t'a chukal, a ix sb'eyb'alej vinh."
        },
        {
            "number": "20",
            "text": "Ha jantacto yab'ixal vinhaj Zimri chi' yet' tas ix snachaanh vinh t'a spatic vinhaj Ela, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Israel."
        },
        {
            "number": "21",
            "text": "Ix spoj sb'a chonhab' Israel, cha poj ix aj eb': Jun makan eb', a vinhaj Tibni yuninal vinhaj Ginat snib'ej eb' tz'och reyal. Axo junxo makan eb', ix kan eb' yet' vinhaj Omri."
        },
        {
            "number": "22",
            "text": "Axo ix aji, a eb' ix kan yet' vinhaj Omri chi', más jelan eb' t'a yichanh eb' ix och yet' vinhaj Tibni chi', yuj chi' ix miljicham vinhaj Tibni chi' yuj eb', haxo vinhaj Omri chi' ix ochcan reyal."
        },
        {
            "number": "23",
            "text": "Ayic 31 ab'ilxo yoch vinhaj Asa reyal t'a Judá, ix schaanel yich vinhaj Omri chi' yak'an reyal t'a Israel. 12 ab'il ix yak' reyal vinh, vaque' ab'il ix ek' vinh t'a Tirsa."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi' ix smanan jun lum tzalan vinh t'a Samaria t'a vinhaj Semer. Nanhal schab'il quintal q'uen plata ix yak' vinh stojoloc lu'um. Axo ta' ix sb'oq'ue jun chonhab' vinh, Samaria ix yak' vinh sb'iej, yujto Semer sb'i vinh b'aj ix sman lum lum chi' vinh."
        },
        {
            "number": "25",
            "text": "Ha tas ix sk'ulej vinhaj Omri chi', te chuk t'a yichanh Jehová, ek'b'al schucal t'a yichanh juntzanhxo eb' vinh rey ek'nac."
        },
        {
            "number": "26",
            "text": "Ix sb'eyb'alej sb'eyb'al vinhaj Jeroboam yuninal vinhaj Nabat vinh, vinh cuchb'annacb'at eb' yetisraelal t'a chukal yic tz'och eb' ejmelal t'a juntzanh comon dios, yuj chi' stzuntzejnaccot yoval sk'ool Jehová Dios eb'."
        },
        {
            "number": "27",
            "text": "Ha jantacto yab'ixal vinhaj Omri yet' tas ix sk'ulej yet' tastac ix yak' ganar vinh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Israel."
        },
        {
            "number": "28",
            "text": "Ayic ix cham vinh, ix mucji vinh t'a Samaria, haxo jun vinh yuninal vinh scuchan Acab ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "29",
            "text": "Ayxo 38 ab'il yoch vinhaj Asa reyal t'a Judá, ayic ix och vinhaj Acab yuninal vinhaj Omri reyal t'a Israel. 22 ab'il ix yak' reyal vinh t'a chonhab' Samaria."
        },
        {
            "number": "30",
            "text": "Te chuk tas ix sk'ulej vinh t'a yichanh Jehová, ek'b'al chukal ix sk'ulej vinh t'a yichanh juntzanhxo eb' vinh rey ek'nac."
        },
        {
            "number": "31",
            "text": "Malaj yalan sb'eyb'al vinhaj Jeroboam yuninal vinhaj Nabat t'a vinh. Ek'b'al te chuk tas ix sk'ulej vinh chi', ix yik' ix Jezabel yisil vinhaj Et-baal sreyal Sidón vinh yetb'eyumoc, ix ochpax vinh ejmelal t'a jun comon dios scuch Baal."
        },
        {
            "number": "32",
            "text": "Ix sb'oq'ue stemploal Baal chi' vinh yet' jun altar t'a Samaria."
        },
        {
            "number": "33",
            "text": "Ix sb'oanpaxq'ue jun yechel comon dios scuch Asera vinh. Ix ste tzuntzejcot yoval sk'ol Jehová sDiosal Israel vinh, yujto ek'b'al chuk ix sk'ulej vinh t'a yichanh juntzanhxo eb' vinh sreyal Israel ek'nac."
        },
        {
            "number": "34",
            "text": "Ayic ayoch vinhaj Acab chi' reyal, haxo vinhaj Hiel aj Betel ix b'oanxiq'ue chonhab' Jericó. Ayic ix yak'anxiem yich jun chonhab' chi' vinh, ix cham jun sb'ab'el yuninal vinh scuch Abiram. Axo yic ix och spuertail, ix cham vinhaj Segub slajvub' yuninal vinh. Ix elk'och icha tas yalnaccan Jehová t'a vinhaj Josué yuninal vinhaj Nun."
        }
    ]
}