{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix lolon Jehová t'a winhaj Jehú, yuninal winhaj Hanani, yic b'at yalan winh t'a winhaj Baasa icha tik:"
        },
        {
            "number": "2",
            "text": "Te malaj elk'ochi, palta ach wik'chaanh, ix ach wak'anoch yajalil t'a in chonhab' Israel tik, palta haxo sb'eyb'al winhaj Jeroboam tza b'eyb'alej. Ix a cuchb'anb'at in chonhab' tik t'a chukal, yuj chi' ix he tzuntzejcot yowal in k'ool yuj he chukal chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi' ach Baasa, ol ach in satel yet' masanil inhtilal, icha ix wutej in satanel yinhtilal winhaj Jeroboam yuninal winhaj Nabat."
        },
        {
            "number": "4",
            "text": "Yalnhej mach heb' a k'ab' oc ol cham t'a yoltac chonhab', a nok' tz'i' ol chianb'at heb', haxo heb' ol cham t'a caltac te', a nok' ostoc ol chianb'at heb', xchi Jehová, xchi winhaj Jehú chi'."
        },
        {
            "number": "5",
            "text": "Ha jantacto yab'ixal winhaj Baasa chi' yet' jantac owal ix yak' ganar winh, tz'ib'ab'ilcan b'aj aycan yab'ixal heb' winh sreyal Israel."
        },
        {
            "number": "6",
            "text": "Axo yic ix cham winh, ix mucji winh t'a Tirsa, haxo jun winh yuninal winh scuchan Ela ix ochcan reyal sk'exuloc."
        },
        {
            "number": "7",
            "text": "Ix yalanxi Jehová t'a winhaj Jehú schecab', aton winh yuninal winhaj Hanani, tastac yaelal ol jawok t'a yib'anh winhaj Baasa yet' heb' yinhtilal yet' sk'ab' yoc, yujto te chuk tas ix sk'ulej winh t'a yichanh Jehová. Yuj chi' ix stzuntzejcot yowal sk'ol Jehová chi' winh, icha sk'ulejnac winhaj Jeroboam. Ix cotpax yaelal t'a yib'anh winh yujto ix satel yinhtilal winhaj Jeroboam chi' winh."
        },
        {
            "number": "8",
            "text": "Ayic 26 ab'ilxo yoch winhaj Asa reyal t'a Judá, ix schaanel yich winhaj Ela yuninal winhaj Baasa yak'an reyal t'a Israel t'a chonhab' Tirsa. Chab' ab'il ix yak' reyal chi' winh."
        },
        {
            "number": "9",
            "text": "Ay jun winh Zimri sb'i, yajal winh t'a nanhal heb' soldado tzek' yet' carruaje yic owal, a winh ix och ajk'olal t'a winhaj Ela chi'. Ay jun k'ual ayek' winhaj Ela chi' t'a Tirsa, t'a spat winhaj Arsa, winh tz'ilan spalacio winh rey. Axo ix aji, ix yuk' anh winh rey chi', ix k'e anh t'a sjolom winh."
        },
        {
            "number": "10",
            "text": "Elanhchamel ix k'och winhaj Zimri chi', ix smilancham winh rey chi' winh, haxo winh ix ochcan reyal sk'exuloc winh. Ix uji jun tik ayic 27 ab'ilxo yoch winhaj Asa reyal t'a Judá."
        },
        {
            "number": "11",
            "text": "Anhej wal yic ix och winhaj Zimri chi' reyal, ix smilancham masanil yinhtilal winhaj Baasa chi' winh. Manhxa junok winak ix cani, manhxa pax junok sk'ab' yoc winh, ma junok yamigo winh ix cani."
        },
        {
            "number": "12",
            "text": "Icha wal chi' ix aj satel masanil yinhtilal winhaj Baasa chi', icha wal ix aj yalan Jehová t'a winhaj Jehú yuj winhaj Baasa chi'."
        },
        {
            "number": "13",
            "text": "Ha tas ix sk'ulej winhaj Baasa chi' yet' winhaj Ela yuninal winh, ix och smul heb' winh yuj scuchb'anb'at heb' israel yic tz'och heb' ejmelal t'a juntzanh comon Dios. Yuj chi' ix stzuntzejcot yowal sk'ool Jehová heb'."
        },
        {
            "number": "14",
            "text": "Ha jantacto yab'ixal winhaj Ela chi' yet' tastac ix sk'ulej winh, tz'ib'ab'ilcan b'aj aycan yab'ixal heb' winh sreyal Israel."
        },
        {
            "number": "15",
            "text": "Ayic 27 ab'ilxo yoch winhaj Asa reyal t'a Judá, ix schaanel yich winhaj Zimri yak'an reyal t'a Tirsa, palta uquenhej k'ual ix yak' reyal chi' winh. Ha t'a juntzanh k'ual chi' ayek' heb' soldado yic Israel yak' owal t'a Gibetón t'a yol yic heb' filisteo."
        },
        {
            "number": "16",
            "text": "Axo yic ix yab'an heb' soldado chi' to ix miljicham winh rey yuj winhaj Zimri, yuj chi' wal t'a jun k'u chi' ix yak'anoch winhaj Omri heb' sreyaloc, aton winh yajalil heb'."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix yaktej winhaj Omri chi' yak'an owal yet' heb' soldado t'a Gibetón chi', haxo t'a chonhab' Tirsa ix k'och heb' yak' owal."
        },
        {
            "number": "18",
            "text": "Axo ix yilan winhaj Zimri chi' to wan yak'ji ganar jun chonhab' chi', ix och winh t'a yol scuartel t'a yol spalacio, ix yak'anoch sk'ak'al winh. Icha chi' ix aj scham winh."
        },
        {
            "number": "19",
            "text": "Icha chi' ix aji yujto te chuk tas ix sk'ulej winh t'a yichanh Jehová, to a wal sb'eyb'al winhaj Jeroboam winh cuchb'annacb'at heb' yetisraelal t'a chukal, a ix sb'eyb'alej winh."
        },
        {
            "number": "20",
            "text": "Ha jantacto yab'ixal winhaj Zimri chi' yet' tas ix snachaanh winh t'a spatic winhaj Ela, tz'ib'ab'ilcan b'aj aycan yab'ixal heb' winh sreyal Israel."
        },
        {
            "number": "21",
            "text": "Ix spoj sb'a chonhab' Israel, cha poj ix aj heb': Jun makan heb', a winhaj Tibni yuninal winhaj Ginat snib'ej heb' tz'och reyal. Axo junxo makan heb', ix kan heb' yet' winhaj Omri."
        },
        {
            "number": "22",
            "text": "Axo ix aji, a heb' ix kan yet' winhaj Omri chi', más jelan heb' t'a yichanh heb' ix och yet' winhaj Tibni chi', yuj chi' ix miljicham winhaj Tibni chi' yuj heb', haxo winhaj Omri chi' ix ochcan reyal."
        },
        {
            "number": "23",
            "text": "Ayic 31 ab'ilxo yoch winhaj Asa reyal t'a Judá, ix schaanel yich winhaj Omri chi' yak'an reyal t'a Israel. 12 ab'il ix yak' reyal winh, waque' ab'il ix ek' winh t'a Tirsa."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi' ix smanan jun lum tzalan winh t'a Samaria t'a winhaj Semer. Nanhal schab'il quintal k'een plata ix yak' winh stojoloc lu'um. Axo ta' ix sb'ok'e jun chonhab' winh, Samaria ix yak' winh sb'iej, yujto Semer sb'i winh b'aj ix sman lum lum chi' winh."
        },
        {
            "number": "25",
            "text": "Ha tas ix sk'ulej winhaj Omri chi', te chuk t'a yichanh Jehová, ek'b'al schucal t'a yichanh juntzanhxo heb' winh rey ek'nac."
        },
        {
            "number": "26",
            "text": "Ix sb'eyb'alej sb'eyb'al winhaj Jeroboam yuninal winhaj Nabat winh, winh cuchb'annacb'at heb' yetisraelal t'a chukal yic tz'och heb' ejmelal t'a juntzanh comon Dios, yuj chi' stzuntzejnaccot yowal sk'ool Jehová Dios heb'."
        },
        {
            "number": "27",
            "text": "Ha jantacto yab'ixal winhaj Omri yet' tas ix sk'ulej yet' tastac ix yak' ganar winh, tz'ib'ab'ilcan b'aj aycan yab'ixal heb' winh sreyal Israel."
        },
        {
            "number": "28",
            "text": "Ayic ix cham winh, ix mucji winh t'a Samaria, haxo jun winh yuninal winh scuchan Acab ix ochcan reyal sk'exuloc."
        },
        {
            "number": "29",
            "text": "Ayxo 38 ab'il yoch winhaj Asa reyal t'a Judá, ayic ix och winhaj Acab yuninal winhaj Omri reyal t'a Israel. 22 ab'il ix yak' reyal winh t'a chonhab' Samaria."
        },
        {
            "number": "30",
            "text": "Te chuk tas ix sk'ulej winh t'a yichanh Jehová, ek'b'al chukal ix sk'ulej winh t'a yichanh juntzanhxo heb' winh rey ek'nac."
        },
        {
            "number": "31",
            "text": "Malaj yalan sb'eyb'al winhaj Jeroboam yuninal winhaj Nabat t'a winh. Ek'b'al te chuk tas ix sk'ulej winh chi', ix yik' ix Jezabel yisil winhaj Et-baal sreyal Sidón winh yetb'eyumoc, ix ochpax winh ejmelal t'a jun comon Dios scuch Baal."
        },
        {
            "number": "32",
            "text": "Ix sb'ok'e stemploal Baal chi' winh yet' jun altar t'a Samaria."
        },
        {
            "number": "33",
            "text": "Ix sb'oanpaxk'e jun yechel comon Dios scuch Asera winh. Ix ste tzuntzejcot yowal sk'ol Jehová sDiosal Israel winh, yujto ek'b'al chuk ix sk'ulej winh t'a yichanh juntzanhxo heb' winh sreyal Israel ek'nac."
        },
        {
            "number": "34",
            "text": "Ayic ayoch winhaj Acab chi' reyal, haxo winhaj Hiel aj Betel ix b'oanxik'e chonhab' Jericó. Ayic ix yak'anxiem yich jun chonhab' chi' winh, ix cham jun sb'ab'el yuninal winh scuch Abiram. Axo yic ix och spuertail, ix cham winhaj Segub slajwub' yuninal winh. Ix elk'och icha tas yalnaccan Jehová t'a winhaj Josué yuninal winhaj Nun."
        }
    ]
}