{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix lolon Jehová t'a winhaj Jehú, yuninal winhaj Hanani, yic b'at yalan winh t'a winhaj Baasa icha tik:"
        },
        {
            "number": "2",
            "text": "Te malaj elk'ochi, palta ach vik'chaanh, ix ach vak'anoch yajalil t'a in chonhab' Israel tik, palta haxo sb'eyb'al winhaj Jeroboam tza b'eyb'alej. Ix a cuchb'anb'at in chonhab' tik t'a chukal, yuj chi' ix e tzuntzejcot yoval in k'ool yuj e chukal chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi' ach Baasa, ol ach in satel yet' masanil inhtilal, icha ix vutej in satanel yinhtilal winhaj Jeroboam yuninal winhaj Nabat."
        },
        {
            "number": "4",
            "text": "Yalnhej mach eb' a k'ab' oc ol cham t'a yoltac chonhab', a nok' tz'i' ol chianb'at eb', haxo eb' ol cham t'a caltac te', a nok' ostoc ol chianb'at eb', xchi Jehová, xchi winhaj Jehú chi'."
        },
        {
            "number": "5",
            "text": "Ha jantacto yab'ixal winhaj Baasa chi' yet' jantac oval ix yak' ganar winh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' winh sreyal Israel."
        },
        {
            "number": "6",
            "text": "Axo yic ix cham winh, ix mucji winh t'a Tirsa, haxo jun winh yuninal winh scuchan Ela ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "7",
            "text": "Ix yalanxi Jehová t'a winhaj Jehú schecab', aton winh yuninal winhaj Hanani, tastac yaelal ol javok t'a yib'anh winhaj Baasa yet' eb' yinhtilal yet' sk'ab' yoc, yujto te chuk tas ix sk'ulej winh t'a yichanh Jehová. Yuj chi' ix stzuntzejcot yoval sk'ol Jehová chi' winh, icha sk'ulejnac winhaj Jeroboam. Ix cotpax yaelal t'a yib'anh winh yujto ix satel yinhtilal winhaj Jeroboam chi' winh."
        },
        {
            "number": "8",
            "text": "Ayic 26 ab'ilxo yoch winhaj Asa reyal t'a Judá, ix schaanel yich winhaj Ela yuninal winhaj Baasa yak'an reyal t'a Israel t'a chonhab' Tirsa. Chab' ab'il ix yak' reyal chi' winh."
        },
        {
            "number": "9",
            "text": "Ay jun winh Zimri sb'i, yajal winh t'a nanhal eb' soldado tzek' yet' carruaje yic oval, a winh ix och ajk'olal t'a winhaj Ela chi'. Ay jun k'ual ayek' winhaj Ela chi' t'a Tirsa, t'a spat winhaj Arsa, winh tz'ilan spalacio winh rey. Axo ix aji, ix yuk' anh winh rey chi', ix q'ue anh t'a sjolom winh."
        },
        {
            "number": "10",
            "text": "Elanhchamel ix k'och winhaj Zimri chi', ix smilancham winh rey chi' winh, haxo winh ix ochcan reyal sq'uexuloc winh. Ix uji jun tik ayic 27 ab'ilxo yoch winhaj Asa reyal t'a Judá."
        },
        {
            "number": "11",
            "text": "Anhej val yic ix och winhaj Zimri chi' reyal, ix smilancham masanil yinhtilal winhaj Baasa chi' winh. Manhxa junok vinac ix cani, manhxa pax junok sk'ab' yoc winh, ma junok yamigo winh ix cani."
        },
        {
            "number": "12",
            "text": "Icha val chi' ix aj satel masanil yinhtilal winhaj Baasa chi', icha val ix aj yalan Jehová t'a winhaj Jehú yuj winhaj Baasa chi'."
        },
        {
            "number": "13",
            "text": "Ha tas ix sk'ulej winhaj Baasa chi' yet' winhaj Ela yuninal winh, ix och smul eb' winh yuj scuchb'anb'at eb' israel yic tz'och eb' ejmelal t'a juntzanh comon dios. Yuj chi' ix stzuntzejcot yoval sk'ool Jehová eb'."
        },
        {
            "number": "14",
            "text": "Ha jantacto yab'ixal winhaj Ela chi' yet' tastac ix sk'ulej winh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' winh sreyal Israel."
        },
        {
            "number": "15",
            "text": "Ayic 27 ab'ilxo yoch winhaj Asa reyal t'a Judá, ix schaanel yich winhaj Zimri yak'an reyal t'a Tirsa, palta uquenhej k'ual ix yak' reyal chi' winh. Ha t'a juntzanh k'ual chi' ayek' eb' soldado yic Israel yak' oval t'a Gibetón t'a yol yic eb' filisteo."
        },
        {
            "number": "16",
            "text": "Axo yic ix yab'an eb' soldado chi' to ix miljicham winh rey yuj winhaj Zimri, yuj chi' val t'a jun k'u chi' ix yak'anoch winhaj Omri eb' sreyaloc, aton winh yajalil eb'."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix yactej winhaj Omri chi' yak'an oval yet' eb' soldado t'a Gibetón chi', haxo t'a chonhab' Tirsa ix k'och eb' yak' oval."
        },
        {
            "number": "18",
            "text": "Axo ix yilan winhaj Zimri chi' to van yak'ji ganar jun chonhab' chi', ix och winh t'a yol scuartel t'a yol spalacio, ix yak'anoch sk'ak'al winh. Icha chi' ix aj scham winh."
        },
        {
            "number": "19",
            "text": "Icha chi' ix aji yujto te chuk tas ix sk'ulej winh t'a yichanh Jehová, to a val sb'eyb'al winhaj Jeroboam winh cuchb'annacb'at eb' yetisraelal t'a chukal, a ix sb'eyb'alej winh."
        },
        {
            "number": "20",
            "text": "Ha jantacto yab'ixal winhaj Zimri chi' yet' tas ix snachaanh winh t'a spatic winhaj Ela, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' winh sreyal Israel."
        },
        {
            "number": "21",
            "text": "Ix spoj sb'a chonhab' Israel, cha poj ix aj eb': Jun makan eb', a winhaj Tibni yuninal winhaj Ginat snib'ej eb' tz'och reyal. Axo junxo makan eb', ix kan eb' yet' winhaj Omri."
        },
        {
            "number": "22",
            "text": "Axo ix aji, a eb' ix kan yet' winhaj Omri chi', más jelan eb' t'a yichanh eb' ix och yet' winhaj Tibni chi', yuj chi' ix miljicham winhaj Tibni chi' yuj eb', haxo winhaj Omri chi' ix ochcan reyal."
        },
        {
            "number": "23",
            "text": "Ayic 31 ab'ilxo yoch winhaj Asa reyal t'a Judá, ix schaanel yich winhaj Omri chi' yak'an reyal t'a Israel. 12 ab'il ix yak' reyal winh, vaque' ab'il ix ek' winh t'a Tirsa."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi' ix smanan jun lum tzalan winh t'a Samaria t'a winhaj Semer. Nanhal schab'il quintal q'uen plata ix yak' winh stojoloc lu'um. Axo ta' ix sb'oq'ue jun chonhab' winh, Samaria ix yak' winh sb'iej, yujto Semer sb'i winh b'aj ix sman lum lum chi' winh."
        },
        {
            "number": "25",
            "text": "Ha tas ix sk'ulej winhaj Omri chi', te chuk t'a yichanh Jehová, ek'b'al schucal t'a yichanh juntzanhxo eb' winh rey ek'nac."
        },
        {
            "number": "26",
            "text": "Ix sb'eyb'alej sb'eyb'al winhaj Jeroboam yuninal winhaj Nabat winh, winh cuchb'annacb'at eb' yetisraelal t'a chukal yic tz'och eb' ejmelal t'a juntzanh comon dios, yuj chi' stzuntzejnaccot yoval sk'ool Jehová Dios eb'."
        },
        {
            "number": "27",
            "text": "Ha jantacto yab'ixal winhaj Omri yet' tas ix sk'ulej yet' tastac ix yak' ganar winh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' winh sreyal Israel."
        },
        {
            "number": "28",
            "text": "Ayic ix cham winh, ix mucji winh t'a Samaria, haxo jun winh yuninal winh scuchan Acab ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "29",
            "text": "Ayxo 38 ab'il yoch winhaj Asa reyal t'a Judá, ayic ix och winhaj Acab yuninal winhaj Omri reyal t'a Israel. 22 ab'il ix yak' reyal winh t'a chonhab' Samaria."
        },
        {
            "number": "30",
            "text": "Te chuk tas ix sk'ulej winh t'a yichanh Jehová, ek'b'al chukal ix sk'ulej winh t'a yichanh juntzanhxo eb' winh rey ek'nac."
        },
        {
            "number": "31",
            "text": "Malaj yalan sb'eyb'al winhaj Jeroboam yuninal winhaj Nabat t'a winh. Ek'b'al te chuk tas ix sk'ulej winh chi', ix yik' ix Jezabel yisil winhaj Et-baal sreyal Sidón winh yetb'eyumoc, ix ochpax winh ejmelal t'a jun comon dios scuch Baal."
        },
        {
            "number": "32",
            "text": "Ix sb'oq'ue stemploal Baal chi' winh yet' jun altar t'a Samaria."
        },
        {
            "number": "33",
            "text": "Ix sb'oanpaxq'ue jun yechel comon dios scuch Asera winh. Ix ste tzuntzejcot yoval sk'ol Jehová sDiosal Israel winh, yujto ek'b'al chuk ix sk'ulej winh t'a yichanh juntzanhxo eb' winh sreyal Israel ek'nac."
        },
        {
            "number": "34",
            "text": "Ayic ayoch winhaj Acab chi' reyal, haxo winhaj Hiel aj Betel ix b'oanxiq'ue chonhab' Jericó. Ayic ix yak'anxiem yich jun chonhab' chi' winh, ix cham jun sb'ab'el yuninal winh scuch Abiram. Axo yic ix och spuertail, ix cham winhaj Segub slajvub' yuninal winh. Ix elk'och icha tas yalnaccan Jehová t'a winhaj Josué yuninal winhaj Nun."
        }
    ]
}