{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun vinh schecab' Dios scuchan Elías aj Tisbe t'a yol yic Galaad. Ha vinh ix alan t'a vinhaj rey Acab icha tik: Ha in tik schecab' in Jehová co Diosal a onh israel onh tik, a val t'a yichanh Jehová svalcan t'ayach to manhxo ol yak'laj nhab' t'a jaye' ab'il tik, malaj jab'oc yal ak'val ol emoc, masanto a in ol val junelxo, xchi vinh."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi' ix yalan Jehová t'a vinhaj Elías chi' icha tik:"
        },
        {
            "number": "3",
            "text": "--Elanh t'a tik, b'at k'ub'ejcanel a b'ha t'a sch'olanil sti' ha' Querit, aton ha' sk'ochcan t'ha ha' Jordán t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "4",
            "text": "Ha jun ha ha' chi' ol uq'uej, a inxo ol val t'a nok' joj yic ol b'at nok' yak'kan a vael, xchi t'a vinh."
        },
        {
            "number": "5",
            "text": "Ix sk'anab'ajej vinhaj Elías tas ix yal Jehová chi', ix b'at sk'ub'anel sb'a vinh t'a sch'olanil sti' ha' Querit chi'."
        },
        {
            "number": "6",
            "text": "Junjun q'uinhib'alil yet' junjun yemk'ualil syik'anb'at svael vinh nok' joj chi' yet' schib'ej, haxo jun ha ha' chi' syuk' vinh."
        },
        {
            "number": "7",
            "text": "Palta ix k'och stiempoal ix tup ha ha' chi' yujto maxtzac yak'laj nhab'."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix yalan Jehová t'a vinhaj Elías chi':"
        },
        {
            "number": "9",
            "text": "--Elanh t'a tik, ixiccan t'a chonhab' Sarepta t'a yol yic Sidón, tzach kan ta' junok tiempoal. Toxo ix val t'a jun ix ix chamnacxo yetb'eyum to a ix ol ak'an a vael, xchi t'a vinh."
        },
        {
            "number": "10",
            "text": "Ix el vinhaj Elías chi', ix b'atcan vinh t'a Sarepta chi'. Ayic ix k'och vinh t'a sti' chonhab', ix yilanb'at jun ix ix vinh, chamnacxo yetb'eyum ix, van smolan chab' te' b'olob' ix. Ix yavtancot ix vinh, ix yalan vinh icha tik: --Mamax el t'a a k'ool, b'at ik' junok vaso ha' vuq'uej, xchi vinh."
        },
        {
            "number": "11",
            "text": "Vanxo sb'at ix yik'cot ha', ix avajxi vinh t'a ix: --Tzin tevipax t'ayach to tzik'cot jab'oc pan in wa''a, xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix tak'vi ix: --Val t'a yichanh Jehová a Diosal svala', malaj jab'oc ixim pan b'ob'il vuuj, axonhej val jun b'ech jab' varina yaab'ilcan vuj t'a yol jun xalu yet' jab' vaceite ay t'a yol yet'tal. Anhej ol in k'ochxoc yet' chab' in b'olob' tik, ol in wach' b'oan jab' varina chi' in wa yet' tzun vune' tik, ol lajvoc chi', ol co tanhvan cham co b'a yuj vejel, xchi ix."
        },
        {
            "number": "13",
            "text": "Ix yalan vinhaj Elías chi' t'a ix icha tik: --Manh ach xivoc. Ixic, b'at b'o ixim icha ix aj alan chi', palta to tza b'ab'laj b'oej junok vic t'a jab' harina chi', tzik'ancot t'ayin, slajvi chi' ol a b'oan ic ol a wa yet' vinh unin chi'."
        },
        {
            "number": "14",
            "text": "Yujto toxo ix yal Jehová co Diosal a onh israel onh tik to manh ol lajvoc jab' harina ayem t'a yol a xalu chi' yet' jab' aceite ayem t'a yol yet'tal chi', masanto yic ol yak'anxicot nhab' Jehová, xchi vinh t'a ix."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix b'at ix sb'o icha ix aj yalan vinh chi'. Jantacnhej tiempo ix yak' jun vejel chi', ix wa vinh yet' ix yet' pax eb' ayek' yet' ix t'a spat chi'."
        },
        {
            "number": "16",
            "text": "Maj lajviel-laj jab' yarina ix chi' yet' jab' yaceite chi', icha ix aj yalan vinhaj Elías chi' yuj Jehová."
        },
        {
            "number": "17",
            "text": "Ix ek' jun pekti’, ix ilyaan jun yune' ix chi'. Te ov ix aj jun syaelal chi', ix chami."
        },
        {
            "number": "18",
            "text": "Ix yalan ix t'a vinhaj Elías chi' icha tik: --Ach schecab' Dios, ¿tas alan ic t'ayin? ¿Tom yuj snachajcot in mul yet' scham tzun vune' tik, yuj chi' ach javi? xchi ix."
        },
        {
            "number": "19",
            "text": "--Ik'cot vinh une' chi' t'ayin, xchi vinhaj Elías chi' t'a ix. Ix schaanek' vinh unin chi' vinh t'a ix, ix yik'anq'ue vinh t'a yol scuarto, ix yak'anek' jichan vinh t'a sat sch'at."
        },
        {
            "number": "20",
            "text": "Val chi' ix yalan vinh t'a Jehová icha tik: Mamin Jehová in Diosal, ¿tas yuj tzak'cot cusk'olal t'a yib'anh ix ix tz'ak'an in posado tik, tza chaan cham vinh yune' ix tik? xchi vinh."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', oxel ix b'at lachan vinh t'a yib'anh vinh unin chi', ix yalan vinh t'a Jehová: Mamin Jehová in Diosal, tzin k'an t'ayach to tzak'xi sq'uinal vinh unin tik, xchi vinh."
        },
        {
            "number": "22",
            "text": "Ix yab'an Jehová tas ix yal vinh chi', ix jax sk'ool vinh unin chi'."
        },
        {
            "number": "23",
            "text": "Elanhchamel ix yiq'uemta vinh unin chi' vinh b'aj aycan ix snun chi', ix yak'anxi vinh t'a ix, ix yalan vinh: --Ilnab'i, toxo ix jax sk'ool vinh une' tik, xchi vinh."
        },
        {
            "number": "24",
            "text": "Ix yalan ix t'a vinh: --Ha ticnaic svak'och t'a in k'ool to yel schecab' ach ton Jehová Dios, a tas schec ala', tz'elnhejk'ochi, xchi ix."
        }
    ]
}