{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun vinh schecab' Dios scuchan Elías aj Tisbe d'a yol yic Galaad. A vinh ix alan d'a vinhaj rey Acab icha tic: A in tic schecab' in Jehová co Diosal a onh israel onh tic, a val d'a yichanh Jehová svalcan d'ayach to manhxo ol yak'laj nhab' d'a jaye' ab'il tic, malaj jab'oc yal ak'val ol emoc, masanto a in ol val junelxo, xchi vinh."
        },
        {
            "number": "2",
            "text": "Ix lajvi chi' ix yalan Jehová d'a vinhaj Elías chi' icha tic:"
        },
        {
            "number": "3",
            "text": "--Elanh d'a tic, b'at k'ub'ejcanel a b'a d'a sch'olanil sti' a' Querit, aton a' sk'ochcan d'a a' Jordán d'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "4",
            "text": "A jun a a' chi' ol uq'uej, a inxo ol val d'a nok' joj yic ol b'at nok' yak'can a vael, xchi d'a vinh."
        },
        {
            "number": "5",
            "text": "Ix sk'anab'ajej vinhaj Elías tas ix yal Jehová chi', ix b'at sk'ub'anel sb'a vinh d'a sch'olanil sti' a' Querit chi'."
        },
        {
            "number": "6",
            "text": "Junjun q'uinhib'alil yed' junjun yemk'ualil syik'anb'at svael vinh nok' joj chi' yed' schib'ej, axo jun a a' chi' syuk' vinh."
        },
        {
            "number": "7",
            "text": "Palta ix k'och stiempoal ix tup a a' chi' yujto maxtzac yak'laj nhab'."
        },
        {
            "number": "8",
            "text": "Ix lajvi chi', ix yalan Jehová d'a vinhaj Elías chi':"
        },
        {
            "number": "9",
            "text": "--Elanh d'a tic, ixiccan d'a chonhab' Sarepta d'a yol yic Sidón, tzach can ta' junoc tiempoal. Toxo ix val d'a jun ix ix chamnacxo yetb'eyum to a ix ol ak'an a vael, xchi d'a vinh."
        },
        {
            "number": "10",
            "text": "Ix el vinhaj Elías chi', ix b'atcan vinh d'a Sarepta chi'. Ayic ix k'och vinh d'a sti' chonhab', ix yilanb'at jun ix ix vinh, chamnacxo yetb'eyum ix, van smolan chab' te' b'olob' ix. Ix yavtancot ix vinh, ix yalan vinh icha tic: --Mamax el d'a a k'ool, b'at ik' junoc vaso a' vuq'uej, xchi vinh."
        },
        {
            "number": "11",
            "text": "Vanxo sb'at ix yik'cot a', ix avajxi vinh d'a ix: --Tzin tevipax d'ayach to tzik'cot jab'oc pan in va'a, xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix tak'vi ix: --Val d'a yichanh Jehová a Diosal svala', malaj jab'oc ixim pan b'ob'il vuuj, axonhej val jun b'ech jab' varina yaab'ilcan vuj d'a yol jun xalu yed' jab' vaceite ay d'a yol yed'tal. Anhej ol in k'ochxoc yed' chab' in b'olob' tic, ol in vach' b'oan jab' varina chi' in va yed' tzun vune' tic, ol lajvoc chi', ol co tanhvan cham co b'a yuj vejel, xchi ix."
        },
        {
            "number": "13",
            "text": "Ix yalan vinhaj Elías chi' d'a ix icha tic: --Manh ach xivoc. Ixic, b'at b'o ixim icha ix aj alan chi', palta to tza b'ab'laj b'oej junoc vic d'a jab' harina chi', tzik'ancot d'ayin, slajvi chi' ol a b'oan ic ol a va yed' vinh unin chi'."
        },
        {
            "number": "14",
            "text": "Yujto toxo ix yal Jehová co Diosal a onh israel onh tic to manh ol lajvoc jab' harina ayem d'a yol a xalu chi' yed' jab' aceite ayem d'a yol yed'tal chi', masanto yic ol yak'anxicot nhab' Jehová, xchi vinh d'a ix."
        },
        {
            "number": "15",
            "text": "Ix lajvi chi', ix b'at ix sb'o icha ix aj yalan vinh chi'. Jantacnhej tiempo ix yak' jun vejel chi', ix va vinh yed' ix yed' pax eb' ayek' yed' ix d'a spat chi'."
        },
        {
            "number": "16",
            "text": "Maj lajviel-laj jab' yarina ix chi' yed' jab' yaceite chi', icha ix aj yalan vinhaj Elías chi' yuj Jehová."
        },
        {
            "number": "17",
            "text": "Ix ek' jun tiempoal, ix ilyaan jun yune' ix chi'. Te ov ix aj jun syaelal chi', ix chami."
        },
        {
            "number": "18",
            "text": "Ix yalan ix d'a vinhaj Elías chi' icha tic: --Ach schecab' Dios, ¿tas alan ic d'ayin? ¿Tom yuj snachajcot in mul yed' scham tzun vune' tic, yuj chi' ach javi? xchi ix."
        },
        {
            "number": "19",
            "text": "--Ik'cot vinh une' chi' d'ayin, xchi vinhaj Elías chi' d'a ix. Ix schaanek' vinh unin chi' vinh d'a ix, ix yik'anq'ue vinh d'a yol scuarto, ix yak'anek' jichan vinh d'a sat sch'at."
        },
        {
            "number": "20",
            "text": "Val chi' ix yalan vinh d'a Jehová icha tic: Mamin Jehová in Diosal, ¿tas yuj tzak'cot cusk'olal d'a yib'anh ix ix tz'ak'an in posado tic, tza chaan cham vinh yune' ix tic? xchi vinh."
        },
        {
            "number": "21",
            "text": "Ix lajvi chi', oxel ix b'at lachan vinh d'a yib'anh vinh unin chi', ix yalan vinh d'a Jehová: Mamin Jehová in Diosal, tzin k'an d'ayach to tzak'xi sq'uinal vinh unin tic, xchi vinh."
        },
        {
            "number": "22",
            "text": "Ix yab'an Jehová tas ix yal vinh chi', ix jax sk'ool vinh unin chi'."
        },
        {
            "number": "23",
            "text": "Elanhchamel ix yiq'uemta vinh unin chi' vinh b'aj aycan ix snun chi', ix yak'anxi vinh d'a ix, ix yalan vinh: --Ilnab'i, toxo ix jax sk'ool vinh une' tic, xchi vinh."
        },
        {
            "number": "24",
            "text": "Ix yalan ix d'a vinh: --A ticnaic svak'och d'a in k'ool to yel schecab' ach ton Jehová Dios, a tas schec ala', tz'elnhejk'ochi, xchi ix."
        }
    ]
}