{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun winh schekab' Dios skuchan Elías aj Tisbe t'a yol yic Galaad. Ha winh ix alan t'a winhaj rey Acab icha tik: Ha in tik schekab' in Jehová ko Diosal a onh israel onh tik, a wal t'a yichanh Jehová swalkan t'ayach to manhxo ol yak'laj nhab' t'a jaye' ab'il tik, malaj jab'oc yal ak'wal ol emoc, masanto a in ol wal junelxo, xchi winh."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi' ix yalan Jehová t'a winhaj Elías chi' icha tik:"
        },
        {
            "number": "3",
            "text": "--Elanh t'a tik, b'at k'ub'ejkanel a b'ha t'a sch'olanil sti' ha' Querit, aton ha' sk'ochkan t'ha ha' Jordán t'a stojolal b'aj sjawi k'u."
        },
        {
            "number": "4",
            "text": "Ha jun ha ha' chi' ol uk'ej, a inxo ol wal t'a nok' joj yic ol b'at nok' yak'kan a wael, xchi t'a winh."
        },
        {
            "number": "5",
            "text": "Ix sk'anab'ajej winhaj Elías tas ix yal Jehová chi', ix b'at sk'ub'anel sb'a winh t'a sch'olanil sti' ha' Querit chi'."
        },
        {
            "number": "6",
            "text": "Junjun q'uinhib'alil yet' junjun yemk'ualil syik'anb'at swael winh nok' joj chi' yet' schib'ej, haxo jun ha ha' chi' syuk' winh."
        },
        {
            "number": "7",
            "text": "Palta ix k'och stiempoal ix tup ha ha' chi' yujto maxtzac yak'laj nhab'."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix yalan Jehová t'a winhaj Elías chi':"
        },
        {
            "number": "9",
            "text": "--Elanh t'a tik, ixikkan t'a chonhab' Sarepta t'a yol yic Sidón, tzach kan ta' junok tiempoal. Toxo ix wal t'a jun ix ix chamnacxo yetb'eyum to a ix ol ak'an a wael, xchi t'a winh."
        },
        {
            "number": "10",
            "text": "Ix el winhaj Elías chi', ix b'atkan winh t'a Sarepta chi'. Ayic ix k'och winh t'a sti' chonhab', ix yilanb'at jun ix ix winh, chamnacxo yetb'eyum ix, wan smolan chab' te' b'olob' ix. Ix yavtancot ix winh, ix yalan winh icha tik: --Mamax el t'a a k'ool, b'at ik' junok waso ha' wuk'ej, xchi winh."
        },
        {
            "number": "11",
            "text": "Vanxo sb'at ix yik'cot ha', ix awajxi winh t'a ix: --Tzin tewipax t'ayach to tzik'cot jab'oc pan in wa''a, xchi winh."
        },
        {
            "number": "12",
            "text": "Ix tak'wi ix: --Val t'a yichanh Jehová a Diosal swala', malaj jab'oc ixim pan b'ob'il wuuj, axonhej wal jun b'ech jab' warina yaab'ilkan wuj t'a yol jun xalu yet' jab' waceite ay t'a yol yet'tal. Anhej ol in k'ochxoc yet' chab' in b'olob' tik, ol in wach' b'oan jab' warina chi' in wa yet' tzun wune' tik, ol lajwoc chi', ol ko tanhwan cham ko b'a yuj wejel, xchi ix."
        },
        {
            "number": "13",
            "text": "Ix yalan winhaj Elías chi' t'a ix icha tik: --Manh ach xiwoc. Ixic, b'at b'o ixim icha ix aj alan chi', palta to tza b'ab'laj b'oej junok wik t'a jab' harina chi', tzik'ancot t'ayin, slajwi chi' ol a b'oan ic ol a wa yet' winh unin chi'."
        },
        {
            "number": "14",
            "text": "Yujto toxo ix yal Jehová ko Diosal a onh israel onh tik to manh ol lajwoc jab' harina ayem t'a yol a xalu chi' yet' jab' aceite ayem t'a yol yet'tal chi', masanto yic ol yak'anxicot nhab' Jehová, xchi winh t'a ix."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix b'at ix sb'o icha ix aj yalan winh chi'. Jantacnhej tiempo ix yak' jun wejel chi', ix wa winh yet' ix yet' pax heb' ayek' yet' ix t'a spat chi'."
        },
        {
            "number": "16",
            "text": "Maj lajwiel-laj jab' yarina ix chi' yet' jab' yaceite chi', icha ix aj yalan winhaj Elías chi' yuj Jehová."
        },
        {
            "number": "17",
            "text": "Ix ek' jun pekti’, ix ilyaan jun yune' ix chi'. Te ov ix aj jun syaelal chi', ix chami."
        },
        {
            "number": "18",
            "text": "Ix yalan ix t'a winhaj Elías chi' icha tik: --Ach schekab' Dios, ¿tas alan ic t'ayin? ¿Tom yuj snachajcot in mul yet' scham tzun wune' tik, yuj chi' ach jawi? xchi ix."
        },
        {
            "number": "19",
            "text": "--Ik'cot winh une' chi' t'ayin, xchi winhaj Elías chi' t'a ix. Ix schaanek' winh unin chi' winh t'a ix, ix yik'ank'e winh t'a yol scuarto, ix yak'anek' jichan winh t'a sat sch'at."
        },
        {
            "number": "20",
            "text": "Val chi' ix yalan winh t'a Jehová icha tik: Mamin Jehová in Diosal, ¿tas yuj tzak'cot cusk'olal t'a yib'anh ix ix tz'ak'an in posado tik, tza chaan cham winh yune' ix tik? xchi winh."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', oxel ix b'at lachan winh t'a yib'anh winh unin chi', ix yalan winh t'a Jehová: Mamin Jehová in Diosal, tzin k'an t'ayach to tzak'xi sk'inal winh unin tik, xchi winh."
        },
        {
            "number": "22",
            "text": "Ix yab'an Jehová tas ix yal winh chi', ix jax sk'ool winh unin chi'."
        },
        {
            "number": "23",
            "text": "Elanhchamel ix yik'emta winh unin chi' winh b'aj aykan ix snun chi', ix yak'anxi winh t'a ix, ix yalan winh: --Ilnab'i, toxo ix jax sk'ool winh une' tik, xchi winh."
        },
        {
            "number": "24",
            "text": "Ix yalan ix t'a winh: --Ha ticnaik swak'och t'a in k'ool to yel schekab' ach ton Jehová Dios, a tas schec ala', tz'elnhejk'ochi, xchi ix."
        }
    ]
}