{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ix ek'b'at oxe' ab'il, ix lolonxi Jehová t'a winhaj Elías chi' icha tik: B'at ch'ox a b'ha t'a winhaj Acab yujto ol vak'xib'at q'uinal nhab', xchi t'a winh."
        },
        {
            "number": "2",
            "text": "Ix b'at winh sch'ox sb'ha t'a winhaj rey Acab chi'. Ha t'a Samaria te ov yak'an vejel."
        },
        {
            "number": "3",
            "text": "Ha winhaj Acab chi' ix awtan winhaj Abdías, winh ayoch yilumaloc spalacio winh. Ix yalan winh t'a winh icha tik: --Conh, b'at co say quila', tope ay b'aj ay ha ha' t'a yol co macb'en tik, b'aj sco say jab'oc yanh nok' co chej, yic manh ol cham nok' yuj vejel, xchi winh. Yuj chi' ix spoj sb'a eb' winh, ch'occh'oc b'aj ix b'atcan junjun eb' winh. Ha winhaj Abdías chi', aynhej xivk'olal winh t'a Jehová. Ha t'a yalanhtaxo, ayic ix schecan ix Jezabel yetb'eyum winhaj Acab chi' to smiljicham eb' winh schecab' Jehová, a winhaj Abdías chi' ix k'ub'anel 100 eb' winh schecab' Jehová chi'. Chab' makan ix aj eb' winh yuj winh, 50 tac ix aj eb' winh. Ix b'at winh sk'ub'ejel eb' winh t'a yol chab' q'uen nhaq'ueen, haxo winh sb'at ak'an tas sva eb' winh yet' tas syuq'uej eb' winh t'a jun pekti’ chi'."
        },
        {
            "number": "4",
            "text": "Ayic van yek' winhaj Abdías sayoj yanh chej chi', ix schalaj sb'a winh yet' winhaj Elías chi'. Ayic ix yilanoch winhaj Elías chi' winh, ix em nhojan winh t'a yichanh winh, ix yalan winh: --Mamin, ¿toc a ach tik Elías ach? xchi winh."
        },
        {
            "number": "5",
            "text": "--I' a in toni. Ixic al t'a winhaj Acab to ayinek' t'a tik, xchi winhaj Elías chi'."
        },
        {
            "number": "6",
            "text": "Ix tak'vi winhaj Abdías chi': --¿Tas in mul yuj chi' tzin ak'och t'a yol sk'ab' winhaj Acab yic tzin smilancham winh?"
        },
        {
            "number": "7",
            "text": "D'a yichanh Jehová co Diosal swal t'ayach to malaj junok nación b'aj maj ach sayjiek' yuj winh rey chi'. Ayic ix yalan eb' winh rey chi' to malaj ach ayach ek' t'a yol smacb'en eb' winh, ix yalan winhaj Acab chi' to syak' sti' eb' winh tato yel malaj ach ayach ek' ta'."
        },
        {
            "number": "8",
            "text": "Axo ticnaic tzalan t'ayin to sb'at val t'a winh rey chi' to ayach ek' t'a tik."
        },
        {
            "number": "9",
            "text": "Axom ol ajoc, anhej yic tzin el t'a a tz'ey tik, haxo Yespíritu Dios ol ach ik'anb'atoc. Ma chequel b'ajtom ol ach k'ochoc, haxo yic ol in k'och val t'a winhaj Acab chi', ol cot winh ach saya'. Tato manhxo ach ayoc ek' t'a tik, axom in smilancham winh chi' uuj. Ha in a checab' in tik, yictax quelem into aynhej in xivk'olal t'a Jehová."
        },
        {
            "number": "10",
            "text": "¿Tom manta mach tz'alan t'ayach tas ix aj in colan eb' winh schecab' Jehová t'a ix Jezabel ayic van smiljicham eb' winh yuj ix? Ix in k'ub'ejel 100 eb' winh t'a yol chab' q'uen nhaq'ueen, 50 tac ix vutej in k'ub'anel eb' winh, ix vak'an tas sva eb' winh yet' tas ix yuq'uej eb' winh."
        },
        {
            "number": "11",
            "text": "Axo ticnaic tzalani to sb'at val t'a winh rey chi' to ayachek' t'a tik, axom in smilancham winh chi', xchi winh."
        },
        {
            "number": "12",
            "text": "Ix yalan winhaj Elías chi': --Val t'a yichanh Jehová Yajal t'a Smasanil swal t'ayach, jun svak' servil to ha t'a jun k'u tik yowalil tzin lolon yet' winhaj Acab chi', xchi winh."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi' ix b'at winhaj Abdías chi' yal t'a winhaj rey Acab chi'. Axo yic ix yab'an jun chi' winhaj Acab chi', ix cot winh scha winhaj Elías chi'."
        },
        {
            "number": "14",
            "text": "Axo yic ix ilchaj winhaj Elías chi' yuj winh, ix yalan winh icha tik: --¿Tom a ach van ixtan chonhab' Israel tik? xchi winh."
        },
        {
            "number": "15",
            "text": "Ix tak'vi winhaj Elías chi' t'a winh icha tik: Manhoc in laj van vixtan jun chonhab' tik, palta a ach yet' masanil eb' a k'ab' oc, yujto ix eyactejcan schecnab'il Jehová. Axo t'a comon dios Baal tzex och ejmelal."
        },
        {
            "number": "16",
            "text": "Ha ticnaic, checb'at yik'umal eb' quetisraelal yet' 450 eb' winh schecab' Baal yet' pax 400 eb' winh schecab' ix dios Asera, aton eb' winh tz'ak'ji wa yuj ix Jezabel. Ol in chalaj in b'a yet' eb' winh t'a jolom vitz Carmelo, xchi winh t'a winh rey chi'."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix schecan winhaj Acab chi' molb'aj masanil eb' winh schecab' comon dios Baal t'a yol smacb'en Israel t'a jolom vitz Carmelo."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix k'och winhaj Elías chi' t'a skal eb' anima chi' smasanil, ix yalan winh t'a eb' icha tik: --¿B'aq'uinh val ol eyactejcan somsoman e pensar? Tato a Jehová to yel Dios toni, anhejocab' t'ay tzex och ejmelal. Tato a Baal chi' dios pax jun, anhejocab' t'ay tzeyaq'uem e b'a, xchi winh. Axo eb' anima chi' maj tak'voclaj eb'."
        },
        {
            "number": "19",
            "text": "Ix yalanxi winhaj Elías chi' icha tik: --Ha t'a skal masanil eb' winh schecab' Jehová, a inxonhej pitzan in, haxo pax eb' winh yic Baal, ay 450 eb' winh."
        },
        {
            "number": "20",
            "text": "Yuj chi', iq'ueccot chavanhoc nok' mam vacax, sik'lan eb' winh schecab' Baal chi' junok nok' yico', scotac xicanb'at nok' eb' winh, syak'anq'ue nok' eb' winh t'a yib'anh te' k'atzitz, palta max yak'ochlaj sk'ak'al te' k'atzitz chi' eb' winh. Ha inxo ol in b'opax junxo nok' chi', ol vak'anpaxq'ue nok' t'a yib'anh te' k'atzitz, anheja' malaj sk'ak'al ol vak'ochi."
        },
        {
            "number": "21",
            "text": "Slajvi chi', ol avaj eb' winh t'a sdiosal chi', anheja' in pax tik ol in avaj t'a Jehová in Diosal. Ha junok Dios ol ak'ancot k'ak' t'a yib'anh nok' silab' chi', aton jun chi' Dios t'a yel, xchi winh t'a eb'. --Te wach' ton ix aj a naan chi', xchi eb' anima chi' smasanil."
        },
        {
            "number": "22",
            "text": "Ix yalan winhaj Elías chi' t'a eb' winh schecab' Baal chi' icha tik: --Siq'uequel junok nok' mam vacax tik tze b'oan nok', a ex ol e b'ab'laj b'oej eyic chi' yujto tzijtum ex, palta manh eyak'ochlaj sk'ak'al. Slajvi chi' tzex avaj t'a e diosal chi', xchi winh."
        },
        {
            "number": "23",
            "text": "Ix smilancham nok' yic eb' winh chi', ix sb'oan nok' eb' winh. Ix syamanoch eb' winh yavaj t'a sdiosal chi' t'a q'uinhib'alil, anheja' yavaj eb' winh masanto ix och chimk'ualil, syalan eb' winh icha tik: Tak'vanh t'ayonh Baal, xchi eb' winh. Sq'ue chennaj eb' winh, tzek' oyoyoc eb' winh t'a spatic altar b'aj ayq'ue silab' ix sb'o chi', malaj mach stak'vi t'a eb' winh."
        },
        {
            "number": "24",
            "text": "Axo yic ix och chimk'ualil, ix syamanoch winhaj Elías chi' sb'uchvaj t'a eb' winh: --Más chaanh tzex avaji, yujto dios jun, tecan ay tas van sk'ulani, mato ayb'at chuljel, ma ay b'aj ayb'at schec sb'a, mato jun, vaynac, pitzequel svayanh, xchi winh."
        },
        {
            "number": "25",
            "text": "Ix ochxi ijan eb' winh yavaj chaanh, ix laj spolan sb'a eb' winh t'a q'uen cuchilub' yet' t'a q'uen cotac lanza, ichataxon sb'eyb'al eb' winh, chik'tacxonhej ix aj eb' winh."
        },
        {
            "number": "26",
            "text": "Ix ek' chimk'ualil, anheja' yel yav eb' winh, sq'ue chennaj eb' winh masanto ayic van sk'och yorail tz'ak'ji silab' t'a Jehová t'a yemk'ualil. Palta malaj mach ix ab'an tas ix yal eb' winh chi'."
        },
        {
            "number": "27",
            "text": "Yuj chi' ix yalan winhaj Elías chi' t'a eb' anima chi': --Cotanhec t'a in tz'ey tik, xchi winh. Ix snitzanb'at sb'a masanil eb' anima chi' t'a stz'ey winh, ix syamanoch winh sb'oanxiq'ue jun altar yic Jehová jub'ileli."
        },
        {
            "number": "28",
            "text": "Ix yik'ancot lajchave' q'uen q'ueen winh, yujto icha chi' sb'isul eb' winh yuninal winhaj Jacob, aton winh yalnac Jehová t'ay to Israel sb'iejkani."
        },
        {
            "number": "29",
            "text": "Ix sb'oan jun altar chi' winh t'a Jehová t'a q'uen q'ueen chi', ix sjoyan jun sanja winh t'a spatictac jun altar chi', chanhe' am galón ha' tz'em t'a yool."
        },
        {
            "number": "30",
            "text": "Ix sb'oanq'ue te' k'atzitz winh t'a yib'anh altar chi', ix scotac xicanb'at nok' vacax chi' winh, ix yak'anq'ue nok' winh t'a yib'anh te' k'atzitz chi'."
        },
        {
            "number": "31",
            "text": "Ix yalan winh: --B'ud'ec chanheoc ch'ub' t'a ha ha', tze tob'anb'at ha' t'a yib'anh nok' silab' chi' yet' t'a yib'anh te' sk'atzitzal chi', xchi winh. Ix yalanxi winh t'a eb' to syik'cot ha' eb' t'a schaelal. Ix yik'anxicot ha' eb'. Ix yalanxi winh to syik'xicot ha' eb' t'a yoxelal, ix sb'oan eb' icha tas ix yal winh chi'."
        },
        {
            "number": "32",
            "text": "Ix el yoc ha' t'a spatictac altar chi', masanto ix b'ud'jican jun sanja chi'."
        },
        {
            "number": "33",
            "text": "Ayic ix k'och yorail ichataxon yic tz'ak'ji silab' t'a yemk'ualil, ix snitzanoch sb'a winhaj Elías chi' t'a stz'ey altar chi', ix yalan winh: Mamin Jehová sDiosal ach winhaj Abraham, winhaj Isaac yet' winhaj Israel. Ha ticnaic ojtacajocab'eli to a ach ton co Diosal ach a onh israel onh tik, a inxo tik to a checab' in, a ach ix a chec in k'ulej juntzanh tik."
        },
        {
            "number": "34",
            "text": "Mamin Jehová, tak'vanh t'ayin, yic wach' ol yojtaquejel juntzanh anima tik to a achnhej ton Dios ach, tzik'anxi meltzaj spensar eb' t'ayach, xchi winh."
        },
        {
            "number": "35",
            "text": "Val t'a jun rato chi' ix cot copnaj k'ak' t'a satcha’anh yuj Jehová, ix tz'ab'at nok' silab' chi' yet' te' k'atzitz chi' yet' q'uen q'ueen yet' lum pococ, ix tupb'atpax ha ha' t'a yol sanja chi'."
        },
        {
            "number": "36",
            "text": "Ayic ix yilan eb' anima tas ix uji chi', ix sjulanek' telnaj sb'a eb' t'a sat lu'um, ix laj avaj chaanh eb': Anhej Jehová yel Dios toni, xchixonhej eb'."
        },
        {
            "number": "37",
            "text": "Ix yalan winhaj Elías chi' t'a eb': --Yamec eb' winh schecab' Baal tik. Malajocab' junok eb' winh tz'eli, xchi winh. Ix yamji eb' winh yuj eb' anima chi', ix schecan winh ik'chajb'at eb' winh t'a sti' ha' Cisón. Ata' ix miljicham eb' winh."
        },
        {
            "number": "38",
            "text": "Ixlajwi chi', ix yalan winhaj Elías t'a winhaj Acab icha tik: --Ixic, b'at wa''anh, tzuk'an ha', yujto van sk'anh sjavi jun niwan yaxnhab' svab'i, xchi winh."
        },
        {
            "number": "39",
            "text": "Ix b'at winhaj Acab chi', ix wa winh, ix yuk'an ha' winh. Axo winhaj Elías chi', ix q'uex winh t'a jolom vitz Carmelo chi', ix em cuman winh ta' lesal, ix emk'och snanhal sat winh t'a skal sjolom spenec."
        },
        {
            "number": "40",
            "text": "Ix yalan winh t'a winh schecab' icha tik: --Q'ueanh t'a jolom vitz chi', tzach b'at q'uelan t'a yib'anh ha' mar, xchi winh. Ix q'uek'och winh schecab' winh chi', ix yilanb'at winh t'a yib'anh ha' mar chi'. Ixlajwi chi' ix jax winh t'a winhaj Elías chi', ix yalan winh: --Malaj jab'oc tas ix wila'', xchi winh. Uquel ix checjib'at winh yil yuj winhaj Elías chi'."
        },
        {
            "number": "41",
            "text": "Ayic ix lajvi xid'ek' winh t'a yuquelal chi', ix yalan winh: --Ay val tzin jab' asun t'a yib'anh ha' mar chi', smuslaj yuj junok co k'ab', xchi winh. Ixlajwi chi' ix yalan winhaj Elías chi' t'a winh icha tik: --Ixic al t'a winhaj Acab to syak' lista nok' schej winh stok'an carruaje yic spax winh, tato maay, majxo ta yal sk'och winh t'a spat yuj nhab', xchi winh."
        },
        {
            "number": "42",
            "text": "Ix q'ue winhaj Acab chi' t'a yol scarruaje yic sb'at t'a Jezreel. Vanto val sb'at winh ix k'ik'b'iel satchanh yuj asun, ix cot ik' te ov, ix cot jun niwan yaxnhab'."
        },
        {
            "number": "43",
            "text": "Axo Jehová ix och yet' winhaj Elías chi', elanhchamel ix stok'chaanh sjucan pichul winh, ix sch'apanq'ue winh t'a stzek'ul snanhal, ix b'at lemnaj winh. B'ab'el sb'at winh yuj winhaj Acab chi' masanto ix k'och winh t'a Jezreel."
        }
    ]
}