{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ix ek'b'at oxe' ab'il, ix lolonxi Jehová t'a vinhaj Elías chi' icha tik: B'at ch'ox a b'ha t'a vinhaj Acab yujto ol vak'xib'at q'uinal nhab', xchi t'a vinh."
        },
        {
            "number": "2",
            "text": "Ix b'at vinh sch'ox sb'ha t'a vinhaj rey Acab chi'. Ha t'a Samaria te ov yak'an vejel."
        },
        {
            "number": "3",
            "text": "Ha vinhaj Acab chi' ix avtan vinhaj Abdías, vinh ayoch yilumaloc spalacio vinh. Ix yalan vinh t'a vinh icha tik: --Conh, b'at co say quila', tope ay b'aj ay ha ha' t'a yol co macb'en tik, b'aj sco say jab'oc yanh nok' co chej, yic manh ol cham nok' yuj vejel, xchi vinh. Yuj chi' ix spoj sb'a eb' vinh, ch'occh'oc b'aj ix b'atcan junjun eb' vinh. Ha vinhaj Abdías chi', aynhej xivk'olal vinh t'a Jehová. Ha t'a yalanhtaxo, ayic ix schecan ix Jezabel yetb'eyum vinhaj Acab chi' to smiljicham eb' vinh schecab' Jehová, a vinhaj Abdías chi' ix k'ub'anel 100 eb' vinh schecab' Jehová chi'. Chab' makan ix aj eb' vinh yuj vinh, 50 tac ix aj eb' vinh. Ix b'at vinh sk'ub'ejel eb' vinh t'a yol chab' q'uen nhaq'ueen, haxo vinh sb'at ak'an tas sva eb' vinh yet' tas syuq'uej eb' vinh t'a jun pekti’ chi'."
        },
        {
            "number": "4",
            "text": "Ayic van yek' vinhaj Abdías sayoj yanh chej chi', ix schalaj sb'a vinh yet' vinhaj Elías chi'. Ayic ix yilanoch vinhaj Elías chi' vinh, ix em nhojan vinh t'a yichanh vinh, ix yalan vinh: --Mamin, ¿toc a ach tik Elías ach? xchi vinh."
        },
        {
            "number": "5",
            "text": "--I' a in toni. Ixic al t'a vinhaj Acab to ayinek' t'a tik, xchi vinhaj Elías chi'."
        },
        {
            "number": "6",
            "text": "Ix tak'vi vinhaj Abdías chi': --¿Tas in mul yuj chi' tzin ak'och t'a yol sk'ab' vinhaj Acab yic tzin smilancham vinh?"
        },
        {
            "number": "7",
            "text": "D'a yichanh Jehová co Diosal sval t'ayach to malaj junok nación b'aj maj ach sayjiek' yuj vinh rey chi'. Ayic ix yalan eb' vinh rey chi' to malaj ach ayach ek' t'a yol smacb'en eb' vinh, ix yalan vinhaj Acab chi' to syak' sti' eb' vinh tato yel malaj ach ayach ek' ta'."
        },
        {
            "number": "8",
            "text": "Axo ticnaic tzalan t'ayin to sb'at val t'a vinh rey chi' to ayach ek' t'a tik."
        },
        {
            "number": "9",
            "text": "Axom ol ajoc, anhej yic tzin el t'a a tz'ey tik, haxo Yespíritu Dios ol ach ik'anb'atoc. Ma chequel b'ajtom ol ach k'ochoc, haxo yic ol in k'och val t'a vinhaj Acab chi', ol cot vinh ach saya'. Tato manhxo ach ayoc ek' t'a tik, axom in smilancham vinh chi' uuj. Ha in a checab' in tik, yictax quelem into aynhej in xivk'olal t'a Jehová."
        },
        {
            "number": "10",
            "text": "¿Tom manta mach tz'alan t'ayach tas ix aj in colan eb' vinh schecab' Jehová t'a ix Jezabel ayic van smiljicham eb' vinh yuj ix? Ix in k'ub'ejel 100 eb' vinh t'a yol chab' q'uen nhaq'ueen, 50 tac ix vutej in k'ub'anel eb' vinh, ix vak'an tas sva eb' vinh yet' tas ix yuq'uej eb' vinh."
        },
        {
            "number": "11",
            "text": "Axo ticnaic tzalani to sb'at val t'a vinh rey chi' to ayachek' t'a tik, axom in smilancham vinh chi', xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix yalan vinhaj Elías chi': --Val t'a yichanh Jehová Yajal t'a Smasanil sval t'ayach, jun svak' servil to ha t'a jun k'u tik yovalil tzin lolon yet' vinhaj Acab chi', xchi vinh."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi' ix b'at vinhaj Abdías chi' yal t'a vinhaj rey Acab chi'. Axo yic ix yab'an jun chi' vinhaj Acab chi', ix cot vinh scha vinhaj Elías chi'."
        },
        {
            "number": "14",
            "text": "Axo yic ix ilchaj vinhaj Elías chi' yuj vinh, ix yalan vinh icha tik: --¿Tom a ach van ixtan chonhab' Israel tik? xchi vinh."
        },
        {
            "number": "15",
            "text": "Ix tak'vi vinhaj Elías chi' t'a vinh icha tik: Manhoc in laj van vixtan jun chonhab' tik, palta a ach yet' masanil eb' a k'ab' oc, yujto ix eyactejcan schecnab'il Jehová. Axo t'a comon dios Baal tzex och ejmelal."
        },
        {
            "number": "16",
            "text": "Ha ticnaic, checb'at yik'umal eb' quetisraelal yet' 450 eb' vinh schecab' Baal yet' pax 400 eb' vinh schecab' ix dios Asera, aton eb' vinh tz'ak'ji wa yuj ix Jezabel. Ol in chalaj in b'a yet' eb' vinh t'a jolom vitz Carmelo, xchi vinh t'a vinh rey chi'."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix schecan vinhaj Acab chi' molb'aj masanil eb' vinh schecab' comon dios Baal t'a yol smacb'en Israel t'a jolom vitz Carmelo."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix k'och vinhaj Elías chi' t'a skal eb' anima chi' smasanil, ix yalan vinh t'a eb' icha tik: --¿B'aq'uinh val ol eyactejcan somsoman e pensar? Tato a Jehová to yel Dios toni, anhejocab' t'ay tzex och ejmelal. Tato a Baal chi' dios pax jun, anhejocab' t'ay tzeyaq'uem e b'a, xchi vinh. Axo eb' anima chi' maj tak'voclaj eb'."
        },
        {
            "number": "19",
            "text": "Ix yalanxi vinhaj Elías chi' icha tik: --Ha t'a skal masanil eb' vinh schecab' Jehová, a inxonhej pitzan in, haxo pax eb' vinh yic Baal, ay 450 eb' vinh."
        },
        {
            "number": "20",
            "text": "Yuj chi', iq'ueccot chavanhoc nok' mam vacax, sik'lan eb' vinh schecab' Baal chi' junok nok' yico', scotac xicanb'at nok' eb' vinh, syak'anq'ue nok' eb' vinh t'a yib'anh te' k'atzitz, palta max yak'ochlaj sk'ak'al te' k'atzitz chi' eb' vinh. Ha inxo ol in b'opax junxo nok' chi', ol vak'anpaxq'ue nok' t'a yib'anh te' k'atzitz, anheja' malaj sk'ak'al ol vak'ochi."
        },
        {
            "number": "21",
            "text": "Slajvi chi', ol avaj eb' vinh t'a sdiosal chi', anheja' in pax tik ol in avaj t'a Jehová in Diosal. Ha junok Dios ol ak'ancot k'ak' t'a yib'anh nok' silab' chi', aton jun chi' Dios t'a yel, xchi vinh t'a eb'. --Te wach' ton ix aj a naan chi', xchi eb' anima chi' smasanil."
        },
        {
            "number": "22",
            "text": "Ix yalan vinhaj Elías chi' t'a eb' vinh schecab' Baal chi' icha tik: --Siq'uequel junok nok' mam vacax tik tze b'oan nok', a ex ol e b'ab'laj b'oej eyic chi' yujto tzijtum ex, palta manh eyak'ochlaj sk'ak'al. Slajvi chi' tzex avaj t'a e diosal chi', xchi vinh."
        },
        {
            "number": "23",
            "text": "Ix smilancham nok' yic eb' vinh chi', ix sb'oan nok' eb' vinh. Ix syamanoch eb' vinh yavaj t'a sdiosal chi' t'a q'uinhib'alil, anheja' yavaj eb' vinh masanto ix och chimk'ualil, syalan eb' vinh icha tik: Tak'vanh t'ayonh Baal, xchi eb' vinh. Sq'ue chennaj eb' vinh, tzek' oyoyoc eb' vinh t'a spatic altar b'aj ayq'ue silab' ix sb'o chi', malaj mach stak'vi t'a eb' vinh."
        },
        {
            "number": "24",
            "text": "Axo yic ix och chimk'ualil, ix syamanoch vinhaj Elías chi' sb'uchvaj t'a eb' vinh: --Más chaanh tzex avaji, yujto dios jun, tecan ay tas van sk'ulani, mato ayb'at chuljel, ma ay b'aj ayb'at schec sb'a, mato jun, vaynac, pitzequel svayanh, xchi vinh."
        },
        {
            "number": "25",
            "text": "Ix ochxi ijan eb' vinh yavaj chaanh, ix laj spolan sb'a eb' vinh t'a q'uen cuchilub' yet' t'a q'uen cotac lanza, ichataxon sb'eyb'al eb' vinh, chik'tacxonhej ix aj eb' vinh."
        },
        {
            "number": "26",
            "text": "Ix ek' chimk'ualil, anheja' yel yav eb' vinh, sq'ue chennaj eb' vinh masanto ayic van sk'och yorail tz'ak'ji silab' t'a Jehová t'a yemk'ualil. Palta malaj mach ix ab'an tas ix yal eb' vinh chi'."
        },
        {
            "number": "27",
            "text": "Yuj chi' ix yalan vinhaj Elías chi' t'a eb' anima chi': --Cotanhec t'a in tz'ey tik, xchi vinh. Ix snitzanb'at sb'a masanil eb' anima chi' t'a stz'ey vinh, ix syamanoch vinh sb'oanxiq'ue jun altar yic Jehová jub'ileli."
        },
        {
            "number": "28",
            "text": "Ix yik'ancot lajchave' q'uen q'ueen vinh, yujto icha chi' sb'isul eb' vinh yuninal vinhaj Jacob, aton vinh yalnac Jehová t'ay to Israel sb'iejkani."
        },
        {
            "number": "29",
            "text": "Ix sb'oan jun altar chi' vinh t'a Jehová t'a q'uen q'ueen chi', ix sjoyan jun sanja vinh t'a spatictac jun altar chi', chanhe' am galón ha' tz'em t'a yool."
        },
        {
            "number": "30",
            "text": "Ix sb'oanq'ue te' k'atzitz vinh t'a yib'anh altar chi', ix scotac xicanb'at nok' vacax chi' vinh, ix yak'anq'ue nok' vinh t'a yib'anh te' k'atzitz chi'."
        },
        {
            "number": "31",
            "text": "Ix yalan vinh: --B'ud'ec chanheoc ch'ub' t'a ha ha', tze tob'anb'at ha' t'a yib'anh nok' silab' chi' yet' t'a yib'anh te' sk'atzitzal chi', xchi vinh. Ix yalanxi vinh t'a eb' to syik'cot ha' eb' t'a schaelal. Ix yik'anxicot ha' eb'. Ix yalanxi vinh to syik'xicot ha' eb' t'a yoxelal, ix sb'oan eb' icha tas ix yal vinh chi'."
        },
        {
            "number": "32",
            "text": "Ix el yoc ha' t'a spatictac altar chi', masanto ix b'ud'jican jun sanja chi'."
        },
        {
            "number": "33",
            "text": "Ayic ix k'och yorail ichataxon yic tz'ak'ji silab' t'a yemk'ualil, ix snitzanoch sb'a vinhaj Elías chi' t'a stz'ey altar chi', ix yalan vinh: Mamin Jehová sDiosal ach vinhaj Abraham, vinhaj Isaac yet' vinhaj Israel. Ha ticnaic ojtacajocab'eli to a ach ton co Diosal ach a onh israel onh tik, a inxo tik to a checab' in, a ach ix a chec in k'ulej juntzanh tik."
        },
        {
            "number": "34",
            "text": "Mamin Jehová, tak'vanh t'ayin, yic wach' ol yojtaquejel juntzanh anima tik to a achnhej ton Dios ach, tzik'anxi meltzaj spensar eb' t'ayach, xchi vinh."
        },
        {
            "number": "35",
            "text": "Val t'a jun rato chi' ix cot copnaj k'ak' t'a satcha’anh yuj Jehová, ix tz'ab'at nok' silab' chi' yet' te' k'atzitz chi' yet' q'uen q'ueen yet' lum pococ, ix tupb'atpax ha ha' t'a yol sanja chi'."
        },
        {
            "number": "36",
            "text": "Ayic ix yilan eb' anima tas ix uji chi', ix sjulanek' telnaj sb'a eb' t'a sat lu'um, ix laj avaj chaanh eb': Anhej Jehová yel Dios toni, xchixonhej eb'."
        },
        {
            "number": "37",
            "text": "Ix yalan vinhaj Elías chi' t'a eb': --Yamec eb' vinh schecab' Baal tik. Malajocab' junok eb' vinh tz'eli, xchi vinh. Ix yamji eb' vinh yuj eb' anima chi', ix schecan vinh ik'chajb'at eb' vinh t'a sti' ha' Cisón. Ata' ix miljicham eb' vinh."
        },
        {
            "number": "38",
            "text": "Ixlajwi chi', ix yalan vinhaj Elías t'a vinhaj Acab icha tik: --Ixic, b'at wa''anh, tzuk'an ha', yujto van sk'anh sjavi jun niwan yaxnhab' svab'i, xchi vinh."
        },
        {
            "number": "39",
            "text": "Ix b'at vinhaj Acab chi', ix wa vinh, ix yuk'an ha' vinh. Axo vinhaj Elías chi', ix q'uex vinh t'a jolom vitz Carmelo chi', ix em cuman vinh ta' lesal, ix emk'och snanhal sat vinh t'a skal sjolom spenec."
        },
        {
            "number": "40",
            "text": "Ix yalan vinh t'a vinh schecab' icha tik: --Q'ueanh t'a jolom vitz chi', tzach b'at q'uelan t'a yib'anh ha' mar, xchi vinh. Ix q'uek'och vinh schecab' vinh chi', ix yilanb'at vinh t'a yib'anh ha' mar chi'. Ixlajwi chi' ix jax vinh t'a vinhaj Elías chi', ix yalan vinh: --Malaj jab'oc tas ix wila'', xchi vinh. Uquel ix checjib'at vinh yil yuj vinhaj Elías chi'."
        },
        {
            "number": "41",
            "text": "Ayic ix lajvi xid'ek' vinh t'a yuquelal chi', ix yalan vinh: --Ay val tzin jab' asun t'a yib'anh ha' mar chi', smuslaj yuj junok co k'ab', xchi vinh. Ixlajwi chi' ix yalan vinhaj Elías chi' t'a vinh icha tik: --Ixic al t'a vinhaj Acab to syak' lista nok' schej vinh stok'an carruaje yic spax vinh, tato maay, majxo ta yal sk'och vinh t'a spat yuj nhab', xchi vinh."
        },
        {
            "number": "42",
            "text": "Ix q'ue vinhaj Acab chi' t'a yol scarruaje yic sb'at t'a Jezreel. Vanto val sb'at vinh ix k'ik'b'iel satchanh yuj asun, ix cot ik' te ov, ix cot jun niwan yaxnhab'."
        },
        {
            "number": "43",
            "text": "Axo Jehová ix och yet' vinhaj Elías chi', elanhchamel ix stok'chaanh sjucan pichul vinh, ix sch'apanq'ue vinh t'a stzek'ul snanhal, ix b'at lemnaj vinh. B'ab'el sb'at vinh yuj vinhaj Acab chi' masanto ix k'och vinh t'a Jezreel."
        }
    ]
}