{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan winhaj Acab t'a ix Jezabel tas ix sk'ulej winhaj Elías yet' tas ix yutej winh smilancham heb' winh schecab' Baal."
        },
        {
            "number": "2",
            "text": "Yuj chi', ix schecanb'at jun schecab' ix t'a winhaj Elías chi', ix yalanb'at ix icha tik: Aocab' heb' Dios tz'ak'ancot yaelal t'a wib'anh tato manto ach cham wuuj yab' icha tik k'ik'an, icha ix utej a milancham heb' winh schecab' in diosal chi', xchi ix."
        },
        {
            "number": "3",
            "text": "Ayic ix yab'an winhaj Elías to ay smay jun chi', ix b'at winh elelal. Ayic ix k'och winh t'a Beerseba t'a yol yic Judá, ata' ix yaktejcan jun winh schecab' winh."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix b'at winh t'a tzinan lu'um. Jun k'ual ix b'ey winh. Ix k'unb'i winh, ix em k'ojan winh t'a yich jun te' mes. Ata' ix snib'ej cham sb'a winh. Ix yalan winh: k'ocb'ilxo tik Mamin. Ik'el in k 'inal, manh ek'b'aloclaj welk'och t'a heb' in mam wicham, xchi winh."
        },
        {
            "number": "5",
            "text": "Ix ek' jichan winh t'a yich jun te te' chi', ix wayb'at winh. Axo yic waynac winh chi', ix k'och jun ángel t'a winh, ix tenji winh yuj, ix yalani: Q'ueanh waan, wa''anh, xchi t'a winh."
        },
        {
            "number": "6",
            "text": "Axo ix yilan winh t'a sjolomtac, ayek' jun ixim pan k'anb'inac t'a te' tzak'ak' yet' jun xalu ha ha'. Ix k'e k'ojan winh, ix wa winh, ix yuk'an ha' winh. Ixlajwi chi' ix ek'xi jichan winh swayi."
        },
        {
            "number": "7",
            "text": "Ix k'ochxi jun ángel chi' t'a winh, ix tenjixi winh yuj, ix yalani: Q'ueanh waan, wa''anh, yujto te najatto skan b'aj ol ach k'ochoc, xchi t'a winh."
        },
        {
            "number": "8",
            "text": "Ix k'e waan winh, ix wa winh, ix te och yip winh yuj tas ix swa chi'. 40 k'u yet' 40 ak'wal ix b'ey winh, masanto ix k'och winh t'a lum witz Horeb b'aj sch'oxnac sb'a Jehová t'a heb' israel."
        },
        {
            "number": "9",
            "text": "Ayic ix k'och winh ta', ix way winh t'a yol jun k'een nhak'een t'a jun ak'wal chi'. Ix lolon Jehová t'a winh, ix yalan icha tik: Elías, ¿tas tza k'ulej t'a tik? xchi."
        },
        {
            "number": "10",
            "text": "Ix tak'wi winh t'ay icha tik: Mamin Jehová Yajal t'a Smasanil, ix te cot wowal yuj tas tzach utaj yuj heb' wetisraelal. Yujto ix spatiquejel a trato heb', ix sjuanem altar heb', ix xicancham heb' a checab' heb'. Ha inxonhej ix in colchajcaneli, palta wan in sayjiek' yuj heb' yic tzin smilancham heb', xchi winh."
        },
        {
            "number": "11",
            "text": "Ix yalan Jehová chi' t'a winh: Elanh t'a chi' tzach och linhan t'a wichanh t'a jolom witz tik, yujto ol in ek' ta', xchi t'a winh. Ix yak'ancot jun niwan ik' Jehová chi', ix laj pojb'at k'een tenam yuj, palta manh ayocochlaj t'a skal jun ik' chi'. Ixlajwi yek' jun ik' chi', ix yak'anpaxcot jun quixcab'. Palta anheja' manh ayocochlaj t'a skal jun quixcab' chi'."
        },
        {
            "number": "12",
            "text": "Ixlajwi yek' jun quixcab' chi', ix yak'anpaxcot jun k'ak', anheja' malaj Jehová chi' ayoch t'a skal jun k'ak' chi'. Ayic ix lajwi yek'b'at jun k'ak' chi', ix yab'an jun lolonel winhaj Elías chi', te k'ununi ix aj yalani."
        },
        {
            "number": "13",
            "text": "Ayic ix yab'an winh chi', ix smusan sat winh yet' jun spichul jucan, ix elta winh, ix aj linhan winh t'a sti' k'een nhak'een chi', ix yab'an jun lolonel chi' winh, ix yalani: Elías ¿tas tza k'ulej t'a tik? xchi."
        },
        {
            "number": "14",
            "text": "Ix tak'wi winh: Mamin Jehová Yajal t'a Smasanil, ix te cot wowal yuj tas ix ach utaj yuj heb' wetisraelal, yujto ix spatiquejel a trato heb'. Ix sjuanem altar heb', ix xicancham heb' a checab' heb'. Ha inxonhej ix in colchajcaneli, palta wan in sayjiek' yuj heb' yic tzin smilancham heb', xchi winh."
        },
        {
            "number": "15",
            "text": "Ix yalan Jehová chi' t'a winh icha tik: Ixic, meltzajanh t'a b'e b'aj ach koti, slajwi chi' tzach b'at t'a tzinan lum yic Damasco. Ayic ol ach k'och ta', tza sik'canel winhaj Hazael yic ol och winh reyal t'a Siria."
        },
        {
            "number": "16",
            "text": "Axo winhaj Jehú yinhtilal winhaj Nimsi tza sik'paxcaneli yic ol och winh sreyaloc Israel. Axo winhaj Eliseo yuninal winhaj Safat aj Abel-mehola, tza sik'canel winh yic ol och winh in checab'oc a k'exuloc."
        },
        {
            "number": "17",
            "text": "Ha tas ol ujok, a mach ol colchajcanel t'a yol sk'ab' winhaj Hazael, haxo winhaj Jehú ol milanchamoc. Axo mach ol colchajcanel t'a yol sk'ab' winhaj Jehú chi', haxo pax winhaj Eliseo ol milanchamoc."
        },
        {
            "number": "18",
            "text": "Palta ayto uque' mil heb' israel chi' sik'b'ilcanel wuuj, maj ochlaj heb' ejmelal t'a Baal, maj stz'ub'pax eltalaj heb', xchi Jehová chi'."
        },
        {
            "number": "19",
            "text": "Ix meltzaj winhaj Elías chi' t'a jun lugar chi', ix ja winh b'aj ayek' winhaj Eliseo yuninal winhaj Safat. Van sd'ocwi lum winh yet' lajchawe' mojanh nok' mam wacax. Ha winh ed'jinac nok' tzak'anto sb'ati. Ix k'och winhaj Elías chi' t'a stz'ey winh, ix yak'anb'at jun sjucan pichul winhaj Elías chi' t'a yib'anh winh."
        },
        {
            "number": "20",
            "text": "D'a jun rato chi' ix yactancan nok' wacax winhaj Eliseo chi', ix och tzak'an winh yuj winhaj Elías chi', ix yalan winh icha tik: --Cha in b'ati, b'at walcan quilcob'ha t'a in mam in nun, tzin tz'ub'ancanelta sti' heb' yic tzin pucancan in b'a yet' heb'. Slajwi chi', tzin och tzak'an uuj, xchi winhaj Eliseo chi'. --Syal a b'ati, manh wanoc ach wak'an pural, xchi winhaj Elías chi'."
        },
        {
            "number": "21",
            "text": "Ix b'at winhaj Eliseo chi', ix smilan chawanh nok' wacax chi' winh. Axo yet' te' yugo ayoch t'a nok' ix sb'ol schib'ejal nok' winh, ix yak'an wa heb' anima smunlaj yet' winh chi'. Ixlajwi chi' ix och tzak'an winh yuj winhaj Elías chi'."
        }
    ]
}