{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan vinhaj Acab t'a ix Jezabel tas ix sk'ulej vinhaj Elías yet' tas ix yutej vinh smilancham eb' vinh schecab' Baal."
        },
        {
            "number": "2",
            "text": "Yuj chi', ix schecanb'at jun schecab' ix t'a vinhaj Elías chi', ix yalanb'at ix icha tik: Aocab' eb' dios tz'ak'ancot yaelal t'a vib'anh tato manto ach cham vuuj yab' icha tik k'ik'an, icha ix utej a milancham eb' vinh schecab' in diosal chi', xchi ix."
        },
        {
            "number": "3",
            "text": "Ayic ix yab'an vinhaj Elías to ay smay jun chi', ix b'at vinh elelal. Ayic ix k'och vinh t'a Beerseba t'a yol yic Judá, ata' ix yactejcan jun vinh schecab' vinh."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix b'at vinh t'a tzinan lu'um. Jun k'ual ix b'ey vinh. Ix k'unb'i vinh, ix em k'ojan vinh t'a yich jun te' mes. Ata' ix snib'ej cham sb'a vinh. Ix yalan vinh: k'ocb'ilxo tik Mamin. Iq'uel in q'uinal, manh ek'b'aloclaj velk'och t'a eb' in mam vicham, xchi vinh."
        },
        {
            "number": "5",
            "text": "Ix ek' jichan vinh t'a yich jun te te' chi', ix vayb'at vinh. Axo yic vaynac vinh chi', ix k'och jun ángel t'a vinh, ix tenji vinh yuj, ix yalani: Q'ueanh vaan, wa''anh, xchi t'a vinh."
        },
        {
            "number": "6",
            "text": "Axo ix yilan vinh t'a sjolomtac, ayek' jun ixim pan k'anb'inac t'a te' tzak'ak' yet' jun xalu ha ha'. Ix q'ue k'ojan vinh, ix wa vinh, ix yuk'an ha' vinh. Ixlajwi chi' ix ek'xi jichan vinh svayi."
        },
        {
            "number": "7",
            "text": "Ix k'ochxi jun ángel chi' t'a vinh, ix tenjixi vinh yuj, ix yalani: Q'ueanh vaan, wa''anh, yujto te najatto skan b'aj ol ach k'ochoc, xchi t'a vinh."
        },
        {
            "number": "8",
            "text": "Ix q'ue vaan vinh, ix wa vinh, ix te och yip vinh yuj tas ix sva chi'. 40 k'u yet' 40 ak'val ix b'ey vinh, masanto ix k'och vinh t'a lum vitz Horeb b'aj sch'oxnac sb'a Jehová t'a eb' israel."
        },
        {
            "number": "9",
            "text": "Ayic ix k'och vinh ta', ix vay vinh t'a yol jun q'uen nhaq'ueen t'a jun ak'val chi'. Ix lolon Jehová t'a vinh, ix yalan icha tik: Elías, ¿tas tza k'ulej t'a tik? xchi."
        },
        {
            "number": "10",
            "text": "Ix tak'vi vinh t'ay icha tik: Mamin Jehová Yajal t'a Smasanil, ix te cot voval yuj tas tzach utaj yuj eb' vetisraelal. Yujto ix spatiquejel a trato eb', ix sjuanem altar eb', ix xicancham eb' a checab' eb'. Ha inxonhej ix in colchajcaneli, palta van in sayjiek' yuj eb' yic tzin smilancham eb', xchi vinh."
        },
        {
            "number": "11",
            "text": "Ix yalan Jehová chi' t'a vinh: Elanh t'a chi' tzach och linhan t'a vichanh t'a jolom vitz tik, yujto ol in ek' ta', xchi t'a vinh. Ix yak'ancot jun niwan ik' Jehová chi', ix laj pojb'at q'uen tenam yuj, palta manh ayocochlaj t'a skal jun ik' chi'. Ixlajwi yek' jun ik' chi', ix yak'anpaxcot jun quixcab'. Palta anheja' manh ayocochlaj t'a skal jun quixcab' chi'."
        },
        {
            "number": "12",
            "text": "Ixlajwi yek' jun quixcab' chi', ix yak'anpaxcot jun k'ak', anheja' malaj Jehová chi' ayoch t'a skal jun k'ak' chi'. Ayic ix lajvi yek'b'at jun k'ak' chi', ix yab'an jun lolonel vinhaj Elías chi', te k'ununi ix aj yalani."
        },
        {
            "number": "13",
            "text": "Ayic ix yab'an vinh chi', ix smusan sat vinh yet' jun spichul jucan, ix elta vinh, ix aj linhan vinh t'a sti' q'uen nhaq'ueen chi', ix yab'an jun lolonel chi' vinh, ix yalani: Elías ¿tas tza k'ulej t'a tik? xchi."
        },
        {
            "number": "14",
            "text": "Ix tak'vi vinh: Mamin Jehová Yajal t'a Smasanil, ix te cot voval yuj tas ix ach utaj yuj eb' vetisraelal, yujto ix spatiquejel a trato eb'. Ix sjuanem altar eb', ix xicancham eb' a checab' eb'. Ha inxonhej ix in colchajcaneli, palta van in sayjiek' yuj eb' yic tzin smilancham eb', xchi vinh."
        },
        {
            "number": "15",
            "text": "Ix yalan Jehová chi' t'a vinh icha tik: Ixic, meltzajanh t'a b'e b'aj ach coti, slajvi chi' tzach b'at t'a tzinan lum yic Damasco. Ayic ol ach k'och ta', tza sik'canel vinhaj Hazael yic ol och vinh reyal t'a Siria."
        },
        {
            "number": "16",
            "text": "Axo vinhaj Jehú yinhtilal vinhaj Nimsi tza sik'paxcaneli yic ol och vinh sreyaloc Israel. Axo vinhaj Eliseo yuninal vinhaj Safat aj Abel-mehola, tza sik'canel vinh yic ol och vinh in checab'oc a q'uexuloc."
        },
        {
            "number": "17",
            "text": "Ha tas ol ujoc, a mach ol colchajcanel t'a yol sk'ab' vinhaj Hazael, haxo vinhaj Jehú ol milanchamoc. Axo mach ol colchajcanel t'a yol sk'ab' vinhaj Jehú chi', haxo pax vinhaj Eliseo ol milanchamoc."
        },
        {
            "number": "18",
            "text": "Palta ayto uque' mil eb' israel chi' sik'b'ilcanel vuuj, maj ochlaj eb' ejmelal t'a Baal, maj stz'ub'pax eltalaj eb', xchi Jehová chi'."
        },
        {
            "number": "19",
            "text": "Ix meltzaj vinhaj Elías chi' t'a jun lugar chi', ix ja vinh b'aj ayek' vinhaj Eliseo yuninal vinhaj Safat. Van sd'ocvi lum vinh yet' lajchave' mojanh nok' mam vacax. Ha vinh ed'jinac nok' tzak'anto sb'ati. Ix k'och vinhaj Elías chi' t'a stz'ey vinh, ix yak'anb'at jun sjucan pichul vinhaj Elías chi' t'a yib'anh vinh."
        },
        {
            "number": "20",
            "text": "D'a jun rato chi' ix yactancan nok' vacax vinhaj Eliseo chi', ix och tzak'an vinh yuj vinhaj Elías chi', ix yalan vinh icha tik: --Cha in b'ati, b'at valcan quilcob'ha t'a in mam in nun, tzin tz'ub'ancanelta sti' eb' yic tzin pucancan in b'a yet' eb'. Slajvi chi', tzin och tzak'an uuj, xchi vinhaj Eliseo chi'. --Syal a b'ati, manh vanoc ach vak'an pural, xchi vinhaj Elías chi'."
        },
        {
            "number": "21",
            "text": "Ix b'at vinhaj Eliseo chi', ix smilan chavanh nok' vacax chi' vinh. Axo yet' te' yugo ayoch t'a nok' ix sb'ol schib'ejal nok' vinh, ix yak'an wa eb' anima smunlaj yet' vinh chi'. Ixlajwi chi' ix och tzak'an vinh yuj vinhaj Elías chi'."
        }
    ]
}