{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Toxo val scham vinhaj rey David chi', yuj chi' ix yal vinh t'a vinhaj Salomón yuninal icha tik:"
        },
        {
            "number": "2",
            "text": "Toxo ol in chamoc icha tz'aj masanil eb' quetanimail. Tek'an val tzutej a b'a, icha junok vinac te tek'anxo spensar."
        },
        {
            "number": "3",
            "text": "k'anab'ajej schecnab'il Jehová co Diosal, icha tas snib'ej, tas syal scachnab'il, schecnab'il yet' sk'ayb'ub'al tz'ib'ab'ilcan yuj vinhaj Moisés. Yuj chi' te wach'nhej ol aj yelk'och masanil tas ol a k'ulej yet' b'ajtac ol ach ek'oc."
        },
        {
            "number": "4",
            "text": "Icha chi' ol aj yelk'och tas ix yalcan Jehová t'ayin icha tik: Tato ol in sk'anab'ajejnhej eb' inhtilal, tato tojolnhej ol yutej sb'a eb' t'a vichanh yet' smasanil sk'ool yet' smasanil spensar, manh ol yak' palta eb' inhtilal yochnhejcan yajalil t'a Israel tik, xchi t'ayin."
        },
        {
            "number": "5",
            "text": "Ojtacxo tas ix in yutej vinhaj Joab yune' ix Sarvia, ix smilcham chavanh eb' vinh yajalil eb' soldado quetisraelal vinh: Aton vinhaj Abner yuninal vinhaj Ner yet' vinhaj Amasa yuninal vinhaj Jeter. Manhoclaj t'a skal oval ix miljicham eb' vinh yuj vinh, palta ichato t'a oval chi' ix cham eb' vinh. Ichato ix b'onhchajb'at stzek'ul vinh yet' xanhab' yuj schiq'uil eb' vinh."
        },
        {
            "number": "6",
            "text": "Yuj chi' nhican tzutej a b'a, mocab' chamlaj vinhaj Joab chi' t'a ichnhejta'."
        },
        {
            "number": "7",
            "text": "Axo pax eb' vinh yuninal vinhaj Barzilai aj Galaad, tza xajanej eb' vinh in k'ana', tzavtejnhej eb' vinh vael ed'oc. Ha eb' vinh chi', ix colvaj eb' vinh ved'oc ayic ix in el t'a vinh uk'tac aj Absalón chamnac."
        },
        {
            "number": "8",
            "text": "Ha pax vinhaj Simei ayek' t'a tik, vinh yuninal vinhaj Gera aj Bahurim t'a yinhtilal Benjamín, te chuc ix yal vinh t'ayin ayic van in b'at t'a Mahanaim, palta ix k'och vinh in scha t'a sti' ha' Jordán. Ix vak' in ti' t'a yichanh Jehová to manh ol in milchamlaj vinh."
        },
        {
            "number": "9",
            "text": "Manh ak' nivank'olal vinh. Anhej, a ach tik te nhican ach. Scham a naani tas ol utej vinh. Mocab' tonhejoc ol cham vinh ichnhej ta', palta to ol miljoccham vinh, xchi vinhaj rey David chi' t'a vinhaj Salomón chi'."
        },
        {
            "number": "10",
            "text": "Axo yic ix cham vinhaj rey David chi', ha t'a chonhab' scuch Schonhab' David, ata' ix mucchaj vinh."
        },
        {
            "number": "11",
            "text": "40 ab'il ix yak' reyal vinh t'a chonhab' Israel. Uque' ab'il t'a Hebrón, 33 ab'il t'a Jerusalén."
        },
        {
            "number": "12",
            "text": "Axo vinhaj Salomón ix ochcan reyal sq'uexuloc vinh smam chi'. Te tek'an ix aj vinhaj Salomón yet' yopisio chi'."
        },
        {
            "number": "13",
            "text": "Ha vinhaj Adonías yune' ix Haguit, ix b'at vinh yil ix Betsabé, ix snun vinhaj Salomón. Ix sk'anb'an ix t'a vinh icha tik: --¿D'a junk'olal am tzach javi? xchi ix. --I', t'a junk'olal, xchi vinh."
        },
        {
            "number": "14",
            "text": "Ix yalan vinh: --Ay val jun tas tzin nib'ej sval t'ayach, xchi vinh t'a ix. --Ala', xchi ix."
        },
        {
            "number": "15",
            "text": "--Ojtac to toxonton vic yaj jun reyal tik. Ix stanhvej masanil chonhab' Israel b'ak'uinh tzin och reyal. Axo ticnaic jun, haxo vinh vuk'tac ix och reyal chi', yujto icha chi' ix aj snaan Jehová."
        },
        {
            "number": "16",
            "text": "Ha ticnaic ay val jun tas tzin k'an t'ayach, comonoc manh ol a teneq'ui, xchi vinh t'a ix. --Al tas tza nib'ej chi', xchi ix."
        },
        {
            "number": "17",
            "text": "Ix yalan vinh: --Tzin tevi t'ayach to tzal t'a vinhaj rey Salomón to syak' ix Abisag aj Sunem vinh vetb'eyumoc. Ol sk'anab'ajej vinh tas tzala', xchi vinh t'a ix."
        },
        {
            "number": "18",
            "text": "--Ichocab'ta', ol val t'a vinh rey tas tza nib'ej chi', xchi ix Betsabé chi'."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi' ix b'at ix yal t'a vinhaj rey Salomón chi' tas ix yal vinhaj Adonías chi'. Ixnhej yil vinh rey chi' yochk'och ix, ix q'ue vaan vinh, ix em nhojan vinh t'a yichanh ix. Ixlajwi chi', ix emxi k'ojan vinh t'a yol sdespacho, ix schecan vinh ik'chajcot jun niwan xila b'aj tz'em k'ojan ix snun vinh chi' t'a svach' k'ab'."
        },
        {
            "number": "20",
            "text": "Ix yalan ix: --Tzin tevi t'ayach to ay jayb'elanh in lolonel sval t'ayach, mocab' a teneq'ui, xchi ix. --Al masanil tas tza k'an chi' nunin, manh a na' to ol in tenek' t'ayach, xchi vinh rey chi' t'a ix."
        },
        {
            "number": "21",
            "text": "--Comonoc ab' tzak' ix Abisag aj Sunem yetb'eyumoc vinh uk'tac aj Adonías, xchi ix."
        },
        {
            "number": "22",
            "text": "Ix tak'vi vinh t'a ix snun chi': ¿Tas yuj tzul a k'an ix Abisag yetb'eyumoc vinhaj Adonías chi'? Ichato tzul a k'ana' to svak' vopisio tik t'a vinh, yujto b'ab'el vinac vinh, aypaxoch vinhaj sacerdote Abiatar yet' vinhaj Joab yune' ix Sarvia yet' vinh, xchi vinh t'a ix."
        },
        {
            "number": "23",
            "text": "Ixlajwi yalan juntzanh chi' vinhaj rey Salomón chi', ix yak'an sti' vinh t'a Jehová: Yak'ocab' in yaelal Jehová tato max cham vinhaj Adonías yuj tas sk'an chi'."
        },
        {
            "number": "24",
            "text": "Ha Jehová ix in ak'anoch reyal sq'uexuloc vinh in mam, yic wach' tz'aj yelk'och b'aj ix yak' sti' to ix yak' jun opisio tik t'ayin yet' t'a smasanil vinhtilal. Yuj chi' svak' in ti' t'a yichanh to a ticnaic ol cham vinhaj Adonías chi', xchi vinh."
        },
        {
            "number": "25",
            "text": "Ha t'a jun rato chi' ix yalan vinh rey chi' t'a vinhaj Benaía yuninal vinhaj Joiada to b'at smilcham vinhaj Adonías chi' vinh. Yuj chi' ix b'at vinh smilcham vinhaj Adonías chi'."
        },
        {
            "number": "26",
            "text": "Ix yalanpax vinh rey chi' t'a vinhaj sacerdote Abiatar: Ha ticnaic sval t'ayach to tzach b'at t'a a chonhab' Anatot. Smoj val tzach chami, palta manh ol ach in milchamlaj yujto a ach ek'nac ach yilumaloc te' scaxail strato Jehová t'a stiempoal vinh in mam. Ha jun ach pax ab'nac syail t'a masanil b'aj yab'nac syail vinh in mam chi', xchi vinhaj Salomón chi'."
        },
        {
            "number": "27",
            "text": "Icha chi' ix aj yelcan vinhaj Abiatar chi' t'a sacerdoteal yuj vinhaj Salomón chi', ix elcank'och tas alb'il yuj Jehová t'a Silo yuj eb' yinhtilal vinhaj Elí."
        },
        {
            "number": "28",
            "text": "Anheja' vinhaj Joab, ix yak'paxoch sb'a vinh yet' vinhaj Adonías chi', wach'chom maj yak'och sb'a vinh yet' vinhaj Absalón. Yuj chi', ayic ix k'och jun lolonel tik t'a vinh, ix b'at sk'ub'anel sb'a vinh t'a yol scajnub' Jehová yalani, ix och yub'yub' vinh t'a sch'aac altar t'a schiquintac."
        },
        {
            "number": "29",
            "text": "Ix b'at alji t'a vinhaj Salomón chi' chajtil to ha t'a altar t'a scajnub' Jehová, ata' ayek' vinhaj Joab chi' scol sb'a. Ix yalan vinhaj Salomón chi' t'a vinhaj Benaía to sb'at vinh smilcham vinh ta'."
        },
        {
            "number": "30",
            "text": "Ix b'at vinh b'ian, ix yalan vinh t'a vinhaj Joab chi': --Toxo ix yal vinh rey to tzach elta, xchi vinh t'a vinh. Ix tak'vi vinhaj Joab chi': --Maay. Ha t'a tik tzin chami, xchi vinh. Ix b'at yalanxi vinhaj Benaía chi' t'a vinh rey tas ix yutej vinhaj Joab chi' yalani."
        },
        {
            "number": "31",
            "text": "Ix yalan vinhaj rey Salomón chi': --Chamocab' vinh ta', ujocab' icha sgana vinh chi'. B'at a mucan snivanil vinh chi', yic wach' a schamel eb' malaj smul smilnaccham vinh, manhxooc t'a yib'anh vinh in mam yet' t'a vib'anh scani."
        },
        {
            "number": "32",
            "text": "Aocab' Jehová tz'ak'ancanoch juntzanh chamel chi' smuloc vinh, yujto manhoc vinh in mam checjinac vinh ayic smilannac vinhaj Abner vinh, aton vinh yuninal vinhaj Ner yajalil eb' soldado Israel yet' vinhaj Amasa yuninal vinhaj Jeter yajalil eb' soldado Judá. Ha eb' vinh chavanh chi' más te wach' eb' vinh t'a yichanh vinhaj Joab chi', tojol spensar eb' vinh."
        },
        {
            "number": "33",
            "text": "Ha schamel eb' vinh chi' ochocab'kan smuloc vinhaj Joab chi' yet' eb' yinhtilal t'a junelnhej. Palta yak'ocab' svach'k'olal Jehová t'a quib'anh a onh yinhtilal onh vinhaj rey David tik, ol onh ochnhejcan t'a sdespacho vinh, xchi vinh."
        },
        {
            "number": "34",
            "text": "Ixlajwi chi' ix b'at vinhaj Benaía smilcham vinhaj Joab chi'. Ayic toxo ix cham vinh, ix b'at mucjican snivanil vinh t'a spat t'a tzinan lu'um."
        },
        {
            "number": "35",
            "text": "Axo vinh rey chi' ix ak'anoch vinhaj Benaía chi' yajaliloc eb' soldado sq'uexuloc vinhaj Joab chi'. Ix ak'jipaxoch vinhaj sacerdote Sadoc sq'uexuloc vinhaj Abiatar."
        },
        {
            "number": "36",
            "text": "Ixlajwi chi', ix avtaj vinhaj Simei yuj vinh rey chi', ix yalan vinh t'a vinh: --B'oq'ue junok a pat t'a Jerusalén tik b'aj tzach cajnaji, junelnhej tzach kan t'a tik."
        },
        {
            "number": "37",
            "text": "Tato tzach el jun, tzach k'axpajek' t'ha ha' Cedrón, haxo a cham chi'. Ha a chamel chi', a ach tzik'cot t'a ib'anh, xchi vinh rey chi' t'a vinh."
        },
        {
            "number": "38",
            "text": "Ix tak'vi vinhaj Simei chi': --Ichocab' ta' mamin rey, ol in k'anab'ajej tas tzal chi', xchi vinh. Najtil ix ek' cajan vinhaj Simei chi' t'a Jerusalén."
        },
        {
            "number": "39",
            "text": "Palta haxo ix el yoxil ab'il, ix el chavanh eb' vinh schecab' vinh, haxo t'a Gat b'aj ayoch vinhaj Aquis yuninal vinhaj Maaca reyal ix k'ochcan eb' vinh. Axo yic ix alji t'a vinh to ha t'a Gat ayek' eb' vinh schecab' vinh chi',"
        },
        {
            "number": "40",
            "text": "elanhchamel ix yak'och stz'um nok' sb'uru vinh. Ix b'at vinh say eb' vinh schecab' t'a Gat chi'. Axo yic ix ilchaj eb' vinh yuj vinh ix yik'an meltzaj eb' vinh."
        },
        {
            "number": "41",
            "text": "Axo ix yab'an vinhaj Salomón to a vinhaj Simei ix xid'ek' vinh t'a Gat, palta ayxoek' vinh t'a Jerusalén chi'."
        },
        {
            "number": "42",
            "text": "Yuj chi' ix schec vinh rey chi' avtajcot vinh, ix yalan vinh t'a vinh: --¿Tom maj val t'ayach to tzak' a ti' t'a yichanh Jehová to max yal el t'a yol chonhab' tik? Ix cham val valan t'ayach tato ay b'aj tzach b'at t'a junocxo lugar tzach chamxonhej. Ina ix a tak'vej a ti'oc to tza k'anab'ajej tas ix val chi'."
        },
        {
            "number": "43",
            "text": "¿Tas yuj maj a k'anab'ajej b'aj ix ak' a ti' chi' t'a yichanh Jehová?"
        },
        {
            "number": "44",
            "text": "Nacot ticnaic jantac chucal alnac t'a vinh in mam. Ha ticnaic a Jehová ol ach ch'olb'itanoc, ol cotcan t'a ib'anh yuj masanil tas a k'ulejnac chi'."
        },
        {
            "number": "45",
            "text": "Palta yak'ocab' svach'k'olal Jehová t'a vib'anh a in tik. Ha onh yinhtilal onh vinhaj rey David tik ol onh ochnhejcan t'a sdespacho t'a masanil tiempo, xchi vinh rey chi'."
        },
        {
            "number": "46",
            "text": "Ixlajwi chi', ix yalan vinh rey chi' t'a vinhaj Benaía yic b'at smilcham vinhaj Simei chi' vinh. Ix smilancham vinhaj Simei chi' vinh. Icha chi' ix aj svach' ochcan reyal chi' t'a yol sk'ab' vinhaj Salomón chi'."
        }
    ]
}