{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Ben-adad sreyal Siria, ix smolb'ej masanil eb' soldado winh. Ay pax 32 eb' winh rey junnhej ix yutej sb'a yet' winh yet' pax schej eb' winh yet' scarruaje eb' winh yic oval. Ix javi eb' winh yak' oval t'a chonhab' Samaria, ix och oyan eb' winh t'a spatic jun chonhab' chi'."
        },
        {
            "number": "2",
            "text": "Ix yak'ancot schecab' eb' winh t'a winhaj Acab sreyal Israel, ix yalan eb' winh icha tik: Ha winhaj Ben-adad ix onh checancot ul cala':"
        },
        {
            "number": "3",
            "text": "Vic yaj masanil a b'eyumal, eb' ix etb'eyum te wach' yet' eb' uninal te wach', xchicot winh, xchi eb' checab' chi'."
        },
        {
            "number": "4",
            "text": "Ix yalanb'at winhaj Acab chi' t'a winh icha tik: Mamin rey, ujocab' icha ix al chi'. Ha in tik yet' masanil tastac ay t'ayin icocab'i, xchib'at winh."
        },
        {
            "number": "5",
            "text": "Ix jaxpax eb' checab' chi' t'a winhaj Acab chi', ix yalanxi eb' icha tik: Icha tik ix yutej winhaj Ben-adad yalanxicoti: Toxo ix valb'at t'ayach to wik yaj masanil a b'eyumal, eb' ix etb'eyum yet' pax eb' uninal."
        },
        {
            "number": "6",
            "text": "Anhejtona' yab' icha tik k'ik'an, svak'anb'at eb' yajalil eb' in soldado yic sb'at yilan eb' masanil tas ay t'a yol a palacio yet' yoltac spat eb' winh ayoch yajalil ed'oc. Masanil tas ol snib'ej eb', ol yik'cot eb', xchi winh, xchi eb' checab' chi'."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix yavtancot masanil eb' yichamtac vinaquil chonhab' winhaj Acab chi', ix yalan winh t'a eb': --¿Tas tz'aj e naan a ex tik? Ha winhaj Ben-adad chi' vannhej sayan winh tas ol yutej onh yixtani, wach'chom a in tik toxo ix val t'a winh to syal vak'an in b'eyumal, eb' ix vetb'eyum yet' eb' vuninal t'a winh, xchi winh."
        },
        {
            "number": "8",
            "text": "Ix yalan eb' ichamtac vinac chi' yet' masanil eb' chonhab': --Mamin rey, manh a cha ab' tas syalcot winh chi' t'ayach, xchi eb'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix yalan winhaj rey Acab chi' t'a eb' schecab' winhaj Ben-adad chi': --Alec t'a winh rey vajal chi', ol in k'anab'ajej masanil tas ix yal winh t'a sb'ab'elal, palta haxo tas syalcot winh t'ayin ticnaic, manhxo ol in k'anab'ajejlaj, xchib'at winh. Icha chi' ix aj yalanxik'och eb' schecab' winhaj Ben-adad chi'."
        },
        {
            "number": "10",
            "text": "Ix schecanxicot eb' schecab' winh chi' junelxo t'a winhaj rey Acab chi', ix yalancot winh: Aocab' juntzanh dios tz'ak'anoch in yaelal tato max in satel Samaria chi' t'a junelnhej. Manh ol yab'laj sk'alemal yic syik'ancot jun jopoc yic junjun eb' in soldado, xchi winh."
        },
        {
            "number": "11",
            "text": "Ix yalanxib'at winhaj Acab chi' t'a winhaj Ben-adad chi' icha tik: Manh smojoc syik'chaanh sb'a junok mach to vanto sb'at t'a oval, icha junok mach to vanxo sjaxi, xchib'at winh."
        },
        {
            "number": "12",
            "text": "Van yuk'an anh winhaj Ben-adad chi' yet' juntzanhxo eb' winh rey ayek' yet' winh t'a scampamento ayic ix yab'an winh tas ix yal eb' checab' chi'. Yuj chi' ix yal winh t'a eb' yajalil eb' soldado to syak' lista sb'a eb' yic syak'an oval yet' jun chonhab' chi'. Yuj chi' ix yak'an lista sb'a eb'."
        },
        {
            "number": "13",
            "text": "Yacb'an chi', ix javi jun winh schecab' Dios t'a winhaj Acab chi', ix yalan winh: --Ha Jehová tz'alan icha tik: Scham val ilan jantac eb' ajk'ol chi', palta ol vak'och eb' t'a yol a k'ab' t'a jun k'u tik, yic wach' ol ojtaquejeli to a inton Jehová Dios in, xchi Jehová, xchi winh checab' chi'."
        },
        {
            "number": "14",
            "text": "Ix tak'vi winhaj Acab chi', ¿mach yuj ol ak'jococh eb' t'a yol in k'ab' chi'? xchi winh. --Ha Jehová ix alani to a yuj eb' winh quelemtac skolwaj yet' eb' yajal yaj t'a junjun chonhab' t'a yoltac a macb'en tik, a yuj eb' winh ol ak' ganar, xchi winh schecab' Dios chi'. --¿Palta mach ol b'ab'laj yamanoch oval chi'? xchi winhaj Acab chi'. --Ha extoni, xchi winh checab' chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix smolb'ej 232 eb' winh quelemtac chi' winh. Ixlajwi chi' ix smolb'anpax eb' soldado winh ayek' ta', uque' mil eb' t'a smasanil."
        },
        {
            "number": "16",
            "text": "Chimk'ualil val ix el eb', b'ab'el sb'at eb' winh quelemtac chi' yuj eb', haxo winhaj Ben-adad yet' 32 eb' winh rey ajun yet'oc, anheja' yuk'an anh eb' winh t'a yol scampamento. Ayic ix alji t'a winh yuj eb' soldado ayel yila' to ay juntzanh vinac ix el t'a yol chonhab' Samaria,"
        },
        {
            "number": "17",
            "text": "ix yalan winh icha tik: Wach'chom t'a junk'olal ix elul eb', ma oval jun, yamec eb', pitzan eb' tzeyik'ancot eb' t'ayin t'a tik, xchi winh."
        },
        {
            "number": "18",
            "text": "Ha eb' winh quelemtac skolwaj t'a eb' yajal yaj t'a junjun chonhab' yic Israel chi', b'ab'el eb' winh, tzak'anoch masanil eb' soldado yuj eb' winh."
        },
        {
            "number": "19",
            "text": "Junjun eb' ix milancham junjun eb' sirio ajk'ol chi'. Yuj chi' ix b'at eb' sirio chi' elelal, haxo eb' israel ix b'at t'a spatic eb'. Axo winhaj Ben-adad chi', ix q'ue winh t'a yib'anh schej yet' juntzanhxo eb' soldado, ix b'atcan eb' elelal."
        },
        {
            "number": "20",
            "text": "Ix ak'ji ganar eb' sirio chi' yuj eb' israel chi', ix yik'ancan nok' chej eb' yet' carruaje yic oval. Te niwan eb' sirio chi' ix chami."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi' ix jax winh schecab' Dios chi' t'a winhaj Acab sreyal Israel chi', ix yalan winh: --Ha ticnaic scham val a naani tas tzutej ak'anoch stz'acub' eb' winh a soldado tik, yujto ha t'a junxo ab'il yab' icha tik, sjax eb' sirio tik yak' oval ed' junelxo, xchi winh."
        },
        {
            "number": "22",
            "text": "Anheja' ix yalanpax eb' winh yajalil eb' soldado sirio chi' t'a winh sreyal chi' icha tik: --Ha juntzanh sdiosal eb' israel chi', sdiosal jolomtac vitz. Yuj chi', ix onh yak' ganar eb'. Palta tato ha t'a panhquiltac scak' oval yet' eb', scak' ganar eb'."
        },
        {
            "number": "23",
            "text": "Mamin rey, a tas tza k'ulej ticnaic to maxtzac ak'och eb' winh rey tik yajaliloc eb' soldado, say sq'uexul eb' winh."
        },
        {
            "number": "24",
            "text": "Tzak'anpaxoch eb' soldado icha sb'isul eb' ix ak'ji ganar chi', lajan tz'aj sb'isul eb' yet' nok' chej yet' pax carruaje. Slajvi chi' tzonh b'at cak' oval yet' eb' israel t'a lum panhquiltac chi', ol quilan b'ian tato manh ol cak' ganar eb', xchi eb'. Ix schaan yab' winhaj Ben-adad tas ix yal eb' chi'."
        },
        {
            "number": "25",
            "text": "Ayic ix ek' jun ab'il chi', ix yak'an lista eb' soldado winhaj Ben-adad chi', ix javi eb' t'a chonhab' Afec yic syak'an oval eb' yet' eb' israel chi'."
        },
        {
            "number": "26",
            "text": "Anhejtona' ix yak'anpax lista sb'a eb' winh soldado israel chi', ix ak'ji syamk'ab' eb' yic sb'at eb' yak' oval yet' eb' sirio chi'. Ix b'at eb' israel chi', ix sb'oanq'ue scampamento eb' t'a yichanh eb' sirio chi'. Lajan val yilji eb' icha chab'oc macte'al nok' chiva, haxo pax eb' soldado yic eb' sirio chi' jun, majnaquel sat lum ak'lic chi' yuj eb'."
        },
        {
            "number": "27",
            "text": "Ha val ta' ix javi jun winh schecab' Dios t'a winhaj Acab sreyal Israel chi', ix yalan winh icha tik t'a winh: --Ha Jehová tz'alan icha tik: Yujto a eb' sirio tik ix alani to a in tik sDiosal in lum jolomtac vitz, manh in sDiosaloc lum panhquiltac, yuj chi' a ticnaic ol vak'och juntzanh tzijtumal anima tik t'a yol a k'ab', icha val chi' ol aj ojtacaneli to a in ton Jehová Dios in, xchi Jehová, xchi winh checab' chi'."
        },
        {
            "number": "28",
            "text": "Uque' k'ual tonhej ix ajek' eb' soldado sirio t'a yichanh eb' soldado israel chi', ix lajvi chi' ix syamanoch eb' yak'an oval. Ha t'a jun k'u chi' 100 mil soldado yic eb' sirio chi' sb'ey t'a yoc ix cham yuj eb' israel chi'."
        },
        {
            "number": "29",
            "text": "Axo juntzanhxo eb' soldado chi', ix b'at eb' elelal t'a chonhab' Afec. Axo smuroal jun chonhab' chi' ix cot lanhnaj t'a yib'anh eb', 27 mil eb' soldado ix el chi' ix chami. Ix pax lemnaj winhaj Ben-adad chi', ix k'och winh t'a jun chonhab' chi', tzuli tzek' winh sk'ub'ejel sb'ha t'a yoltac pat."
        },
        {
            "number": "30",
            "text": "Yuj chi' haxo eb' ayoch yajalil yet' winh ix alan t'ay icha tik: --Ix cab'i to a eb' winh sreyal Israel ay yoq'uelk'olal eb' winh, yuj chi' comonoc scha a k'ool scak'och pichul ya sva'i, scak'anoch lasu t'a co jaj. Slajvi chi' b'at co ch'oxan co b'ha t'a winh sreyal Israel chi', talaj tz'ok' sk'ol winh t'ayonh, manh ol onh smilchamlaj winh, xchi eb' t'a winhaj Ben-adad chi'."
        },
        {
            "number": "31",
            "text": "Yuj chi' ix yak'anoch pichul eb' ya sva'i, ix yak'anoch lasu eb' t'a sjaj, ix b'at eb' sch'ox sb'ha t'a winh sreyal Israel chi', ix yalan eb': --Mamin rey, a winh a checab' aj Ben-adad, tzonh scheccot winh cal t'ayach, comonoc tz'ok' a k'ool max a milchamlaj winh, xchi eb'. Ix tak'vi winhaj Acab chi' t'a eb' icha tik: --¿Tom pitzanto winh jun? Ha t'a in sat, icha vuk'tac yaj winh, xchi winh."
        },
        {
            "number": "32",
            "text": "Te wach' ix yal winh rey chi' ix yab' eb', yuj chi' ix yal eb' icha tik: --Mamin rey, a winh uk'tac aj Ben-adad chi' pitzanto winh, xchi eb'. --B'at iq'ueccot winh an, xchi winhaj Acab chi' t'a eb'. Yuj chi' ix javi winhaj Ben-adad chi' t'a yichanh winh, ix yak'anq'ue winh winh t'a yol scarruaje."
        },
        {
            "number": "33",
            "text": "Ixlajwi chi' ix yalan winhaj Ben-adad chi' icha tik: --Ha ticnaic a juntzanh chonhab' yik'nac ek' winh in mam t'a winh a mam, svak'xican t'ayach. Syal sb'at eb' a chonhvajum t'a Damasco icha sk'ulejnac eb' schonhvajum winh in mam chi' t'a Samaria, xchi winh. --Tato icha chi', ol ach vaq'uel t'a libre, xchi winhaj Acab chi'. Icha chi' ix aj sb'oan jun strato eb' chi'. Ixlajwi chi' ix pax winhaj Ben-adad chi'."
        },
        {
            "number": "34",
            "text": "Palta ay jun winh t'a skal eb' winh schecab' Jehová, a Jehová ix alan t'a winh, yuj chi' ix yal winh t'a jun winh yetb'eyum icha tik: --Ak' in echnaj in k'ana', xchi winh. Palta maj yal-laj sk'ool winh yetb'eyum winh chi'."
        },
        {
            "number": "35",
            "text": "Ix yalan winh schecab' Dios chi' t'a winh icha tik: --Yujto maj a k'anab'ajej tas ix yal Jehová, yuj chi' ayic ol ach el t'a in tz'ey tik, ay jun nok' choj ol ach milanchamoc, xchi winh. Ayic ix el winh chi' t'a stz'ey winh schecab' Dios chi', haxo t'a yol b'e ix elta jun nok' choj t'a winh, ix miljicham winh yuj nok'."
        },
        {
            "number": "36",
            "text": "Ixlajwi chi', ix schalan sb'a winh schecab' Dios chi' yet' junxo winh vinac, ix yalanxi winh t'a winh icha tik: Ak' in echnajoc, xchi winh. Ha jun winh chi' ix mak'an winh schecab' Dios chi', ix lajvi winh."
        },
        {
            "number": "37",
            "text": "Ixlajwi chi' ix b'at winh schecab' Dios chi' smaclej winh rey t'a yol b'e. Ix sq'uexanel sb'a winh, ix smusan sat winh t'a jun k'apac."
        },
        {
            "number": "38",
            "text": "Ayic van yek'b'at winh rey chi' ta', te chaanh ix yal winh schecab' Dios chi': --Mamin rey, a in a checab' in tik, ix in b'at t'a oval. Ha t'a skal eb' soldado ix elta jun winh soldado ix yik'ancot jun winh ajk'ol winh t'ayin. Ix yalan winh t'ayin to tzin tanhvej jun winh chi'. Ix cham val yalan winh tato svactejel winh ajk'ol chi', a inxo tzin cham sq'uexuloc winh, mato yowalil svak' oxeoc arroba q'uen plata."
        },
        {
            "number": "39",
            "text": "Palta mamin rey, a in tik yacb'an ay jab'oc tas van in k'ulani, ix el lemnaj winh ajk'ol chi' t'ayin, xchi winh t'a winhaj Acab chi'. Ix tak'vi winhaj Acab sreyal Israel chi': --Munil a ach ix alq'ueta a mul yet' tas ol elul t'a ib'anh yuj, xchi winh."
        },
        {
            "number": "40",
            "text": "Ixlajwi chi' ix yik'anel smusil sat winh schecab' Dios chi'. Axo ix yilan winh rey chi' to a jun winh chi' a junok eb' winh schecab' Dios."
        },
        {
            "number": "41",
            "text": "Ix yalan winh schecab' Dios chi': --Icha val tik yalan Jehová: Ha ach tik ix actejb'at jun winh vinac ix vala' to yowalil schami, yuj chi' a ach ol ach cham sq'uexuloc winh, haxo a chonhab' ol satel sq'uexuloc yic winh, xchi Jehová, xchi winh schecab' Dios chi'."
        },
        {
            "number": "42",
            "text": "Ixlajwi chi', ix b'atcan winhaj Acab chi' t'a Samaria, ix chab'axq'ue sk'ool winh. Van schichon sk'ool winh ix ochcan winh t'a yol spalacio."
        }
    ]
}