{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajwi yek'kan juntzanh chi', a winhaj Acab rey t'a Samaria, ix snib'ej winh sman jab' slum jun winh aj Jezreel scuch Nabot. Ha jab' slum winh chi' awab'il te' uwa t'a sat, ha t'a stz'ey spalacio winh rey chi' ay. Ay jun k'ual ix yal winhaj Acab chi' t'a winhaj Nabot chi' icha tik: --Ak' jab' a lum chi' t'ayin, yic ata' swawej jab'oc witaj, yujto t'a stz'ey in palacio ay. Axo junocxo lum te wach' swak' sk'exuloc, mato tzin tup t'ayach icha stojol, xchi winh."
        },
        {
            "number": "2",
            "text": "Ix tak'wi winhaj Nabot chi' icha tik: --Max yal-laj, yujto max yal-laj sk'ol Dios to tzin chonhel in macb'en ak'b'ilcan yuj in mam wicham, xchi winh."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', ix pax winhaj Acab chi' t'a spalacio. Ix te och pitz'an t'a sk'ool winh, ix somchajchaanh winh yuj tas ix yal winhaj Nabot chi'. Yuj chi' ayic ix k'och winh t'a spalacio chi', ix ek' jichan winh, ix meltzajcanoch k'elan winh t'a yich sch'at, majxo scha walaj sb'a winh."
        },
        {
            "number": "4",
            "text": "Ix k'och ix Jezabel, ix yetb'eyum winh t'a stz'ey, ix sk'anb'an ix: --¿Tas yuj schichon a k'ool, max yal a k'ol tzach wa'i? xchi ix."
        },
        {
            "number": "5",
            "text": "Ix tak'wi winh: --Yujto ix in lolon yet' winhaj Nabot aj Jezreel yuj jab' sluum winh b'aj ay te' uwa, ix in k'an in man t'a winh, mato swak' junocxo lum sk'exuloc, palta maj yal-laj sk'ol winh ix yak' lum t'ayin, yuj chi' schichon in k'ool, xchi winh t'a ix."
        },
        {
            "number": "6",
            "text": "Ix tak'wi ix t'a winh: --¿Tas yuj stac a k'ol yuj jun chi'? ¿Tom manh sreyaloc Israel aj jun? Manh ak' pensar yuj jun chi'. Q'ueanh waan, wa''anh. Ha in ol wik'ek' jun lum chi', ol wak'an lum t'ayach, xchi ix."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi' ix sb'oan jun ch'anh carta ix t'a sb'i winhaj Acab chi', haxo sello winh ix yak'och ix t'a ch'anh. Ix yak'anb'at ch'anh ix t'a heb' yichamtac winaquil chonhab' b'aj cajan winhaj Nabot chi'."
        },
        {
            "number": "8",
            "text": "Ix yalan ix t'a ch'anh carta chi' icha tik: Tze molb'ej heb' anima yic tz'och heb' t'a tzek'ojk'olal. Tzeyak'em k'ojan winhaj Nabot t'a yichanh heb' anima chi' t'a junok lugar niwan yelk'ochi."
        },
        {
            "number": "9",
            "text": "Tze sayan chawanhoc winak chuk spensar stek'b'ej sb'a yalan t'a spatic winh icha tik: Ha ach tik, ix ach b'uchwaj d'ha Dios yet' t'a winh rey, xchiocab' heb' t'a winh. Slajwi chi' tzeyik'anel winh t'a stiel chonhab', haxo ta' tze julk'enejcham winh, xchib'at ix."
        },
        {
            "number": "10",
            "text": "Axo heb' ichamtac winak chi', ix sk'anab'ajej heb' icha wal ix aj yalanb'at ix Jezabel chi' t'a ch'anh scarta chi'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix yalancot heb' t'a ix Jezabel chi' to toxo ix cham winhaj Nabot chi'."
        },
        {
            "number": "12",
            "text": "Ayic ix yab'an ix Jezabel chi', ix yalan ix t'a winhaj Acab chi': --Ha ticnaik b'at maccan icoc lum sluum winhaj Nabot aj Jezreel, aton lum maj yal sk'ool winh ix schonh t'ayach, yujto toxo ix cham winh, xchi ix."
        },
        {
            "number": "13",
            "text": "Ayic ix yab'an winhaj Acab chi' to toxo ix cham winhaj Nabot chi', ix b'at sb'oanoch sb'a winh t'a sat lu'um."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix yalan Jehová t'a winhaj Elías aj Tisbe:"
        },
        {
            "number": "15",
            "text": "--Ixic b'at il winhaj Acab sreyal Samaria. Ha t'a Jezreel ayek' winh ticnaik t'a lum sluum winhaj Nabot, aton lum ix yik'ek' winh t'a winh."
        },
        {
            "number": "16",
            "text": "Tzalan t'a winh icha tik: Ha Jehová tz'alan t'ayach icha tik: Yujto ix a milcham winhaj Nabot, ix ik'anek' lum sluum winh tik, yuj chi' a b'aj ix lek'jik'e schiq'uil winh yuj nok' tz'i', anheja' pax ta' ol lek'jock'e a chiq'uil a ach tik yuj nok', xchi Jehová, xa chi t'a winh, xchi t'a winhaj Elías chi'."
        },
        {
            "number": "17",
            "text": "Ix yalan winhaj Acab chi' t'a winhaj Elías chi' icha tik: --Ach ajk'ool, ix in ilchaj uuj, xchi winh. Ix tak'wi winhaj Elías chi': --Ach ilchaj toni, yujto ix a tek'b'ej a b'a a k'ulan tas te chuk t'a yichanh Jehová."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix yal Jehová: Ol wik'cot cusk'olal t'a ib'anh, ol satel masanil heb' winak t'a inhtilal yet' heb' winak niwac yelk'och t'a skal chonhab' Israel, ma heb' checab' yaji."
        },
        {
            "number": "19",
            "text": "Icha wal wutejnac in satanel heb' yinhtilal winhaj Jeroboam yuninal winhaj Nabat yet' heb' yinhtilal winhaj Baasa yuninal winhaj Ahías, icha wal chi' ol wutej in satanel heb' inhtilal, yujto ix a tzuntzejcot yowal in k'ool yuj tas ix a k'ulej, ix a cuchb'anb'at heb' etisraelal t'a chukal, xchi Jehová."
        },
        {
            "number": "20",
            "text": "Axo pax yuj ix Jezabel, a Jehová tz'alan icha tik: Ha nok' tz'i' ol chianb'at schib'ejal ix t'a Jezreel tik."
        },
        {
            "number": "21",
            "text": "Ha heb' inhtilal ol cham heb' t'a yol chonhab', a nok' tz'i' ol chianb'at sniwanil heb'. Axo heb' ol cham t'a spatiquel chonhab' chi', a nok' ostoc ol chianb'at heb', xchi Jehová, xchi winhaj Elías chi'."
        },
        {
            "number": "22",
            "text": "(Val yel malaj junocxo rey ix yutej sb'a icha ix yutej sb'a winhaj Acab chi'. Ix cuchb'aj winh yuj ix Jezabel ix yetb'eyum, yic stek'b'an sb'a winh sk'ulan chukal t'a yichanh Jehová."
        },
        {
            "number": "23",
            "text": "Te yajb'entac ix yutej sb'a winh ayic ix och winh ejmelal t'a juntzanh comon Dios. Lajan wal ix yutej sb'a winh icha yutejnac sb'a heb' amorreo, aton heb' yik'naquel Jehová t'a yichanh chonhab' Israel.)"
        },
        {
            "number": "24",
            "text": "Ayic ix yab'an winhaj Acab tas ix yal winhaj Elías chi', ix snhik'chitanb'at spichul winh. Ix yak'anoch pichul winh te ya swa'i. Ix och winh t'a tzek'ojk'olal. Ix way winh yet' spichul ya swa chi'. Te cusnac winh tzek' winh."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix yalanxi Jehová t'a winhaj Elías chi' icha tik:"
        },
        {
            "number": "26",
            "text": "¿Tzam ila' tas syutej winhaj Acab chi' yik'anem sb'a t'ayin? Yuj chi' manh ol wak'b'at jun yaelal chi' t'a yib'anh winh. Ato yic ayoch junok yuninal winh reyal sk'exuloc, ato ta' ol wak'b'ati, xchi t'a winh."
        }
    ]
}