{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi yek'kan juntzanh chi', a vinhaj Acab rey t'a Samaria, ix snib'ej vinh sman jab' slum jun vinh aj Jezreel scuch Nabot. Ha jab' slum vinh chi' avab'il te' uva t'a sat, ha t'a stz'ey spalacio vinh rey chi' ay. Ay jun k'ual ix yal vinhaj Acab chi' t'a vinhaj Nabot chi' icha tik: --Ak' jab' a lum chi' t'ayin, yic ata' svavej jab'oc vitaj, yujto t'a stz'ey in palacio ay. Axo junocxo lum te wach' svak' sq'uexuloc, mato tzin tup t'ayach icha stojol, xchi vinh."
        },
        {
            "number": "2",
            "text": "Ix tak'vi vinhaj Nabot chi' icha tik: --Max yal-laj, yujto max yal-laj sk'ol Dios to tzin chonhel in macb'en ak'b'ilcan yuj in mam vicham, xchi vinh."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', ix pax vinhaj Acab chi' t'a spalacio. Ix te och pitz'an t'a sk'ool vinh, ix somchajchaanh vinh yuj tas ix yal vinhaj Nabot chi'. Yuj chi' ayic ix k'och vinh t'a spalacio chi', ix ek' jichan vinh, ix meltzajcanoch q'uelan vinh t'a yich sch'at, majxo scha valaj sb'a vinh."
        },
        {
            "number": "4",
            "text": "Ix k'och ix Jezabel, ix yetb'eyum vinh t'a stz'ey, ix sk'anb'an ix: --¿Tas yuj schichon a k'ool, max yal a k'ol tzach wa'i? xchi ix."
        },
        {
            "number": "5",
            "text": "Ix tak'vi vinh: --Yujto ix in lolon yet' vinhaj Nabot aj Jezreel yuj jab' sluum vinh b'aj ay te' uva, ix in k'an in man t'a vinh, mato svak' junocxo lum sq'uexuloc, palta maj yal-laj sk'ol vinh ix yak' lum t'ayin, yuj chi' schichon in k'ool, xchi vinh t'a ix."
        },
        {
            "number": "6",
            "text": "Ix tak'vi ix t'a vinh: --¿Tas yuj stac a k'ol yuj jun chi'? ¿Tom manh sreyaloc Israel aj jun? Manh ak' pensar yuj jun chi'. Q'ueanh vaan, wa''anh. Ha in ol viq'uek' jun lum chi', ol vak'an lum t'ayach, xchi ix."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi' ix sb'oan jun ch'anh carta ix t'a sb'i vinhaj Acab chi', haxo sello vinh ix yak'och ix t'a ch'anh. Ix yak'anb'at ch'anh ix t'a eb' yichamtac vinaquil chonhab' b'aj cajan vinhaj Nabot chi'."
        },
        {
            "number": "8",
            "text": "Ix yalan ix t'a ch'anh carta chi' icha tik: Tze molb'ej eb' anima yic tz'och eb' t'a tzek'ojk'olal. Tzeyaq'uem k'ojan vinhaj Nabot t'a yichanh eb' anima chi' t'a junok lugar niwan yelk'ochi."
        },
        {
            "number": "9",
            "text": "Tze sayan chavanhoc vinac chuk spensar stek'b'ej sb'a yalan t'a spatic vinh icha tik: Ha ach tik, ix ach b'uchvaj d'ha Dios yet' t'a vinh rey, xchiocab' eb' t'a vinh. Slajvi chi' tzeyik'anel vinh t'a stiel chonhab', haxo ta' tze julq'uenejcham vinh, xchib'at ix."
        },
        {
            "number": "10",
            "text": "Axo eb' ichamtac vinac chi', ix sk'anab'ajej eb' icha val ix aj yalanb'at ix Jezabel chi' t'a ch'anh scarta chi'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix yalancot eb' t'a ix Jezabel chi' to toxo ix cham vinhaj Nabot chi'."
        },
        {
            "number": "12",
            "text": "Ayic ix yab'an ix Jezabel chi', ix yalan ix t'a vinhaj Acab chi': --Ha ticnaic b'at maccan icoc lum sluum vinhaj Nabot aj Jezreel, aton lum maj yal sk'ool vinh ix schonh t'ayach, yujto toxo ix cham vinh, xchi ix."
        },
        {
            "number": "13",
            "text": "Ayic ix yab'an vinhaj Acab chi' to toxo ix cham vinhaj Nabot chi', ix b'at sb'oanoch sb'a vinh t'a sat lu'um."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix yalan Jehová t'a vinhaj Elías aj Tisbe:"
        },
        {
            "number": "15",
            "text": "--Ixic b'at il vinhaj Acab sreyal Samaria. Ha t'a Jezreel ayek' vinh ticnaic t'a lum sluum vinhaj Nabot, aton lum ix yiq'uek' vinh t'a vinh."
        },
        {
            "number": "16",
            "text": "Tzalan t'a vinh icha tik: Ha Jehová tz'alan t'ayach icha tik: Yujto ix a milcham vinhaj Nabot, ix ik'anek' lum sluum vinh tik, yuj chi' a b'aj ix lek'jiq'ue schiq'uil vinh yuj nok' tz'i', anheja' pax ta' ol lek'jocq'ue a chiq'uil a ach tik yuj nok', xchi Jehová, xa chi t'a vinh, xchi t'a vinhaj Elías chi'."
        },
        {
            "number": "17",
            "text": "Ix yalan vinhaj Acab chi' t'a vinhaj Elías chi' icha tik: --Ach ajk'ool, ix in ilchaj uuj, xchi vinh. Ix tak'vi vinhaj Elías chi': --Ach ilchaj toni, yujto ix a tek'b'ej a b'a a k'ulan tas te chuk t'a yichanh Jehová."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix yal Jehová: Ol vik'cot cusk'olal t'a ib'anh, ol satel masanil eb' vinac t'a inhtilal yet' eb' vinac nivac yelk'och t'a skal chonhab' Israel, ma eb' checab' yaji."
        },
        {
            "number": "19",
            "text": "Icha val vutejnac in satanel eb' yinhtilal vinhaj Jeroboam yuninal vinhaj Nabat yet' eb' yinhtilal vinhaj Baasa yuninal vinhaj Ahías, icha val chi' ol vutej in satanel eb' inhtilal, yujto ix a tzuntzejcot yoval in k'ool yuj tas ix a k'ulej, ix a cuchb'anb'at eb' etisraelal t'a chukal, xchi Jehová."
        },
        {
            "number": "20",
            "text": "Axo pax yuj ix Jezabel, a Jehová tz'alan icha tik: Ha nok' tz'i' ol chianb'at schib'ejal ix t'a Jezreel tik."
        },
        {
            "number": "21",
            "text": "Ha eb' inhtilal ol cham eb' t'a yol chonhab', a nok' tz'i' ol chianb'at snivanil eb'. Axo eb' ol cham t'a spatiquel chonhab' chi', a nok' ostoc ol chianb'at eb', xchi Jehová, xchi vinhaj Elías chi'."
        },
        {
            "number": "22",
            "text": "(Val yel malaj junocxo rey ix yutej sb'a icha ix yutej sb'a vinhaj Acab chi'. Ix cuchb'aj vinh yuj ix Jezabel ix yetb'eyum, yic stek'b'an sb'a vinh sk'ulan chukal t'a yichanh Jehová."
        },
        {
            "number": "23",
            "text": "Te yajb'entac ix yutej sb'a vinh ayic ix och vinh ejmelal t'a juntzanh comon dios. Lajan val ix yutej sb'a vinh icha yutejnac sb'a eb' amorreo, aton eb' yik'naquel Jehová t'a yichanh chonhab' Israel.)"
        },
        {
            "number": "24",
            "text": "Ayic ix yab'an vinhaj Acab tas ix yal vinhaj Elías chi', ix snhik'chitanb'at spichul vinh. Ix yak'anoch pichul vinh te ya sva'i. Ix och vinh t'a tzek'ojk'olal. Ix vay vinh yet' spichul ya sva chi'. Te cusnac vinh tzek' vinh."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix yalanxi Jehová t'a vinhaj Elías chi' icha tik:"
        },
        {
            "number": "26",
            "text": "¿Tzam ila' tas syutej vinhaj Acab chi' yik'anem sb'a t'ayin? Yuj chi' manh ol vak'b'at jun yaelal chi' t'a yib'anh vinh. Ato yic ayoch junok yuninal vinh reyal sq'uexuloc, ato ta' ol vak'b'ati, xchi t'a vinh."
        }
    ]
}