{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Oxe' ab'il malaj jab'oc oval t'a skal chonhab' Israel yet' eb' sirio."
        },
        {
            "number": "2",
            "text": "Axo ix el yoxil ab'il chi', ix k'och vinhaj Josafat sreyal Judá lolonel yet' vinhaj Acab sreyal Israel chi'."
        },
        {
            "number": "3",
            "text": "Ix yalan vinh sreyal Israel chi' t'a masanil eb' ayoch yopisio yet'oc: --Ha ex tik eyojtac sik'lab'il to a chonhab' Ramot t'a yol yic Galaad, quictaxon yaji. ¿Tas yuj max quiq'uek' t'a vinh sreyal Siria chi'? xchi vinh t'a eb'."
        },
        {
            "number": "4",
            "text": "Ix sk'anb'an vinh t'a vinhaj Josafat chi': --¿Mamax yal a k'ol tzach och ved'oc yic scak'an oval yet' chonhab' Ramot t'a yol yic Galaad? xchi vinh. Ix tak'vi vinhaj Josafat chi': --Ha in tik ol in b'at ed'oc yet' masanil eb' in soldado yet' jantac nok' in chej yic oval."
        },
        {
            "number": "5",
            "text": "Palta ayic manto och oval chi', ol co k'anb'ej t'a Jehová, xchi vinh."
        },
        {
            "number": "6",
            "text": "Ix yavtancot 400 eb' vinh syaloch sb'a schecab'oc Dios vinhaj Acab chi', ix sk'anb'an vinh t'a eb' vinh: --¿Tzam yal co yamanoch oval yet' chonhab' Ramot, mato maay? xchi vinh. Ix tak'vi eb' vinh icha tik: --Hak'ek oval chi'. Ha Dios Cajal ol ak'anoch t'a yol e k'ab', xchi eb' vinh."
        },
        {
            "number": "7",
            "text": "Ix sk'anb'an vinhaj Josafat chi': --¿Mama val junok vinh schecab' Jehová t'a tik b'aj sco k'anb'ej? xchi vinh."
        },
        {
            "number": "8",
            "text": "Ix tak'vi vinh sreyal Israel chi' t'a vinh: --Ayto val junxo vinh syal slolon yet' Jehová, aton vinhaj Micaías yuninal vinhaj Imla. Palta malaj in gana svil vinh, yujto malaj jab'oc tas wach' syal vinh t'a vib'anh, chucnhej tas syal vinh, xchi vinh. Ix yalan vinhaj Josafat chi': --Manh al icha chi', xchi vinh."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi' ix yavtan jun vinh schecab' vinhaj Acab chi', ix yalan vinh t'a vinh: --Ixic t'a elanhchamel, b'at ik'cot vinhaj Micaías yuninal vinhaj Imla, xchi vinh."
        },
        {
            "number": "10",
            "text": "Ha vinhaj rey Acab yet' vinhaj Josafat sreyal Judá chi', ayoch spichul eb' vinh yic sreyal yuj, ix em k'ojan eb' vinh t'a juntzanh xila yic eb' vinh rey t'a jun tek'lab' trigo t'a stiel spuertail chonhab' Samaria. Masanil eb' vinh syaloch sb'a schecab'oc Dios chi', ix stz'ac yal eb' vinh tas ol aj yak'an ganar eb' vinh rey chi'."
        },
        {
            "number": "11",
            "text": "Ha vinhaj Sedequías yuninal vinhaj Quenaana, ix sb'o juntzanh q'uen q'ueen vinh, icha sch'aac nok' vacax ix aji, ix yalan vinh: Icha val tik ix aj yalan Jehová: Ha juntzanh yechel ch'aac vacax tik, a sch'oxanel ipalil b'aj ol ak' oval yet' masanil eb' sirio masanto ol satel eb', xchi Jehová, xchi vinh."
        },
        {
            "number": "12",
            "text": "Masanil eb' vinh syaloch sb'a schecab'oc Dios chi', lajannhej syutej eb' vinh yalan t'a vinh rey chi' icha tik: Ixic, ak' oval t'a chonhab' Ramot yujto a Jehová ol ak'anoch t'a yol a k'ab', xchi eb' vinh."
        },
        {
            "number": "13",
            "text": "Axo vinh schecab' vinh rey ix b'at yik'cot vinhaj Micaías chi', ix yal vinh t'a vinhaj Micaías chi' icha tik: --Masanil eb' vinh schecab' Dios van yalani to wach' ol elk'och vinh rey, yuj chi' alpax icha tz'aj yalan eb' vinh chi' a ach tik, xchi vinh t'a vinh."
        },
        {
            "number": "14",
            "text": "Ix tak'vi vinhaj Micaías chi' icha tik: --D'a yichanh Jehová sval t'ayach to a tas ol yal Jehová t'ayin, a ol vala', xchi vinh."
        },
        {
            "number": "15",
            "text": "Ix javi vinhaj Micaías chi' t'a yichanh vinh rey chi', ix sk'anb'an vinh rey chi' t'a vinh: --Ha ticnaic ach Micaías, ¿tom smoj sco yamoch oval yet' chonhab' Ramot t'a yol yic Galaad, mato maay? xchi vinh. Ix tak'vi vinhaj Micaías chi': --Ixic, ol ak' ganar jun oval chi', yujto a Jehová ol ak'anoch jun chonhab' chi' t'a yol a k'ab', xchi vinh. Palta tonhej ix yal vinh icha chi'."
        },
        {
            "number": "16",
            "text": "Ix yalan vinh rey chi' t'a vinh: --Tzijtum elxo sval t'ayach to a tas yel, a chi' tzal t'ayin t'a sb'i Jehová, xchi vinh rey chi'."
        },
        {
            "number": "17",
            "text": "Ix yalan vinhaj Micaías chi' icha tik: Ix wila'', masanil eb' soldado quetisraelal sacleminac sb'atcan eb' t'a jolomtac vitz icha nok' calnel malaj stanhvumal. Ix yalan Jehová icha tik: Ha juntzanh eb' soldado tik, malaj yilumal eb', meltzajocab' junjun eb' t'a spat t'a junk'olal, xchi, xchi vinh."
        },
        {
            "number": "18",
            "text": "Ix yalan vinhaj Acab chi' t'a vinhaj Josafat chi': --Ina ton sval t'ayach to a jun vinh tik malaj jab'oc tas wach' syal vinh t'a vib'anh, anhej chucal syal vinh, xchi vinh."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix yalanxi vinhaj Micaías chi' icha tik: --Ab' val slolonel Jehová. Ix wila'' to k'ojanem Jehová t'a yol sdespacho, haxo eb' yángel t'a satcha’anh oyanoch eb' t'a spatic yichanh."
        },
        {
            "number": "20",
            "text": "Ix yalan Jehová icha tik: ¿Mach val junok ex b'at e montejb'at vinhaj Acab yic sb'at vinh yak' oval t'a chonhab' Ramot t'a yol yic Galaad, yic ata' schamcan vinh? xchi. Ch'occh'oc ix yutej eb' ángel chi' yalan t'ay."
        },
        {
            "number": "21",
            "text": "Axo ix aji, ay jun espíritu ix k'och t'a yichanh Jehová, ix yalan icha tik: Ol b'at in montejb'at vinh, xchi. Ix yalan Jehová t'ay: ¿Tas ol utej b'at a montanb'at vinh jun? xchi."
        },
        {
            "number": "22",
            "text": "Ix yalan jun espíritu chi' icha tik: Ol in b'at vec sna' juntzanh eb' vinh schecab' vinhaj Acab chi' yic anhej esal lolonel ol yal eb' vinh, xchi. Yuj chi' ix yal Jehová: Ixic ol yal uj icha tzal chi', xchi."
        },
        {
            "number": "23",
            "text": "Yuj chi', a ticnaic a Jehová ix ak'anoch jun espíritu t'a eb' vinh a checab' tik yic anhej esal lolonel syal eb' vinh t'ayach. Ha Jehová ix alani to icha chi' tz'aj a chami, xchi vinh t'a vinh rey chi'."
        },
        {
            "number": "24",
            "text": "D'a val jun rato chi' ix snitzancot sb'a vinhaj Sedequías chi' t'a stz'ey vinhaj Micaías chi', ix stz'itanb'at sat vinhaj Micaías chi' vinh, ix yalan vinh: --Ha jun espíritu tz'esan ix cot t'a Jehová chi', ¿tas ix aj yel t'ayin, haxo t'ayach sloloni? xchi vinh."
        },
        {
            "number": "25",
            "text": "Ix tak'vi vinhaj Micaías chi' icha tik: --Olxo ab'i ayic ol ach ek' a k'ub'ejel a b'ha t'a yoltac pat, xchi vinh."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi' ix yalan vinhaj rey Acab chi': --Yamec vinhaj Micaías tik, tzeyik'anb'at vinh t'a vinhaj Amón sgobernadoral chonhab' tik yet' t'a vinh vuninal aj Joás."
        },
        {
            "number": "27",
            "text": "Tzeyalan t'a eb' vinh icha tik: Ha vinh rey ix alani to tz'och jun vinh tik t'a preso. Jab'nhej svael vinh tzeyak'a', jab'nhej pax ha' tzeyak' yuq'uej vinh, masanto tzin meltzaj t'a junk'olal, xchi vinh rey chi', xe chi t'a eb' vinh."
        },
        {
            "number": "28",
            "text": "Ix yalan jay b'elanh lolonel tik vinhaj Micaías chi': Tato tzach meltzaj t'a junk'olal, syalelk'ochi to manhoc Jehová ix checan val juntzanh lolonel chi', xchi vinh t'a vinh rey chi'. Ix yalan vinh t'a eb' anima chi': --Ex vetchonhab', scham val e naan jun ix val tik, xchi vinh."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi' ix b'at vinhaj Acab sreyal Israel chi' yet' vinhaj Josafat sreyal Judá. Ix k'och eb' vinh yak' oval t'a chonhab' Ramot t'a yol yic Galaad."
        },
        {
            "number": "30",
            "text": "Ix yalan vinhaj Acab t'a vinhaj Josafat chi': --Ha in tik, ol in q'uexel in pichul yic ol vak' oval chi', a achxo tik, ayocab'nhej och a pichul yic reyal tik, xchi vinh t'a vinh. Ix sq'uexanel spichul vinh chi', ix och vinh t'a skal oval chi'."
        },
        {
            "number": "31",
            "text": "Axo pax vinh sreyal Siria, toxo ix yal vinh t'a eb' 32 yajalil soldado yic carruaje: Manh eyak' oval yet' junocxo mach, palta anhej yet' vinh sreyal Israel tzeyak' oval chi', xchi vinh."
        },
        {
            "number": "32",
            "text": "Ayic ix iljib'at vinhaj Josafat yuj eb' yajalil soldado chi', a snaan eb' to a vinh sreyal Israel, ix yoyan sb'a eb' t'a spatic vinh, yuj chi' ix el yav vinh."
        },
        {
            "number": "33",
            "text": "Ix yab'an eb' soldado chi' to manhoclaj vinh sreyal Israel chi', yuj chi' ix yactej eb' spechan vinh."
        },
        {
            "number": "34",
            "text": "Palta ay jun soldado sirio ix comon julanb'at sjul-lab' t'a skal eb' soldado van yak'an oval chi'. k'ocb'il val a vinhaj rey Acab chi' ix yamchaji. Ha val b'aj schalaj sb'a cha makan q'uen pichul ayoch yuj vinh, ata' ix och jun jul-lab' chi'. Yuj chi' ix yal vinh t'a vinh yamjinac sch'anhal nok' chej tok'jinac carruaje b'aj ayq'ue vinh chi': --Ik' meltzaj nok' chej tik, tzin ik'anel t'a skal oval tik, yujto te niwan ix in aj in lajvi, xchi vinh."
        },
        {
            "number": "35",
            "text": "Ha t'a jun k'u chi' te niwan jun oval ix yak' chi'. Ixto syamq'ue linhan vinhaj Acab chi' eb' t'a yol carruaje yic tzato val yak' yip eb' yak'an oval yet' eb' aj Siria chi', ix q'ue val sib'an schiq'uil vinh t'a yol carruaje chi', haxo yic ix em k'u ix cham vinh."
        },
        {
            "number": "36",
            "text": "Axo yic vanxo sq'uik'b'i, ix och jun av t'a skal masanil eb' soldado, ix yalani: Paxanhec t'a e chonhab', ma t'a e lu'um junjun ex, xchi."
        },
        {
            "number": "37",
            "text": "Icha chi' ix aj scham vinhaj Acab chi', ix ik'jicot snivanil vinh t'a Samaria. Ha t'a Samaria chi' ix mucji vinh."
        },
        {
            "number": "38",
            "text": "Ix b'icjiel scarruaje vinh chi' t'a jun tanque b'ob'il t'a Samaria chi', b'aj sb'iquel sb'a eb' ix aj mul ix. Ata' ix lek'ji schiq'uil vinhaj Acab chi' yuj nok' tz'i'. Icha val chi' ix aj yelk'och tas ix yal Jehová."
        },
        {
            "number": "39",
            "text": "Ha jantacto yab'ixal vinhaj rey Acab chi' yet' tas ix sk'ulej vinh yet' pax yab'ixal spalacio vinh ayoch marfil yelvanub'oc yet' nivac chonhab' ix laj sb'o vinh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Israel."
        },
        {
            "number": "40",
            "text": "Ayic ix cham vinh, haxo vinhaj Ocozías yuninal vinh ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "41",
            "text": "Ayic chanhexo ab'il yoch vinhaj Acab reyal t'a Israel, ix och vinhaj Josafat yuninal vinhaj Asa reyal t'a Judá."
        },
        {
            "number": "42",
            "text": "Ayxo 35 ab'il sq'uinal vinh ayic ix och vinh reyal chi', 25 ab'il ix yak' reyal vinh t'a Jerusalén. Azuba sb'i ix snun vinh, yisil ix vinhaj Silhi."
        },
        {
            "number": "43",
            "text": "Ha vinhaj Josafat chi', wach'nhej ix yutej sb'eyb'al vinh t'a yichanh Jehová, icha yutejnac sb'a vinhaj Asa smam vinh. Anhej to maj scheclaj vinh ik'joquel masanil yet'tal b'aj tz'och ejmelal b'aj syak' silab' eb' anima yet' b'aj snhus incienso eb' t'a juntzanh lugar chaanh."
        },
        {
            "number": "44",
            "text": "Ix och vinh t'a junk'olal yet' vinh sreyal Israel."
        },
        {
            "number": "45",
            "text": "Ha jantacto yab'ixal vinh yet' sb'inajnaquil vinh yet' b'ajtac ix yak' ganar oval vinh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Judá."
        },
        {
            "number": "46",
            "text": "Masanil juntzanh vinac smulan yet' yetvinaquil, ix laj spechel eb' vinh t'a yol smacb'en, aton juntzanh eb' vinh ixto kan t'a stiempoal vinhaj Asa smam vinh."
        },
        {
            "number": "47",
            "text": "(Ha t'a jun pekti’ chi', malaj rey ayoch t'a Edom, anhej jun vinh yajal ak'b'iloch yuj vinhaj Josafat.)"
        },
        {
            "number": "48",
            "text": "Ha vinhaj Josafat chi', ix yak' b'ojoc juntzanh te' barco vinh icha te' yic eb' aj Tarsis, yic sb'at te' yik' q'uen oro t'a Ofir, palta maj yal-laj sb'at te', yujto ix pojcanb'at te' t'a Ezión-geber."
        },
        {
            "number": "49",
            "text": "Ha vinhaj Ocozías yuninal vinhaj Acab, ix snib'ej vinh ix b'at eb' smunlajvum t'a te' barco yet' eb' yic vinhaj Josafat chi', palta maj yal-laj sk'ol vinhaj Josafat chi'."
        },
        {
            "number": "50",
            "text": "Ayic ix cham vinhaj Josafat chi', ix mucji snivanil vinh yet' eb' smam yicham t'a schonhab' vinhaj David. Axo vinhaj Joram yuninal vinh ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "51",
            "text": "Ayic 17 ab'ilxo yoch vinhaj Josafat reyal t'a Judá, ix och vinhaj Ocozías yuninal vinhaj Acab reyal t'a Israel t'a chonhab' Samaria. Chab' ab'il ix yak' reyal chi' vinh."
        },
        {
            "number": "52",
            "text": "Palta te chuc tas ix sk'ulej vinh t'a yichanh Jehová. Ha sb'eyb'al smam snun vinh ix sb'eyb'alej yet' pax sb'eyb'al vinhaj Jeroboam yuninal vinhaj Nabat, aton vinh cuchb'annacb'at eb' yetisraelal t'a chucal."
        },
        {
            "number": "53",
            "text": "Ix och vinhaj Ocozías chi' ejmelal t'a comon dios Baal, icha sk'ulejnac vinh smam vinh. Icha chi' ix aj stzuntzancot yoval sk'ol Jehová sDiosal Israel vinh t'a yib'anh."
        }
    ]
}