{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Oxe' ab'il malaj jab'oc oval d'a scal chonhab' Israel yed' eb' sirio."
        },
        {
            "number": "2",
            "text": "Axo ix el yoxil ab'il chi', ix k'och vinhaj Josafat sreyal Judá lolonel yed' vinhaj Acab sreyal Israel chi'."
        },
        {
            "number": "3",
            "text": "Ix yalan vinh sreyal Israel chi' d'a masanil eb' ayoch yopisio yed'oc: --A ex tic eyojtac sik'lab'il to a chonhab' Ramot d'a yol yic Galaad, quictaxon yaji. ¿Tas yuj max quiq'uek' d'a vinh sreyal Siria chi'? xchi vinh d'a eb'."
        },
        {
            "number": "4",
            "text": "Ix sk'anb'an vinh d'a vinhaj Josafat chi': --¿Mamax yal a k'ol tzach och ved'oc yic scak'an oval yed' chonhab' Ramot d'a yol yic Galaad? xchi vinh. Ix tak'vi vinhaj Josafat chi': --A in tic ol in b'at ed'oc yed' masanil eb' in soldado yed' jantac nok' in chej yic oval."
        },
        {
            "number": "5",
            "text": "Palta ayic manto och oval chi', ol co k'anb'ej d'a Jehová, xchi vinh."
        },
        {
            "number": "6",
            "text": "Ix yavtancot 400 eb' vinh syaloch sb'a schecab'oc Dios vinhaj Acab chi', ix sk'anb'an vinh d'a eb' vinh: --¿Tzam yal co yamanoch oval yed' chonhab' Ramot, mato maay? xchi vinh. Ix tak'vi eb' vinh icha tic: --Aq'uec oval chi'. A Dios Cajal ol ak'anoch d'a yol e k'ab', xchi eb' vinh."
        },
        {
            "number": "7",
            "text": "Ix sk'anb'an vinhaj Josafat chi': --¿Mama val junoc vinh schecab' Jehová d'a tic b'aj sco k'anb'ej? xchi vinh."
        },
        {
            "number": "8",
            "text": "Ix tak'vi vinh sreyal Israel chi' d'a vinh: --Ayto val junxo vinh syal slolon yed' Jehová, aton vinhaj Micaías yuninal vinhaj Imla. Palta malaj in gana svil vinh, yujto malaj jab'oc tas vach' syal vinh d'a vib'anh, chucnhej tas syal vinh, xchi vinh. Ix yalan vinhaj Josafat chi': --Manh al icha chi', xchi vinh."
        },
        {
            "number": "9",
            "text": "Ix lajvi chi' ix yavtan jun vinh schecab' vinhaj Acab chi', ix yalan vinh d'a vinh: --Ixic d'a elanhchamel, b'at ik'cot vinhaj Micaías yuninal vinhaj Imla, xchi vinh."
        },
        {
            "number": "10",
            "text": "A vinhaj rey Acab yed' vinhaj Josafat sreyal Judá chi', ayoch spichul eb' vinh yic sreyal yuuj, ix em k'ojan eb' vinh d'a juntzanh xila yic eb' vinh rey d'a jun tek'lab' trigo d'a stiel spuertail chonhab' Samaria. Masanil eb' vinh syaloch sb'a schecab'oc Dios chi', ix stz'ac yal eb' vinh tas ol aj yak'an ganar eb' vinh rey chi'."
        },
        {
            "number": "11",
            "text": "A vinhaj Sedequías yuninal vinhaj Quenaana, ix sb'o juntzanh q'uen q'ueen vinh, icha sch'aac nok' vacax ix aji, ix yalan vinh: Icha val tic ix aj yalan Jehová: A juntzanh yechel ch'aac vacax tic, a sch'oxanel ipalil b'aj ol ak' oval yed' masanil eb' sirio masanto ol satel eb', xchi Jehová, xchi vinh."
        },
        {
            "number": "12",
            "text": "Masanil eb' vinh syaloch sb'a schecab'oc Dios chi', lajannhej syutej eb' vinh yalan d'a vinh rey chi' icha tic: Ixic, ak' oval d'a chonhab' Ramot yujto a Jehová ol ak'anoch d'a yol a k'ab', xchi eb' vinh."
        },
        {
            "number": "13",
            "text": "Axo vinh schecab' vinh rey ix b'at yik'cot vinhaj Micaías chi', ix yal vinh d'a vinhaj Micaías chi' icha tic: --Masanil eb' vinh schecab' Dios van yalani to vach' ol elk'och vinh rey, yuj chi' alpax icha tz'aj yalan eb' vinh chi' a ach tic, xchi vinh d'a vinh."
        },
        {
            "number": "14",
            "text": "Ix tak'vi vinhaj Micaías chi' icha tic: --D'a yichanh Jehová sval d'ayach to a tas ol yal Jehová d'ayin, a ol vala', xchi vinh."
        },
        {
            "number": "15",
            "text": "Ix javi vinhaj Micaías chi' d'a yichanh vinh rey chi', ix sk'anb'an vinh rey chi' d'a vinh: --A ticnaic ach Micaías, ¿tom smoj sco yamoch oval yed' chonhab' Ramot d'a yol yic Galaad, mato maay? xchi vinh. Ix tak'vi vinhaj Micaías chi': --Ixic, ol ak' ganar jun oval chi', yujto a Jehová ol ak'anoch jun chonhab' chi' d'a yol a k'ab', xchi vinh. Palta tonhej ix yal vinh icha chi'."
        },
        {
            "number": "16",
            "text": "Ix yalan vinh rey chi' d'a vinh: --Tzijtum elxo sval d'ayach to a tas yel, a chi' tzal d'ayin d'a sb'i Jehová, xchi vinh rey chi'."
        },
        {
            "number": "17",
            "text": "Ix yalan vinhaj Micaías chi' icha tic: Ix vila', masanil eb' soldado quetisraelal sacleminac sb'atcan eb' d'a jolomtac vitz icha nok' calnel malaj stanhvumal. Ix yalan Jehová icha tic: A juntzanh eb' soldado tic, malaj yilumal eb', meltzajocab' junjun eb' d'a spat d'a junk'olal, xchi, xchi vinh."
        },
        {
            "number": "18",
            "text": "Ix yalan vinhaj Acab chi' d'a vinhaj Josafat chi': --Ina ton sval d'ayach to a jun vinh tic malaj jab'oc tas vach' syal vinh d'a vib'anh, anhej chucal syal vinh, xchi vinh."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix yalanxi vinhaj Micaías chi' icha tic: --Ab' val slolonel Jehová. Ix vila' to k'ojanem Jehová d'a yol sdespacho, axo eb' yángel d'a satchaanh oyanoch eb' d'a spatic yichanh."
        },
        {
            "number": "20",
            "text": "Ix yalan Jehová icha tic: ¿Mach val junoc ex b'at e montejb'at vinhaj Acab yic sb'at vinh yak' oval d'a chonhab' Ramot d'a yol yic Galaad, yic ata' schamcan vinh? xchi. Ch'occh'oc ix yutej eb' ángel chi' yalan d'ay."
        },
        {
            "number": "21",
            "text": "Axo ix aji, ay jun espíritu ix k'och d'a yichanh Jehová, ix yalan icha tic: Ol b'at in montejb'at vinh, xchi. Ix yalan Jehová d'ay: ¿Tas ol utej b'at a montanb'at vinh jun? xchi."
        },
        {
            "number": "22",
            "text": "Ix yalan jun espíritu chi' icha tic: Ol in b'at vec sna' juntzanh eb' vinh schecab' vinhaj Acab chi' yic anhej esal lolonel ol yal eb' vinh, xchi. Yuj chi' ix yal Jehová: Ixic ol yal uj icha tzal chi', xchi."
        },
        {
            "number": "23",
            "text": "Yuj chi', a ticnaic a Jehová ix ak'anoch jun espíritu d'a eb' vinh a checab' tic yic anhej esal lolonel syal eb' vinh d'ayach. A Jehová ix alani to icha chi' tz'aj a chami, xchi vinh d'a vinh rey chi'."
        },
        {
            "number": "24",
            "text": "D'a val jun rato chi' ix snitzancot sb'a vinhaj Sedequías chi' d'a stz'ey vinhaj Micaías chi', ix stz'itanb'at sat vinhaj Micaías chi' vinh, ix yalan vinh: --A jun espíritu tz'esan ix cot d'a Jehová chi', ¿tas ix aj yel d'ayin, axo d'ayach sloloni? xchi vinh."
        },
        {
            "number": "25",
            "text": "Ix tak'vi vinhaj Micaías chi' icha tic: --Olxo ab'i ayic ol ach ek' a k'ub'ejel a b'a d'a yoltac pat, xchi vinh."
        },
        {
            "number": "26",
            "text": "Ix lajvi chi' ix yalan vinhaj rey Acab chi': --Yamec vinhaj Micaías tic, tzeyik'anb'at vinh d'a vinhaj Amón sgobernadoral chonhab' tic yed' d'a vinh vuninal aj Joás."
        },
        {
            "number": "27",
            "text": "Tzeyalan d'a eb' vinh icha tic: A vinh rey ix alani to tz'och jun vinh tic d'a preso. Jab'nhej svael vinh tzeyak'a', jab'nhej pax a' tzeyak' yuq'uej vinh, masanto tzin meltzaj d'a junk'olal, xchi vinh rey chi', xe chi d'a eb' vinh."
        },
        {
            "number": "28",
            "text": "Ix yalan jay b'elanh lolonel tic vinhaj Micaías chi': Tato tzach meltzaj d'a junk'olal, syalelk'ochi to manhoc Jehová ix checan val juntzanh lolonel chi', xchi vinh d'a vinh rey chi'. Ix yalan vinh d'a eb' anima chi': --Ex vetchonhab', scham val e naan jun ix val tic, xchi vinh."
        },
        {
            "number": "29",
            "text": "Ix lajvi chi' ix b'at vinhaj Acab sreyal Israel chi' yed' vinhaj Josafat sreyal Judá. Ix k'och eb' vinh yak' oval d'a chonhab' Ramot d'a yol yic Galaad."
        },
        {
            "number": "30",
            "text": "Ix yalan vinhaj Acab d'a vinhaj Josafat chi': --A in tic, ol in q'uexel in pichul yic ol vak' oval chi', a achxo tic, ayocab'nhej och a pichul yic reyal tic, xchi vinh d'a vinh. Ix sq'uexanel spichul vinh chi', ix och vinh d'a scal oval chi'."
        },
        {
            "number": "31",
            "text": "Axo pax vinh sreyal Siria, toxo ix yal vinh d'a eb' 32 yajalil soldado yic carruaje: Manh eyak' oval yed' junocxo mach, palta anhej yed' vinh sreyal Israel tzeyak' oval chi', xchi vinh."
        },
        {
            "number": "32",
            "text": "Ayic ix iljib'at vinhaj Josafat yuj eb' yajalil soldado chi', a snaan eb' to a vinh sreyal Israel, ix yoyan sb'a eb' d'a spatic vinh, yuj chi' ix el yav vinh."
        },
        {
            "number": "33",
            "text": "Ix yab'an eb' soldado chi' to manhoclaj vinh sreyal Israel chi', yuj chi' ix yactej eb' spechan vinh."
        },
        {
            "number": "34",
            "text": "Palta ay jun soldado sirio ix comon julanb'at sjul-lab' d'a scal eb' soldado van yak'an oval chi'. k'ocb'il val a vinhaj rey Acab chi' ix yamchaji. A val b'aj schalaj sb'a cha macanh q'uen pichul ayoch yuj vinh, ata' ix och jun jul-lab' chi'. Yuj chi' ix yal vinh d'a vinh yamjinac sch'anhal nok' chej tok'jinac carruaje b'aj ayq'ue vinh chi': --Ik' meltzaj nok' chej tic, tzin ik'anel d'a scal oval tic, yujto te nivan ix in aj in lajvi, xchi vinh."
        },
        {
            "number": "35",
            "text": "A d'a jun k'u chi' te nivan jun oval ix yak' chi'. Ixto syamq'ue linhan vinhaj Acab chi' eb' d'a yol carruaje yic tzato val yak' yip eb' yak'an oval yed' eb' aj Siria chi', ix q'ue val sib'an schiq'uil vinh d'a yol carruaje chi', axo yic ix em k'u ix cham vinh."
        },
        {
            "number": "36",
            "text": "Axo yic vanxo sq'uik'b'i, ix och jun av d'a scal masanil eb' soldado, ix yalani: Paxanhec d'a e chonhab', ma d'a e luum junjun ex, xchi."
        },
        {
            "number": "37",
            "text": "Icha chi' ix aj scham vinhaj Acab chi', ix ik'jicot snivanil vinh d'a Samaria. A d'a Samaria chi' ix mucji vinh."
        },
        {
            "number": "38",
            "text": "Ix b'icjiel scarruaje vinh chi' d'a jun tanque b'ob'il d'a Samaria chi', b'aj sb'iquel sb'a eb' ix aj mul ix. Ata' ix lek'ji schiq'uil vinhaj Acab chi' yuj nok' tz'i'. Icha val chi' ix aj yelk'och tas ix yal Jehová."
        },
        {
            "number": "39",
            "text": "A jantacto yab'ixal vinhaj rey Acab chi' yed' tas ix sk'ulej vinh yed' pax yab'ixal spalacio vinh ayoch marfil yelvanub'oc yed' nivac chonhab' ix laj sb'o vinh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Israel."
        },
        {
            "number": "40",
            "text": "Ayic ix cham vinh, axo vinhaj Ocozías yuninal vinh ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "41",
            "text": "Ayic chanhexo ab'il yoch vinhaj Acab reyal d'a Israel, ix och vinhaj Josafat yuninal vinhaj Asa reyal d'a Judá."
        },
        {
            "number": "42",
            "text": "Ayxo 35 ab'il sq'uinal vinh ayic ix och vinh reyal chi', 25 ab'il ix yak' reyal vinh d'a Jerusalén. Azuba sb'i ix snun vinh, yisil ix vinhaj Silhi."
        },
        {
            "number": "43",
            "text": "A vinhaj Josafat chi', vach'nhej ix yutej sb'eyb'al vinh d'a yichanh Jehová, icha yutejnac sb'a vinhaj Asa smam vinh. Anhej to maj scheclaj vinh ik'joquel masanil yed'tal b'aj tz'och ejmelal b'aj syak' silab' eb' anima yed' b'aj snhus incienso eb' d'a juntzanh lugar chaanh."
        },
        {
            "number": "44",
            "text": "Ix och vinh d'a junk'olal yed' vinh sreyal Israel."
        },
        {
            "number": "45",
            "text": "A jantacto yab'ixal vinh yed' sb'inajnaquil vinh yed' b'ajtac ix yak' ganar oval vinh, tz'ib'ab'ilcan b'aj aycan yab'ixal eb' vinh sreyal Judá."
        },
        {
            "number": "46",
            "text": "Masanil juntzanh vinac smulan yed' yetvinaquil, ix laj spechel eb' vinh d'a yol smacb'en, aton juntzanh eb' vinh ixto can d'a stiempoal vinhaj Asa smam vinh."
        },
        {
            "number": "47",
            "text": "(A d'a jun tiempoal chi', malaj rey ayoch d'a Edom, anhej jun vinh yajal ak'b'iloch yuj vinhaj Josafat.)"
        },
        {
            "number": "48",
            "text": "A vinhaj Josafat chi', ix yak' b'ojoc juntzanh te' barco vinh icha te' yic eb' aj Tarsis, yic sb'at te' yik' q'uen oro d'a Ofir, palta maj yal-laj sb'at te', yujto ix pojcanb'at te' d'a Ezión-geber."
        },
        {
            "number": "49",
            "text": "A vinhaj Ocozías yuninal vinhaj Acab, ix snib'ej vinh ix b'at eb' smunlajvum d'a te' barco yed' eb' yic vinhaj Josafat chi', palta maj yal-laj sk'ol vinhaj Josafat chi'."
        },
        {
            "number": "50",
            "text": "Ayic ix cham vinhaj Josafat chi', ix mucji snivanil vinh yed' eb' smam yicham d'a schonhab' vinhaj David. Axo vinhaj Joram yuninal vinh ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "51",
            "text": "Ayic 17 ab'ilxo yoch vinhaj Josafat reyal d'a Judá, ix och vinhaj Ocozías yuninal vinhaj Acab reyal d'a Israel d'a chonhab' Samaria. Chab' ab'il ix yak' reyal chi' vinh."
        },
        {
            "number": "52",
            "text": "Palta te chuc tas ix sk'ulej vinh d'a yichanh Jehová. A sb'eyb'al smam snun vinh ix sb'eyb'alej yed' pax sb'eyb'al vinhaj Jeroboam yuninal vinhaj Nabat, aton vinh cuchb'annacb'at eb' yetisraelal d'a chucal."
        },
        {
            "number": "53",
            "text": "Ix och vinhaj Ocozías chi' ejmelal d'a comon dios Baal, icha sk'ulejnac vinh smam vinh. Icha chi' ix aj stzuntzancot yoval sk'ol Jehová sDiosal Israel vinh d'a yib'anh."
        }
    ]
}