{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Oxe' ab'il malaj jab'oc owal t'a skal chonhab' Israel yet' heb' sirio."
        },
        {
            "number": "2",
            "text": "Axo ix el yoxil ab'il chi', ix k'och winhaj Josafat sreyal Judá lolonel yet' winhaj Acab sreyal Israel chi'."
        },
        {
            "number": "3",
            "text": "Ix yalan winh sreyal Israel chi' t'a masanil heb' ayoch yopisio yet'oc: --Ha ex tik eyojtac sik'lab'il to a chonhab' Ramot t'a yol yic Galaad, quictaxon yaji. ¿Tas yuj max quik'ek' t'a winh sreyal Siria chi'? xchi winh t'a heb'."
        },
        {
            "number": "4",
            "text": "Ix sk'anb'an winh t'a winhaj Josafat chi': --¿Mamax yal a k'ol tzach och wed'oc yic skak'an owal yet' chonhab' Ramot t'a yol yic Galaad? xchi winh. Ix tak'wi winhaj Josafat chi': --Ha in tik ol in b'at ed'oc yet' masanil heb' in soldado yet' jantac nok' in chej yic owal."
        },
        {
            "number": "5",
            "text": "Palta ayic manto och owal chi', ol ko k'anb'ej t'a Jehová, xchi winh."
        },
        {
            "number": "6",
            "text": "Ix yavtancot 400 heb' winh syaloch sb'a schecab'oc Dios winhaj Acab chi', ix sk'anb'an winh t'a heb' winh: --¿Tzam yal ko yamanoch owal yet' chonhab' Ramot, mato maay? xchi winh. Ix tak'wi heb' winh icha tik: --Hak'ek owal chi'. Ha Dios Kajal ol ak'anoch t'a yol he k'ab', xchi heb' winh."
        },
        {
            "number": "7",
            "text": "Ix sk'anb'an winhaj Josafat chi': --¿Mama wal junok winh schecab' Jehová t'a tik b'aj sco k'anb'ej? xchi winh."
        },
        {
            "number": "8",
            "text": "Ix tak'wi winh sreyal Israel chi' t'a winh: --Ayto wal junxo winh syal slolon yet' Jehová, aton winhaj Micaías yuninal winhaj Imla. Palta malaj in gana swil winh, yujto malaj jab'oc tas wach' syal winh t'a wib'anh, chucnhej tas syal winh, xchi winh. Ix yalan winhaj Josafat chi': --Manh al icha chi', xchi winh."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi' ix yavtan jun winh schecab' winhaj Acab chi', ix yalan winh t'a winh: --Ixic t'a elanhchamel, b'at ik'cot winhaj Micaías yuninal winhaj Imla, xchi winh."
        },
        {
            "number": "10",
            "text": "Ha winhaj rey Acab yet' winhaj Josafat sreyal Judá chi', ayoch spichul heb' winh yic sreyal yuj, ix em k'ojan heb' winh t'a juntzanh xila yic heb' winh rey t'a jun tek'lab' trigo t'a stiel spuertail chonhab' Samaria. Masanil heb' winh syaloch sb'a schecab'oc Dios chi', ix stz'ac yal heb' winh tas ol aj yak'an ganar heb' winh rey chi'."
        },
        {
            "number": "11",
            "text": "Ha winhaj Sedequías yuninal winhaj Quenaana, ix sb'o juntzanh k'een k'een winh, icha sch'aac nok' wacax ix aji, ix yalan winh: Icha wal tik ix aj yalan Jehová: Ha juntzanh yechel ch'aac wacax tik, a sch'oxanel ipalil b'aj ol ak' owal yet' masanil heb' sirio masanto ol satel heb', xchi Jehová, xchi winh."
        },
        {
            "number": "12",
            "text": "Masanil heb' winh syaloch sb'a schecab'oc Dios chi', lajannhej syutej heb' winh yalan t'a winh rey chi' icha tik: Ixic, ak' owal t'a chonhab' Ramot yujto a Jehová ol ak'anoch t'a yol a k'ab', xchi heb' winh."
        },
        {
            "number": "13",
            "text": "Axo winh schecab' winh rey ix b'at yik'cot winhaj Micaías chi', ix yal winh t'a winhaj Micaías chi' icha tik: --Masanil heb' winh schecab' Dios wan yalani to wach' ol elk'och winh rey, yuj chi' alpax icha tz'aj yalan heb' winh chi' a ach tik, xchi winh t'a winh."
        },
        {
            "number": "14",
            "text": "Ix tak'wi winhaj Micaías chi' icha tik: --D'a yichanh Jehová swal t'ayach to a tas ol yal Jehová t'ayin, a ol wala', xchi winh."
        },
        {
            "number": "15",
            "text": "Ix jawi winhaj Micaías chi' t'a yichanh winh rey chi', ix sk'anb'an winh rey chi' t'a winh: --Ha ticnaik ach Micaías, ¿tom smoj sco yamoch owal yet' chonhab' Ramot t'a yol yic Galaad, mato maay? xchi winh. Ix tak'wi winhaj Micaías chi': --Ixic, ol ak' ganar jun owal chi', yujto a Jehová ol ak'anoch jun chonhab' chi' t'a yol a k'ab', xchi winh. Palta tonhej ix yal winh icha chi'."
        },
        {
            "number": "16",
            "text": "Ix yalan winh rey chi' t'a winh: --Tzijtum elxo swal t'ayach to a tas yel, a chi' tzal t'ayin t'a sb'i Jehová, xchi winh rey chi'."
        },
        {
            "number": "17",
            "text": "Ix yalan winhaj Micaías chi' icha tik: Ix wila'', masanil heb' soldado quetisraelal sacleminac sb'atcan heb' t'a jolomtac witz icha nok' calnel malaj stanhwumal. Ix yalan Jehová icha tik: Ha juntzanh heb' soldado tik, malaj yilumal heb', meltzajocab' junjun heb' t'a spat t'a junk'olal, xchi, xchi winh."
        },
        {
            "number": "18",
            "text": "Ix yalan winhaj Acab chi' t'a winhaj Josafat chi': --Ina ton swal t'ayach to a jun winh tik malaj jab'oc tas wach' syal winh t'a wib'anh, anhej chukal syal winh, xchi winh."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix yalanxi winhaj Micaías chi' icha tik: --Ab' wal slolonel Jehová. Ix wila'' to k'ojanem Jehová t'a yol sdespacho, haxo heb' yángel t'a satcha’anh oyanoch heb' t'a spatic yichanh."
        },
        {
            "number": "20",
            "text": "Ix yalan Jehová icha tik: ¿Mach wal junok ex b'at he montejb'at winhaj Acab yic sb'at winh yak' owal t'a chonhab' Ramot t'a yol yic Galaad, yic ata' schamcan winh? xchi. Ch'occh'oc ix yutej heb' ángel chi' yalan t'ay."
        },
        {
            "number": "21",
            "text": "Axo ix aji, ay jun espíritu ix k'och t'a yichanh Jehová, ix yalan icha tik: Ol b'at in montejb'at winh, xchi. Ix yalan Jehová t'ay: ¿Tas ol utej b'at a montanb'at winh jun? xchi."
        },
        {
            "number": "22",
            "text": "Ix yalan jun espíritu chi' icha tik: Ol in b'at wec sna' juntzanh heb' winh schecab' winhaj Acab chi' yic anhej esal lolonel ol yal heb' winh, xchi. Yuj chi' ix yal Jehová: Ixic ol yal uj icha tzal chi', xchi."
        },
        {
            "number": "23",
            "text": "Yuj chi', a ticnaik a Jehová ix ak'anoch jun espíritu t'a heb' winh a checab' tik yic anhej esal lolonel syal heb' winh t'ayach. Ha Jehová ix alani to icha chi' tz'aj a chami, xchi winh t'a winh rey chi'."
        },
        {
            "number": "24",
            "text": "D'a wal jun rato chi' ix snitzancot sb'a winhaj Sedequías chi' t'a stz'ey winhaj Micaías chi', ix stz'itanb'at sat winhaj Micaías chi' winh, ix yalan winh: --Ha jun espíritu tz'esan ix cot t'a Jehová chi', ¿tas ix aj yel t'ayin, haxo t'ayach sloloni? xchi winh."
        },
        {
            "number": "25",
            "text": "Ix tak'wi winhaj Micaías chi' icha tik: --Olxo ab'i ayic ol ach ek' a k'ub'ejel a b'ha t'a yoltac pat, xchi winh."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi' ix yalan winhaj rey Acab chi': --Yamec winhaj Micaías tik, tzeyik'anb'at winh t'a winhaj Amón sgobernadoral chonhab' tik yet' t'a winh wuninal aj Joás."
        },
        {
            "number": "27",
            "text": "Tzeyalan t'a heb' winh icha tik: Ha winh rey ix alani to tz'och jun winh tik t'a preso. Jab'nhej swael winh tzeyak'a', jab'nhej pax ha' tzeyak' yuk'ej winh, masanto tzin meltzaj t'a junk'olal, xchi winh rey chi', xe chi t'a heb' winh."
        },
        {
            "number": "28",
            "text": "Ix yalan jay b'elanh lolonel tik winhaj Micaías chi': Tato tzach meltzaj t'a junk'olal, syalelk'ochi to manhoc Jehová ix checan wal juntzanh lolonel chi', xchi winh t'a winh rey chi'. Ix yalan winh t'a heb' anima chi': --Ex wetchonhab', scham wal he naan jun ix wal tik, xchi winh."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi' ix b'at winhaj Acab sreyal Israel chi' yet' winhaj Josafat sreyal Judá. Ix k'och heb' winh yak' owal t'a chonhab' Ramot t'a yol yic Galaad."
        },
        {
            "number": "30",
            "text": "Ix yalan winhaj Acab t'a winhaj Josafat chi': --Ha in tik, ol in k'exel in pichul yic ol wak' owal chi', a achxo tik, ayocab'nhej och a pichul yic reyal tik, xchi winh t'a winh. Ix sk'exanel spichul winh chi', ix och winh t'a skal owal chi'."
        },
        {
            "number": "31",
            "text": "Axo pax winh sreyal Siria, toxo ix yal winh t'a heb' 32 yajalil soldado yic carruaje: Manh eyak' owal yet' junocxo mach, palta anhej yet' winh sreyal Israel tzeyak' owal chi', xchi winh."
        },
        {
            "number": "32",
            "text": "Ayic ix iljib'at winhaj Josafat yuj heb' yajalil soldado chi', a snaan heb' to a winh sreyal Israel, ix yoyan sb'a heb' t'a spatic winh, yuj chi' ix el yav winh."
        },
        {
            "number": "33",
            "text": "Ix yab'an heb' soldado chi' to manhoclaj winh sreyal Israel chi', yuj chi' ix yaktej heb' spechan winh."
        },
        {
            "number": "34",
            "text": "Palta ay jun soldado sirio ix comon julanb'at sjul-lab' t'a skal heb' soldado wan yak'an owal chi'. k'ocb'il wal a winhaj rey Acab chi' ix yamchaji. Ha wal b'aj schalaj sb'a cha makan k'een pichul ayoch yuj winh, ata' ix och jun jul-lab' chi'. Yuj chi' ix yal winh t'a winh yamjinac sch'anhal nok' chej tok'jinac carruaje b'aj ayk'e winh chi': --Ik' meltzaj nok' chej tik, tzin ik'anel t'a skal owal tik, yujto te niwan ix in aj in lajwi, xchi winh."
        },
        {
            "number": "35",
            "text": "Ha t'a jun k'u chi' te niwan jun owal ix yak' chi'. Ixto syamk'e linhan winhaj Acab chi' heb' t'a yol carruaje yic tzato wal yak' yip heb' yak'an owal yet' heb' aj Siria chi', ix k'e wal sib'an schiq'uil winh t'a yol carruaje chi', haxo yic ix em k'u ix cham winh."
        },
        {
            "number": "36",
            "text": "Axo yic wanxo sq'uik'b'i, ix och jun av t'a skal masanil heb' soldado, ix yalani: Paxanhec t'a he chonhab', ma t'a he lu'um junjun ex, xchi."
        },
        {
            "number": "37",
            "text": "Icha chi' ix aj scham winhaj Acab chi', ix ik'jicot sniwanil winh t'a Samaria. Ha t'a Samaria chi' ix mucji winh."
        },
        {
            "number": "38",
            "text": "Ix b'icjiel scarruaje winh chi' t'a jun tanque b'ob'il t'a Samaria chi', b'aj sb'iquel sb'a heb' ix aj mul ix. Ata' ix lek'ji schiq'uil winhaj Acab chi' yuj nok' tz'i'. Icha wal chi' ix aj yelk'och tas ix yal Jehová."
        },
        {
            "number": "39",
            "text": "Ha jantacto yab'ixal winhaj rey Acab chi' yet' tas ix sk'ulej winh yet' pax yab'ixal spalacio winh ayoch marfil yelwanub'oc yet' niwac chonhab' ix laj sb'o winh, tz'ib'ab'ilcan b'aj aycan yab'ixal heb' winh sreyal Israel."
        },
        {
            "number": "40",
            "text": "Ayic ix cham winh, haxo winhaj Ocozías yuninal winh ix ochcan reyal sk'exuloc."
        },
        {
            "number": "41",
            "text": "Ayic chanhexo ab'il yoch winhaj Acab reyal t'a Israel, ix och winhaj Josafat yuninal winhaj Asa reyal t'a Judá."
        },
        {
            "number": "42",
            "text": "Ayxo 35 ab'il sk'inal winh ayic ix och winh reyal chi', 25 ab'il ix yak' reyal winh t'a Jerusalén. Azuba sb'i ix snun winh, yisil ix winhaj Silhi."
        },
        {
            "number": "43",
            "text": "Ha winhaj Josafat chi', wach'nhej ix yutej sb'eyb'al winh t'a yichanh Jehová, icha yutejnac sb'a winhaj Asa smam winh. Anhej to maj scheclaj winh ik'joquel masanil yet'tal b'aj tz'och ejmelal b'aj syak' silab' heb' anima yet' b'aj snhus incienso heb' t'a juntzanh lugar chaanh."
        },
        {
            "number": "44",
            "text": "Ix och winh t'a junk'olal yet' winh sreyal Israel."
        },
        {
            "number": "45",
            "text": "Ha jantacto yab'ixal winh yet' sb'inajnaquil winh yet' b'ajtac ix yak' ganar owal winh, tz'ib'ab'ilcan b'aj aycan yab'ixal heb' winh sreyal Judá."
        },
        {
            "number": "46",
            "text": "Masanil juntzanh winak smulan yet' yetwinaquil, ix laj spechel heb' winh t'a yol smacb'en, aton juntzanh heb' winh ixto kan t'a stiempoal winhaj Asa smam winh."
        },
        {
            "number": "47",
            "text": "(Ha t'a jun pekti’ chi', malaj rey ayoch t'a Edom, anhej jun winh yajal ak'b'iloch yuj winhaj Josafat.)"
        },
        {
            "number": "48",
            "text": "Ha winhaj Josafat chi', ix yak' b'ojoc juntzanh te' barco winh icha te' yic heb' aj Tarsis, yic sb'at te' yik' k'een oro t'a Ofir, palta maj yal-laj sb'at te', yujto ix pojcanb'at te' t'a Ezión-geber."
        },
        {
            "number": "49",
            "text": "Ha winhaj Ocozías yuninal winhaj Acab, ix snib'ej winh ix b'at heb' smunlajwum t'a te' barco yet' heb' yic winhaj Josafat chi', palta maj yal-laj sk'ol winhaj Josafat chi'."
        },
        {
            "number": "50",
            "text": "Ayic ix cham winhaj Josafat chi', ix mucji sniwanil winh yet' heb' smam yicham t'a schonhab' winhaj Dawid. Axo winhaj Joram yuninal winh ix ochcan reyal sk'exuloc."
        },
        {
            "number": "51",
            "text": "Ayic 17 ab'ilxo yoch winhaj Josafat reyal t'a Judá, ix och winhaj Ocozías yuninal winhaj Acab reyal t'a Israel t'a chonhab' Samaria. Chab' ab'il ix yak' reyal chi' winh."
        },
        {
            "number": "52",
            "text": "Palta te chuk tas ix sk'ulej winh t'a yichanh Jehová. Ha sb'eyb'al smam snun winh ix sb'eyb'alej yet' pax sb'eyb'al winhaj Jeroboam yuninal winhaj Nabat, aton winh cuchb'annacb'at heb' yetisraelal t'a chukal."
        },
        {
            "number": "53",
            "text": "Ix och winhaj Ocozías chi' ejmelal t'a comon Dios Baal, icha sk'ulejnac winh smam winh. Icha chi' ix aj stzuntzancot yowal sk'ol Jehová sDiosal Israel winh t'a yib'anh."
        }
    ]
}