{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ix yik'laj sb'a winhaj Salomón yet' ix yisil winh sreyal Egipto yic tz'och junk'olal t'a skal schonhab' heb'. Ha t'a schonhab'kan winhaj Dawid ix ik'jib'at ix yuj winh yacb'an sb'ochaj spalacio winh yet' stemplo Jehová yet' pax muro t'a spatictac Jerusalén."
        },
        {
            "number": "2",
            "text": "Ha t'a jun pekti’ chi', ha t'a juntzanh lugar chaanh, ata' syak' silab' heb' anima wach'chom manh smojoc, yujto manto b'olaj stemplo Jehová."
        },
        {
            "number": "3",
            "text": "Te ay wal och Jehová t'a sk'ool winhaj Salomón, sk'anab'ajej wal sk'ayb'ub'al Jehová winh, aton alb'ilcan yuj winh smam winh. Wach'chom icha chi', palta anheja' ix yak' juntzanh silab' winh yet' incienso t'a Jehová t'a juntzanh lugar chaanh chi'."
        },
        {
            "number": "4",
            "text": "Ix xid'ek' winh yak' silab' t'a Gabaón yujto, niwan yelk'och jun lugar chi'. Jun mil nok' silab' ix yak' nhusjoc tz'a winh t'a jun altar ay ta'."
        },
        {
            "number": "5",
            "text": "Ha t'a jun ak'wal ayic ayek' winh t'a Gabaón chi', ix sch'oxan sb'a Jehová t'a winh t'a wayichal. Ix yalan t'a winh: k'an tas tza nib'ej t'ayin, ol wak' t'ayach, xchi t'a winh."
        },
        {
            "number": "6",
            "text": "Ix tak'wi winh: Mamin, a xajanejnac wal winh a checab' aj Dawid, aton winh in mam, yujto ach sk'anab'ajejnhej winh, tojolnhej yutejnac sb'a winh t'ayach. Yuj chi' ix el t'a a k'ool to a in yuninal in winh tik tzin emcan k'ojan t'a sdespacho, icha ix aj yelk'och ticnaik."
        },
        {
            "number": "7",
            "text": "Mamin Jehová in Diosal, wach'chom quelem into, mantalaj in jelanil yic swalan tas tz'aj heb' anima, palta ix el wal t'a a k'ool ix in ak'anoch reyal sk'exuloc winh in mam chi'."
        },
        {
            "number": "8",
            "text": "Axo ticnaik ayinxo och yilumaloc a chonhab' sik'b'ilel uuj tik. Ha wal jun a chonhab' tik te niwan, maxtzac b'ischaj heb' anima."
        },
        {
            "number": "9",
            "text": "Yuj chi' tzin k'an t'ayach to tzak' in jelanil yic wach' ol yal in cuchb'ani yet' snachajel wuuj b'aj ay tas wach' yet' tas chuk. ¿Tas wal ol aj in ch'olb'itan jun a chonhab' te niwan tik, tato manh ol ak' in jelanil? xchi winh."
        },
        {
            "number": "10",
            "text": "Ix scha wal sk'ol Jehová tas ix sk'an winh chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yal icha tik: Yujto maj a k'ana' yic snajtilax a k 'inal, manhoc pax a b'eyumal, ma schamel heb' ayoch ajk'olal t'ayach ix a k'ana', palta a a jelanil ix a k'ana' yic tza ch'olb'itan in chonhab' tik,"
        },
        {
            "number": "12",
            "text": "yuj chi' ol wak' tas tza k'an chi'. Ol wak' a jelanil chi'. Malaj junok mach ek'nacxo lajan spensar icha ach tik. Malaj pax junocxo mach ol pitzwocchaanh ayic toxo ix ach ek'b'ati."
        },
        {
            "number": "13",
            "text": "Manhoknhejlaj chi' ol wak' t'ayach, palta ol wak'pax a b'eyumal yet' sniwanil elk'ochi, wach'chom maj a k'ana'. Syalelk'ochi to malaj junocxo rey icha ach tik yacb'an pitzan ach."
        },
        {
            "number": "14",
            "text": "Tato ol a k'anab'ajejnhej tas tzin nib'ej yet' in checnab'il icha aj sk'anab'ajannac winh a mam, ol wak' najatb'oc a k 'inal, xchi Dios chi' t'a winh."
        },
        {
            "number": "15",
            "text": "Axo yic ix el swayanh winhaj rey Salomón chi', ix nachajel yuj winh to wan swayichan winh. Axo yic ix jax winh t'a Jerusalén, ix b'at winh b'aj ayek' scaxail strato Jehová, ata' ix schec winh nhusjoctz'a silab' stz'a smasanil yet' silab' yic junk'olal yet' Dios. Ixlajwi chi', ix yavtan winh masanil heb' ayoch yopisio yet'oc yic swa heb' yet' winh."
        },
        {
            "number": "16",
            "text": "Ha t'a jun pekti’ chi', ix k'och chawanh heb' ix ajmul ix sb'o yaj jun yowal t'a yichanh winhaj rey Salomón chi'."
        },
        {
            "number": "17",
            "text": "Ix yalan jun ix t'a winh: --Mamin rey, a in tik yet' jun ix tik junnhej patil caji. Ayic ix k'och sk'ual, ix alji jun wune'."
        },
        {
            "number": "18",
            "text": "Schab'jial wal chi', ix aljipax yic ix tik. Ha onnhej ko chawanhil t'a yol te' pat chi', malaj junocxo mach."
        },
        {
            "number": "19",
            "text": "Axo t'a jun ak'wal ix sk'anhatzancham yune' ix chi' ayic te chamnac el ix swayi."
        },
        {
            "number": "20",
            "text": "Axom t'a chimilak'wal, ix k'e waan ix, ayic te chamnac in el in wayi, ix yik'ank'e waan yune' ix chamnacxo chi', ix ul stelb'ancanoch ix t'a in tz'ey, haxo wik pitzan chi' ix yik'b'at ix t'a stz'ey sk'exuloc yic chi'."
        },
        {
            "number": "21",
            "text": "Axo yic ix sakb'i jun, ix wak'an yim wune' chi' walani, palta chamnacxo. Axo yic ix te sakb'i, ix wilani to manh wicoclaj jun unin chi', xchi ix."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix yalan yic junxo ix chi': --Maay, a jun unin pitzan tik wico', haxo jun chamnacxo chi' ico', xchi ix chi'. Ix yalanpax ix b'ab'el chi': --Maay, a jun chamnacxo chi' ico', haxo jun pitzan tik wico', xchi ix. Icha chi' ix aj stelan sb'a heb' ix t'a yichanh winh rey chi'."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yalan winh: Ha jun ix tik syal ix: Vic jun unin pitzan tik, haxo jun chamnacxo chi' ico', xchi ix. Anheja' junxo ix chi', icha chi' syutej ix yalan t'a ix b'ab'el ix alan chi', xchi winh rey chi'."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix yalan winh: --Ik'eccot junok k'een espada t'ayin, xchi winh. Ayic ix ja k'een espada chi',"
        },
        {
            "number": "25",
            "text": "ix yalan winh rey chi' icha tik: --Chab' tzeyutej jun unin pitzan tik, tzeyak'an nanhaloc yic junjun heb' ix, xchi winh."
        },
        {
            "number": "26",
            "text": "Ha ix ay yic jun nene' unin pitzan chi', ix och wal pitz'naj cusk'olal t'a spixan ix, ix yalan ix t'a winh rey chi': --Mamin rey, elokab' t'a a k'ol max chab'ajlaj snanhal jun unin tik. Ak'jocab' t'a ix tik, xchi ix. Ix yalan junxo ix chi': --Max canlaj wed'oc, max canpaxlaj yet' ix tik. Chab'ajocab' snanhal, xchi ix."
        },
        {
            "number": "27",
            "text": "Yuj chi' ix yalan winh rey chi': --Manh he milcham jun unin chi', aq'ek t'a ix malaj snib'ej smiljicham chi', yujto wal yel a ix ay yico', xchi winh."
        },
        {
            "number": "28",
            "text": "Masanil heb' aj Israel chi', ix yab' heb' tas ix aj sb'oan yaj jun owal chi' winh rey chi'. Te niwan ix aj yelk'och winh t'a sat heb', yujto ix nachajel yuj heb' to ix ak'ji sjelanil winh yuj Dios yic sb'oan yaj owal winh."
        }
    ]
}