{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ix yik'laj sb'a winhaj Salomón yet' ix yisil winh sreyal Egipto yic tz'och junk'olal t'a skal schonhab' eb'. Ha t'a schonhab'kan winhaj David ix ik'jib'at ix yuj winh yacb'an sb'ochaj spalacio winh yet' stemplo Jehová yet' pax muro t'a spatictac Jerusalén."
        },
        {
            "number": "2",
            "text": "Ha t'a jun pekti’ chi', ha t'a juntzanh lugar chaanh, ata' syak' silab' eb' anima wach'chom manh smojoc, yujto manto b'olaj stemplo Jehová."
        },
        {
            "number": "3",
            "text": "Te ay val och Jehová t'a sk'ool winhaj Salomón, sk'anab'ajej val sk'ayb'ub'al Jehová winh, aton alb'ilcan yuj winh smam winh. Wach'chom icha chi', palta anheja' ix yak' juntzanh silab' winh yet' incienso t'a Jehová t'a juntzanh lugar chaanh chi'."
        },
        {
            "number": "4",
            "text": "Ix xid'ek' winh yak' silab' t'a Gabaón yujto, niwan yelk'och jun lugar chi'. Jun mil nok' silab' ix yak' nhusjoc tz'a winh t'a jun altar ay ta'."
        },
        {
            "number": "5",
            "text": "Ha t'a jun ak'val ayic ayek' winh t'a Gabaón chi', ix sch'oxan sb'a Jehová t'a winh t'a vayichal. Ix yalan t'a winh: k'an tas tza nib'ej t'ayin, ol vak' t'ayach, xchi t'a winh."
        },
        {
            "number": "6",
            "text": "Ix tak'vi winh: Mamin, a xajanejnac val winh a checab' aj David, aton winh in mam, yujto ach sk'anab'ajejnhej winh, tojolnhej yutejnac sb'a winh t'ayach. Yuj chi' ix el t'a a k'ool to a in yuninal in winh tik tzin emcan k'ojan t'a sdespacho, icha ix aj yelk'och ticnaic."
        },
        {
            "number": "7",
            "text": "Mamin Jehová in Diosal, wach'chom quelem into, mantalaj in jelanil yic svalan tas tz'aj eb' anima, palta ix el val t'a a k'ool ix in ak'anoch reyal sq'uexuloc winh in mam chi'."
        },
        {
            "number": "8",
            "text": "Axo ticnaic ayinxo och yilumaloc a chonhab' sik'b'ilel uuj tik. Ha val jun a chonhab' tik te niwan, maxtzac b'ischaj eb' anima."
        },
        {
            "number": "9",
            "text": "Yuj chi' tzin k'an t'ayach to tzak' in jelanil yic wach' ol yal in cuchb'ani yet' snachajel vuuj b'aj ay tas wach' yet' tas chuk. ¿Tas val ol aj in ch'olb'itan jun a chonhab' te niwan tik, tato manh ol ak' in jelanil? xchi winh."
        },
        {
            "number": "10",
            "text": "Ix scha val sk'ol Jehová tas ix sk'an winh chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yal icha tik: Yujto maj a k'ana' yic snajtilax a q'uinal, manhoc pax a b'eyumal, ma schamel eb' ayoch ajk'olal t'ayach ix a k'ana', palta a a jelanil ix a k'ana' yic tza ch'olb'itan in chonhab' tik,"
        },
        {
            "number": "12",
            "text": "yuj chi' ol vak' tas tza k'an chi'. Ol vak' a jelanil chi'. Malaj junok mach ek'nacxo lajan spensar icha ach tik. Malaj pax junocxo mach ol pitzvocchaanh ayic toxo ix ach ek'b'ati."
        },
        {
            "number": "13",
            "text": "Manhocnhejlaj chi' ol vak' t'ayach, palta ol vak'pax a b'eyumal yet' snivanil elk'ochi, wach'chom maj a k'ana'. Syalelk'ochi to malaj junocxo rey icha ach tik yacb'an pitzan ach."
        },
        {
            "number": "14",
            "text": "Tato ol a k'anab'ajejnhej tas tzin nib'ej yet' in checnab'il icha aj sk'anab'ajannac winh a mam, ol vak' najatb'oc a q'uinal, xchi Dios chi' t'a winh."
        },
        {
            "number": "15",
            "text": "Axo yic ix el svayanh winhaj rey Salomón chi', ix nachajel yuj winh to van svayichan winh. Axo yic ix jax winh t'a Jerusalén, ix b'at winh b'aj ayek' scaxail strato Jehová, ata' ix schec winh nhusjoctz'a silab' stz'a smasanil yet' silab' yic junk'olal yet' Dios. Ixlajwi chi', ix yavtan winh masanil eb' ayoch yopisio yet'oc yic sva eb' yet' winh."
        },
        {
            "number": "16",
            "text": "Ha t'a jun pekti’ chi', ix k'och chavanh eb' ix ajmul ix sb'o yaj jun yoval t'a yichanh winhaj rey Salomón chi'."
        },
        {
            "number": "17",
            "text": "Ix yalan jun ix t'a winh: --Mamin rey, a in tik yet' jun ix tik junnhej patil caji. Ayic ix k'och sk'ual, ix alji jun vune'."
        },
        {
            "number": "18",
            "text": "Schab'jial val chi', ix aljipax yic ix tik. Ha onnhej co chavanhil t'a yol te' pat chi', malaj junocxo mach."
        },
        {
            "number": "19",
            "text": "Axo t'a jun ak'val ix sk'anhatzancham yune' ix chi' ayic te chamnac el ix svayi."
        },
        {
            "number": "20",
            "text": "Axom t'a chimilak'val, ix q'ue vaan ix, ayic te chamnac in el in vayi, ix yik'anq'ue vaan yune' ix chamnacxo chi', ix ul stelb'ancanoch ix t'a in tz'ey, haxo wik pitzan chi' ix yik'b'at ix t'a stz'ey sq'uexuloc yic chi'."
        },
        {
            "number": "21",
            "text": "Axo yic ix sakb'i jun, ix vak'an yim vune' chi' valani, palta chamnacxo. Axo yic ix te sakb'i, ix vilani to manh vicoclaj jun unin chi', xchi ix."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix yalan yic junxo ix chi': --Maay, a jun unin pitzan tik vico', haxo jun chamnacxo chi' ico', xchi ix chi'. Ix yalanpax ix b'ab'el chi': --Maay, a jun chamnacxo chi' ico', haxo jun pitzan tik vico', xchi ix. Icha chi' ix aj stelan sb'a eb' ix t'a yichanh winh rey chi'."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yalan winh: Ha jun ix tik syal ix: Vic jun unin pitzan tik, haxo jun chamnacxo chi' ico', xchi ix. Anheja' junxo ix chi', icha chi' syutej ix yalan t'a ix b'ab'el ix alan chi', xchi winh rey chi'."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix yalan winh: --Iq'ueccot junok q'uen espada t'ayin, xchi winh. Ayic ix ja q'uen espada chi',"
        },
        {
            "number": "25",
            "text": "ix yalan winh rey chi' icha tik: --Chab' tzeyutej jun unin pitzan tik, tzeyak'an nanhaloc yic junjun eb' ix, xchi winh."
        },
        {
            "number": "26",
            "text": "Ha ix ay yic jun nene' unin pitzan chi', ix och val pitz'naj cusk'olal t'a spixan ix, ix yalan ix t'a winh rey chi': --Mamin rey, elocab' t'a a k'ol max chab'ajlaj snanhal jun unin tik. Ak'jocab' t'a ix tik, xchi ix. Ix yalan junxo ix chi': --Max canlaj ved'oc, max canpaxlaj yet' ix tik. Chab'ajocab' snanhal, xchi ix."
        },
        {
            "number": "27",
            "text": "Yuj chi' ix yalan winh rey chi': --Manh e milcham jun unin chi', aq'ek t'a ix malaj sgana smiljicham chi', yujto val yel a ix ay yico', xchi winh."
        },
        {
            "number": "28",
            "text": "Masanil eb' aj Israel chi', ix yab' eb' tas ix aj sb'oan yaj jun oval chi' winh rey chi'. Te niwan ix aj yelk'och winh t'a sat eb', yujto ix nachajel yuj eb' to ix ak'ji sjelanil winh yuj Dios yic sb'oan yaj oval winh."
        }
    ]
}