{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ix yik'laj sb'a vinhaj Salomón yed' ix yisil vinh sreyal Egipto yic tz'och junk'olal d'a scal schonhab' eb'. A d'a schonhab'can vinhaj David ix ik'jib'at ix yuj vinh yacb'an sb'ochaj spalacio vinh yed' stemplo Jehová yed' pax muro d'a spatictac Jerusalén."
        },
        {
            "number": "2",
            "text": "A d'a jun tiempoal chi', a d'a juntzanh lugar chaanh, ata' syak' silab' eb' anima vach'chom manh smojoc, yujto manto b'olaj stemplo Jehová."
        },
        {
            "number": "3",
            "text": "Te ay val och Jehová d'a sk'ool vinhaj Salomón, sk'anab'ajej val sk'ayb'ub'al Jehová vinh, aton alb'ilcan yuj vinh smam vinh. Vach'chom icha chi', palta anheja' ix yak' juntzanh silab' vinh yed' incienso d'a Jehová d'a juntzanh lugar chaanh chi'."
        },
        {
            "number": "4",
            "text": "Ix xid'ek' vinh yak' silab' d'a Gabaón yujto, nivan yelk'och jun lugar chi'. Jun mil nok' silab' ix yak' nhusjoc tz'a vinh d'a jun altar ay ta'."
        },
        {
            "number": "5",
            "text": "A d'a jun ak'val ayic ayek' vinh d'a Gabaón chi', ix sch'oxan sb'a Jehová d'a vinh d'a vayichal. Ix yalan d'a vinh: k'an tas tza nib'ej d'ayin, ol vak' d'ayach, xchi d'a vinh."
        },
        {
            "number": "6",
            "text": "Ix tak'vi vinh: Mamin, a xajanejnac val vinh a checab' aj David, aton vinh in mam, yujto ach sk'anab'ajejnhej vinh, tojolnhej yutejnac sb'a vinh d'ayach. Yuj chi' ix el d'a a k'ool to a in yuninal in vinh tic tzin emcan k'ojan d'a sdespacho, icha ix aj yelk'och ticnaic."
        },
        {
            "number": "7",
            "text": "Mamin Jehová in Diosal, vach'chom quelem into, mantalaj in jelanil yic svalan tas tz'aj eb' anima, palta ix el val d'a a k'ool ix in ak'anoch reyal sq'uexuloc vinh in mam chi'."
        },
        {
            "number": "8",
            "text": "Axo ticnaic ayinxo och yilumaloc a chonhab' sik'b'ilel uuj tic. A val jun a chonhab' tic te nivan, maxtzac b'ischaj eb' anima."
        },
        {
            "number": "9",
            "text": "Yuj chi' tzin k'an d'ayach to tzak' in jelanil yic vach' ol yal in cuchb'ani yed' snachajel vuuj b'aj ay tas vach' yed' tas chuc. ¿Tas val ol aj in ch'olb'itan jun a chonhab' te nivan tic, tato manh ol ak' in jelanil? xchi vinh."
        },
        {
            "number": "10",
            "text": "Ix scha val sk'ol Jehová tas ix sk'an vinh chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yal icha tic: Yujto maj a k'ana' yic snajtilax a q'uinal, manhoc pax a b'eyumal, ma schamel eb' ayoch ajk'olal d'ayach ix a k'ana', palta a a jelanil ix a k'ana' yic tza ch'olb'itan in chonhab' tic,"
        },
        {
            "number": "12",
            "text": "yuj chi' ol vak' tas tza k'an chi'. Ol vak' a jelanil chi'. Malaj junoc mach ek'nacxo lajan spensar icha ach tic. Malaj pax junocxo mach ol pitzvocchaanh ayic toxo ix ach ek'b'ati."
        },
        {
            "number": "13",
            "text": "Manhocnhejlaj chi' ol vak' d'ayach, palta ol vak'pax a b'eyumal yed' snivanil elk'ochi, vach'chom maj a k'ana'. Syalelk'ochi to malaj junocxo rey icha ach tic yacb'an pitzan ach."
        },
        {
            "number": "14",
            "text": "Tato ol a k'anab'ajejnhej tas tzin nib'ej yed' in checnab'il icha aj sk'anab'ajannac vinh a mam, ol vak' najatb'oc a q'uinal, xchi Dios chi' d'a vinh."
        },
        {
            "number": "15",
            "text": "Axo yic ix el svayanh vinhaj rey Salomón chi', ix nachajel yuj vinh to van svayichan vinh. Axo yic ix jax vinh d'a Jerusalén, ix b'at vinh b'aj ayek' scaxail strato Jehová, ata' ix schec vinh nhusjoctz'a silab' stz'a smasanil yed' silab' yic junk'olal yed' Dios. Ix lajvi chi', ix yavtan vinh masanil eb' ayoch yopisio yed'oc yic sva eb' yed' vinh."
        },
        {
            "number": "16",
            "text": "A d'a jun tiempoal chi', ix k'och chavanh eb' ix ajmul ix sb'o yaj jun yoval d'a yichanh vinhaj rey Salomón chi'."
        },
        {
            "number": "17",
            "text": "Ix yalan jun ix d'a vinh: --Mamin rey, a in tic yed' jun ix tic junnhej patil caji. Ayic ix k'och sk'ual, ix alji jun vune'."
        },
        {
            "number": "18",
            "text": "Schab'jial val chi', ix aljipax yic ix tic. A onnhej co chavanhil d'a yol te' pat chi', malaj junocxo mach."
        },
        {
            "number": "19",
            "text": "Axo d'a jun ak'val ix sk'anhatzancham yune' ix chi' ayic te chamnac el ix svayi."
        },
        {
            "number": "20",
            "text": "Axom d'a chimilak'val, ix q'ue vaan ix, ayic te chamnac in el in vayi, ix yik'anq'ue vaan yune' ix chamnacxo chi', ix ul stelb'ancanoch ix d'a in tz'ey, axo vic pitzan chi' ix yik'b'at ix d'a stz'ey sq'uexuloc yic chi'."
        },
        {
            "number": "21",
            "text": "Axo yic ix sacb'i jun, ix vak'an yim vune' chi' valani, palta chamnacxo. Axo yic ix te sacb'i, ix vilani to manh vicoclaj jun unin chi', xchi ix."
        },
        {
            "number": "22",
            "text": "Ix lajvi chi', ix yalan yic junxo ix chi': --Maay, a jun unin pitzan tic vico', axo jun chamnacxo chi' ico', xchi ix chi'. Ix yalanpax ix b'ab'el chi': --Maay, a jun chamnacxo chi' ico', axo jun pitzan tic vico', xchi ix. Icha chi' ix aj stelan sb'a eb' ix d'a yichanh vinh rey chi'."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yalan vinh: A jun ix tic syal ix: Vic jun unin pitzan tic, axo jun chamnacxo chi' ico', xchi ix. Anheja' junxo ix chi', icha chi' syutej ix yalan d'a ix b'ab'el ix alan chi', xchi vinh rey chi'."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix yalan vinh: --Iq'ueccot junoc q'uen espada d'ayin, xchi vinh. Ayic ix ja q'uen espada chi',"
        },
        {
            "number": "25",
            "text": "ix yalan vinh rey chi' icha tic: --Chab' tzeyutej jun unin pitzan tic, tzeyak'an nanhaloc yic junjun eb' ix, xchi vinh."
        },
        {
            "number": "26",
            "text": "A ix ay yic jun nene' unin pitzan chi', ix och val pitz'naj cusk'olal d'a spixan ix, ix yalan ix d'a vinh rey chi': --Mamin rey, elocab' d'a a k'ol max chab'ajlaj snanhal jun unin tic. Ak'jocab' d'a ix tic, xchi ix. Ix yalan junxo ix chi': --Max canlaj ved'oc, max canpaxlaj yed' ix tic. Chab'ajocab' snanhal, xchi ix."
        },
        {
            "number": "27",
            "text": "Yuj chi' ix yalan vinh rey chi': --Manh e milcham jun unin chi', aq'uec d'a ix malaj sgana smiljicham chi', yujto val yel a ix ay yico', xchi vinh."
        },
        {
            "number": "28",
            "text": "Masanil eb' aj Israel chi', ix yab' eb' tas ix aj sb'oan yaj jun oval chi' vinh rey chi'. Te nivan ix aj yelk'och vinh d'a sat eb', yujto ix nachajel yuj eb' to ix ak'ji sjelanil vinh yuj Dios yic sb'oan yaj oval vinh."
        }
    ]
}