{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix och vinhaj Salomón reyal d'a smasanil eb' yetisraelal."
        },
        {
            "number": "2",
            "text": "A eb' vinh ayoch yed' vinh d'a yopisio, aton eb' vinh tic: A vinhaj Azarías yuninal vinhaj Sadoc ayoch sacerdoteal. A vinhaj Elihoref yed' vinhaj Ahías, eb' vinh yuninal vinhaj Sisa, a eb' vinh stz'ib'an yab'ixal tas sk'ulej vinh rey chi'. A vinhaj Josafat yuninal vinhaj Ahilud, a vinh tz'ib'um yaj d'a vinh rey chi'. A vinhaj Benaía yuninal vinhaj Joiada, a vinh ayoch yajaliloc eb' soldado. A vinhaj Sadoc yed' vinhaj Abiatar, a eb' vinh sacerdote yaji. A vinhaj Azarías yuninal vinhaj Natán, yajal yaj vinh d'a scal eb' vinh gobernador. A vinhaj Zabud yuninal pax vinhaj Natán chi', sacerdote yaj vinh, ak'um pax razón yaj vinh d'a vinh rey chi'. A vinhaj Ahisar tz'ilan tas ay d'a spalacio vinh rey chi'. Axo vinhaj Adoniram yuninal vinhaj Abda, a vinh tz'ilan eb' munlajvum yovalil smunlaji."
        },
        {
            "number": "3",
            "text": "A vinhaj Salomón chi', ay lajchavanh eb' vinh gobernador d'a masanil yol smacb'en Israel tz'ak'an servil vinh. A yopisio eb' vinh chi', junjun eb' vinh d'a junjun ujal d'a yol ab'il, syik'cot eb' vinh tastac syab'lej vinh rey chi' yed' eb' ayek' yed' vinh d'a spalacio."
        },
        {
            "number": "4",
            "text": "A lajchavanh eb' vinh gobernador chi', aton eb' vinh tic: Vinhaj Ben-hur, a vinh tz'ik'ancot tastac tz'ab'laj chi' d'a tzalquixtac d'a yol yic Efraín."
        },
        {
            "number": "5",
            "text": "Vinhaj Ben-decar, a vinh tz'ik'ancot tastac tz'ab'laj chi' d'a juntzanh chonhab' tic: Macaz, Saalbim, Bet-semes, Elón yed' Bet-hanán."
        },
        {
            "number": "6",
            "text": "A vinhaj Ben-hesed, a vinh tz'ik'ancot tastac tz'ab'laj chi' d'a Arubot, d'a Soco yed' d'a masanil yol yic Hefer."
        },
        {
            "number": "7",
            "text": "A vinhaj Ben-abinadab, a vinh tz'ik'ancot tastac tz'ab'laj chi' d'a masanil yol smacb'en Dor, a ix yetb'eyum vinh, aton ix Tafat yisil vinhaj Salomón chi'."
        },
        {
            "number": "8",
            "text": "A vinhaj Baana yuninal vinhaj Ahilud, a vinh tz'ik'ancot tastac tz'ab'laj chi' d'a Taanac, Meguido yed' d'a masanil yol yic Bet-seán. A jun chonhab' chi' junnhej yaj yed' Saretán, d'a yalanhemta Jezreel, sb'atnhej d'a Bet-seán masanto sk'och d'a Abel-mehola yed' d'a sk'axepalb'at Jocmeam."
        },
        {
            "number": "9",
            "text": "A vinhaj Ben-geber, a vinh tz'ik'ancot tastac tz'ab'laj chi' d'a Ramot d'a yol yic Galaad yed' d'a masanil chonhab' d'a yol yic Galaad chi', aton juntzanh schonhab' eb' yinhtilalcan Jair yuninal Manasés yed' pax d'a yol smacb'en Argob d'a yol yic Basán. Ata' ay 60 nivac chonhab' ayoch smuroal, ayoch q'uen bronce tz'ek' k'atan syamnub'aloc spuertail."
        },
        {
            "number": "10",
            "text": "A vinhaj Ahinadab yuninal vinhaj Iddo, a vinh tz'ik'ancot tastac tz'ab'laj chi' d'a Mahanaim."
        },
        {
            "number": "11",
            "text": "A vinhaj Ahimaas, a vinh tz'ik'ancot tastac tz'ab'laj chi' d'a yol yic Neftalí. Aton jun vinh chi' ix yik'laj sb'a yed' ix Basemat yisil vinhaj Salomón."
        },
        {
            "number": "12",
            "text": "A vinhaj Baana yuninal vinhaj Husai, a vinh tz'ik'ancot tastac tz'ab'laj chi' d'a yol yic Aser yed' d'a Alot."
        },
        {
            "number": "13",
            "text": "A vinhaj Josafat yuninal vinhaj Parúa, a vinh tz'ik'ancot tastac tz'ab'laj chi' d'a yol yic Isacar."
        },
        {
            "number": "14",
            "text": "A vinhaj Simei yuninal vinhaj Ela, a vinh tz'ik'ancot tastac tz'ab'laj chi' d'a yol yic Benjamín."
        },
        {
            "number": "15",
            "text": "A vinhaj Geber yuninal vinhaj Uri, a vinh tz'ik'ancot tastac tz'ab'laj chi' d'a yol yic Galaad, aton b'aj ek'nac schonhab' vinhaj Sehón sreyal eb' amorreo yed' vinhaj Og sreyal Basán. Anhej vinhaj Geber chi' yajal yaj d'a jun macanh lum luum chi'."
        },
        {
            "number": "16",
            "text": "A eb' aj Judá yed' eb' aj Israel maxtzac b'ischaji jantac sb'isul eb', lajan eb' icha yarenail sti' a' mar. Manh jantacoc tas svaji yed' tas tz'uk'ji, tzalajk'olalnhej yajek' eb'."
        },
        {
            "number": "17",
            "text": "A vinhaj Salomón rey d'a yib'anh masanil juntzanh chonhab' chi'. Scotnhej d'a a' Éufrates masanto sja d'a schonhab' eb' filisteo yed' d'a smojonal yic Egipto. A masanil juntzanh chonhab' chi', junjun ab'il syak'an q'uen tumin eb' yic stupan eb' b'aj aycan d'a yalanh schecnab'il vinhaj Salomón chi' yacb'an pitzan vinh."
        },
        {
            "number": "18",
            "text": "A masanil tastac syab'lej vinhaj Salomón chi' d'a junjun k'u yed' eb' cajan yed' vinh, aton tic: 70 quintal ixim harina te chok' yaji, 140 quintal pax ixim veech yaji,"
        },
        {
            "number": "19",
            "text": "lajunhvanh nok' mam vacax te b'aq'uech, 20 pax nok' libre yaj d'a yol potrero yed' 100 nok' calnel. Ch'oc pax yaj nok' k'ultaquil chej, nok' ch'ucul yed' nok' much te b'aq'uech."
        },
        {
            "number": "20",
            "text": "Ix yak' val yajalil vinhaj Salomón chi' d'a yib'anh lum luum schacot d'a stitac a' Éufrates, scotnhej d'a Tifsa masanto tz'emk'och d'a Gaza. Yajal yaj vinh d'a yib'anh masanil eb' vinh sreyal juntzanh nación chi'. Ay junk'olal d'a scal vinh yed' juntzanh chonhab' ay d'a spatictac chi'."
        },
        {
            "number": "21",
            "text": "Ayic pitzanto vinhaj Salomón chi', masanil anima d'a yol yic Judá yed' Israel scotnhej d'a Dan masanto d'a Beerseba, junk'olal yaj eb'. Junjun eb' ay te' yavb'ente' d'a spatictac spat."
        },
        {
            "number": "22",
            "text": "A vinhaj Salomón chi', ay pax juntzanh pat b'aj ayoch 40 mil nok' chej stok'an carruaje yic oval yuj vinh. Ay pax 12 mil eb' soldado sq'ue d'a yib'anh nok' chej chi'."
        },
        {
            "number": "23",
            "text": "Masanil eb' vinh tz'ik'ancot tastac syab'lej vinhaj rey Salomón yed' masanil eb' vinh sva yed' vinh, scham val yilan eb' vinh tato tz'acan syab' d'a jun uj chi'."
        },
        {
            "number": "24",
            "text": "A eb' vinh ayoch d'a yib'anh yik'ancot juntzanh chi', syik'paxcot ixim cebada yed' anh yanh nok' chej chi' eb' vinh yed' yic juntzanhxo nok' chej tok'um icatz yalnhej b'aj ay."
        },
        {
            "number": "25",
            "text": "Manhxo jantacoc sjelanil vinhaj Salomón chi' ix ak'ji yuj Dios. Manhxo alchajb'enoc jantac sjelanil vinh chi'."
        },
        {
            "number": "26",
            "text": "A sjelanil vinh chi', te ek'to d'a yichanh yic eb' aj Egipto yed' d'a yichanh yic eb' ay b'aj sjavi k'u."
        },
        {
            "number": "27",
            "text": "Te jelan vinh d'a yib'anh juntzanh eb' vinh vinac b'inajnac yuj sjelanil, aton vinhaj Etán yinhtilal vinhaj Zera, vinhaj Hemán, vinhaj Calcol yed' vinhaj Darda, aton eb' vinh yuninal vinhaj Mahol. A sb'inajnaquil sjelanil vinh chi', ix k'och specal d'a masanil juntzanh chonhab' d'a spatic yichanh Israel."
        },
        {
            "number": "28",
            "text": "A vinhaj Salomón chi', oxe' mil k'ayb'ub'al yic jelanil ix yalcan vinh, ix sb'oanpax mil cinco b'it vinh."
        },
        {
            "number": "29",
            "text": "Ix lolon vinh d'a yib'anh te te' yed' d'a yib'anh tas tz'avchaji. Ix schael yich vinh slolon d'a te' k'ute' ay d'a Líbano masanto d'a yib'anh te' hisopo sq'uib'q'ue d'a spatictac te' pat. Ix lolonpax vinh d'a yib'anh juntzanh nok' chanhe' yoc, nok' much, nok' tz'ek' d'a sat luum yed' d'a yib'anh nok' chay ay d'a yoltac a a'."
        },
        {
            "number": "30",
            "text": "A eb' vinh sreyal masanil juntzanh nación ix ab'an jantac sjelanil vinh, ix scheccot eb' anima eb' vinh yic tzul yab'an sjelanil vinh eb'."
        }
    ]
}