{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix och winhaj Salomón reyal t'a smasanil eb' yetisraelal."
        },
        {
            "number": "2",
            "text": "Ha eb' winh ayoch yet' winh t'a yopisio, aton eb' winh tik: Ha winhaj Azarías yuninal winhaj Sadoc ayoch sacerdoteal. Ha winhaj Elihoref yet' winhaj Ahías, eb' winh yuninal winhaj Sisa, a eb' winh stz'ib'an yab'ixal tas sk'ulej winh rey chi'. Ha winhaj Josafat yuninal winhaj Ahilud, a winh tz'ib'um yaj t'a winh rey chi'. Ha winhaj Benaía yuninal winhaj Joiada, a winh ayoch yajaliloc eb' soldado. Ha winhaj Sadoc yet' winhaj Abiatar, a eb' winh sacerdote yaji. Ha winhaj Azarías yuninal winhaj Natán, yajal yaj winh t'a skal eb' winh gobernador. Ha winhaj Zabud yuninal pax winhaj Natán chi', sacerdote yaj winh, ak'um pax razón yaj winh t'a winh rey chi'. Ha winhaj Ahisar tz'ilan tas ay t'a spalacio winh rey chi'. Axo winhaj Adoniram yuninal winhaj Abda, a winh tz'ilan eb' munlajvum yowalil smunlaji."
        },
        {
            "number": "3",
            "text": "Ha winhaj Salomón chi', ay lajchawanh eb' winh gobernador t'a masanil yol smacb'en Israel tz'ak'an servil winh. Ha yopisio eb' winh chi', junjun eb' winh t'a junjun ujal t'a yol ab'il, syik'cot eb' winh tastac syab'lej winh rey chi' yet' eb' ayek' yet' winh t'a spalacio."
        },
        {
            "number": "4",
            "text": "Ha lajchawanh eb' winh gobernador chi', aton eb' winh tik: Vinhaj Ben-hur, a winh tz'ik'ancot tastac tz'ab'laj chi' t'a tzalquixtac t'a yol yic Efraín."
        },
        {
            "number": "5",
            "text": "Vinhaj Ben-decar, a winh tz'ik'ancot tastac tz'ab'laj chi' t'a juntzanh chonhab' tik: Macaz, Saalbim, Bet-semes, Elón yet' Bet-hanán."
        },
        {
            "number": "6",
            "text": "Ha winhaj Ben-hesed, a winh tz'ik'ancot tastac tz'ab'laj chi' t'a Arubot, t'a Soco yet' t'a masanil yol yic Hefer."
        },
        {
            "number": "7",
            "text": "Ha winhaj Ben-abinadab, a winh tz'ik'ancot tastac tz'ab'laj chi' t'a masanil yol smacb'en Dor, a ix yetb'eyum winh, aton ix Tafat yisil winhaj Salomón chi'."
        },
        {
            "number": "8",
            "text": "Ha winhaj Baana yuninal winhaj Ahilud, a winh tz'ik'ancot tastac tz'ab'laj chi' t'a Taanac, Meguido yet' t'a masanil yol yic Bet-seán. Ha jun chonhab' chi' junnhej yaj yet' Saretán, t'a yalanhemta Jezreel, sb'atnhej t'a Bet-seán masanto sk'och t'a Abel-mehola yet' t'a sk'axepalb'at Jocmeam."
        },
        {
            "number": "9",
            "text": "Ha winhaj Ben-geber, a winh tz'ik'ancot tastac tz'ab'laj chi' t'a Ramot t'a yol yic Galaad yet' t'a masanil chonhab' t'a yol yic Galaad chi', aton juntzanh schonhab' eb' yinhtilalcan Jair yuninal Manasés yet' pax t'a yol smacb'en Argob t'a yol yic Basán. Ata' ay 60 nivac chonhab' ayoch smuroal, ayoch q'uen bronce tzek' k'atan syamnub'aloc spuertail."
        },
        {
            "number": "10",
            "text": "Ha winhaj Ahinadab yuninal winhaj Iddo, a winh tz'ik'ancot tastac tz'ab'laj chi' t'a Mahanaim."
        },
        {
            "number": "11",
            "text": "Ha winhaj Ahimaas, a winh tz'ik'ancot tastac tz'ab'laj chi' t'a yol yic Neftalí. Aton jun winh chi' ix yik'laj sb'a yet' ix Basemat yisil winhaj Salomón."
        },
        {
            "number": "12",
            "text": "Ha winhaj Baana yuninal winhaj Husai, a winh tz'ik'ancot tastac tz'ab'laj chi' t'a yol yic Aser yet' t'a Alot."
        },
        {
            "number": "13",
            "text": "Ha winhaj Josafat yuninal winhaj Parúa, a winh tz'ik'ancot tastac tz'ab'laj chi' t'a yol yic Isacar."
        },
        {
            "number": "14",
            "text": "Ha winhaj Simei yuninal winhaj Ela, a winh tz'ik'ancot tastac tz'ab'laj chi' t'a yol yic Benjamín."
        },
        {
            "number": "15",
            "text": "Ha winhaj Geber yuninal winhaj Uri, a winh tz'ik'ancot tastac tz'ab'laj chi' t'a yol yic Galaad, aton b'aj ek'nac schonhab' winhaj Sehón sreyal eb' amorreo yet' winhaj Og sreyal Basán. Anhej winhaj Geber chi' yajal yaj t'a jun makan lum lum chi'."
        },
        {
            "number": "16",
            "text": "Ha eb' aj Judá yet' eb' aj Israel maxtzac b'ischaji jantac sb'isul eb', lajan eb' icha yarenail sti' ha' mar. Manh jantacoc tas svaji yet' tas tz'uk'ji, tzalajk'olalnhej yajek' eb'."
        },
        {
            "number": "17",
            "text": "Ha winhaj Salomón rey t'a yib'anh masanil juntzanh chonhab' chi'. Scotnhej t'ha ha' Éufrates masanto sja t'a schonhab' eb' filisteo yet' t'a smojonal yic Egipto. Ha masanil juntzanh chonhab' chi', junjun ab'il syak'an q'uen tumin eb' yic stupan eb' b'aj aycan t'a yalanh schecnab'il winhaj Salomón chi' yacb'an pitzan winh."
        },
        {
            "number": "18",
            "text": "Ha masanil tastac syab'lej winhaj Salomón chi' t'a junjun k'u yet' eb' cajan yet' winh, aton tik: 70 quintal ixim harina te chok' yaji, 140 quintal pax ixim veech yaji,"
        },
        {
            "number": "19",
            "text": "lajunhvanh nok' mam vacax te b'ak'uech, 20 pax nok' libre yaj t'a yol potrero yet' 100 nok' calnel. Ch'oc pax yaj nok' k'ultaquil chej, nok' ch'ucul yet' nok' much te b'ak'uech."
        },
        {
            "number": "20",
            "text": "Ix yak' val yajalil winhaj Salomón chi' t'a yib'anh lum lum schacot t'a stitac ha' Éufrates, scotnhej t'a Tifsa masanto tz'emk'och t'a Gaza. Yajal yaj winh t'a yib'anh masanil eb' winh sreyal juntzanh nación chi'. Ay junk'olal t'a skal winh yet' juntzanh chonhab' ay t'a spatictac chi'."
        },
        {
            "number": "21",
            "text": "Ayic pitzanto winhaj Salomón chi', masanil anima t'a yol yic Judá yet' Israel scotnhej t'a Dan masanto t'a Beerseba, junk'olal yaj eb'. Junjun eb' ay te' yavb'ente' t'a spatictac spat."
        },
        {
            "number": "22",
            "text": "Ha winhaj Salomón chi', ay pax juntzanh pat b'aj ayoch 40 mil nok' chej stok'an carruaje yic oval yuj winh. Ay pax 12 mil eb' soldado sq'ue t'a yib'anh nok' chej chi'."
        },
        {
            "number": "23",
            "text": "Masanil eb' winh tz'ik'ancot tastac syab'lej winhaj rey Salomón yet' masanil eb' winh sva yet' winh, scham val yilan eb' winh tato tz'acan syab' t'a jun uj chi'."
        },
        {
            "number": "24",
            "text": "Ha eb' winh ayoch t'a yib'anh yik'ancot juntzanh chi', syik'paxcot ixim cebada yet' anh yanh nok' chej chi' eb' winh yet' yic juntzanhxo nok' chej tok'um icatz yalnhej b'aj ay."
        },
        {
            "number": "25",
            "text": "Manhxo jantacoc sjelanil winhaj Salomón chi' ix ak'ji yuj Dios. Manhxo alchajb'enoc jantac sjelanil winh chi'."
        },
        {
            "number": "26",
            "text": "Ha sjelanil winh chi', te ek'to t'a yichanh yic eb' aj Egipto yet' t'a yichanh yic eb' ay b'aj sjavi k'u."
        },
        {
            "number": "27",
            "text": "Te jelan winh t'a yib'anh juntzanh eb' winh vinac b'inajnac yuj sjelanil, aton winhaj Etán yinhtilal winhaj Zera, winhaj Hemán, winhaj Calcol yet' winhaj Darda, aton eb' winh yuninal winhaj Mahol. Ha sb'inajnaquil sjelanil winh chi', ix k'och specal t'a masanil juntzanh chonhab' t'a spatic yichanh Israel."
        },
        {
            "number": "28",
            "text": "Ha winhaj Salomón chi', oxe' mil k'ayb'ub'al yic jelanil ix yalcan winh, ix sb'oanpax mil cinco b'it winh."
        },
        {
            "number": "29",
            "text": "Ix lolon winh t'a yib'anh te te' yet' t'a yib'anh tas tz'avchaji. Ix schael yich winh slolon t'a te' k'ute' ay t'a Líbano masanto t'a yib'anh te' hisopo sq'uib'q'ue t'a spatictac te' pat. Ix lolonpax winh t'a yib'anh juntzanh nok' chanhe' yoc, nok' much, nok' tzek' t'a sat lu'um yet' t'a yib'anh nok' chay ay t'a yoltac ha ha'."
        },
        {
            "number": "30",
            "text": "Ha eb' winh sreyal masanil juntzanh nación ix ab'an jantac sjelanil winh, ix scheccot eb' anima eb' winh yic tzul yab'an sjelanil winh eb'."
        }
    ]
}