{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an winhaj Hiram sreyal Tiro to a winhaj Salomón ix och reyal sq'uexuloc winh smam, ix yak'ancot eb' schecab' winh yic tzul lolon eb' yet' winh, yujto te wach'taxon yak'an winh yet' winhaj David."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yalanxib'at winhaj Salomón t'a winhaj Hiram chi' icha tik:"
        },
        {
            "number": "3",
            "text": "Ha ach tik ojtac to maj yal-laj sb'oancanq'ue junok stemplo Jehová co Diosal winh in mam yujto niwan tiempoal ix yak' oval winh, masanto a Jehová ix ak'anoch eb' ayoch ajk'olal chi' t'a yol sk'ab' winh."
        },
        {
            "number": "4",
            "text": "Ha ticnaic jun, toxo ix yak' junk'olal Jehová t'ayonh israel onh tik, manhxalaj eb' ajk'ol t'ayonh, manhxalaj chukal b'aj tzonh xivi."
        },
        {
            "number": "5",
            "text": "Yuj chi', toxo ix in na' to ol in b'oq'ue junok stemplo Jehová co Diosal, icha ajnac yalan t'a winh in mam chi', ayic yalannac icha tik: Ha junok uninal ol ochcan t'a yol sdespacho a q'uexuloc, ha' ol b'oanq'ue junok in templo, xchi Jehová t'a winh in mam chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi', tzin k'an t'ayach to ol a chec ik'joquel ste'al, aton te' k'ute' t'a Líbano. Ol vak'b'at eb' winh in checab' yic skolwaj eb' winh yet' eb' winh a checab' chi'. Ol in tup sk'u eb' winh icha jantac tza k'ana', yujto ojtac to malaj junok onh syal quik'anel te' icha ex aj Sidón ex chi', xchib'at winh."
        },
        {
            "number": "7",
            "text": "Ix te tzalaj winhaj Hiram chi' ayic ix yab'an winh tas ix yalb'at winhaj Salomón chi'. Ix yalan winh: Aljocab' wach' lolonel t'a Jehová, yujto ix yak' jun yuninal winhaj David te nhican ix ochcan sq'uexuloc scuchb'an jun niwan chonhab' chi', xchi winh."
        },
        {
            "number": "8",
            "text": "Elanhchamel ix yalxicot winh t'a winhaj Salomón chi': Toxo ix vab' tas ix alcoti, tik tzin chec ik'joquel te' k'ute' yet' te' taj icha ix al chi', ol vak'b'at te' t'ayach."
        },
        {
            "number": "9",
            "text": "Ol yiq'uemta te' eb' winh in checab' t'a Líbano, ol emk'och te' t'a sti' ha' mar. Yaman ol aj te' yic ol laj b'at te' t'a yib'anh ha', icha chi' ol aj sk'och te' b'aj ix ala'. Ata' ol e cha te', ol eyik'anb'at te' b'ian. Ha achxo jun, ol ak'cot tas ol in wa yet' eb' anima t'a in palacio tik stojoloc te', xchicot winh."
        },
        {
            "number": "10",
            "text": "Ichaton chi' ix aj yak'an te' k'ute' winhaj Hiram yet' te' taj ix och yopisio yuj winhaj Salomón chi'."
        },
        {
            "number": "11",
            "text": "Axo winhaj Salomón chi' ix ak'an jantac tas tz'och yuj winhaj Hiram chi' t'a junjun ab'il: 75 mil quintal ixim trigo yet' 115 mil galón aceite yic sat te' olivo."
        },
        {
            "number": "12",
            "text": "Icha chi' ix aj yak'ji sjelanil spensar winhaj Salomón chi' yuj Jehová, icha ix aj yalani. Ix sb'oan strato winh yet' winhaj Hiram chi' yic ay junk'olal t'a skal eb' winh schavanhil."
        },
        {
            "number": "13",
            "text": "Ix schec winhaj Salomón chi' to ha t'a masanil yol yic Israel smolchaj eb' winh vinac to yowalil sb'at t'a munlajel t'a Líbano. Ha sb'isul eb' winh chi', 30 mil eb' winh t'a smasanil. 10 mil eb' winh schecjib'at t'a junjun uj. Jun ujal xid'ek' eb' winh munlajel t'a Líbano chi', chab' ujal ayek' eb' winh t'a spat. Ha winhaj Adoniram ayoch yajaliloc eb' winh 30 mil chi'."
        },
        {
            "number": "14",
            "text": "Ay pax 70 mil eb' winh cuchum icatz. Ay pax 80 mil eb' winh tzeyum q'uen t'a tzalquixtac t'a yol yic Israel chi'."
        },
        {
            "number": "15",
            "text": "Ch'oc pax yaj oxe' mil 300 eb' winh ayoch t'a caporalil yilan munlajel chi'."
        },
        {
            "number": "16",
            "text": "Ix yalan winhaj Salomón chi' to stzeyji q'uen nivac q'ueen, wach' tz'aj q'uen stzeyji yic wach' a q'ueen tz'emcan yichoc stemplo Jehová chi'."
        },
        {
            "number": "17",
            "text": "Ha eb' winh smunlajvum winhaj Salomón yet' eb' winh yic winhaj Hiram chi' yet' pax eb' winh cajan t'a Gebal, ix sjoch te te' eb' winh, ix stzeyanpax q'uen q'ueen eb' winh yic tz'och t'a templo chi'."
        }
    ]
}