{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an vinhaj Hiram sreyal Tiro to a vinhaj Salomón ix och reyal sq'uexuloc vinh smam, ix yak'ancot eb' schecab' vinh yic tzul lolon eb' yet' vinh, yujto te wach'taxon yak'an vinh yet' vinhaj David."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yalanxib'at vinhaj Salomón t'a vinhaj Hiram chi' icha tik:"
        },
        {
            "number": "3",
            "text": "Ha ach tik ojtac to maj yal-laj sb'oancanq'ue junok stemplo Jehová co Diosal vinh in mam yujto niwan tiempoal ix yak' oval vinh, masanto a Jehová ix ak'anoch eb' ayoch ajk'olal chi' t'a yol sk'ab' vinh."
        },
        {
            "number": "4",
            "text": "Ha ticnaic jun, toxo ix yak' junk'olal Jehová t'ayonh israel onh tik, manhxalaj eb' ajk'ol t'ayonh, manhxalaj chukal b'aj tzonh xivi."
        },
        {
            "number": "5",
            "text": "Yuj chi', toxo ix in na' to ol in b'oq'ue junok stemplo Jehová co Diosal, icha ajnac yalan t'a vinh in mam chi', ayic yalannac icha tik: Ha junok uninal ol ochcan t'a yol sdespacho a q'uexuloc, ha' ol b'oanq'ue junok in templo, xchi Jehová t'a vinh in mam chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi', tzin k'an t'ayach to ol a chec ik'joquel ste'al, aton te' k'ute' t'a Líbano. Ol vak'b'at eb' vinh in checab' yic scolvaj eb' vinh yet' eb' vinh a checab' chi'. Ol in tup sk'u eb' vinh icha jantac tza k'ana', yujto ojtac to malaj junok onh syal quik'anel te' icha ex aj Sidón ex chi', xchib'at vinh."
        },
        {
            "number": "7",
            "text": "Ix te tzalaj vinhaj Hiram chi' ayic ix yab'an vinh tas ix yalb'at vinhaj Salomón chi'. Ix yalan vinh: Aljocab' wach' lolonel t'a Jehová, yujto ix yak' jun yuninal vinhaj David te nhican ix ochcan sq'uexuloc scuchb'an jun niwan chonhab' chi', xchi vinh."
        },
        {
            "number": "8",
            "text": "Elanhchamel ix yalxicot vinh t'a vinhaj Salomón chi': Toxo ix vab' tas ix alcoti, tik tzin chec ik'joquel te' k'ute' yet' te' taj icha ix al chi', ol vak'b'at te' t'ayach."
        },
        {
            "number": "9",
            "text": "Ol yiq'uemta te' eb' vinh in checab' t'a Líbano, ol emk'och te' t'a sti' ha' mar. Yaman ol aj te' yic ol laj b'at te' t'a yib'anh ha', icha chi' ol aj sk'och te' b'aj ix ala'. Ata' ol e cha te', ol eyik'anb'at te' b'ian. Ha achxo jun, ol ak'cot tas ol in wa yet' eb' anima t'a in palacio tik stojoloc te', xchicot vinh."
        },
        {
            "number": "10",
            "text": "Ichaton chi' ix aj yak'an te' k'ute' vinhaj Hiram yet' te' taj ix och yopisio yuj vinhaj Salomón chi'."
        },
        {
            "number": "11",
            "text": "Axo vinhaj Salomón chi' ix ak'an jantac tas tz'och yuj vinhaj Hiram chi' t'a junjun ab'il: 75 mil quintal ixim trigo yet' 115 mil galón aceite yic sat te' olivo."
        },
        {
            "number": "12",
            "text": "Icha chi' ix aj yak'ji sjelanil spensar vinhaj Salomón chi' yuj Jehová, icha ix aj yalani. Ix sb'oan strato vinh yet' vinhaj Hiram chi' yic ay junk'olal t'a skal eb' vinh schavanhil."
        },
        {
            "number": "13",
            "text": "Ix schec vinhaj Salomón chi' to ha t'a masanil yol yic Israel smolchaj eb' vinh vinac to yovalil sb'at t'a munlajel t'a Líbano. Ha sb'isul eb' vinh chi', 30 mil eb' vinh t'a smasanil. 10 mil eb' vinh schecjib'at t'a junjun uj. Jun ujal xid'ek' eb' vinh munlajel t'a Líbano chi', chab' ujal ayek' eb' vinh t'a spat. Ha vinhaj Adoniram ayoch yajaliloc eb' vinh 30 mil chi'."
        },
        {
            "number": "14",
            "text": "Ay pax 70 mil eb' vinh cuchum icatz. Ay pax 80 mil eb' vinh tzeyum q'uen t'a tzalquixtac t'a yol yic Israel chi'."
        },
        {
            "number": "15",
            "text": "Ch'oc pax yaj oxe' mil 300 eb' vinh ayoch t'a caporalil yilan munlajel chi'."
        },
        {
            "number": "16",
            "text": "Ix yalan vinhaj Salomón chi' to stzeyji q'uen nivac q'ueen, wach' tz'aj q'uen stzeyji yic wach' a q'ueen tz'emcan yichoc stemplo Jehová chi'."
        },
        {
            "number": "17",
            "text": "Ha eb' vinh smunlajvum vinhaj Salomón yet' eb' vinh yic vinhaj Hiram chi' yet' pax eb' vinh cajan t'a Gebal, ix sjoch te te' eb' vinh, ix stzeyanpax q'uen q'ueen eb' vinh yic tz'och t'a templo chi'."
        }
    ]
}