{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an winhaj Hiram sreyal Tiro to a winhaj Salomón ix och reyal sk'exuloc winh smam, ix yak'ancot heb' schekab' winh yic tzul lolon heb' yet' winh, yujto te wach'taxon yak'an winh yet' winhaj Dawid."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yalanxib'at winhaj Salomón t'a winhaj Hiram chi' icha tik:"
        },
        {
            "number": "3",
            "text": "Ha ach tik ojtak to maj yal-laj sb'oankank'e junok stemplo Jehová ko Diosal winh in mam yujto niwan tiempoal ix yak' owal winh, masanto a Jehová ix ak'anoch heb' ayoch ajk'olal chi' t'a yol sk'ab' winh."
        },
        {
            "number": "4",
            "text": "Ha ticnaik jun, toxo ix yak' junk'olal Jehová t'ayonh israel onh tik, manhxalaj heb' ajk'ol t'ayonh, manhxalaj chukal b'aj tzonh xiwi."
        },
        {
            "number": "5",
            "text": "Yuj chi', toxo ix in na' to ol in b'ok'e junok stemplo Jehová ko Diosal, icha ajnac yalan t'a winh in mam chi', ayic yalannac icha tik: Ha junok uninal ol ochkan t'a yol sdespacho a k'exuloc, ha' ol b'oank'e junok in templo, xchi Jehová t'a winh in mam chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi', tzin k'an t'ayach to ol a chec ik'joquel ste'al, aton te' k'ute' t'a Líbano. Ol wak'b'at heb' winh in chekab' yic skolwaj heb' winh yet' heb' winh a chekab' chi'. Ol in tup sk'u heb' winh icha jantac tza k'ana', yujto ojtak to malaj junok onh syal quik'anel te' icha ex aj Sidón ex chi', xchib'at winh."
        },
        {
            "number": "7",
            "text": "Ix te tzalaj winhaj Hiram chi' ayic ix yab'an winh tas ix yalb'at winhaj Salomón chi'. Ix yalan winh: Aljokab' wach' lolonel t'a Jehová, yujto ix yak' jun yuninal winhaj Dawid te nhikan ix ochkan sk'exuloc scuchb'an jun niwan chonhab' chi', xchi winh."
        },
        {
            "number": "8",
            "text": "Elanhchamel ix yalxicot winh t'a winhaj Salomón chi': Toxo ix wab' tas ix alcoti, tik tzin chec ik'joquel te' k'ute' yet' te' taj icha ix al chi', ol wak'b'at te' t'ayach."
        },
        {
            "number": "9",
            "text": "Ol yik'emta te' heb' winh in chekab' t'a Líbano, ol emk'och te' t'a sti' ha' mar. Yaman ol aj te' yic ol laj b'at te' t'a yib'anh ha', icha chi' ol aj sk'och te' b'aj ix ala'. Ata' ol he cha te', ol eyik'anb'at te' b'ian. Ha achxo jun, ol ak'cot tas ol in wa yet' heb' anima t'a in palacio tik stojoloc te', xchicot winh."
        },
        {
            "number": "10",
            "text": "Ichaton chi' ix aj yak'an te' k'ute' winhaj Hiram yet' te' taj ix och yopisio yuj winhaj Salomón chi'."
        },
        {
            "number": "11",
            "text": "Axo winhaj Salomón chi' ix ak'an jantac tas tz'och yuj winhaj Hiram chi' t'a junjun ab'il: 75 mil quintal ixim trigo yet' 115 mil galón aceite yic sat te' oliwo."
        },
        {
            "number": "12",
            "text": "Icha chi' ix aj yak'ji sjelanil spensar winhaj Salomón chi' yuj Jehová, icha ix aj yalani. Ix sb'oan strato winh yet' winhaj Hiram chi' yic ay junk'olal t'a skal heb' winh schawanhil."
        },
        {
            "number": "13",
            "text": "Ix schec winhaj Salomón chi' to ha t'a masanil yol yic Israel smolchaj heb' winh winak to yowalil sb'at t'a munlajel t'a Líbano. Ha sb'isul heb' winh chi', 30 mil heb' winh t'a smasanil. 10 mil heb' winh schecjib'at t'a junjun uj. Jun ujal xid'ek' heb' winh munlajel t'a Líbano chi', chab' ujal ayek' heb' winh t'a spat. Ha winhaj Adoniram ayoch yajaliloc heb' winh 30 mil chi'."
        },
        {
            "number": "14",
            "text": "Ay pax 70 mil heb' winh cuchum ikatz. Ay pax 80 mil heb' winh tzeyum k'een t'a tzalquixtac t'a yol yic Israel chi'."
        },
        {
            "number": "15",
            "text": "Ch'oc pax yaj oxe' mil 300 heb' winh ayoch t'a caporalil yilan munlajel chi'."
        },
        {
            "number": "16",
            "text": "Ix yalan winhaj Salomón chi' to stzeyji k'een niwac k'een, wach' tz'aj k'een stzeyji yic wach' a k'een tz'emkan yichoc stemplo Jehová chi'."
        },
        {
            "number": "17",
            "text": "Ha heb' winh smunlajwum winhaj Salomón yet' heb' winh yic winhaj Hiram chi' yet' pax heb' winh kajan t'a Gebal, ix sjoch te te' heb' winh, ix stzeyanpax k'een k'een heb' winh yic tz'och t'a templo chi'."
        }
    ]
}