{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 480 ab'ilxo yelta heb' israel t'a Egipto, chanhexo ab'il yoch winhaj Salomón reyal, yic schab'ilxo ujal yoch jun ab'il chi', aton t'a uj scuch Zif, ix el yich sb'ochaj stemplo Jehová."
        },
        {
            "number": "2",
            "text": "Ha jun templo chi', a winhaj Salomón ix alani to sb'oi yic tz'ik'jichaanh Jehová. 27 metro ix aj sk'atul, b'alunhe' metro ix aj yol schiquin, 13 metro yet' nanhalxo ix ajk'e schaanhil."
        },
        {
            "number": "3",
            "text": "Axo yolxoelul sti', ay junxo makan yool, b'alunhe' metro sat, lajan icha yol schiquin templo chi', haxo jantac ayeluli, nanhal yoil metro."
        },
        {
            "number": "4",
            "text": "Ha swentenail templo chi', levnic ix ajkan sat t'a yool, haxo t'a spatic lot'an."
        },
        {
            "number": "5",
            "text": "Ix b'ochajpaxoch lotzan jun pat, ix oymaj t'a scostiltac templo chi' yet' t'a junxo yol schiquin. Macquiltac ix aj yool, ata' sik'chaj tastac tz'ak'ji t'a Jehová."
        },
        {
            "number": "6",
            "text": "Oxe' piso ix ajk'ei: Ha b'ab'el piso, chab' metro yet' 25 centímetro ix aj slewanil sat. Axo schab'il piso, chab' metro yet' 70 centímetro ix aj sat. Axo yoxil piso, oxe' metro yet' 15 centímetro ix aj sat. Jab'jab'il ix utz' spimal skajonal sk'atul templo chi' t'a spatiqueli, yujto b'akhquiltac ix ajkani yic wach' max olji spak'ul templo chi' b'aj tz'och spatzab'il jun pat chi'."
        },
        {
            "number": "7",
            "text": "Ha jantac k'een k'een ix och t'a templo chi', tzeyb'il k'een smasanil. Wach'xo yaj k'een ayic ix jawi k'een, yuj chi' manhxalaj b'aj ix ab'chaj sk'anh junok k'een mak'umpoj k'een, ma junok k'een tzeylab' k'een, ma yalnhej tas k'enal."
        },
        {
            "number": "8",
            "text": "Ha spuertail jun pat chi', ha t'a stojolal ko k'exanh yic tzonh och t'a yol templo chi' ix kani. Axo sk'oochal sk'e t'a juntzanhxo piso chi' tzek' oyoyoc."
        },
        {
            "number": "9",
            "text": "Ayic ix b'oel skajonal templo chi', ix och spatzab'il, haxo te' niwac chemte' nab'a k'ute' ix em t'a yib'anh te'."
        },
        {
            "number": "10",
            "text": "Ayic ix b'ochaj jun pat t'a spatictac templo chi', chab' metro yet' 25 centímetro ix ajk'e schanhil junjun piso. Ix och spatzab'il, ix k'och tenan te' t'a templo chi', nab'a k'ute' te' patzab' chi'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix yalan Jehová t'a winhaj Salomón chi' icha tik:"
        },
        {
            "number": "12",
            "text": "Yuj jun templo wan a b'oan tik, swal t'ayach, tato tzach ochnhej tzak'an t'a spatic in k'ayb'ub'al yet' in checnab'il, tza k'anab'ajan smasanil, ol elk'och masanil tas walnac t'a winhaj Dawid winh a mam."
        },
        {
            "number": "13",
            "text": "Ol in ajnhejek' t'a he kal a ex israel ex tik, manh ol ex wactejkani, xchi Jehová chi'."
        },
        {
            "number": "14",
            "text": "Ayic ix lajwi sb'oel templo ix schec b'ojoc winhaj Salomón chi',"
        },
        {
            "number": "15",
            "text": "te wach' ix ajoch te' chemte' t'a sattac schanhil pak'anh t'a yool, nab'a k'ute' te' chemte' chi'. Ix b'atnhej te' t'a yich masanto ix k'ek'och te' t'a yalanh te' patzab'. Ix empax te' chemte' nab'a taj t'a yool."
        },
        {
            "number": "16",
            "text": "Ha t'a yol templo chi' t'a yichochi, ix macchaj jun cuarto, b'alunhe' metro ix aj yool t'a schanhil pak'anh. Ha te' chemte' ix och chi' t'ay, nab'a k'ute' te'. Ix b'atnhej te' t'a yich masanto ix k'ek'och te' t'a yalanh te' patzab'. Ha jun cuarto chi', aton jun lugar Yicnhej Jehová Yaji."
        },
        {
            "number": "17",
            "text": "Axo junxo makan yol templo t'a yichanhelta jun cuarto chi', 18 metro ix ajkan spak'ultac."
        },
        {
            "number": "18",
            "text": "Ha te' chemte' ix och t'a yol templo chi', nab'a a te' k'ute'. Yoch'b'iloch yechel sat te te' yet' te' xumac yelwanub'oc sattac te'. Malaj junok k'een k'een chequel t'a yool chi'."
        },
        {
            "number": "19",
            "text": "Te wach' ix aj sb'o jun lugar Yicnhej Jehová Yaji, yujto ata' ix och te' skaxail strato Jehová chi'."
        },
        {
            "number": "20",
            "text": "Ha spak'ultac yool chi' schanhil, b'alunhe' metro ix aj junjun, b'alunhe' metro pax ix ajk'e schaanhil. Ix ak'chajoch k'een oro jay yaj stenchaj t'a sattac spak'ul chi' t'a yool. Ix b'ojipax jun altar nab'a k'ute', ix ochpax k'een oro chi' t'ay."
        },
        {
            "number": "21",
            "text": "Ix ochpax k'een oro chi' t'a te' chemte' ayoch t'a yol templo chi' smasanil. Axo k'een cadena ix och t'a spuertail jun lugar Yicnhej Jehová Yaji, nab'a oro k'een."
        },
        {
            "number": "22",
            "text": "Syalelk'ochi, masanil yol templo chi', nab'a oro ix aji. Nab'a oro pax ix aj jun altar ay t'a spatiquelta sti' jun lugar Yicnhej Dios Yaj chi'."
        },
        {
            "number": "23",
            "text": "Ix yak'pax b'ojoc chab' yechel querubín winh t'a te' oliwo, ix ochkan t'a jun lugar Yicnhej Jehová Yaji. Nanhal yoil metro ix ajk'e schaanhil junjun."
        },
        {
            "number": "24",
            "text": "Chab' metro yet' 25 centímetro ix ajel jenhan junjun sk'axil, yuj chi' nanhal yoil metro ix ajel jenhan sk'axil junjun heb' querubín chi' schab'il."
        },
        {
            "number": "25",
            "text": "Lajannhej yajel jenhan sk'axil heb' chi' schawanhil, lajan pax yilji heb'."
        },
        {
            "number": "26",
            "text": "Nanhal yoil metro ix ajk'e schaanhil steel junjun heb'."
        },
        {
            "number": "27",
            "text": "Ix ak'jioch yechel heb' querubín chi' t'a yol jun lugar Yicnhej Jehová Yaji. Jenhanel sk'axil junjun heb', yuj chi' junjun snhi' sk'axil heb' sk'och tenan t'a junjun spak'ul yool chi'. Axo junjunxo sk'axil heb' schalaj sb'ha t'a snanhal yol jun lugar chi'."
        },
        {
            "number": "28",
            "text": "Ix ak'chajoch k'een oro jay yaj stenchaj t'a spatictac heb' querubín chi'."
        },
        {
            "number": "29",
            "text": "D'a masanil sattac spak'ul yol chab' cuarto ay t'a yol templo chi', ix ak'jioch yechel querubín, yechel te' palma yet' yechel xumaac yelwanub'oc."
        },
        {
            "number": "30",
            "text": "Ix ak'jipaxem k'een oro jay yaj t'a yib'anh te' chemte' ayem t'a yol cuarto chi' schab'il."
        },
        {
            "number": "31",
            "text": "Ha te' spuertail jun lugar Yicnhej Jehová Yaj chi', chab' yaj te'. B'ob'il te' t'a te' oliwo, haxo yelwanub' te' yoch'b'ilochi, aton yechel querubín, te' palma yet' xumaac. Ha te' puerta chi' yet' yelwanub', ix ak'jioch k'een oro t'a te' yet' t'a te' smarcoal te' linhjab'k'ei yet' t'a chab' te' utz'el tz'aj schaan sb'ha t'a yib'anh te' puerta chi'."
        },
        {
            "number": "32",
            "text": "Ix ak'jipaxoch te' smarcoal sti' templo chi', anheja' ha t'a te' oliwo b'ob'il te', tojol ix ajek' k'atan te'. Axo te' spuertail ix och chi', ha t'a te' taj ix b'oji te', chab' jenhan ix aj te'. Junjun jenhan te', anhejtona' linhanpax tz'aj spacchaj snanhal te'."
        },
        {
            "number": "33",
            "text": "Ix yoch'jipaxoch yelwanub' te': Aton yechel querubín, yechel te' palma yet' yechel xumaac. Ix ak'jipaxoch k'een oro t'a te'."
        },
        {
            "number": "34",
            "text": "Ix b'ochajpaxoch smuroal templo chi', ix ek' oyan t'a spatictac. Ox tzol k'een k'een tzeyb'il slatz'jik'ei, haxo t'a yib'anh k'een tzek' te' k'ute', ichanhej chi' ix aj sk'ei."
        },
        {
            "number": "35",
            "text": "Ix el yich yak'jiem yich stemplo Jehová t'a uj Zif ayic schanhil ab'il yoch winhaj Salomón reyal."
        },
        {
            "number": "36",
            "text": "Axo t'a swajxaquil uj skuchan Bul, ayic yuxluchil ab'il yoch winh reyal, ix b'oel jun templo chi' smasanil, icha wal yaj yechel b'ob'ilkani. Uque' ab'il ix yak' sb'oi."
        }
    ]
}