{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 480 ab'ilxo yelta eb' israel t'a Egipto, chanhexo ab'il yoch winhaj Salomón reyal, yic schab'ilxo ujal yoch jun ab'il chi', aton t'a uj scuch Zif, ix el yich sb'ochaj stemplo Jehová."
        },
        {
            "number": "2",
            "text": "Ha jun templo chi', a winhaj Salomón ix alani to sb'oi yic tz'ik'jichaanh Jehová. 27 metro ix aj sk'atul, b'alunhe' metro ix aj yol schiquin, 13 metro yet' nanhalxo ix ajq'ue schaanhil."
        },
        {
            "number": "3",
            "text": "Axo yolxoelul sti', ay junxo makan yool, b'alunhe' metro sat, lajan icha yol schiquin templo chi', haxo jantac ayeluli, nanhal yoil metro."
        },
        {
            "number": "4",
            "text": "Ha sventenail templo chi', levnic ix ajkan sat t'a yool, haxo t'a spatic lot'an."
        },
        {
            "number": "5",
            "text": "Ix b'ochajpaxoch lotzan jun pat, ix oymaj t'a scostiltac templo chi' yet' t'a junxo yol schiquin. Macquiltac ix aj yool, ata' sik'chaj tastac tz'ak'ji t'a Jehová."
        },
        {
            "number": "6",
            "text": "Oxe' piso ix ajq'uei: Ha b'ab'el piso, chab' metro yet' 25 centímetro ix aj slevanil sat. Axo schab'il piso, chab' metro yet' 70 centímetro ix aj sat. Axo yoxil piso, oxe' metro yet' 15 centímetro ix aj sat. Jab'jab'il ix utz' spimal scajonal sk'atul templo chi' t'a spatiqueli, yujto b'achquiltac ix ajcani yic wach' max olji spak'ul templo chi' b'aj tz'och spatzab'il jun pat chi'."
        },
        {
            "number": "7",
            "text": "Ha jantac q'uen q'ueen ix och t'a templo chi', tzeyb'il q'uen smasanil. Wach'xo yaj q'uen ayic ix javi q'ueen, yuj chi' manhxalaj b'aj ix ab'chaj sk'anh junok q'uen mak'umpoj q'ueen, ma junok q'uen tzeylab' q'uen, ma yalnhej tas q'uenal."
        },
        {
            "number": "8",
            "text": "Ha spuertail jun pat chi', ha t'a stojolal co q'uexanh yic tzonh och t'a yol templo chi' ix cani. Axo sk'oochal sq'ue t'a juntzanhxo piso chi' tzek' oyoyoc."
        },
        {
            "number": "9",
            "text": "Ayic ix b'oel scajonal templo chi', ix och spatzab'il, haxo te' nivac chemte' nab'a k'ute' ix em t'a yib'anh te'."
        },
        {
            "number": "10",
            "text": "Ayic ix b'ochaj jun pat t'a spatictac templo chi', chab' metro yet' 25 centímetro ix ajq'ue schanhil junjun piso. Ix och spatzab'il, ix k'och tenan te' t'a templo chi', nab'a k'ute' te' patzab' chi'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix yalan Jehová t'a winhaj Salomón chi' icha tik:"
        },
        {
            "number": "12",
            "text": "Yuj jun templo van a b'oan tik, swal t'ayach, tato tzach ochnhej tzak'an t'a spatic in k'ayb'ub'al yet' in checnab'il, tza k'anab'ajan smasanil, ol elk'och masanil tas valnac t'a winhaj David winh a mam."
        },
        {
            "number": "13",
            "text": "Ol in ajnhejek' t'a e cal a ex israel ex tik, manh ol ex vactejcani, xchi Jehová chi'."
        },
        {
            "number": "14",
            "text": "Ayic ix lajvi sb'oel templo ix schec b'ojoc winhaj Salomón chi',"
        },
        {
            "number": "15",
            "text": "te wach' ix ajoch te' chemte' t'a sattac schanhil pak'anh t'a yool, nab'a k'ute' te' chemte' chi'. Ix b'atnhej te' t'a yich masanto ix q'uek'och te' t'a yalanh te' patzab'. Ix empax te' chemte' nab'a taj t'a yool."
        },
        {
            "number": "16",
            "text": "Ha t'a yol templo chi' t'a yichochi, ix macchaj jun cuarto, b'alunhe' metro ix aj yool t'a schanhil pak'anh. Ha te' chemte' ix och chi' t'ay, nab'a k'ute' te'. Ix b'atnhej te' t'a yich masanto ix q'uek'och te' t'a yalanh te' patzab'. Ha jun cuarto chi', aton jun lugar Yicnhej Jehová Yaji."
        },
        {
            "number": "17",
            "text": "Axo junxo makan yol templo t'a yichanhelta jun cuarto chi', 18 metro ix ajkan spak'ultac."
        },
        {
            "number": "18",
            "text": "Ha te' chemte' ix och t'a yol templo chi', nab'a a te' k'ute'. Yoch'b'iloch yechel sat te te' yet' te' xumac yelvanub'oc sattac te'. Malaj junok q'uen q'ueen chequel t'a yool chi'."
        },
        {
            "number": "19",
            "text": "Te wach' ix aj sb'o jun lugar Yicnhej Jehová Yaji, yujto ata' ix och te' scaxail strato Jehová chi'."
        },
        {
            "number": "20",
            "text": "Ha spak'ultac yool chi' schanhil, b'alunhe' metro ix aj junjun, b'alunhe' metro pax ix ajq'ue schaanhil. Ix ak'chajoch q'uen oro jay yaj stenchaj t'a sattac spak'ul chi' t'a yool. Ix b'ojipax jun altar nab'a k'ute', ix ochpax q'uen oro chi' t'ay."
        },
        {
            "number": "21",
            "text": "Ix ochpax q'uen oro chi' t'a te' chemte' ayoch t'a yol templo chi' smasanil. Axo q'uen cadena ix och t'a spuertail jun lugar Yicnhej Jehová Yaji, nab'a oro q'ueen."
        },
        {
            "number": "22",
            "text": "Syalelk'ochi, masanil yol templo chi', nab'a oro ix aji. Nab'a oro pax ix aj jun altar ay t'a spatiquelta sti' jun lugar Yicnhej Dios Yaj chi'."
        },
        {
            "number": "23",
            "text": "Ix yak'pax b'ojoc chab' yechel querubín winh t'a te' olivo, ix ochcan t'a jun lugar Yicnhej Jehová Yaji. Nanhal yoil metro ix ajq'ue schaanhil junjun."
        },
        {
            "number": "24",
            "text": "Chab' metro yet' 25 centímetro ix ajel jenhan junjun sk'axil, yuj chi' nanhal yoil metro ix ajel jenhan sk'axil junjun eb' querubín chi' schab'il."
        },
        {
            "number": "25",
            "text": "Lajannhej yajel jenhan sk'axil eb' chi' schavanhil, lajan pax yilji eb'."
        },
        {
            "number": "26",
            "text": "Nanhal yoil metro ix ajq'ue schaanhil steel junjun eb'."
        },
        {
            "number": "27",
            "text": "Ix ak'jioch yechel eb' querubín chi' t'a yol jun lugar Yicnhej Jehová Yaji. Jenhanel sk'axil junjun eb', yuj chi' junjun snhi' sk'axil eb' sk'och tenan t'a junjun spak'ul yool chi'. Axo junjunxo sk'axil eb' schalaj sb'ha t'a snanhal yol jun lugar chi'."
        },
        {
            "number": "28",
            "text": "Ix ak'chajoch q'uen oro jay yaj stenchaj t'a spatictac eb' querubín chi'."
        },
        {
            "number": "29",
            "text": "D'a masanil sattac spak'ul yol chab' cuarto ay t'a yol templo chi', ix ak'jioch yechel querubín, yechel te' palma yet' yechel xumaac yelvanub'oc."
        },
        {
            "number": "30",
            "text": "Ix ak'jipaxem q'uen oro jay yaj t'a yib'anh te' chemte' ayem t'a yol cuarto chi' schab'il."
        },
        {
            "number": "31",
            "text": "Ha te' spuertail jun lugar Yicnhej Jehová Yaj chi', chab' yaj te'. B'ob'il te' t'a te' olivo, haxo yelvanub' te' yoch'b'ilochi, aton yechel querubín, te' palma yet' xumaac. Ha te' puerta chi' yet' yelvanub', ix ak'jioch q'uen oro t'a te' yet' t'a te' smarcoal te' linhjab'q'uei yet' t'a chab' te' utz'el tz'aj schaan sb'ha t'a yib'anh te' puerta chi'."
        },
        {
            "number": "32",
            "text": "Ix ak'jipaxoch te' smarcoal sti' templo chi', anheja' ha t'a te' olivo b'ob'il te', tojol ix ajek' k'atan te'. Axo te' spuertail ix och chi', ha t'a te' taj ix b'oji te', chab' jenhan ix aj te'. Junjun jenhan te', anhejtona' linhanpax tz'aj spacchaj snanhal te'."
        },
        {
            "number": "33",
            "text": "Ix yoch'jipaxoch yelvanub' te': Aton yechel querubín, yechel te' palma yet' yechel xumaac. Ix ak'jipaxoch q'uen oro t'a te'."
        },
        {
            "number": "34",
            "text": "Ix b'ochajpaxoch smuroal templo chi', ix ek' oyan t'a spatictac. Ox tzol q'uen q'ueen tzeyb'il slatz'jiq'uei, haxo t'a yib'anh q'ueen tzek' te' k'ute', ichanhej chi' ix aj sq'uei."
        },
        {
            "number": "35",
            "text": "Ix el yich yak'jiem yich stemplo Jehová t'a uj Zif ayic schanhil ab'il yoch winhaj Salomón reyal."
        },
        {
            "number": "36",
            "text": "Axo t'a svajxaquil uj scuchan Bul, ayic yuxluchil ab'il yoch winh reyal, ix b'oel jun templo chi' smasanil, icha val yaj yechel b'ob'ilcani. Uque' ab'il ix yak' sb'oi."
        }
    ]
}