{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ix sb'opaxk'e spalacio winhaj Salomón chi', 13 ab'il ix yak' winh sb'oani."
        },
        {
            "number": "2",
            "text": "Ix sb'oanpaxk'e jun niwan pat winh, te lewan ix aj yool. Ix yak'an scuch winh Spatil Te Te' yic Líbano. 45 metro ix aj sk'atul, 22 metro yet' nanhalxo ix aj yol schiquin, 13 metro yet' nanhalxo ix ajk'e schaanhil. Chanh tzol ix ajoch yoyal, nab'a k'ute'. Axo t'a sjolomtac te' oy chi', ix ek' te' patzab' nab'a k'ute'."
        },
        {
            "number": "3",
            "text": "Ha juntzanh te' patzab' chi' 45 te', ox tzol ix ajek' te', 15 te' t'a junjun tzol. Axo t'a yib'anh te' ix b'at te' nab'a k'ute' ix och yib'anhoc jun pat chi'."
        },
        {
            "number": "4",
            "text": "Ox tzol ix ajk'e swentenail t'a junjun spak'ul. Q'uelk'umb'a ix aj juntzanh wentena chi'."
        },
        {
            "number": "5",
            "text": "Oxox sti' aycan t'a junjun yol schiquin. Anheja' k'elk'umb'a ix aj junjun. Ha smarcoal spuertail yet' swentenail, tojol ix ajek' k'atan t'a yib'anh."
        },
        {
            "number": "6",
            "text": "Ix b'opax junxo niwan pat, 22 metro yet' nanhalxo ix aj sk'atul, 13 metro yet' nanhalxo ix aj yol schiquin. Ix yak'an scuch winh Yoyal Pat. Axo t'a stentail ayoch yoyal yet' yib'anh."
        },
        {
            "number": "7",
            "text": "Ix sb'oanpax junxo pat winh b'aj sch'olb'itaj heb' anima. Anheja' te' k'ute' ix och t'a sattac t'a yool chi'. Ix b'atnhej t'a yich masanto ix k'ek'och t'a yalanh te' patzab'."
        },
        {
            "number": "8",
            "text": "Axo pax b'aj cajan winhaj Salomón chi' t'a spalacio, ha t'a spatic jun pat b'aj sch'olb'itaj heb' anima chi' ay. Lajannhej ix aj sb'o icha ix aj sb'o juntzanh pat chi'. Ix yak'anpax b'ojoc junxo pat yic ix yetb'eyum winh, aton ix yisil winh sreyal Egipto. Lajan ix aj sb'o icha ix aj yic winh."
        },
        {
            "number": "9",
            "text": "Ha masanil juntzanh pat chi', icha ix aj scot t'a yich, icha chi' ix aj sk'ek'och t'a schon. Icha chi' ix ajpax yamaq'uil. Ha k'een k'een ix laj och t'ay te wach' yaj k'een stzeychaji icha yaj yechel. Ha k'een ix cheklajkan t'a spatic yet' t'a yool, polb'il k'een t'a k'een polum k'een."
        },
        {
            "number": "10",
            "text": "Anheja' k'een ix kan t'a yich, a k'een k'een te wach' yaj sb'oi, a k'een ix kan t'ay, te niwac k'een. Ay k'een nanhal yoil metro sk'atul, ay pax k'een oxe' metro yet' 60 centímetro sk'atul."
        },
        {
            "number": "11",
            "text": "Ha t'a yib'anh k'een yich chi', ix och k'een k'een tzeyb'il icha wal yaj yechel. Ix ochpax te' k'ute' jochb'il yet' k'een k'een."
        },
        {
            "number": "12",
            "text": "Ha t'a spatictac jun niwan amak' chi', ix och ox tzol k'een k'een. Axo t'a yib'anh k'een ix ochpax jun tzol te' patzab' nab'a k'ute'. Ichanhej chi' ix aj sk'e t'a chaanh, icha ix aj sb'o jun ix och t'a spatictac templo yet' pax jun ix b'o t'a yolelul sti' templo chi'."
        },
        {
            "number": "13",
            "text": "Ay jun winh aj Tiro scuch Hiram ix yavtejcot winhaj rey Salomón chi'."
        },
        {
            "number": "14",
            "text": "Ha jun winh chi', yune' winh jun ix chamnac yetb'eyum t'a yinhtilal Neftalí, aj Tiro winh smam winh, te jelan winh sb'oan k'een bronce. Anhejtona' te jelan pax spensar winh, yojtac winh sb'oan yalnhej tas munlajelal t'a k'een bronce chi'. Yuj chi' ix avtajcot winh yic smunlaj winh t'a winhaj rey Salomón sb'oan juntzanh tas nab'a bronce."
        },
        {
            "number": "15",
            "text": "Ix sb'o chab' niwac oy winh, nab'a bronce ix aji, wajxaque' metro steel junjun, nanhal swaquil metro ix aj b'alan spatic junjun."
        },
        {
            "number": "16",
            "text": "Ix sb'oanpax chab' sjolom chab' oy chi' winh. Ha steel juntzanh sjolom chi', chab' metro yet' 25 centímetro ix aji."
        },
        {
            "number": "17",
            "text": "Ha t'a spatictac chab' sjolom chi' ix ak'jioch k'een cadena bronce, icha k'een malla yaj k'een sb'oi. Uque' ayoch t'a junjun sjolom chi'."
        },
        {
            "number": "18",
            "text": "Ix sb'opax cha tzol icha yechel sat te' granado winh. Ix och t'a juntzanh cadena chi' yic tz'och t'a spatic junjun sjolom oy chi'. Lajannhej ix aj schab'il."
        },
        {
            "number": "19",
            "text": "Ha juntzanh jolom oy chi', ay am chab'oc metro ayk'ei, lajan yilji icha anh chochol."
        },
        {
            "number": "20",
            "text": "Ha chab' sjolom juntzanh oy chi' k'olan k'olan yaji. Axo t'a yib'anh, ata' ayk'e junxo icha anh chochol chi'. Ha b'aj tz'emul k'een cadena t'a spatictac jun k'olan k'olan chi', ata' ayoch 200 yechel sat te' granado, cha tzol yajochi."
        },
        {
            "number": "21",
            "text": "Ix yak'och chab' oy winhaj Hiram chi' t'a sat templo chi'. Ayic ix yak'anem winh t'a yet'tal, ay jun ix kan t'a ko k'exanh ayic tzonh och t'a yol templo chi', Jaquín ix yak' winh sb'iej. Axo junxo oy chi' ix kan t'a ko wach', Boaz ix yak' winh sb'iej."
        },
        {
            "number": "22",
            "text": "Ha sjolom juntzanh oy chi', lajan yilji icha xumaquil anh chochol. Icha chi' ix aj juntzanh oy chi' sb'oan winhaj Hiram chi'."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix sb'oan jun niwan pila nab'a bronce winhaj Hiram chi', yic b'aj smolchaj ha ha'. Suyansuyan ix aji, nanhal yoil metro ix aj slewanil sat. Axo ix ajk'e schaanhil steel, chab' metro yet' 25 centímetro ix aji, haxo ix aj setan smasanil, 13 metro yet' nanhalxo."
        },
        {
            "number": "24",
            "text": "Ha t'a yalanh sti' jun pila chi', ayoch chab' tzol yechel sattac te te' icha yilji te' tzima. Lajunhe' ix och t'a junjun 45 centímetro, junnhej ix aj sb'o yet' jun pila chi'."
        },
        {
            "number": "25",
            "text": "Ha jun pila chi' b'achanem t'a yib' snanhal juntzanh yechel nok' mam wacax nab'a bronce. Ha juntzanh yechel nok' chi', oxe' k'elanb'at t'a stojolal sur, oxe' k'elanb'at t'a stojolal norte, oxe' k'elanb'at t'a stojolal b'aj sjawi k'u, oxe' pax k'elanb'at t'a stojolal b'aj tz'em k'u. Ha yoc juntzanh yechel wacax chi' aycanoch t'a yalanh jun pila chi'."
        },
        {
            "number": "26",
            "text": "Ha jun pila chi' nab'a bronce ix aji, chanhek'ab'il spimal. Niwan yajel pechan sti' icha yilji xumaquil anh chochol. Ha t'a yol jun pila chi', tz'em 44 mil litro ha ha'."
        },
        {
            "number": "27",
            "text": "Ix sb'oanpax lajunhe' carreta winh, nab'a bronce ix aj junjun. Jun metro yet' 80 centímetro ix aj spak'ul schanhil, jun metro yet' 35 centímetro ix ajk'e steel."
        },
        {
            "number": "28",
            "text": "Ha juntzanh carreta chi', icha tik yaji: Ay chanhe' smarcoal, macan yoltac sat smarcoal chi'."
        },
        {
            "number": "29",
            "text": "Ha t'a sat juntzanh chi' ayoch yechel nok' choj, nok' toro yet' yechel querubín. Ha t'a yib'anh yet' t'a yalanh juntzanh yechel chi', ata' ayoch yelwanub' smarcoal chi'."
        },
        {
            "number": "30",
            "text": "Junjun carreta chi' ay chanhe' syantail nab'a bronce, chab' k'een k'een k'atanek' t'a yalanh syaman syantail chi'. Ha t'a schanhil schiquintac juntzanh carreta chi' t'a yib'anh, ay syamnub'al nab'a bronce, a syaman jun yune' pila ayem t'a yol jun carreta chi'. Ha juntzanh syamnub' chi' ayoch yelwanub'."
        },
        {
            "number": "31",
            "text": "Axo t'a yol jun carreta chi', ayem jun icha niwan tubo, 45 centímetro schaanhil ayk'eta t'a yib'anh sti' juntzanh carreta chi'. Aypaxoch yelwanub' spatictac jun niwan tubo chi', haxo schanh pak'anhil jun carreta chi', manh setansetanoclaj."
        },
        {
            "number": "32",
            "text": "Ha chanhe' syantail chi' ayoch t'a schiquintac schanhil. Axo pax juntzanh k'een k'een syaman syantail chi', yaman yaj k'een yet' smarcoal chi'. Ha syantail chi', 70 centímetro yaj setan."
        },
        {
            "number": "33",
            "text": "Lajan yaj sb'o juntzanh syantail chi' icha yic carruaje yic owal. Ha junjun syantail chi' yaman yaj yet' k'een k'een ayoch b'aj ay yolanil, nab'a bronce, junnhej yaj setan."
        },
        {
            "number": "34",
            "text": "Ha chanhe' syamnub'al t'a schiquintac carreta chi', junnhej yaj yet' smarcoal junjun carreta."
        },
        {
            "number": "35",
            "text": "Ha t'a yib'anh carreta chi', ay junxo setanoch t'a spatic sti', 23 centímetro yajk'e schaanhil. Ha jantac tas ayoch t'a junjun carreta chi', junnhej yaj sb'o smasanil."
        },
        {
            "number": "36",
            "text": "Ha t'a spak'ultac yoltac smarcoal chi', ix yak'och yechel querubín winhaj Hiram chi' t'ay, nok' choj yet' te' palma. Ix ochnhej yelwanub' chi' t'a spatictac smasanil."
        },
        {
            "number": "37",
            "text": "Icha chi' ix aj sb'o lajunhe' carreta chi', lajannhej ix aj smasanil, lajannhej yechel, lajannhej pax yilji."
        },
        {
            "number": "38",
            "text": "Ix sb'oanpax lajunhe' yet'tal ha' yic juntzanh carreta chi' winh, nab'a bronce ix aji. Lajannhej yechel smasanil. Jun metro yet' 80 centímetro yool junjun, 800 litro am ha' tz'em t'a yool. Junjun ay k'e t'a yib'anh scarretail."
        },
        {
            "number": "39",
            "text": "Oye' juntzanh carreta chi' ix kan t'a stojolal ko wach' t'a templo, oye' pax ix kan t'a stojolal ko k'exanh. Axo jun niwan pila, ha t'a ko k'exanh coch t'a templo chi' ix cani, t'a stojolal b'aj sjawi k'u."
        },
        {
            "number": "40",
            "text": "Ixlajwi chi' ix sb'oanpax juntzanh chen, k'een pala yet' niwac uk'ab' winhaj Hiram chi'. Icha wal chi' ix aj slajwi sb'o smasanil juntzanh ix schec winhaj rey Salomón b'ojoc yicoc stemplo Jehová."
        },
        {
            "number": "41",
            "text": "Aton masanil juntzanh tik ix checji sb'o winhaj Hiram: Chab' niwac oy, chab' sjolom oy chi', juntzanh k'een cadena icha k'een malla nab'a bronce ayoch t'a spatictac jolom oy chi',"
        },
        {
            "number": "42",
            "text": "yet' pax 400 yechel sat te' granado ayoch t'a juntzanh cadena chi'. Cha tzol yajoch t'a spatictac chab' jolom oy chi'."
        },
        {
            "number": "43",
            "text": "Lajunhe' carreta cuchjinac lajunhe' yet'tal ha',"
        },
        {
            "number": "44",
            "text": "jun niwan pila, lajchawe' yechel mam wacax cuchjinac,"
        },
        {
            "number": "45",
            "text": "juntzanh k'een chen, juntzanh k'een pala yet' juntzanh k'een niwac uk'ab'. Masanil juntzanh yamk'ab' tik ix sb'o winhaj Hiram t'a winhaj rey Salomón yicoc stemplo Jehová, nab'a bronce to copopi yilji."
        },
        {
            "number": "46",
            "text": "Ix schec winh rey chi' b'ojoc t'a moldeal t'a yak'lical sti' ha' Jordán t'a lum b'ak'uech lu'um, t'a skal snanhal Sucot yet' Saretán."
        },
        {
            "number": "47",
            "text": "Te tzijtum yamk'ab' nab'a bronce, yuj chi' majxo yechtej winhaj rey Salomón chi' jantac yalil k'een bronce chi' ix k'anchaji."
        },
        {
            "number": "48",
            "text": "Ix schecanpax winh rey chi' b'ojoc masanil juntzanhxo yamk'ab' nab'a oro t'a yol stemplo Jehová: Jun altar, jun mexa b'aj tz'ak'jiem ixim pan t'a yichanh Jehová,"
        },
        {
            "number": "49",
            "text": "juntzanh b'achnub' candil yet' yelwanub' icha yechel xumaac, aton ayoch t'a yichanh lugar Yicnhej Jehová Yaji. Ay oye' t'a stojolal ko wach', ay oyexo t'a stojolal ko k'exanh, juntzanh candil, juntzanh yamlab',"
        },
        {
            "number": "50",
            "text": "juntzanh copa, juntzanh k'een ik'lab'el stanhil b'aj ayoch sk'ak'al candil, juntzanh niwac uk'ab', juntzanh niwac cuchara yet' juntzanh chaynub' yic incienso. Masanil juntzanh chi' nab'a oronhej. Axo k'een wisagre ayoch t'a spuertail jun lugar Yicnhej Jehová Yaji, aton t'a yol templo yet' pax yic spuertail templo chi', nab'a oronhej."
        },
        {
            "number": "51",
            "text": "Ayic ix b'oel masanil tas ix schec winhaj Salomón b'ojoc yic stemplo Jehová, ix schecan winh ik'jocb'at masanil k'een oro, k'een plata yet' juntzanh yamk'ab' yak'naccan winhaj Dawid smam winh t'a Jehová. Ix schecan winh sik'chajcan t'a yol juntzanh pat ay t'a spatictac templo b'aj sik'chaj tas tz'ochcan yicoc Jehová."
        }
    ]
}