{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha te' skaxail strato Jehová, ayek' te' t'a schonhab' winhaj Dawid skuchan Sion. Axo winhaj Salomón ix naani to syik'b'at te' winh t'a yol templo yacb'an molanek' masanil heb' anima t'a Jerusalén yuj snaancot q'uinh chinama heb' t'a yuquil uj skuchan Etanim. Yuj chi' ix smolb'an masanil heb' yichamtac winaquil chonhab' Israel winh, heb' yajal yaj t'a junjun yinhtilal heb' yet' heb' sat yaj t'a junjun makan heb'."
        },
        {
            "number": "2",
            "text": "Axo heb' sacerdote yet' juntzanhxo heb' lewita ix ik'anb'at te' kaxa chi' yet' k'apac mantiado b'aj sch'ox sb'a Jehová yet' masanil yamk'ab' ayoch t'a yool chi'."
        },
        {
            "number": "3",
            "text": "Axo winhaj Salomón chi' yet' masanil heb' yetchonhab' Israel molanek' chi', ix b'ab'laj heb' t'a yichanh te' kaxa chi'. Yacb'an wan sb'at heb', manhxo b'ischajb'enoc jantac nok' kalnel yet' nok' wakax ix yak' heb' silab'oc t'a Jehová."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix yik'anb'at te' kaxa chi' heb' sacerdote t'a yol templo masanto t'a yol jun lugar Yicnhej Jehová Yaji, t'a snanhal chab' yechel querubín."
        },
        {
            "number": "5",
            "text": "Jenhanb'at sk'axil chab' yechel querubín chi' t'a yib'anh b'aj ix ak'jioch te' kaxa chi'. Ha sk'axil heb' ayoch yenhuloc te' kaxa chi' yet' te' sb'akhnub'al."
        },
        {
            "number": "6",
            "text": "Ha te' regla ayoch sb'akhlab'iloc te' kaxa chi', najat steel te'. Scheclajelul snhi' te' t'a junxo cuarto ay t'a satelta, palta manhxo chequeloclaj te' t'a stieli. Ata' ix kanxonhej te' kaxa chi' t'a junelnhej."
        },
        {
            "number": "7",
            "text": "Malaj junocxo tas ayem t'a yol te' kaxa chi', anhej wal chab' pachanh k'een k'een yak'nakkanem winhaj Moisés t'a yol te' t'a Horeb, aton k'een b'aj tz'ib'ab'ilkanoch strato Jehová yet' heb' israel ayic yelnaccot heb' t'a Egipto."
        },
        {
            "number": "8",
            "text": "Ayic ix elixta heb' sacerdote t'a yol templo chi', ix b'ud'jiel yol chi' yuj yasunal stziquiquial Jehová. Ha yuj jun asun chi', majxo yal-laj smunlaj heb' t'a yool chi'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix lesalwi winhaj rey Salomón, ix yalan winh icha tik: Mamin Jehová, ix ala' to t'a skal k’ik’ k’inal ayach."
        },
        {
            "number": "10",
            "text": "Palta ix in b'ok'e jun a pat b'aj wach' tzach aji. Ix in b'o jun a pat yic tzach kajnaj t'ay t'a junelnhej, xchi winh."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi' ix meltzajb'at k'elan winh rey chi' t'a masanil heb' israel linhjab'och ta', ix sk'anan swach'k'olal Dios winh t'a yib'anh heb'."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi' ix yalan winh: Aljokab' wach' lolonel t'a Jehová ko Diosal a onh israel onh tik, yujto toxo ix elk'och tas yalnakkan t'a winh in mam winhaj rey Dawid."
        },
        {
            "number": "13",
            "text": "Ayic yalannac icha tik: Atax wik'annaquelta heb' in chonhab' t'a Egipto, mantalaj b'aj tzin sik'el junok chonhab' t'a he kal b'aj sb'ojik'e junok in pat b'aj tzin kajnaji. Anhej winhaj Dawid ix in sik'eli yic tz'och winh reyal t'a skal heb' in chonhab' Israel tik, xchi Jehová chi'."
        },
        {
            "number": "14",
            "text": "Ha winh in mam chi', snib'ejnac winh sb'ok'e junok templo yuj sniwanil yelk'och Jehová ko Diosal."
        },
        {
            "number": "15",
            "text": "Palta yalnac Jehová t'a winh icha tik: Ha jun tza na' chi' te wach', tza b'ok'e junok in pat alani,"
        },
        {
            "number": "16",
            "text": "palta manhocachlaj ol a b'ok'ei, ato junok uninal ol b'oank'eoc, xchi t'a winh."
        },
        {
            "number": "17",
            "text": "Yuj chi', a ticnaik tz'elk'och tas yalnac Jehová chi'. Icha wal ajnac yalan chi', icha wal chi' ix aj yelk'ochi. Ha in ix in ochkan sk'exuloc winh in mam chi', ix in och sreyaloc ko chonhab' tik, yuj chi' ix in b'ok'e jun templo b'aj tz'och ejmelal t'a Jehová ko Diosal."
        },
        {
            "number": "18",
            "text": "Ha t'a yool chi' ix in b'okan jun lugar b'aj tz'aj te' skaxail trato sb'onac Jehová yet' heb' ko mam quicham ayic yik'annaquelta heb' t'a Egipto, xchi winh."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi' ix k'och linhan winh t'a stz'ey yaltar Jehová t'a yichanh masanil heb' chonhab' israel, ix yik'anchaanh sk'ab' winh,"
        },
        {
            "number": "20",
            "text": "ix yalan winh icha tik: Mamin Jehová ko Diosal, malaj junocxo Dios lajan ed'oc t'a satcha’anh yet' t'a sat lu'um tik, yujto tzak'elk'och a trato. Tzak'an a wach'k'olal t'a mach sk'anab'ajan t'a smasanil sk'ool tas tzala'."
        },
        {
            "number": "21",
            "text": "Toxo ix ak'elk'och tas alnakkan t'a winh in mam winh a chekab' aj Dawid. Manh tonhejoc alnac, palta ha t'a jun k'u tik ix elk'och tas alnakkan chi'."
        },
        {
            "number": "22",
            "text": "Yuj wal chi', Mamin Jehová ko Diosal, elokab'k'och tas alnac t'a winh in mam chi' to aynhej yinhtilal winh ol och t'a yol sdespacho, anhej tato tzach sk'anab'ajej heb', icha wal ajnac sk'anab'ajan winh in mam chi'."
        },
        {
            "number": "23",
            "text": "Ha ticnaik jun, ach Jehová ko Diosal, elokab'k'och tas alnakkan t'a winh a chekab' chi'."
        },
        {
            "number": "24",
            "text": "Palta, ¿yel am wal Mamin ol ach kajnaj t'a sat lu'um tik? Ina to max yab'laj satcha’anh b'aj syal a kajnaji, ocxom wal jab' pat ix in b'ok'e tik t'ayach."
        },
        {
            "number": "25",
            "text": "Wach'chom icha chi' ach in Diosal, palta maclej ab' in lesal yet' tas tzin k'an t'ayach, ab' tas swal t'ayach a in a chekab' in tik."
        },
        {
            "number": "26",
            "text": "Tzin k'an wal t'ayach to max ik'el a sat t'a junjun k'u yet' t'a junjun ak'wal t'a templo tik, jun ix ala' to a t'ay ol ach b'inajoc."
        },
        {
            "number": "27",
            "text": "Maclej wal in lesal a in a chekab' in tik yet' yic heb' a chonhab' tik. Ayic tzonh lesalwi t'ayach tzonh cot k'elan t'a stojolal jun a templo tik, comonoc tzab' t'a satcha’anh b'aj kajan ach, tzak'an lajwoc ko chukal t'a quib'anh."
        },
        {
            "number": "28",
            "text": "Q'uinaloc ay junok mach tz'ak'jioch t'a yib'anh to ix och smul t'a junok yetanimail, tz'ik'jicoti yic syak'an sti' t'a yichanh altar t'a jun templo tik,"
        },
        {
            "number": "29",
            "text": "comonoc tzab' t'a satcha’anh, tza ch'olb'itan t'a stojolal mach ay smul, tom a jun mach tz'ak'jioch t'a yib'anh chi', mato a jun mach tz'ak'anoch t'a yib'anh chi'. Ha achokab' tzak' syaelal jun mach ay smul chi', haxo pax jun mach malaj smul chi' jun, a achokab' tzak' checlajoc to malaj smul."
        },
        {
            "number": "30",
            "text": "Q'uinaloc ay b'aj tzonh yak' ganar heb' kajk'ool yujto ix och ko mul t'ayach, tato sko na ko b'a, skalan ko b'a t'ayach, sko k'anan niwank'olal ko b'a t'ayach t'a jun a templo tik,"
        },
        {
            "number": "31",
            "text": "comonoc tzab' t'a satcha’anh, tzak'an niwank'olal ko mul. Tzak'an meltzaj heb' tz'ik'jib'at t'a ch'oc chonhab'il t'a ko lu'um tik, aton lum ak'nakkan t'a heb' ko mam quicham."
        },
        {
            "number": "32",
            "text": "Q'uinaloc maxtzac yak' nhab' yujto ix och ko mul t'ayach, palta tato elanhchamel tzonh lesalwi t'ayach t'a stojolal jun templo tik, skalan ko b'a t'ayach, sko naan ko b'a yuj ko mul chi' yuj yaelal tz'och t'a quib'anh chi',"
        },
        {
            "number": "33",
            "text": "comonoc tzab' t'a satcha’anh tas skal a onh a chekab' onh tik to a chonhab' onh. Tzak'an lajwoc ko mul chi', tza ch'oxan junok b'eyb'al wach' yic sko b'eyb'alej. Slajwi chi' jun, tzak'ancot nhab' t'a yib'anh lum lum ix ak' t'ayonh a chonhab' onh tik."
        },
        {
            "number": "34",
            "text": "Q'uinaloc sjawi wejel t'a ko lu'um tik, ma junok ilya, ma stacjiel tastac yuj k'ak', ma sjawi nok' k'ulub', ma junocxo makan nok' nok' t'a cavb'en, ma tz'em tz'aub' t'ay, ma sjawi oyan heb' ajk'ol t'a ko chonhab' tik, ma junocxo yalnhej tas sjawi t'a quib'anh,"
        },
        {
            "number": "35",
            "text": "sko nib'ej to tzab' tas sko k'an a onh a chonhab' onh tik. Ma yalnhej mach tz'awaj t'ayach yujto snachajel cuuj to wan kab'an syail yuj ko mul, ayic sko mojb'ancot ko k'ab' t'a stojolal jun templo tik, comonoc tzab' ko lesal chi' t'a satcha’anh b'aj ayach. Tzak'an tup ko mul, tzonh a colani yet' onh a ch'olb'itani, haxo ak'an spak chi' t'ayonh ato syala' tas kaji, yujto ojtak tas ay t'a ko pensar junjun onh."
        },
        {
            "number": "36",
            "text": "Tato icha chi', ol ach ko k'anab'ajej ko masanil yacb'an pitzan onh t'a sat lum lum ak'nac tik t'a heb' ko mam quicham."
        },
        {
            "number": "37",
            "text": "Ol yab'nhej heb' ch'oc chonhab'il sniwanil elk'ochi yet' jantac a wach'k'olal tzak' t'ayonh a onh a chonhab' onh tik, yuj chi' ay heb' ol jawok yic tz'och heb' ejmelal t'ayach. Q'uinaloc ay junok heb' scot t'a najat yic syak'an lesal t'a stojolal jun templo tik,"
        },
        {
            "number": "38",
            "text": "comonoc tzab' tas syal chi' t'a satcha’anh b'aj ayach. Tzak'an tas sk'ana' yic wach' tzach yojtaquejel masanil chonhab', tzach sk'anab'ajan heb' icha tz'aj ach ko k'anab'ajan a onh a chonhab' onh tik. Icha chi' snachajel yuj heb' to a jun templo ix in b'ok'e tik ico'."
        },
        {
            "number": "39",
            "text": "Q'uinaloc a onh a chonhab' onh tik tzonh b'at kak' owal yet' heb' kajk'ool, yalnhej b'ajtil tzonh a checb'ati, tato tzonh lesalwi t'ayach t'a stojolal jun a chonhab' sik'b'ilel tik uuj yet' t'a stojolal jun templo ix in b'okank'e tik t'ayach,"
        },
        {
            "number": "40",
            "text": "comonoc tzab' ko lesal chi' t'a satcha’anh, tzak'anelk'och tas sko k'an chi'."
        },
        {
            "number": "41",
            "text": "Ayic ol och ko mul t'ayach a onh a chonhab' onh tik, (yujto malaj junok anima max och smul), ol onh ak'anoch t'a yol sk'ab' heb' ajk'ool, tzonh yik'anb'at heb' t'a ch'oc chonhab'il t'a lak'an, ma najat yuj yowal a k'ool."
        },
        {
            "number": "42",
            "text": "Tato sko na ko b'ha t'a smasanil ko k'ool yet' ko pensar, ayic ayonhek' t'a juntzanh ch'oc chonhab'il chi', tato sko k'an niwank'olal ko b'a t'ayach yujto snachajel cuuj to ix och ko mul, haxo tzonh lesalwicot t'a stojolal lum lum ak'nac t'a heb' ko mam quicham, aton jun chonhab' sik'b'ilel uj b'aj ix in b'ok'e jun templo tik t'ayach,"
        },
        {
            "number": "43",
            "text": "comonoc tzab' ko lesal yet' tas sko k'an t'ayach b'aj ayach ek' t'a satcha’anh chi', tza b'oan yaj t'ayonh."
        },
        {
            "number": "44",
            "text": "Tzak'an lajwoc ko mul tz'och t'ayach yet' ko pital a onh a chonhab' onh tik. Tza k'exan spensar heb' tzonh ik'anb'at chi' yic tz'ok' sk'ol heb' t'ayonh, yujto a chonhab' kaji, ic onh. Ha ach ik'nac onh elta t'a Egipto b'aj ayonh och t'a syaelal."
        },
        {
            "number": "45",
            "text": "Yuj chi' jun Mamin, ab' wal in lesal a in a chekab' in tik yet' slesal heb' wetchonhab' israel tik yujto ic onh. Maclej wal ab' Mamin Jehová ayic tzonh lesalwi t'ayach."
        },
        {
            "number": "46",
            "text": "Yujto a ach onh a sik'naquel t'a skal juntzanhxo chonhab' t'a yol yib'anhk’inal tik yic tzonh ochkan icoc, icha wal utej a chekannac yal winh a chekab' aj Moisés, ayic ik'annaquelta heb' ko mam quicham t'a Egipto, xchi winhaj Salomón chi' t'a slesal."
        },
        {
            "number": "47",
            "text": "Cumanem winh t'a stz'ey altar, ayk'e sk'ab' winh t'a satcha’anh ayic ix lesalwi winh chi'."
        },
        {
            "number": "48",
            "text": "Ixlajwi chi', ix k'e waan winh, ix yalan wach' lolonel winh t'a yib'anh heb' yetisraelal chi', te chaanh ix yal winh icha tik:"
        },
        {
            "number": "49",
            "text": "Aljokab' wach' lolonel t'a Jehová ix ak'an junk'olal t'ayonh, icha ajnac yalankani. Masanil tas wach' yalnakkan cuuj t'a winhaj Moisés schekab', ix elk'ochi."
        },
        {
            "number": "50",
            "text": "Aynhejokab' ek' Jehová ko Diosal qued'oc, icha ajnac ek' yet' heb' ko mam quicham. Malajokab' b'ak'uinh tzonh yaktejkan ko ch'ocoj."
        },
        {
            "number": "51",
            "text": "Yak'okab'och Jehová t'a ko pensar to sko k'anab'ajej sk'ayb'ub'al yet' schecnab'il, aton juntzanh schecnac sk'anab'ajej heb' ko mam quicham."
        },
        {
            "number": "52",
            "text": "Masanil tas ix in k'an t'a Jehová ko Diosal, naannhejokab' yuj t'a masanil tiempo. Aokab' tzin tanhwan a in schekab' in tik yet' a onh schonhab' onh tik yalnhej tas sjawi t'a quib'anh t'a junjun k'u,"
        },
        {
            "number": "53",
            "text": "yic wach' syojtaquejel masanil chonhab' t'a yol yib'anhk’inal tik to a Jehová anhej Dios, malaj junocxo."
        },
        {
            "number": "54",
            "text": "Yuj chi', anhejokab' t'a Jehová b'aj skak'och ko k'ool, sko k'anab'ajan sk'ayb'ub'al yet' schecnab'il, icha sko k'ulej ticnaik, xchi winh."
        },
        {
            "number": "55",
            "text": "Ixlajwi chi', ix yak'an silab' winh yet' masanil chonhab' Israel t'a Jehová."
        },
        {
            "number": "56",
            "text": "Ay 22 mil nok' wakax yet' 120 mil nok' kalnel ix yak' winh silab'il d'ha Dios yuj sch'oxan sjunk'olal yet'oc. Icha chi' ix aj yochcan jun templo chi' t'a yopisio yuj winhaj Salomón chi' yet' masanil chonhab'."
        },
        {
            "number": "57",
            "text": "Ha t'a jun k'u chi' ix sik'kanel snanhal yol yamaq'uil templo winh rey chi' yic snhusjitz'a nok' silab', sat avb'en tz'ak'ji ofrendail yet' xepual nok' silab' yic sch'oxan sjunk'olal heb' yet' Jehová, yujto a jun altar nab'a bronce ay t'a yamaq'uil templo chi', max yab'laj yujto te niwan juntzanh silab' chi' tz'ak'ji."
        },
        {
            "number": "58",
            "text": "Ha t'a jun pekti’ chi', uque' k'ual ix och q'uinh yuj winhaj rey Salomón chi' yet' masanil chonhab' t'a yichanh Jehová. Te tzijtum anima ix molchaji. Ix laj cot heb' t'a masanil yol smacb'en Israel, wach'chom te najat ichato t'a smojonal Hamat t'a norte masanto pax t'a ha ha' smojonal yet' Egipto t'a sur. Ayic ix lajwi uque' k'ual q'uinh chinama chi', ix schaanel yich uquexo k'ual q'uinh chi' heb', yuj chi' chab' semana ix yak' q'uinh chi' heb'."
        },
        {
            "number": "59",
            "text": "Axo yic ix lajwi q'uinh chi' jun, ix tak'ajkan heb' anima chi' yuj winhaj rey Salomón chi'. Ix yalanpax wach' lolonel heb' t'a winh. Ixlajwi chi' ix pax heb' t'a spat. Ix te tzalaj heb' yuj masanil tas wach' ix sk'ulej Jehová yet' winh schekab' aj Dawid yet' heb' schonhab' Israel."
        }
    ]
}