{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "A te' scaxail strato Jehová, ayek' te' d'a schonhab' vinhaj David scuchan Sion. Axo vinhaj Salomón ix naani to syik'b'at te' vinh d'a yol templo yacb'an molanek' masanil eb' anima d'a Jerusalén yuj snaancot q'uinh chinama eb' d'a yuquil uj scuchan Etanim. Yuj chi' ix smolb'an masanil eb' yichamtac vinaquil chonhab' Israel vinh, eb' yajal yaj d'a junjun yinhtilal eb' yed' eb' sat yaj d'a junjun macanh eb'."
        },
        {
            "number": "2",
            "text": "Axo eb' sacerdote yed' juntzanhxo eb' levita ix ik'anb'at te' caxa chi' yed' k'apac mantiado b'aj sch'ox sb'a Jehová yed' masanil yamk'ab' ayoch d'a yool chi'."
        },
        {
            "number": "3",
            "text": "Axo vinhaj Salomón chi' yed' masanil eb' yetchonhab' Israel molanek' chi', ix b'ab'laj eb' d'a yichanh te' caxa chi'. Yacb'an van sb'at eb', manhxo b'ischajb'enoc jantac nok' calnel yed' nok' vacax ix yak' eb' silab'oc d'a Jehová."
        },
        {
            "number": "4",
            "text": "Ix lajvi chi', ix yik'anb'at te' caxa chi' eb' sacerdote d'a yol templo masanto d'a yol jun lugar Yicnhej Jehová Yaji, d'a snanhal chab' yechel querubín."
        },
        {
            "number": "5",
            "text": "Jenhanb'at sk'axil chab' yechel querubín chi' d'a yib'anh b'aj ix ak'jioch te' caxa chi'. A sk'axil eb' ayoch yenhuloc te' caxa chi' yed' te' sb'achnub'al."
        },
        {
            "number": "6",
            "text": "A te' regla ayoch sb'achlab'iloc te' caxa chi', najat steel te'. Scheclajelul snhi' te' d'a junxo cuarto ay d'a satelta, palta manhxo chequeloclaj te' d'a stieli. Ata' ix canxonhej te' caxa chi' d'a junelnhej."
        },
        {
            "number": "7",
            "text": "Malaj junocxo tas ayem d'a yol te' caxa chi', anhej val chab' pachanh q'uen q'ueen yak'naccanem vinhaj Moisés d'a yol te' d'a Horeb, aton q'uen b'aj tz'ib'ab'ilcanoch strato Jehová yed' eb' israel ayic yelnaccot eb' d'a Egipto."
        },
        {
            "number": "8",
            "text": "Ayic ix elixta eb' sacerdote d'a yol templo chi', ix b'ud'jiel yol chi' yuj yasunal stziquiquial Jehová. A yuj jun asun chi', majxo yal-laj smunlaj eb' d'a yool chi'."
        },
        {
            "number": "9",
            "text": "Ix lajvi chi', ix lesalvi vinhaj rey Salomón, ix yalan vinh icha tic: Mamin Jehová, ix ala' to d'a scal q'uik'alq'uinal ayach."
        },
        {
            "number": "10",
            "text": "Palta ix in b'oq'ue jun a pat b'aj vach' tzach aji. Ix in b'o jun a pat yic tzach cajnaj d'ay d'a junelnhej, xchi vinh."
        },
        {
            "number": "11",
            "text": "Ix lajvi chi' ix meltzajb'at q'uelan vinh rey chi' d'a masanil eb' israel linhjab'och ta', ix sk'anan svach'k'olal Dios vinh d'a yib'anh eb'."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi' ix yalan vinh: Aljocab' vach' lolonel d'a Jehová co Diosal a onh israel onh tic, yujto toxo ix elk'och tas yalnaccan d'a vinh in mam vinhaj rey David."
        },
        {
            "number": "13",
            "text": "Ayic yalannac icha tic: Atax vik'annaquelta eb' in chonhab' d'a Egipto, mantalaj b'aj tzin siq'uel junoc chonhab' d'a e cal b'aj sb'ojiq'ue junoc in pat b'aj tzin cajnaji. Anhej vinhaj David ix in siq'ueli yic tz'och vinh reyal d'a scal eb' in chonhab' Israel tic, xchi Jehová chi'."
        },
        {
            "number": "14",
            "text": "A vinh in mam chi', snib'ejnac vinh sb'oq'ue junoc templo yuj snivanil yelk'och Jehová co Diosal."
        },
        {
            "number": "15",
            "text": "Palta yalnac Jehová d'a vinh icha tic: A jun tza na' chi' te vach', tza b'oq'ue junoc in pat alani,"
        },
        {
            "number": "16",
            "text": "palta manhocachlaj ol a b'oq'uei, ato junoc uninal ol b'oanq'ueoc, xchi d'a vinh."
        },
        {
            "number": "17",
            "text": "Yuj chi', a ticnaic tz'elk'och tas yalnac Jehová chi'. Icha val ajnac yalan chi', icha val chi' ix aj yelk'ochi. A in ix in ochcan sq'uexuloc vinh in mam chi', ix in och sreyaloc co chonhab' tic, yuj chi' ix in b'oq'ue jun templo b'aj tz'och ejmelal d'a Jehová co Diosal."
        },
        {
            "number": "18",
            "text": "A d'a yool chi' ix in b'ocan jun lugar b'aj tz'aj te' scaxail trato sb'onac Jehová yed' eb' co mam quicham ayic yik'annaquelta eb' d'a Egipto, xchi vinh."
        },
        {
            "number": "19",
            "text": "Ix lajvi chi' ix k'och linhan vinh d'a stz'ey yaltar Jehová d'a yichanh masanil eb' chonhab' israel, ix yik'anchaanh sk'ab' vinh,"
        },
        {
            "number": "20",
            "text": "ix yalan vinh icha tic: Mamin Jehová co Diosal, malaj junocxo Dios lajan ed'oc d'a satchaanh yed' d'a sat luum tic, yujto tzaq'uelk'och a trato. Tzak'an a vach'k'olal d'a mach sk'anab'ajan d'a smasanil sk'ool tas tzala'."
        },
        {
            "number": "21",
            "text": "Toxo ix aq'uelk'och tas alnaccan d'a vinh in mam vinh a checab' aj David. Manh tonhejoc alnac, palta a d'a jun k'u tic ix elk'och tas alnaccan chi'."
        },
        {
            "number": "22",
            "text": "Yuj val chi', Mamin Jehová co Diosal, elocab'k'och tas alnac d'a vinh in mam chi' to aynhej yinhtilal vinh ol och d'a yol sdespacho, anhej tato tzach sk'anab'ajej eb', icha val ajnac sk'anab'ajan vinh in mam chi'."
        },
        {
            "number": "23",
            "text": "A ticnaic jun, ach Jehová co Diosal, elocab'k'och tas alnaccan d'a vinh a checab' chi'."
        },
        {
            "number": "24",
            "text": "Palta, ¿yel am val Mamin ol ach cajnaj d'a sat luum tic? Ina to max yab'laj satchaanh b'aj syal a cajnaji, ocxom val jab' pat ix in b'oq'ue tic d'ayach."
        },
        {
            "number": "25",
            "text": "Vach'chom icha chi' ach in Diosal, palta maclej ab' in lesal yed' tas tzin k'an d'ayach, ab' tas sval d'ayach a in a checab' in tic."
        },
        {
            "number": "26",
            "text": "Tzin k'an val d'ayach to max iq'uel a sat d'a junjun k'u yed' d'a junjun ak'val d'a templo tic, jun ix ala' to a d'ay ol ach b'inajoc."
        },
        {
            "number": "27",
            "text": "Maclej val in lesal a in a checab' in tic yed' yic eb' a chonhab' tic. Ayic tzonh lesalvi d'ayach tzonh cot q'uelan d'a stojolal jun a templo tic, comonoc tzab' d'a satchaanh b'aj cajan ach, tzak'an lajvoc co chucal d'a quib'anh."
        },
        {
            "number": "28",
            "text": "Q'uinaloc ay junoc mach tz'ak'jioch d'a yib'anh to ix och smul d'a junoc yetanimail, tz'ik'jicoti yic syak'an sti' d'a yichanh altar d'a jun templo tic,"
        },
        {
            "number": "29",
            "text": "comonoc tzab' d'a satchaanh, tza ch'olb'itan d'a stojolal mach ay smul, tom a jun mach tz'ak'jioch d'a yib'anh chi', mato a jun mach tz'ak'anoch d'a yib'anh chi'. A achocab' tzak' syaelal jun mach ay smul chi', axo pax jun mach malaj smul chi' jun, a achocab' tzak' checlajoc to malaj smul."
        },
        {
            "number": "30",
            "text": "Q'uinaloc ay b'aj tzonh yak' ganar eb' cajk'ool yujto ix och co mul d'ayach, tato sco na co b'a, scalan co b'a d'ayach, sco k'anan nivank'olal co b'a d'ayach d'a jun a templo tic,"
        },
        {
            "number": "31",
            "text": "comonoc tzab' d'a satchaanh, tzak'an nivank'olal co mul. Tzak'an meltzaj eb' tz'ik'jib'at d'a ch'oc chonhab'il d'a co luum tic, aton lum ak'naccan d'a eb' co mam quicham."
        },
        {
            "number": "32",
            "text": "Q'uinaloc maxtzac yak' nhab' yujto ix och co mul d'ayach, palta tato elanhchamel tzonh lesalvi d'ayach d'a stojolal jun templo tic, scalan co b'a d'ayach, sco naan co b'a yuj co mul chi' yuj yaelal tz'och d'a quib'anh chi',"
        },
        {
            "number": "33",
            "text": "comonoc tzab' d'a satchaanh tas scal a onh a checab' onh tic to a chonhab' onh. Tzak'an lajvoc co mul chi', tza ch'oxan junoc b'eyb'al vach' yic sco b'eyb'alej. Slajvi chi' jun, tzak'ancot nhab' d'a yib'anh lum luum ix ak' d'ayonh a chonhab' onh tic."
        },
        {
            "number": "34",
            "text": "Q'uinaloc sjavi vejel d'a co luum tic, ma junoc ilya, ma stacjiel tastac yuj k'ak', ma sjavi nok' k'ulub', ma junocxo macanh nok' nok' d'a cavb'en, ma tz'em tz'aub' d'ay, ma sjavi oyan eb' ajk'ol d'a co chonhab' tic, ma junocxo yalnhej tas sjavi d'a quib'anh,"
        },
        {
            "number": "35",
            "text": "sco nib'ej to tzab' tas sco k'an a onh a chonhab' onh tic. Ma yalnhej mach tz'avaj d'ayach yujto snachajel cuuj to van cab'an syail yuj co mul, ayic sco mojb'ancot co k'ab' d'a stojolal jun templo tic, comonoc tzab' co lesal chi' d'a satchaanh b'aj ayach. Tzak'an tup co mul, tzonh a colani yed' onh a ch'olb'itani, axo ak'an spac chi' d'ayonh ato syala' tas caji, yujto ojtac tas ay d'a co pensar junjun onh."
        },
        {
            "number": "36",
            "text": "Tato icha chi', ol ach co k'anab'ajej co masanil yacb'an pitzan onh d'a sat lum luum ak'nac tic d'a eb' co mam quicham."
        },
        {
            "number": "37",
            "text": "Ol yab'nhej eb' ch'oc chonhab'il snivanil elk'ochi yed' jantac a vach'k'olal tzak' d'ayonh a onh a chonhab' onh tic, yuj chi' ay eb' ol javoc yic tz'och eb' ejmelal d'ayach. Q'uinaloc ay junoc eb' scot d'a najat yic syak'an lesal d'a stojolal jun templo tic,"
        },
        {
            "number": "38",
            "text": "comonoc tzab' tas syal chi' d'a satchaanh b'aj ayach. Tzak'an tas sk'ana' yic vach' tzach yojtaquejel masanil chonhab', tzach sk'anab'ajan eb' icha tz'aj ach co k'anab'ajan a onh a chonhab' onh tic. Icha chi' snachajel yuj eb' to a jun templo ix in b'oq'ue tic ico'."
        },
        {
            "number": "39",
            "text": "Q'uinaloc a onh a chonhab' onh tic tzonh b'at cak' oval yed' eb' cajk'ool, yalnhej b'ajtil tzonh a checb'ati, tato tzonh lesalvi d'ayach d'a stojolal jun a chonhab' sik'b'ilel tic uuj yed' d'a stojolal jun templo ix in b'ocanq'ue tic d'ayach,"
        },
        {
            "number": "40",
            "text": "comonoc tzab' co lesal chi' d'a satchaanh, tzak'anelk'och tas sco k'an chi'."
        },
        {
            "number": "41",
            "text": "Ayic ol och co mul d'ayach a onh a chonhab' onh tic, (yujto malaj junoc anima max och smul), ol onh ak'anoch d'a yol sk'ab' eb' ajk'ool, tzonh yik'anb'at eb' d'a ch'oc chonhab'il d'a lak'an, ma najat yuj yoval a k'ool."
        },
        {
            "number": "42",
            "text": "Tato sco na co b'a d'a smasanil co k'ool yed' co pensar, ayic ayonhek' d'a juntzanh ch'oc chonhab'il chi', tato sco k'an nivank'olal co b'a d'ayach yujto snachajel cuuj to ix och co mul, axo tzonh lesalvicot d'a stojolal lum luum ak'nac d'a eb' co mam quicham, aton jun chonhab' sik'b'ilel uj b'aj ix in b'oq'ue jun templo tic d'ayach,"
        },
        {
            "number": "43",
            "text": "comonoc tzab' co lesal yed' tas sco k'an d'ayach b'aj ayach ek' d'a satchaanh chi', tza b'oan yaj d'ayonh."
        },
        {
            "number": "44",
            "text": "Tzak'an lajvoc co mul tz'och d'ayach yed' co pital a onh a chonhab' onh tic. Tza q'uexan spensar eb' tzonh ik'anb'at chi' yic tz'ok' sk'ol eb' d'ayonh, yujto a chonhab' caji, ic onh. A ach ik'nac onh elta d'a Egipto b'aj ayonh och d'a syaelal."
        },
        {
            "number": "45",
            "text": "Yuj chi' jun Mamin, ab' val in lesal a in a checab' in tic yed' slesal eb' vetchonhab' israel tic yujto ic onh. Maclej val ab' Mamin Jehová ayic tzonh lesalvi d'ayach."
        },
        {
            "number": "46",
            "text": "Yujto a ach onh a sik'naquel d'a scal juntzanhxo chonhab' d'a yolyib'anhq'uinal tic yic tzonh ochcan icoc, icha val utej a checannac yal vinh a checab' aj Moisés, ayic ik'annaquelta eb' co mam quicham d'a Egipto, xchi vinhaj Salomón chi' d'a slesal."
        },
        {
            "number": "47",
            "text": "Cumanem vinh d'a stz'ey altar, ayq'ue sk'ab' vinh d'a satchaanh ayic ix lesalvi vinh chi'."
        },
        {
            "number": "48",
            "text": "Ix lajvi chi', ix q'ue vaan vinh, ix yalan vach' lolonel vinh d'a yib'anh eb' yetisraelal chi', te chaanh ix yal vinh icha tic:"
        },
        {
            "number": "49",
            "text": "Aljocab' vach' lolonel d'a Jehová ix ak'an junk'olal d'ayonh, icha ajnac yalancani. Masanil tas vach' yalnaccan cuuj d'a vinhaj Moisés schecab', ix elk'ochi."
        },
        {
            "number": "50",
            "text": "Aynhejocab' ek' Jehová co Diosal qued'oc, icha ajnac ek' yed' eb' co mam quicham. Malajocab' b'aq'uinh tzonh yactejcan co ch'ocoj."
        },
        {
            "number": "51",
            "text": "Yak'ocab'och Jehová d'a co pensar to sco k'anab'ajej sk'ayb'ub'al yed' schecnab'il, aton juntzanh schecnac sk'anab'ajej eb' co mam quicham."
        },
        {
            "number": "52",
            "text": "Masanil tas ix in k'an d'a Jehová co Diosal, naannhejocab' yuuj d'a masanil tiempo. Aocab' tzin tanhvan a in schecab' in tic yed' a onh schonhab' onh tic yalnhej tas sjavi d'a quib'anh d'a junjun k'u,"
        },
        {
            "number": "53",
            "text": "yic vach' syojtaquejel masanil chonhab' d'a yolyib'anhq'uinal tic to a Jehová anhej Dios, malaj junocxo."
        },
        {
            "number": "54",
            "text": "Yuj chi', anhejocab' d'a Jehová b'aj scak'och co k'ool, sco k'anab'ajan sk'ayb'ub'al yed' schecnab'il, icha sco k'ulej ticnaic, xchi vinh."
        },
        {
            "number": "55",
            "text": "Ix lajvi chi', ix yak'an silab' vinh yed' masanil chonhab' Israel d'a Jehová."
        },
        {
            "number": "56",
            "text": "Ay 22 mil nok' vacax yed' 120 mil nok' calnel ix yak' vinh silab'il d'a Dios yuj sch'oxan sjunk'olal yed'oc. Icha chi' ix aj yochcan jun templo chi' d'a yopisio yuj vinhaj Salomón chi' yed' masanil chonhab'."
        },
        {
            "number": "57",
            "text": "A d'a jun k'u chi' ix sik'canel snanhal yol yamaq'uil templo vinh rey chi' yic snhusjitz'a nok' silab', sat avb'en tz'ak'ji ofrendail yed' xepual nok' silab' yic sch'oxan sjunk'olal eb' yed' Jehová, yujto a jun altar nab'a bronce ay d'a yamaq'uil templo chi', max yab'laj yujto te nivan juntzanh silab' chi' tz'ak'ji."
        },
        {
            "number": "58",
            "text": "A d'a jun tiempoal chi', uque' k'ual ix och q'uinh yuj vinhaj rey Salomón chi' yed' masanil chonhab' d'a yichanh Jehová. Te tzijtum anima ix molchaji. Ix laj cot eb' d'a masanil yol smacb'en Israel, vach'chom te najat ichato d'a smojonal Hamat d'a norte masanto pax d'a a a' smojonal yed' Egipto d'a sur. Ayic ix lajvi uque' k'ual q'uinh chinama chi', ix schaanel yich uquexo k'ual q'uinh chi' eb', yuj chi' chab' semana ix yak' q'uinh chi' eb'."
        },
        {
            "number": "59",
            "text": "Axo yic ix lajvi q'uinh chi' jun, ix tak'ajcan eb' anima chi' yuj vinhaj rey Salomón chi'. Ix yalanpax vach' lolonel eb' d'a vinh. Ix lajvi chi' ix pax eb' d'a spat. Ix te tzalaj eb' yuj masanil tas vach' ix sk'ulej Jehová yed' vinh schecab' aj David yed' eb' schonhab' Israel."
        }
    ]
}