{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha te' scaxail strato Jehová, ayek' te' t'a schonhab' vinhaj David scuchan Sion. Axo vinhaj Salomón ix naani to syik'b'at te' vinh t'a yol templo yacb'an molanek' masanil eb' anima t'a Jerusalén yuj snaancot q'uinh chinama eb' t'a yuquil uj scuchan Etanim. Yuj chi' ix smolb'an masanil eb' yichamtac vinaquil chonhab' Israel vinh, eb' yajal yaj t'a junjun yinhtilal eb' yet' eb' sat yaj t'a junjun makan eb'."
        },
        {
            "number": "2",
            "text": "Axo eb' sacerdote yet' juntzanhxo eb' levita ix ik'anb'at te' caxa chi' yet' k'apac mantiado b'aj sch'ox sb'a Jehová yet' masanil yamk'ab' ayoch t'a yool chi'."
        },
        {
            "number": "3",
            "text": "Axo vinhaj Salomón chi' yet' masanil eb' yetchonhab' Israel molanek' chi', ix b'ab'laj eb' t'a yichanh te' caxa chi'. Yacb'an van sb'at eb', manhxo b'ischajb'enoc jantac nok' calnel yet' nok' vacax ix yak' eb' silab'oc t'a Jehová."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix yik'anb'at te' caxa chi' eb' sacerdote t'a yol templo masanto t'a yol jun lugar Yicnhej Jehová Yaji, t'a snanhal chab' yechel querubín."
        },
        {
            "number": "5",
            "text": "Jenhanb'at sk'axil chab' yechel querubín chi' t'a yib'anh b'aj ix ak'jioch te' caxa chi'. Ha sk'axil eb' ayoch yenhuloc te' caxa chi' yet' te' sb'achnub'al."
        },
        {
            "number": "6",
            "text": "Ha te' regla ayoch sb'achlab'iloc te' caxa chi', najat steel te'. Scheclajelul snhi' te' t'a junxo cuarto ay t'a satelta, palta manhxo chequeloclaj te' t'a stieli. Ata' ix canxonhej te' caxa chi' t'a junelnhej."
        },
        {
            "number": "7",
            "text": "Malaj junocxo tas ayem t'a yol te' caxa chi', anhej val chab' pachanh q'uen q'ueen yak'naccanem vinhaj Moisés t'a yol te' t'a Horeb, aton q'uen b'aj tz'ib'ab'ilcanoch strato Jehová yet' eb' israel ayic yelnaccot eb' t'a Egipto."
        },
        {
            "number": "8",
            "text": "Ayic ix elixta eb' sacerdote t'a yol templo chi', ix b'ud'jiel yol chi' yuj yasunal stziquiquial Jehová. Ha yuj jun asun chi', majxo yal-laj smunlaj eb' t'a yool chi'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix lesalvi vinhaj rey Salomón, ix yalan vinh icha tik: Mamin Jehová, ix ala' to t'a skal k’ik’ k’inal ayach."
        },
        {
            "number": "10",
            "text": "Palta ix in b'oq'ue jun a pat b'aj wach' tzach aji. Ix in b'o jun a pat yic tzach cajnaj t'ay t'a junelnhej, xchi vinh."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi' ix meltzajb'at q'uelan vinh rey chi' t'a masanil eb' israel linhjab'och ta', ix sk'anan swach'k'olal Dios vinh t'a yib'anh eb'."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi' ix yalan vinh: Aljocab' wach' lolonel t'a Jehová co Diosal a onh israel onh tik, yujto toxo ix elk'och tas yalnaccan t'a vinh in mam vinhaj rey David."
        },
        {
            "number": "13",
            "text": "Ayic yalannac icha tik: Atax vik'annaquelta eb' in chonhab' t'a Egipto, mantalaj b'aj tzin siq'uel junok chonhab' t'a e cal b'aj sb'ojiq'ue junok in pat b'aj tzin cajnaji. Anhej vinhaj David ix in siq'ueli yic tz'och vinh reyal t'a skal eb' in chonhab' Israel tik, xchi Jehová chi'."
        },
        {
            "number": "14",
            "text": "Ha vinh in mam chi', snib'ejnac vinh sb'oq'ue junok templo yuj snivanil yelk'och Jehová co Diosal."
        },
        {
            "number": "15",
            "text": "Palta yalnac Jehová t'a vinh icha tik: Ha jun tza na' chi' te wach', tza b'oq'ue junok in pat alani,"
        },
        {
            "number": "16",
            "text": "palta manhocachlaj ol a b'oq'uei, ato junok uninal ol b'oanq'ueoc, xchi t'a vinh."
        },
        {
            "number": "17",
            "text": "Yuj chi', a ticnaic tz'elk'och tas yalnac Jehová chi'. Icha val ajnac yalan chi', icha val chi' ix aj yelk'ochi. Ha in ix in ochcan sq'uexuloc vinh in mam chi', ix in och sreyaloc co chonhab' tik, yuj chi' ix in b'oq'ue jun templo b'aj tz'och ejmelal t'a Jehová co Diosal."
        },
        {
            "number": "18",
            "text": "Ha t'a yool chi' ix in b'ocan jun lugar b'aj tz'aj te' scaxail trato sb'onac Jehová yet' eb' co mam quicham ayic yik'annaquelta eb' t'a Egipto, xchi vinh."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi' ix k'och linhan vinh t'a stz'ey yaltar Jehová t'a yichanh masanil eb' chonhab' israel, ix yik'anchaanh sk'ab' vinh,"
        },
        {
            "number": "20",
            "text": "ix yalan vinh icha tik: Mamin Jehová co Diosal, malaj junocxo Dios lajan ed'oc t'a satcha’anh yet' t'a sat lu'um tik, yujto tzaq'uelk'och a trato. Tzak'an a wach'k'olal t'a mach sk'anab'ajan t'a smasanil sk'ool tas tzala'."
        },
        {
            "number": "21",
            "text": "Toxo ix aq'uelk'och tas alnaccan t'a vinh in mam vinh a checab' aj David. Manh tonhejoc alnac, palta ha t'a jun k'u tik ix elk'och tas alnaccan chi'."
        },
        {
            "number": "22",
            "text": "Yuj val chi', Mamin Jehová co Diosal, elocab'k'och tas alnac t'a vinh in mam chi' to aynhej yinhtilal vinh ol och t'a yol sdespacho, anhej tato tzach sk'anab'ajej eb', icha val ajnac sk'anab'ajan vinh in mam chi'."
        },
        {
            "number": "23",
            "text": "Ha ticnaic jun, ach Jehová co Diosal, elocab'k'och tas alnaccan t'a vinh a checab' chi'."
        },
        {
            "number": "24",
            "text": "Palta, ¿yel am val Mamin ol ach cajnaj t'a sat lu'um tik? Ina to max yab'laj satcha’anh b'aj syal a cajnaji, ocxom val jab' pat ix in b'oq'ue tik t'ayach."
        },
        {
            "number": "25",
            "text": "Wach'chom icha chi' ach in Diosal, palta maclej ab' in lesal yet' tas tzin k'an t'ayach, ab' tas sval t'ayach a in a checab' in tik."
        },
        {
            "number": "26",
            "text": "Tzin k'an val t'ayach to max iq'uel a sat t'a junjun k'u yet' t'a junjun ak'val t'a templo tik, jun ix ala' to a t'ay ol ach b'inajoc."
        },
        {
            "number": "27",
            "text": "Maclej val in lesal a in a checab' in tik yet' yic eb' a chonhab' tik. Ayic tzonh lesalvi t'ayach tzonh cot q'uelan t'a stojolal jun a templo tik, comonoc tzab' t'a satcha’anh b'aj cajan ach, tzak'an lajvoc co chukal t'a quib'anh."
        },
        {
            "number": "28",
            "text": "Q'uinaloc ay junok mach tz'ak'jioch t'a yib'anh to ix och smul t'a junok yetanimail, tz'ik'jicoti yic syak'an sti' t'a yichanh altar t'a jun templo tik,"
        },
        {
            "number": "29",
            "text": "comonoc tzab' t'a satcha’anh, tza ch'olb'itan t'a stojolal mach ay smul, tom a jun mach tz'ak'jioch t'a yib'anh chi', mato a jun mach tz'ak'anoch t'a yib'anh chi'. Ha achocab' tzak' syaelal jun mach ay smul chi', haxo pax jun mach malaj smul chi' jun, a achocab' tzak' checlajoc to malaj smul."
        },
        {
            "number": "30",
            "text": "Q'uinaloc ay b'aj tzonh yak' ganar eb' cajk'ool yujto ix och co mul t'ayach, tato sco na co b'a, scalan co b'a t'ayach, sco k'anan nivank'olal co b'a t'ayach t'a jun a templo tik,"
        },
        {
            "number": "31",
            "text": "comonoc tzab' t'a satcha’anh, tzak'an nivank'olal co mul. Tzak'an meltzaj eb' tz'ik'jib'at t'a ch'oc chonhab'il t'a co lu'um tik, aton lum ak'naccan t'a eb' co mam quicham."
        },
        {
            "number": "32",
            "text": "Q'uinaloc maxtzac yak' nhab' yujto ix och co mul t'ayach, palta tato elanhchamel tzonh lesalvi t'ayach t'a stojolal jun templo tik, scalan co b'a t'ayach, sco naan co b'a yuj co mul chi' yuj yaelal tz'och t'a quib'anh chi',"
        },
        {
            "number": "33",
            "text": "comonoc tzab' t'a satcha’anh tas skal a onh a checab' onh tik to a chonhab' onh. Tzak'an lajvoc co mul chi', tza ch'oxan junok b'eyb'al wach' yic sco b'eyb'alej. Slajvi chi' jun, tzak'ancot nhab' t'a yib'anh lum lum ix ak' t'ayonh a chonhab' onh tik."
        },
        {
            "number": "34",
            "text": "Q'uinaloc sjavi vejel t'a co lu'um tik, ma junok ilya, ma stacjiel tastac yuj k'ak', ma sjavi nok' k'ulub', ma junocxo makan nok' nok' t'a cavb'en, ma tz'em tz'aub' t'ay, ma sjavi oyan eb' ajk'ol t'a co chonhab' tik, ma junocxo yalnhej tas sjavi t'a quib'anh,"
        },
        {
            "number": "35",
            "text": "sco nib'ej to tzab' tas sco k'an a onh a chonhab' onh tik. Ma yalnhej mach tz'avaj t'ayach yujto snachajel cuuj to van cab'an syail yuj co mul, ayic sco mojb'ancot co k'ab' t'a stojolal jun templo tik, comonoc tzab' co lesal chi' t'a satcha’anh b'aj ayach. Tzak'an tup co mul, tzonh a colani yet' onh a ch'olb'itani, haxo ak'an spac chi' t'ayonh ato syala' tas caji, yujto ojtac tas ay t'a co pensar junjun onh."
        },
        {
            "number": "36",
            "text": "Tato icha chi', ol ach co k'anab'ajej co masanil yacb'an pitzan onh t'a sat lum lum ak'nac tik t'a eb' co mam quicham."
        },
        {
            "number": "37",
            "text": "Ol yab'nhej eb' ch'oc chonhab'il snivanil elk'ochi yet' jantac a wach'k'olal tzak' t'ayonh a onh a chonhab' onh tik, yuj chi' ay eb' ol javoc yic tz'och eb' ejmelal t'ayach. Q'uinaloc ay junok eb' scot t'a najat yic syak'an lesal t'a stojolal jun templo tik,"
        },
        {
            "number": "38",
            "text": "comonoc tzab' tas syal chi' t'a satcha’anh b'aj ayach. Tzak'an tas sk'ana' yic wach' tzach yojtaquejel masanil chonhab', tzach sk'anab'ajan eb' icha tz'aj ach co k'anab'ajan a onh a chonhab' onh tik. Icha chi' snachajel yuj eb' to a jun templo ix in b'oq'ue tik ico'."
        },
        {
            "number": "39",
            "text": "Q'uinaloc a onh a chonhab' onh tik tzonh b'at cak' oval yet' eb' cajk'ool, yalnhej b'ajtil tzonh a checb'ati, tato tzonh lesalvi t'ayach t'a stojolal jun a chonhab' sik'b'ilel tik uuj yet' t'a stojolal jun templo ix in b'ocanq'ue tik t'ayach,"
        },
        {
            "number": "40",
            "text": "comonoc tzab' co lesal chi' t'a satcha’anh, tzak'anelk'och tas sco k'an chi'."
        },
        {
            "number": "41",
            "text": "Ayic ol och co mul t'ayach a onh a chonhab' onh tik, (yujto malaj junok anima max och smul), ol onh ak'anoch t'a yol sk'ab' eb' ajk'ool, tzonh yik'anb'at eb' t'a ch'oc chonhab'il t'a lak'an, ma najat yuj yoval a k'ool."
        },
        {
            "number": "42",
            "text": "Tato sco na co b'ha t'a smasanil co k'ool yet' co pensar, ayic ayonhek' t'a juntzanh ch'oc chonhab'il chi', tato sco k'an nivank'olal co b'a t'ayach yujto snachajel cuuj to ix och co mul, haxo tzonh lesalvicot t'a stojolal lum lum ak'nac t'a eb' co mam quicham, aton jun chonhab' sik'b'ilel uj b'aj ix in b'oq'ue jun templo tik t'ayach,"
        },
        {
            "number": "43",
            "text": "comonoc tzab' co lesal yet' tas sco k'an t'ayach b'aj ayach ek' t'a satcha’anh chi', tza b'oan yaj t'ayonh."
        },
        {
            "number": "44",
            "text": "Tzak'an lajvoc co mul tz'och t'ayach yet' co pital a onh a chonhab' onh tik. Tza q'uexan spensar eb' tzonh ik'anb'at chi' yic tz'ok' sk'ol eb' t'ayonh, yujto a chonhab' caji, ic onh. Ha ach ik'nac onh elta t'a Egipto b'aj ayonh och t'a syaelal."
        },
        {
            "number": "45",
            "text": "Yuj chi' jun Mamin, ab' val in lesal a in a checab' in tik yet' slesal eb' vetchonhab' israel tik yujto ic onh. Maclej val ab' Mamin Jehová ayic tzonh lesalvi t'ayach."
        },
        {
            "number": "46",
            "text": "Yujto a ach onh a sik'naquel t'a skal juntzanhxo chonhab' t'a yol yib'anhk’inal tik yic tzonh ochcan icoc, icha val utej a checannac yal vinh a checab' aj Moisés, ayic ik'annaquelta eb' co mam quicham t'a Egipto, xchi vinhaj Salomón chi' t'a slesal."
        },
        {
            "number": "47",
            "text": "Cumanem vinh t'a stz'ey altar, ayq'ue sk'ab' vinh t'a satcha’anh ayic ix lesalvi vinh chi'."
        },
        {
            "number": "48",
            "text": "Ixlajwi chi', ix q'ue vaan vinh, ix yalan wach' lolonel vinh t'a yib'anh eb' yetisraelal chi', te chaanh ix yal vinh icha tik:"
        },
        {
            "number": "49",
            "text": "Aljocab' wach' lolonel t'a Jehová ix ak'an junk'olal t'ayonh, icha ajnac yalancani. Masanil tas wach' yalnaccan cuuj t'a vinhaj Moisés schecab', ix elk'ochi."
        },
        {
            "number": "50",
            "text": "Aynhejocab' ek' Jehová co Diosal qued'oc, icha ajnac ek' yet' eb' co mam quicham. Malajocab' b'ak'uinh tzonh yactejcan co ch'ocoj."
        },
        {
            "number": "51",
            "text": "Yak'ocab'och Jehová t'a co pensar to sco k'anab'ajej sk'ayb'ub'al yet' schecnab'il, aton juntzanh schecnac sk'anab'ajej eb' co mam quicham."
        },
        {
            "number": "52",
            "text": "Masanil tas ix in k'an t'a Jehová co Diosal, naannhejocab' yuj t'a masanil tiempo. Aocab' tzin tanhvan a in schecab' in tik yet' a onh schonhab' onh tik yalnhej tas sjavi t'a quib'anh t'a junjun k'u,"
        },
        {
            "number": "53",
            "text": "yic wach' syojtaquejel masanil chonhab' t'a yol yib'anhk’inal tik to a Jehová anhej Dios, malaj junocxo."
        },
        {
            "number": "54",
            "text": "Yuj chi', anhejocab' t'a Jehová b'aj scak'och co k'ool, sco k'anab'ajan sk'ayb'ub'al yet' schecnab'il, icha sco k'ulej ticnaic, xchi vinh."
        },
        {
            "number": "55",
            "text": "Ixlajwi chi', ix yak'an silab' vinh yet' masanil chonhab' Israel t'a Jehová."
        },
        {
            "number": "56",
            "text": "Ay 22 mil nok' vacax yet' 120 mil nok' calnel ix yak' vinh silab'il d'ha Dios yuj sch'oxan sjunk'olal yet'oc. Icha chi' ix aj yochcan jun templo chi' t'a yopisio yuj vinhaj Salomón chi' yet' masanil chonhab'."
        },
        {
            "number": "57",
            "text": "Ha t'a jun k'u chi' ix sik'canel snanhal yol yamaq'uil templo vinh rey chi' yic snhusjitz'a nok' silab', sat avb'en tz'ak'ji ofrendail yet' xepual nok' silab' yic sch'oxan sjunk'olal eb' yet' Jehová, yujto a jun altar nab'a bronce ay t'a yamaq'uil templo chi', max yab'laj yujto te niwan juntzanh silab' chi' tz'ak'ji."
        },
        {
            "number": "58",
            "text": "Ha t'a jun pekti’ chi', uque' k'ual ix och q'uinh yuj vinhaj rey Salomón chi' yet' masanil chonhab' t'a yichanh Jehová. Te tzijtum anima ix molchaji. Ix laj cot eb' t'a masanil yol smacb'en Israel, wach'chom te najat ichato t'a smojonal Hamat t'a norte masanto pax t'a ha ha' smojonal yet' Egipto t'a sur. Ayic ix lajvi uque' k'ual q'uinh chinama chi', ix schaanel yich uquexo k'ual q'uinh chi' eb', yuj chi' chab' semana ix yak' q'uinh chi' eb'."
        },
        {
            "number": "59",
            "text": "Axo yic ix lajvi q'uinh chi' jun, ix tak'ajkan eb' anima chi' yuj vinhaj rey Salomón chi'. Ix yalanpax wach' lolonel eb' t'a vinh. Ixlajwi chi' ix pax eb' t'a spat. Ix te tzalaj eb' yuj masanil tas wach' ix sk'ulej Jehová yet' vinh schecab' aj David yet' eb' schonhab' Israel."
        }
    ]
}