{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi sb'oel stemplo Jehová yuj vinhaj rey Salomón chi' yed' spalacio vinh yed' pax juntzanhxo tas snib'ej vinh sb'o'o,"
        },
        {
            "number": "2",
            "text": "ix sch'oxanxi sb'a Jehová d'a vinh d'a schaelal, icha aj sch'oxan sb'a d'a vinh d'a chonhab' Gabaón."
        },
        {
            "number": "3",
            "text": "Ix yalan Jehová chi' d'a vinh: Ix vab' tas ix al d'a a lesal yed' masanil tas ix a k'ana'. Ix vak'canoch jun templo ix a b'o tic vicoc yic vach' a d'ay ol ochnhej ejmelal d'ayin. Ol in tanhvejnhej jun templo tic, ol in ajnhej ek' d'ay d'a masanil tiempo."
        },
        {
            "number": "4",
            "text": "Yuj chi', tato vach'nhej ol utej a b'a d'ayin d'a smasanil a k'ool, icha yutejnac sb'a vinhaj David a mam, tato tzin ak'och yipoc a k'ool, tojolnhej tzutej a b'a, tza k'anab'ajan masanil tas ix vak' a k'ulej, tza k'anab'ajan in k'ayb'ub'al yed' in checnab'il,"
        },
        {
            "number": "5",
            "text": "a opisio tic ol b'eynhejb'at d'a eb' inhtilal icha ajnac valan d'a vinh a mam chi', ayic valannac d'a vinh icha tic: Aynhej inhtilal ol och reyal d'a scal eb' chonhab' israel, xin chi d'a vinh."
        },
        {
            "number": "6",
            "text": "Palta tato a ach tic yed' eb' inhtilal ol eyiq'uel e b'a d'a in patic, manh ol e k'anab'ajej in checnab'il yed' in k'ayb'ub'al ix vak' e k'anab'ajej, axo d'a comon dios ol ex och ejmelal, ol eyalan e b'a d'ay,"
        },
        {
            "number": "7",
            "text": "ol ex viq'uel d'a sat lum luum vak'nac tic d'ayex. Axo jun templo ix in sik'canoch vicoc tic, ol in patiquejcaneli, ol ex b'uchjoc yuj masanil nación."
        },
        {
            "number": "8",
            "text": "A jun templo te vach' yilji tic ticnaic, toxonhej ol q'uecan juyan q'uen sq'ueenal. Yuj chi' a eb' ol ek' d'a stz'ey, ol stzetzej eb', ol laj yal-lan eb' d'ay junjun: ¿Tas yuj icha tic ix utaj jun chonhab' yed' jun templo tic yuj Jehová? xcham eb'."
        },
        {
            "number": "9",
            "text": "Axo ol yalan eb' anima chi' icha tic: A eb' israel tic, ix yiq'uel sb'a eb' d'a spatic Jehová sDiosal, aton jun ik'annaquelta eb' smam yicham eb' d'a Egipto. Axo ticnaic a juntzanh comon dios ix yak'och eb' d'a sk'ool, ix ochpax eb' ejmelal d'ay, yuj chi' a sDiosal eb' chi' ix ak'ancot jun chucal tic d'a yib'anh eb', xcham eb' anima chi', xchi Jehová d'a vinhaj Salomón chi'."
        },
        {
            "number": "10",
            "text": "A vinhaj Salomón chi', 20 ab'il ix yak' vinh sb'oanq'ue chab' nivac pat, aton stemplo Jehová yed' pax spalacio vinh."
        },
        {
            "number": "11",
            "text": "A vinhaj Hiram sreyal Tiro ix ak'ancot ste'al juntzanh pat chi', aton te' k'ute', te' taj yed' jantac q'uen oro ix och d'ay. Yuj chi' 20 chonhab' d'a yol smacb'en Galaad ix yak' vinhaj Salomón d'a vinhaj Hiram chi'."
        },
        {
            "number": "12",
            "text": "Ayic ix xid'ek' vinhaj Hiram chi' yil juntzanh chonhab' chi', maj schalaj sk'ool vinh."
        },
        {
            "number": "13",
            "text": "Ix yalan vinh icha tic: Ach vamigo, ¿tas chonhab'il juntzanh ix ak' tic d'ayin? xchi vinh. Yuj chi' a jun macanh lum luum d'a juntzanh chonhab' chi', Cabul ix yak' vinhaj Hiram chi' sb'iej luum, syalelk'ochi “Malaj vach' yochi”."
        },
        {
            "number": "14",
            "text": "Axo jantac q'uen oro ix yak' vinhaj Hiram d'a vinhaj Salomón chi' jun, ay am 90 quintaloc q'ueen."
        },
        {
            "number": "15",
            "text": "A vinhaj rey Salomón chi', ix yak' val pural vinh yoch eb' yinhtilal eb' cananeo d'a munlajel, aton eb' maj yal satjiel yuj eb' israel ayic sjavinac eb' d'a Canaán chi'. A eb' chi' aton eb' amorreo, eb' hitita, eb' ferezeo, eb' heveo yed' eb' jebuseo. A juntzanh anima chi', checab' yaj eb', manh yicoclaj sb'a eb'. Yuj smunlajel eb' ix sb'oq'ue spalacio vinh rey chi' yed' stemplo Jehová. Ix sb'oanpaxq'ue smuroal Jerusalén eb'. Ix svach' b'oan juntzanhxo chonhab' eb', aton Hazor, Meguido yed' Gezer yic syal scolan sb'a eb' d'a oval. (A d'a yalanhtaxo a vinh sreyal Egipto yak'nac oval vinh d'a chonhab' Gezer chi', yak'annac ganar vinh. Masanil eb' cananeo cajan ta' smilnaccham vinh, snhusannacpaxtz'a chonhab' chi' vinh. A jun chonhab' chi' ix yak' vinh d'a ix yisil ayic ix yik'lan sb'a ix yed' vinhaj Salomón chi'. Axo vinhaj Salomón chi' ix b'oanxiq'ue yuj smunlajel eb' cananeo chi'.) Ix sb'oanpaxq'ue chonhab' Bet-horón eb' d'a yalanh yed' Baalat yed' Tadmor ay d'a tz'inan lum d'a yol yic Judá yed' juntzanhxo chonhab' b'aj smolchajcan tas tz'ab'laji yed' juntzanh chonhab' b'aj ay nok' chej stok'an carruaje yic oval. Ix sb'oanpaxq'ue masanil juntzanhxo tas eb' ix schec vinhaj Salomón sb'o eb' d'a Jerusalén, d'a Líbano yed' d'a smasanil yol smacb'en Israel chi'. Anhejtona' a eb' ix b'ud'an jun ch'olan d'a stojolal b'aj sq'ueul k'u d'a Jerusalén chi'. Ix sb'o jun tic eb' ayic toxo ix el ix yisil vinh sreyal Egipto, ix yetb'eyum vinhaj Salomón d'a yol schonhab'can vinhaj David, ix b'at cajnaj ix d'a spat ix sb'oq'ue vinhaj Salomón chi'. Maj yak'laj pural eb' yetisraelal vinhaj Salomón chi' smunlaji. A tas ix sk'ulej eb', 550 eb' ix ak'jioch yil juntzanh munlajel chi'. Ix och eb' yajalil yed' vinhaj Salomón chi', ix ochpax eb' sat yajalil d'a eb' soldado, yajalil d'a carruaje yic oval yed' d'a eb' soldado sq'ue d'a yib'anh chej."
        },
        {
            "number": "16",
            "text": "Oxtaquel syak' silab' vinhaj rey Salomón chi' d'a Jehová d'a junjun ab'il, aton silab' snhusjitz'a smasanil yed' silab' yic junk'olal yed' Dios. A d'a altar ix sb'oq'ue vinh yicoc Jehová, ata' ix yak' silab' chi' vinh. Ix schecanpax vinh nhusjoctz'a incienso d'a yichanh Jehová ayic ix lajvi sb'oel jun templo chi'."
        },
        {
            "number": "17",
            "text": "Ix schecanpax vinh b'ojoc juntzanh te' barco d'a Ezión-geber d'a slak'anil Elat, d'a sti' a' Chacchac Mar d'a yol yic Edom."
        },
        {
            "number": "18",
            "text": "A vinhaj rey Hiram ix checancot juntzanh eb' smunlajvum, aton eb' te k'aynac yek' d'a yib'anh a' mar. Ix b'at eb' d'a yol te' barco chi' yed' eb' smunlajvum vinhaj rey Salomón chi'."
        },
        {
            "number": "19",
            "text": "Ix k'och eb' d'a Ofir, ata' ix yik'cot 310 quintal q'uen oro eb' d'a vinhaj rey Salomón chi'."
        }
    ]
}