{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi sb'oel stemplo Jehová yuj vinhaj rey Salomón chi' yet' spalacio vinh yet' pax juntzanhxo tas snib'ej vinh sb'o'o,"
        },
        {
            "number": "2",
            "text": "ix sch'oxanxi sb'a Jehová t'a vinh t'a schaelal, icha aj sch'oxan sb'ha t'a vinh t'a chonhab' Gabaón."
        },
        {
            "number": "3",
            "text": "Ix yalan Jehová chi' t'a vinh: Ix vab' tas ix al t'a a lesal yet' masanil tas ix a k'ana'. Ix vak'canoch jun templo ix a b'o tik vicoc yic wach' a t'ay ol ochnhej ejmelal t'ayin. Ol in tanhvejnhej jun templo tik, ol in ajnhej ek' t'ay t'a masanil tiempo."
        },
        {
            "number": "4",
            "text": "Yuj chi', tato wach'nhej ol utej a b'a t'ayin t'a smasanil a k'ool, icha yutejnac sb'a vinhaj David a mam, tato tzin ak'och yipoc a k'ool, tojolnhej tzutej a b'a, tza k'anab'ajan masanil tas ix vak' a k'ulej, tza k'anab'ajan in k'ayb'ub'al yet' in checnab'il,"
        },
        {
            "number": "5",
            "text": "a opisio tik ol b'eynhejb'at t'a eb' inhtilal icha ajnac valan t'a vinh a mam chi', ayic valannac t'a vinh icha tik: Aynhej inhtilal ol och reyal t'a skal eb' chonhab' israel, xin chi t'a vinh."
        },
        {
            "number": "6",
            "text": "Palta tato a ach tik yet' eb' inhtilal ol eyiq'uel e b'ha t'a in patic, manh ol e k'anab'ajej in checnab'il yet' in k'ayb'ub'al ix vak' e k'anab'ajej, haxo t'a comon dios ol ex och ejmelal, ol eyalan e b'a t'ay,"
        },
        {
            "number": "7",
            "text": "ol ex viq'uel t'a sat lum lum vak'nac tik t'ayex. Axo jun templo ix in sik'canoch vicoc tik, ol in patiquejcaneli, ol ex b'uchjoc yuj masanil nación."
        },
        {
            "number": "8",
            "text": "Ha jun templo te wach' yilji tik ticnaic, toxonhej ol k'ekan juyan q'uen sq'ueenal. Yuj chi' a eb' ol ek' t'a stz'ey, ol stzetzej eb', ol laj yal-lan eb' t'ay junjun: ¿Tas yuj icha tik ix utaj jun chonhab' yet' jun templo tik yuj Jehová? xcham eb'."
        },
        {
            "number": "9",
            "text": "Axo ol yalan eb' anima chi' icha tik: Ha eb' israel tik, ix yiq'uel sb'a eb' t'a spatic Jehová sDiosal, aton jun ik'annaquelta eb' smam yicham eb' t'a Egipto. Axo ticnaic a juntzanh comon dios ix yak'och eb' t'a sk'ool, ix ochpax eb' ejmelal t'ay, yuj chi' a sDiosal eb' chi' ix ak'ancot jun chucal tik t'a yib'anh eb', xcham eb' anima chi', xchi Jehová t'a vinhaj Salomón chi'."
        },
        {
            "number": "10",
            "text": "Ha vinhaj Salomón chi', 20 ab'il ix yak' vinh sb'oanq'ue chab' nivac pat, aton stemplo Jehová yet' pax spalacio vinh."
        },
        {
            "number": "11",
            "text": "Ha vinhaj Hiram sreyal Tiro ix ak'ancot ste'al juntzanh pat chi', aton te' k'ute', te' taj yet' jantac q'uen oro ix och t'ay. Yuj chi' 20 chonhab' t'a yol smacb'en Galaad ix yak' vinhaj Salomón t'a vinhaj Hiram chi'."
        },
        {
            "number": "12",
            "text": "Ayic ix xid'ek' vinhaj Hiram chi' yil juntzanh chonhab' chi', maj schalaj sk'ool vinh."
        },
        {
            "number": "13",
            "text": "Ix yalan vinh icha tik: Ach vamigo, ¿tas chonhab'il juntzanh ix ak' tik t'ayin? xchi vinh. Yuj chi' a jun makan lum lum t'a juntzanh chonhab' chi', Cabul ix yak' vinhaj Hiram chi' sb'iej lu'um, syalelk'ochi “Malaj wach' yochi”."
        },
        {
            "number": "14",
            "text": "Axo jantac q'uen oro ix yak' vinhaj Hiram t'a vinhaj Salomón chi' jun, ay am 90 quintaloc q'ueen."
        },
        {
            "number": "15",
            "text": "Ha vinhaj rey Salomón chi', ix yak' val pural vinh yoch eb' yinhtilal eb' cananeo t'a munlajel, aton eb' maj yal satjiel yuj eb' israel ayic sjavinac eb' t'a Canaán chi'. Ha eb' chi' aton eb' amorreo, eb' hitita, eb' ferezeo, eb' heveo yet' eb' jebuseo. Ha juntzanh anima chi', checab' yaj eb', manh yicoclaj sb'a eb'. Yuj smunlajel eb' ix sb'oq'ue spalacio vinh rey chi' yet' stemplo Jehová. Ix sb'oanpaxq'ue smuroal Jerusalén eb'. Ix swach' b'oan juntzanhxo chonhab' eb', aton Hazor, Meguido yet' Gezer yic syal scolan sb'a eb' t'a oval. (Ha t'a yalanhtaxo a vinh sreyal Egipto yak'nac oval vinh t'a chonhab' Gezer chi', yak'annac ganar vinh. Masanil eb' cananeo cajan ta' smilnaccham vinh, snhusannacpaxtz'a chonhab' chi' vinh. Ha jun chonhab' chi' ix yak' vinh t'a ix yisil ayic ix yik'lan sb'a ix yet' vinhaj Salomón chi'. Axo vinhaj Salomón chi' ix b'oanxiq'ue yuj smunlajel eb' cananeo chi'.) Ix sb'oanpaxq'ue chonhab' Bet-horón eb' t'a yalanh yet' Baalat yet' Tadmor ay t'a tzinan lum t'a yol yic Judá yet' juntzanhxo chonhab' b'aj smolchajcan tas tz'ab'laji yet' juntzanh chonhab' b'aj ay nok' chej stok'an carruaje yic oval. Ix sb'oanpaxq'ue masanil juntzanhxo tas eb' ix schec vinhaj Salomón sb'o eb' t'a Jerusalén, t'a Líbano yet' t'a smasanil yol smacb'en Israel chi'. Anhejtona' a eb' ix b'ut'an jun ch'olan t'a stojolal b'aj sq'ueul k'u t'a Jerusalén chi'. Ix sb'o jun tik eb' ayic toxo ix el ix yisil vinh sreyal Egipto, ix yetb'eyum vinhaj Salomón t'a yol schonhab'kan vinhaj David, ix b'at cajnaj ix t'a spat ix sb'oq'ue vinhaj Salomón chi'. Maj yak'laj pural eb' yetisraelal vinhaj Salomón chi' smunlaji. Ha tas ix sk'ulej eb', 550 eb' ix ak'jioch yil juntzanh munlajel chi'. Ix och eb' yajalil yet' vinhaj Salomón chi', ix ochpax eb' sat yajalil t'a eb' soldado, yajalil t'a carruaje yic oval yet' t'a eb' soldado sq'ue t'a yib'anh chej."
        },
        {
            "number": "16",
            "text": "Oxtaquel syak' silab' vinhaj rey Salomón chi' t'a Jehová t'a junjun ab'il, aton silab' snhusjitz'a smasanil yet' silab' yic junk'olal yet' Dios. Ha t'a altar ix sb'oq'ue vinh yicoc Jehová, ata' ix yak' silab' chi' vinh. Ix schecanpax vinh nhusjoctz'a incienso t'a yichanh Jehová ayic ix lajvi sb'oel jun templo chi'."
        },
        {
            "number": "17",
            "text": "Ix schecanpax vinh b'ojoc juntzanh te' barco t'a Ezión-geber t'a slak'anil Elat, t'a sti' ha' Chacchac Mar t'a yol yic Edom."
        },
        {
            "number": "18",
            "text": "Ha vinhaj rey Hiram ix checancot juntzanh eb' smunlajvum, aton eb' te k'aynac yek' t'a yib'anh ha' mar. Ix b'at eb' t'a yol te' barco chi' yet' eb' smunlajvum vinhaj rey Salomón chi'."
        },
        {
            "number": "19",
            "text": "Ix k'och eb' t'a Ofir, ata' ix yik'cot 310 quintal q'uen oro eb' t'a vinhaj rey Salomón chi'."
        }
    ]
}