{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajwi sb'oel stemplo Jehová yuj winhaj rey Salomón chi' yet' spalacio winh yet' pax juntzanhxo tas snib'ej winh sb'o'o,"
        },
        {
            "number": "2",
            "text": "ix sch'oxanxi sb'a Jehová t'a winh t'a schaelal, icha aj sch'oxan sb'ha t'a winh t'a chonhab' Gabaón."
        },
        {
            "number": "3",
            "text": "Ix yalan Jehová chi' t'a winh: Ix wab' tas ix al t'a a lesal yet' masanil tas ix a k'ana'. Ix wak'kanoch jun templo ix a b'o tik wicoc yic wach' a t'ay ol ochnhej ejmelal t'ayin. Ol in tanhwejnhej jun templo tik, ol in ajnhej ek' t'ay t'a masanil tiempo."
        },
        {
            "number": "4",
            "text": "Yuj chi', tato wach'nhej ol utej a b'a t'ayin t'a smasanil a k'ool, icha yutejnac sb'a winhaj Dawid a mam, tato tzin ak'och yipoc a k'ool, tojolnhej tzutej a b'a, tza k'anab'ajan masanil tas ix wak' a k'ulej, tza k'anab'ajan in k'ayb'ub'al yet' in checnab'il,"
        },
        {
            "number": "5",
            "text": "a opisio tik ol b'eynhejb'at t'a heb' inhtilal icha ajnac walan t'a winh a mam chi', ayic walannac t'a winh icha tik: Aynhej inhtilal ol och reyal t'a skal heb' chonhab' israel, xin chi t'a winh."
        },
        {
            "number": "6",
            "text": "Palta tato a ach tik yet' heb' inhtilal ol eyik'el he b'ha t'a in patic, manh ol he k'anab'ajej in checnab'il yet' in k'ayb'ub'al ix wak' he k'anab'ajej, haxo t'a comon Dios ol ex och ejmelal, ol eyalan he b'a t'ay,"
        },
        {
            "number": "7",
            "text": "ol ex wik'el t'a sat lum lum wak'nac tik t'ayex. Axo jun templo ix in sik'kanoch wicoc tik, ol in patiquejkaneli, ol ex b'uchjoc yuj masanil nación."
        },
        {
            "number": "8",
            "text": "Ha jun templo te wach' yilji tik ticnaik, toxonhej ol k'ekan juyan k'een sk'eenal. Yuj chi' a heb' ol ek' t'a stz'ey, ol stzetzej heb', ol laj yal-lan heb' t'ay junjun: ¿Tas yuj icha tik ix utaj jun chonhab' yet' jun templo tik yuj Jehová? xcham heb'."
        },
        {
            "number": "9",
            "text": "Axo ol yalan heb' anima chi' icha tik: Ha heb' israel tik, ix yik'el sb'a heb' t'a spatic Jehová sDiosal, aton jun ik'annaquelta heb' smam yicham heb' t'a Egipto. Axo ticnaik a juntzanh comon Dios ix yak'och heb' t'a sk'ool, ix ochpax heb' ejmelal t'ay, yuj chi' a sDiosal heb' chi' ix ak'ancot jun chukal tik t'a yib'anh heb', xcham heb' anima chi', xchi Jehová t'a winhaj Salomón chi'."
        },
        {
            "number": "10",
            "text": "Ha winhaj Salomón chi', 20 ab'il ix yak' winh sb'oank'e chab' niwac pat, aton stemplo Jehová yet' pax spalacio winh."
        },
        {
            "number": "11",
            "text": "Ha winhaj Hiram sreyal Tiro ix ak'ancot ste'al juntzanh pat chi', aton te' k'ute', te' taj yet' jantac k'een oro ix och t'ay. Yuj chi' 20 chonhab' t'a yol smacb'en Galaad ix yak' winhaj Salomón t'a winhaj Hiram chi'."
        },
        {
            "number": "12",
            "text": "Ayic ix xid'ek' winhaj Hiram chi' yil juntzanh chonhab' chi', maj schalaj sk'ool winh."
        },
        {
            "number": "13",
            "text": "Ix yalan winh icha tik: Ach wamigo, ¿tas chonhab'il juntzanh ix ak' tik t'ayin? xchi winh. Yuj chi' a jun makan lum lum t'a juntzanh chonhab' chi', Cabul ix yak' winhaj Hiram chi' sb'iej lu'um, syalelk'ochi “Malaj wach' yochi”."
        },
        {
            "number": "14",
            "text": "Axo jantac k'een oro ix yak' winhaj Hiram t'a winhaj Salomón chi' jun, ay am 90 quintaloc k'een."
        },
        {
            "number": "15",
            "text": "Ha winhaj rey Salomón chi', ix yak' wal pural winh yoch heb' yinhtilal heb' cananeo t'a munlajel, aton heb' maj yal satjiel yuj heb' israel ayic sjawinac heb' t'a Canaán chi'. Ha heb' chi' aton heb' amorreo, heb' hitita, heb' ferezeo, heb' heweo yet' heb' jebuseo. Ha juntzanh anima chi', chekab' yaj heb', manh yicoclaj sb'a heb'. Yuj smunlajel heb' ix sb'ok'e spalacio winh rey chi' yet' stemplo Jehová. Ix sb'oanpaxk'e smuroal Jerusalén heb'. Ix swach' b'oan juntzanhxo chonhab' heb', aton Hazor, Meguido yet' Gezer yic syal scolan sb'a heb' t'a owal. (Ha t'a yalanhtaxo a winh sreyal Egipto yak'nac owal winh t'a chonhab' Gezer chi', yak'annac ganar winh. Masanil heb' cananeo kajan ta' smilnaccham winh, snhusannacpaxtz'a chonhab' chi' winh. Ha jun chonhab' chi' ix yak' winh t'a ix yisil ayic ix yik'lan sb'a ix yet' winhaj Salomón chi'. Axo winhaj Salomón chi' ix b'oanxik'e yuj smunlajel heb' cananeo chi'.) Ix sb'oanpaxk'e chonhab' Bet-horón heb' t'a yalanh yet' Baalat yet' Tadmor ay t'a tzinan lum t'a yol yic Judá yet' juntzanhxo chonhab' b'aj smolchajkan tas tz'ab'laji yet' juntzanh chonhab' b'aj ay nok' chej stok'an carruaje yic owal. Ix sb'oanpaxk'e masanil juntzanhxo tas heb' ix schec winhaj Salomón sb'o heb' t'a Jerusalén, t'a Líbano yet' t'a smasanil yol smacb'en Israel chi'. Anhejtona' a heb' ix b'ut'an jun ch'olan t'a stojolal b'aj sk'eul k'u t'a Jerusalén chi'. Ix sb'o jun tik heb' ayic toxo ix el ix yisil winh sreyal Egipto, ix yetb'eyum winhaj Salomón t'a yol schonhab'kan winhaj Dawid, ix b'at kajnaj ix t'a spat ix sb'ok'e winhaj Salomón chi'. Maj yak'laj pural heb' yetisraelal winhaj Salomón chi' smunlaji. Ha tas ix sk'ulej heb', 550 heb' ix ak'jioch yil juntzanh munlajel chi'. Ix och heb' yajalil yet' winhaj Salomón chi', ix ochpax heb' sat yajalil t'a heb' soldado, yajalil t'a carruaje yic owal yet' t'a heb' soldado sk'e t'a yib'anh chej."
        },
        {
            "number": "16",
            "text": "Oxtaquel syak' silab' winhaj rey Salomón chi' t'a Jehová t'a junjun ab'il, aton silab' snhusjitz'a smasanil yet' silab' yic junk'olal yet' Dios. Ha t'a altar ix sb'ok'e winh yicoc Jehová, ata' ix yak' silab' chi' winh. Ix schekanpax winh nhusjoctz'a incienso t'a yichanh Jehová ayic ix lajwi sb'oel jun templo chi'."
        },
        {
            "number": "17",
            "text": "Ix schekanpax winh b'ojoc juntzanh te' barco t'a Ezión-geber t'a slak'anil Elat, t'a sti' ha' Chacchac Mar t'a yol yic Edom."
        },
        {
            "number": "18",
            "text": "Ha winhaj rey Hiram ix chekancot juntzanh heb' smunlajwum, aton heb' te k'aynac yek' t'a yib'anh ha' mar. Ix b'at heb' t'a yol te' barco chi' yet' heb' smunlajwum winhaj rey Salomón chi'."
        },
        {
            "number": "19",
            "text": "Ix k'och heb' t'a Ofir, ata' ix yik'cot 310 quintal k'een oro heb' t'a winhaj rey Salomón chi'."
        }
    ]
}