{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "A in Pablo in tic yed' vinhaj Timoteo, schecab' onh Jesucristo. Sco tz'ib'ejb'at jun co carta tic d'ayex e masanil ex creyente aj Filipos, aton ex yic exxo Dios qued'oc. Junxonhej caj yed' Cristo Jesús. Sco tz'ib'ejb'at d'ayex ex yilumal eb' creyente ta' yed' pax d'ayex ex diácono."
        },
        {
            "number": "2",
            "text": "Aocab' co Mam Dios yed' Cajal Jesucristo tz'ak'an svach'k'olal yed' sjunk'olal d'ayex ta'."
        },
        {
            "number": "3",
            "text": "Ayic tzex in naancot d'a juntac el, svak' yuj diosal d'a co Mam Dios eyuuj."
        },
        {
            "number": "4",
            "text": "Juntac el tzin lesalvi eyuj e masanil, tzin lesalvi d'a tzalajk'olal,"
        },
        {
            "number": "5",
            "text": "yujto atax e chaannac Cristo, masanto ticnaic, junxonhej tzonh munlaj yuj jun vach' ab'ix yic colnab'il tic."
        },
        {
            "number": "6",
            "text": "Toxo ix syamoch Dios sq'uexan e b'eyb'al. A ticnaic, vojtacxo to ol munlajnhej och d'ayex, masanto ol ja jun k'ual ayic ol jax Jesucristo."
        },
        {
            "number": "7",
            "text": "Smojton tzin na juntzanh tic eyuj e masanil, yujto te xajan ex vuuj. E masanil ix ex colvaj ved'oc d'a vopisio ix yak' Dios tic. Vach'chom preso vaji, ma ayic vek'nac valeli to yel jun vach' ab'ix yic colnab'il tic, ma ayic svak'anpax stek'anil eb' syak'och sk'ool d'ay, tzex colvajnhej ved'oc."
        },
        {
            "number": "8",
            "text": "A Dios tz'ilani to tzex in xajanej e masanil icha tz'aj onh xajanan Cristo."
        },
        {
            "number": "9",
            "text": "Tzin tevi d'a Dios eyuuj, yic más tze xajanej e b'a, yic syak'pax sjelanil d'ayex. Tzin k'ananpax d'ay yic syal e sik'lan tas vach' d'a scal tas chuc,"
        },
        {
            "number": "10",
            "text": "yic ol e vach' ojtaquejeli tas val juntzanh tas vach' d'a sat Dios. Tato icha chi', ol vach' tojolb'oc e pensar, yic malaj jab'oc e paltail d'a yichanh Cristo ayic ol jaxoc."
        },
        {
            "number": "11",
            "text": "Ol vach' och Jesucristo eyed'oc, yic vach' tojolnhej ol eyutoc e b'eyb'al. Tato icha chi', eyuuj ol checlajeloc to te nivan yelk'och Dios, axo yalji vach' lolonel chi' d'ay."
        },
        {
            "number": "12",
            "text": "Ex vuk'tac ex vanab', tzin nib'ej snachajel junxo tic eyuuj, to a jun ix ja d'a vib'anh tic, manh chucoclaj. Yuj jun tic svach' pucaxel vach' ab'ix yic colnab'il."
        },
        {
            "number": "13",
            "text": "Yujto a masanil eb' soldado yic vinh yajal yed' masanil eb' anima ay d'a tic, ix yab' eb' to yujto tzak'an in och yuj Cristo, preso vaji."
        },
        {
            "number": "14",
            "text": "Ayic yilan eb' creyente to tek'an svutej in b'a d'a preso tic, tzijtum eb' ix stek'b'ejpax sb'a vuuj. Maxtzac xivlaj eb' yalanel slolonel Dios d'a tic. Ix stek'b'ej sb'a eb' yak'anoch Cajal Jesús yipoc sk'ool."
        },
        {
            "number": "15",
            "text": "Yel toni, ay eb' schichon sk'ool d'ayin, tzovajpaxq'ue eb'. Yuj chi' syalel yab'ixal Cristo eb', manh smasaniloc sk'ool eb' syaleli, tonhej syik'chaanh sb'a eb'. A snaan eb' to icha chi', más nivan syaelal svab' d'a preso tic yuj eb'. Palta ay juntzanhxo eb' tz'alanel yuj svach'il sk'ool yujto xajan in yuj eb'. Yojtac eb' to preso vaj d'a tic yujto svaleli to yel ton val jun vach' ab'ix yic colnab'il tic."
        },
        {
            "number": "16",
            "text": "Palta a in tic max in nalaj juntzanh chi'. Tato d'a smasanil sk'ool eb' syaleli mato maay, palta tzin tzalajnhej, yujto aton yab'ixal Cristo syalel eb'. Masnhej ol vach' ja in tzalajk'olal."
        },
        {
            "number": "17",
            "text": "Yujto vojtac to vach'chom svab' syail ticnaic, palta vach'nhej ol in elk'ochoc, yujto van e lesalvi vuuj. Icha chi' ol in ajoc, yujto a Yespíritu Jesucristo ayoch ved'oc."
        },
        {
            "number": "18",
            "text": "Svak'och yipoc in k'ool to manh ol in q'uixvoclaj. In gana tek'an ol vutoc in b'a valanel ichataxon svutej in b'a. Tato icha chi', vach'chom pitzan in ma ol in chamoc, vuuj ol checlajelta to te nivan yelk'och Cristo."
        },
        {
            "number": "19",
            "text": "Yujto a in tic, yacb'an ay in to eq'ui, axonhej Cristo naan vuuj. Axo ayic ol in chamoc, ek'alxo val vach' vico'."
        },
        {
            "number": "20",
            "text": "Tato ay in to ek' jab'ocxo d'a yolyib'anhq'uinal tic, syal tzin munlaj d'a Cajal Jesús. Palta, ¿b'aj am ay junoc ek'al svach'il?"
        },
        {
            "number": "21",
            "text": "Max nachajlaj vuuj. In gana tzin chami, yic elanhchamel tzin k'och b'aj ayek' Cristo, yujto a jun chi' tzin te nib'ejxo paxi."
        },
        {
            "number": "22",
            "text": "Palta eyuuj a ex tic, vach' ama ayin to ek' jab'ocxo d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "23",
            "text": "Yuj chi' vojtac sik'lab'il to ol to in ek' jab'ocxo eyed'oc. Ol in colvaj jab'ocxo d'ayex yic vach' ol ex tek'k'aj d'a yic Dios, yic ol vach' ja e tzalajk'olal yujto ix eyak'och Cristo d'a e k'ool."
        },
        {
            "number": "24",
            "text": "Yuj chi', ol in k'och junelxo d'ayex, yic vuuj ol eyal vach' lolonel d'a Cristo Jesús."
        },
        {
            "number": "25",
            "text": "Taxonhej ol in k'ochxoc d'ayex mato manhxo, vach'nhej tzeyutej e b'eyb'al icha syal jun vach' ab'ix yic Cristo, yic ol vab' e pecal to tek'an ex, anheja' junnhej pax yaj e pensar ta'. Ol vab'anpaxi to junnhej tzeyutej eyak'anoch jun vach' ab'ix yic colnab'il d'a e k'ool, tek'an pax tzeyutej e b'a d'ay."
        },
        {
            "number": "26",
            "text": "Anhejtona', ol vab' pax yuj eb' chianoch sk'ool d'ayonh, to max ex xiv d'a eb'. Icha chi' ol aj scheclajeli to ol b'atcan eb' d'a syaelal d'a junelnhej. Anhejtona', icha chi' ol aj scheclajeli to ayxo co colnab'il, yujto icha chi' ol yutoc Dios sch'oxani."
        },
        {
            "number": "27",
            "text": "Yuj svach'k'olal Cristo ix yak' d'ayonh, manh tonhejoc ay calan quic cak'anoch Cristo chi' d'a co k'ool. Ay pax calan quic cab'an syail yuuj."
        },
        {
            "number": "28",
            "text": "A ex tic, junnhej tzeyutej e tek'b'an e b'a eyak'an eyip ved'oc. Eyilnac d'a yalanhtaxo tas vutejnac in b'a vak'an vip. Anheja' pax ticnaic, van eyab'anpaxi to anheja' tek'an svutej in b'a."
        }
    ]
}