{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Pablo in tik yet' vinhaj Timoteo, schecab' onh Jesucristo. Sco tz'ib'ejb'at jun co carta tik t'ayex e masanil ex creyente aj Filipos, aton ex yic exxo Dios qued'oc. Junxonhej caj yet' Cristo Jesús. Sco tz'ib'ejb'at t'ayex ex yilumal eb' creyente ta' yet' pax t'ayex ex diácono."
        },
        {
            "number": "2",
            "text": "Aocab' co Mam Dios yet' Cajal Jesucristo tz'ak'an svach'k'olal yet' sjunk'olal t'ayex ta'."
        },
        {
            "number": "3",
            "text": "Ayic tzex in naancot t'a juntac el, svak' yuj diosal t'a co Mam Dios eyuuj."
        },
        {
            "number": "4",
            "text": "Juntac el tzin lesalvi eyuj e masanil, tzin lesalvi t'a tzalajk'olal,"
        },
        {
            "number": "5",
            "text": "yujto atax e chaannac Cristo, masanto ticnaic, junxonhej tzonh munlaj yuj jun wach' ab'ix yic colnab'il tik."
        },
        {
            "number": "6",
            "text": "Toxo ix syamoch Dios sq'uexan e b'eyb'al. Ha ticnaic, vojtacxo to ol munlajnhej och t'ayex, masanto ol ja jun k'ual ayic ol jax Jesucristo."
        },
        {
            "number": "7",
            "text": "Smojton tzin na juntzanh tik eyuj e masanil, yujto te xajan ex vuuj. E masanil ix ex colvaj ved'oc t'a vopisio ix yak' Dios tik. Wach'chom preso vaji, ma ayic vek'nac valeli to yel jun wach' ab'ix yic colnab'il tik, ma ayic svak'anpax stek'anil eb' syak'och sk'ool t'ay, tzex colvajnhej ved'oc."
        },
        {
            "number": "8",
            "text": "Ha Dios tz'ilani to tzex in xajanej e masanil icha tz'aj onh xajanan Cristo."
        },
        {
            "number": "9",
            "text": "Tzin tevi d'ha Dios eyuuj, yic más tze xajanej e b'a, yic syak'pax sjelanil t'ayex. Tzin k'ananpax t'ay yic syal e sik'lan tas wach' t'a skal tas chuc,"
        },
        {
            "number": "10",
            "text": "yic ol e wach' ojtaquejeli tas val juntzanh tas wach' t'a sat Dios. Tato icha chi', ol wach' tojolb'oc e pensar, yic malaj jab'oc e paltail t'a yichanh Cristo ayic ol jaxoc."
        },
        {
            "number": "11",
            "text": "Ol wach' och Jesucristo eyed'oc, yic wach' tojolnhej ol eyutoc e b'eyb'al. Tato icha chi', eyuuj ol checlajeloc to te niwan yelk'och Dios, haxo yalji wach' lolonel chi' t'ay."
        },
        {
            "number": "12",
            "text": "Ex vuk'tac ex vanab', tzin nib'ej snachajel junxo tik eyuuj, to a jun ix ja t'a vib'anh tik, manh chucoclaj. Yuj jun tik svach' pucaxel wach' ab'ix yic colnab'il."
        },
        {
            "number": "13",
            "text": "Yujto a masanil eb' soldado yic vinh yajal yet' masanil eb' anima ay t'a tik, ix yab' eb' to yujto tzak'an in och yuj Cristo, preso vaji."
        },
        {
            "number": "14",
            "text": "Ayic yilan eb' creyente to tek'an svutej in b'ha t'a preso tik, tzijtum eb' ix stek'b'ejpax sb'a vuuj. Maxtzac xivlaj eb' yalanel slolonel Dios t'a tik. Ix stek'b'ej sb'a eb' yak'anoch Cajal Jesús yipoc sk'ool."
        },
        {
            "number": "15",
            "text": "Yel toni, ay eb' schichon sk'ool t'ayin, tzovajpaxq'ue eb'. Yuj chi' syalel yab'ixal Cristo eb', manh smasaniloc sk'ool eb' syaleli, tonhej syik'chaanh sb'a eb'. Ha snaan eb' to icha chi', más niwan syaelal svab' t'a preso tik yuj eb'. Palta ay juntzanhxo eb' tz'alanel yuj svach'il sk'ool yujto xajan in yuj eb'. Yojtac eb' to preso vaj t'a tik yujto svaleli to yel ton val jun wach' ab'ix yic colnab'il tik."
        },
        {
            "number": "16",
            "text": "Palta a in tik max in nalaj juntzanh chi'. Tato t'a smasanil sk'ool eb' syaleli mato maay, palta tzin tzalajnhej, yujto aton yab'ixal Cristo syalel eb'. Masnhej ol wach' ja in tzalajk'olal."
        },
        {
            "number": "17",
            "text": "Yujto vojtac to wach'chom svab' syail ticnaic, palta wach'nhej ol in elk'ochoc, yujto van e lesalvi vuuj. Icha chi' ol in ajoc, yujto a Yespíritu Jesucristo ayoch ved'oc."
        },
        {
            "number": "18",
            "text": "Svak'och yipoc in k'ool to manh ol in q'uixvoclaj. In gana tek'an ol vutoc in b'a valanel ichataxon svutej in b'a. Tato icha chi', wach'chom pitzan in ma ol in chamoc, vuuj ol checlajelta to te niwan yelk'och Cristo."
        },
        {
            "number": "19",
            "text": "Yujto a in tik, yacb'an ay in to eq'ui, axonhej Cristo naan vuuj. Axo ayic ol in chamoc, ek'alxo val wach' vico'."
        },
        {
            "number": "20",
            "text": "Tato ay in to ek' jab'ocxo t'a yol yib'anhk’inal tik, syal tzin munlaj t'a Cajal Jesús. Palta, ¿b'aj am ay junok ek'al svach'il?"
        },
        {
            "number": "21",
            "text": "Max nachajlaj vuuj. In gana tzin chami, yic elanhchamel tzin k'och b'aj ayek' Cristo, yujto a jun chi' tzin te nib'ejxo paxi."
        },
        {
            "number": "22",
            "text": "Palta eyuuj a ex tik, wach' ama ayin to ek' jab'ocxo t'a yol yib'anhk’inal tik."
        },
        {
            "number": "23",
            "text": "Yuj chi' vojtac sik'lab'il to ol to in ek' jab'ocxo eyed'oc. Ol in colvaj jab'ocxo t'ayex yic wach' ol ex tek'k'aj t'a yic Dios, yic ol wach' ja e tzalajk'olal yujto ix eyak'och Cristo t'a e k'ool."
        },
        {
            "number": "24",
            "text": "Yuj chi', ol in k'och junelxo t'ayex, yic vuuj ol eyal wach' lolonel t'a Cristo Jesús."
        },
        {
            "number": "25",
            "text": "Taxonhej ol in k'ochxoc t'ayex mato manhxo, wach'nhej tzeyutej e b'eyb'al icha syal jun wach' ab'ix yic Cristo, yic ol vab' e pecal to tek'an ex, anheja' junnhej pax yaj e pensar ta'. Ol vab'anpaxi to junnhej tzeyutej eyak'anoch jun wach' ab'ix yic colnab'il t'a e k'ool, tek'an pax tzeyutej e b'a t'ay."
        },
        {
            "number": "26",
            "text": "Anhejtona', ol vab' pax yuj eb' chianoch sk'ool t'ayonh, to max ex xiv t'a eb'. Icha chi' ol aj scheclajeli to ol b'atcan eb' t'a syaelal t'a junelnhej. Anhejtona', icha chi' ol aj scheclajeli to ayxo co colnab'il, yujto icha chi' ol yutoc Dios sch'oxani."
        },
        {
            "number": "27",
            "text": "Yuj svach'k'olal Cristo ix yak' t'ayonh, manh tonhejoc ay calan quic cak'anoch Cristo chi' t'a co k'ool. Ay pax calan quic cab'an syail yuj."
        },
        {
            "number": "28",
            "text": "Ha ex tik, junnhej tzeyutej e tek'b'an e b'a eyak'an eyip ved'oc. Eyilnac t'a yalanhtaxo tas vutejnac in b'a vak'an vip. Anheja' pax ticnaic, van eyab'anpaxi to anheja' tek'an svutej in b'a."
        }
    ]
}