{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Pablo in tik yet' winhaj Timoteo, schecab' onh Jesucristo. Sco tz'ib'ejb'at jun ko carta tik t'ayex he masanil ex creyente aj Filipos, aton ex yic exxo Dios qued'oc. Junxonhej caj yet' Cristo Jesús. Sco tz'ib'ejb'at t'ayex ex yilumal heb' creyente ta' yet' pax t'ayex ex diácono."
        },
        {
            "number": "2",
            "text": "Aocab' ko Mam Dios yet' Kajal Jesucristo tz'ak'an swach'k'olal yet' sjunk'olal t'ayex ta'."
        },
        {
            "number": "3",
            "text": "Ayic tzex in naancot t'a juntac el, swak' yuj diosal t'a ko Mam Dios eyuuj."
        },
        {
            "number": "4",
            "text": "Juntac el tzin lesalwi eyuj he masanil, tzin lesalwi t'a tzalajk'olal,"
        },
        {
            "number": "5",
            "text": "yujto atax he chaannac Cristo, masanto ticnaik, junxonhej tzonh munlaj yuj jun wach' ab'ix yic colnab'il tik."
        },
        {
            "number": "6",
            "text": "Toxo ix syamoch Dios sk'exan he b'eyb'al. Ha ticnaik, wojtacxo to ol munlajnhej och t'ayex, masanto ol ja jun k'ual ayic ol jax Jesucristo."
        },
        {
            "number": "7",
            "text": "Smojton tzin na juntzanh tik eyuj he masanil, yujto te xajan ex wuuj. E masanil ix ex kolwaj wed'oc t'a wopisio ix yak' Dios tik. Wach'chom preso waji, ma ayic wek'nac waleli to yel jun wach' ab'ix yic colnab'il tik, ma ayic swak'anpax stek'anil heb' syak'och sk'ool t'ay, tzex colwajnhej wed'oc."
        },
        {
            "number": "8",
            "text": "Ha Dios tz'ilani to tzex in xajanej he masanil icha tz'aj onh xajanan Cristo."
        },
        {
            "number": "9",
            "text": "Tzin tewi d'ha Dios eyuuj, yic más tze xajanej he b'a, yic syak'pax sjelanil t'ayex. Tzin k'ananpax t'ay yic syal he sik'lan tas wach' t'a skal tas chuk,"
        },
        {
            "number": "10",
            "text": "yic ol he wach' ojtaquejeli tas wal juntzanh tas wach' t'a sat Dios. Tato icha chi', ol wach' tojolb'oc he pensar, yic malaj jab'oc he paltail t'a yichanh Cristo ayic ol jaxoc."
        },
        {
            "number": "11",
            "text": "Ol wach' och Jesucristo eyed'oc, yic wach' tojolnhej ol eyutoc he b'eyb'al. Tato icha chi', eyuuj ol checlajeloc to te niwan yelk'och Dios, haxo yalji wach' lolonel chi' t'ay."
        },
        {
            "number": "12",
            "text": "Ex wuk'tac ex wanab', tzin nib'ej snachajel junxo tik eyuuj, to a jun ix ja t'a wib'anh tik, manh chucoclaj. Yuj jun tik swach' pucaxel wach' ab'ix yic colnab'il."
        },
        {
            "number": "13",
            "text": "Yujto a masanil heb' soldado yic winh yajal yet' masanil heb' anima ay t'a tik, ix yab' heb' to yujto tzak'an in och yuj Cristo, preso waji."
        },
        {
            "number": "14",
            "text": "Ayic yilan heb' creyente to tek'an swutej in b'ha t'a preso tik, tzijtum heb' ix stek'b'ejpax sb'a wuuj. Maxtzac xivlaj heb' yalanel slolonel Dios t'a tik. Ix stek'b'ej sb'a heb' yak'anoch Kajal Jesús yipoc sk'ool."
        },
        {
            "number": "15",
            "text": "Yel toni, ay heb' schichon sk'ool t'ayin, tzowajpaxk'e heb'. Yuj chi' syalel yab'ixal Cristo heb', manh smasaniloc sk'ool heb' syaleli, tonhej syik'chaanh sb'a heb'. Ha snaan heb' to icha chi', más niwan syaelal swab' t'a preso tik yuj heb'. Palta ay juntzanhxo heb' tz'alanel yuj swach'il sk'ool yujto xajan in yuj heb'. Yojtac heb' to preso waj t'a tik yujto swaleli to yel ton wal jun wach' ab'ix yic colnab'il tik."
        },
        {
            "number": "16",
            "text": "Palta a in tik max in nalaj juntzanh chi'. Tato t'a smasanil sk'ool heb' syaleli mato maay, palta tzin tzalajnhej, yujto aton yab'ixal Cristo syalel heb'. Masnhej ol wach' ja in tzalajk'olal."
        },
        {
            "number": "17",
            "text": "Yujto wojtac to wach'chom swab' syail ticnaik, palta wach'nhej ol in elk'ochoc, yujto wan he lesalwi wuuj. Icha chi' ol in ajoc, yujto a Yespíritu Jesucristo ayoch wed'oc."
        },
        {
            "number": "18",
            "text": "Swak'och yipoc in k'ool to manh ol in q'uixwoclaj. In gana tek'an ol wutoc in b'a walanel ichataxon swutej in b'a. Tato icha chi', wach'chom pitzan in ma ol in chamoc, wuuj ol checlajelta to te niwan yelk'och Cristo."
        },
        {
            "number": "19",
            "text": "Yujto a in tik, yacb'an ay in to eq'ui, axonhej Cristo naan wuuj. Axo ayic ol in chamoc, ek'alxo wal wach' wico'."
        },
        {
            "number": "20",
            "text": "Tato ay in to ek' jab'ocxo t'a yol yib'anhk’inal tik, syal tzin munlaj t'a Kajal Jesús. Palta, ¿b'aj am ay junok ek'al swach'il?"
        },
        {
            "number": "21",
            "text": "Max nachajlaj wuuj. In gana tzin chami, yic elanhchamel tzin k'och b'aj ayek' Cristo, yujto a jun chi' tzin te nib'ejxo paxi."
        },
        {
            "number": "22",
            "text": "Palta eyuuj a ex tik, wach' ama ayin to ek' jab'ocxo t'a yol yib'anhk’inal tik."
        },
        {
            "number": "23",
            "text": "Yuj chi' wojtac sik'lab'il to ol to in ek' jab'ocxo eyed'oc. Ol in kolwaj jab'ocxo t'ayex yic wach' ol ex tek'k'aj t'a yic Dios, yic ol wach' ja he tzalajk'olal yujto ix eyak'och Cristo t'a he k'ool."
        },
        {
            "number": "24",
            "text": "Yuj chi', ol in k'och junelxo t'ayex, yic wuuj ol eyal wach' lolonel t'a Cristo Jesús."
        },
        {
            "number": "25",
            "text": "Taxonhej ol in k'ochxoc t'ayex mato manhxo, wach'nhej tzeyutej he b'eyb'al icha syal jun wach' ab'ix yic Cristo, yic ol wab' he pecal to tek'an ex, anheja' junnhej pax yaj he pensar ta'. Ol wab'anpaxi to junnhej tzeyutej eyak'anoch jun wach' ab'ix yic colnab'il t'a he k'ool, tek'an pax tzeyutej he b'a t'ay."
        },
        {
            "number": "26",
            "text": "Anhejtona', ol wab' pax yuj heb' chianoch sk'ool t'ayonh, to max ex xiv t'a heb'. Icha chi' ol aj scheclajeli to ol b'atcan heb' t'a syaelal t'a junelnhej. Anhejtona', icha chi' ol aj scheclajeli to ayxo ko colnab'il, yujto icha chi' ol yutoc Dios sch'oxani."
        },
        {
            "number": "27",
            "text": "Yuj swach'k'olal Cristo ix yak' t'ayonh, manh tonhejoc ay calan quic cak'anoch Cristo chi' t'a ko k'ool. Ay pax calan quic cab'an syail yuj."
        },
        {
            "number": "28",
            "text": "Ha ex tik, junnhej tzeyutej he tek'b'an he b'a eyak'an eyip wed'oc. Eyilnac t'a yalanhtaxo tas wutejnac in b'a wak'an wip. Anheja' pax ticnaik, wan eyab'anpaxi to anheja' tek'an swutej in b'a."
        }
    ]
}