{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "A Cristo tzonh iptzitani. Syak'an co nivank'olal, yujto xajan onh yuuj. Junxonhej caj yuj Yespíritu ticnaic. A tz'ak'an co xajanej co b'a, yuj chi' tz'ok' co k'ool d'a eb' quetanimail."
        },
        {
            "number": "2",
            "text": "Yuj val juntzanh tic, junxonhej pensaril tzeyutej e b'a ta'. Junxonhej tzeyutej e xajanan e b'a. Junxonhej tzeyutej e naan masanil tasi. Junk'olal tzeyutej e b'a, yic ol vach' ja in tzalajk'olal eyuuj."
        },
        {
            "number": "3",
            "text": "Malajocab' junoc mach syik'chaanh sb'a, ma syak' ak'umtaquil. Palta emnaquilocab' tzeyutej e b'a, syalelk'ochi to más nivanocab' yelk'och junjun eb' creyente d'a e sat."
        },
        {
            "number": "4",
            "text": "Malajocab' junoc mach anhej svach'il saya'. Aocab' tas tz'aj eb' creyente smasanil yovalil sna'a."
        },
        {
            "number": "5",
            "text": "Lajanocab' tzeyutej e pensar icha yutejnac sb'a Cristo Jesús."
        },
        {
            "number": "6",
            "text": "A Cristo chi', vach'chom Dios taxoni, palta malaj yalnac ayic yactannaccan jun b'aj ay yalan yic yed' Dios chi'. Malaj jab'oc tas snanac ayic yactannaccan chi'."
        },
        {
            "number": "7",
            "text": "Icha chi' aj yactannaccan masanil yico', scotnac, ul yak'annac och sb'a checab'oc. Ul yak'annac aljoc sb'a d'a animail."
        },
        {
            "number": "8",
            "text": "Ayic ayoch animail chi', emnaquil yutejnac sb'a, sk'anab'ajejnac val masanil, masanto schamnac. Yak'nac val techaj smiljicham d'a te' culus, te q'uixvelal ajnac schami."
        },
        {
            "number": "9",
            "text": "Yuj chi', yelxo val te nivan yelk'och yuj Dios ticnaic. A ak'jinac sb'i, a sb'i chi', anhej ek'al d'a yichanh juntzanhxo b'i smasanil."
        },
        {
            "number": "10",
            "text": "Icha chi' yutejnac Dios, yic a ol yab'an sb'i Jesús masanil eb' ay d'a satchaanh yed' masanil eb' ay d'a yolyib'anhq'uinal tic yed' eb' ay pax d'a yol luum, ol laj em cuman eb' d'ay smasanil."
        },
        {
            "number": "11",
            "text": "Axo ol yalan eb': A Jesucristo, aton Cajal, xcham eb'. Icha chi' ol aj scheclajeli to te nivan yelk'och Dios Mamab'il."
        },
        {
            "number": "12",
            "text": "Yuj chi', ex xajanab'il vuuj, tze k'anab'ajejnhej, ichataxon e modo. Tzeyak' val eyip e naanel d'a nanamil yed' d'a xivk'olal tas syalelk'och co colnab'il syak' Dios. Manhocnhej ay in ek' eyed' ta', icha chi' tzeyutej e b'a. Palta tze k'ulejnhej juntzanh tic ayic manh in ayoc ek' eyed'oc."
        },
        {
            "number": "13",
            "text": "Yujto a Dios tz'ak'an co na' co k'ulan vach'il, anheja' tz'ak'an pax co k'ulej tas sgana."
        },
        {
            "number": "14",
            "text": "Ayic tz'ak'ji e k'ulej junoc tasi, manh chichonk'olaloc tze k'ulej. Manh eyalub'tanhej yuj tas tz'ak'ji e k'ulej chi'."
        },
        {
            "number": "15",
            "text": "Manh eyutej e b'a icha chi', yic vach' malaj mach ol alanoc to ay e mul, ma e paltail. Vach'chom ayex ek' d'a scal eb' anima chuc sb'eyb'al yed' eb' chuc spensar, a exxo tic, yel yuninal ex Dios, manhxalaj tas chuclaj ayoch d'ayex icha eb' chi'. Ichaocab' yilji juntzanh k'anal svevon d'a q'uik'b'alil, icha ex ocab' chi' d'a scal eb'."
        },
        {
            "number": "16",
            "text": "Tzeyal slolonel Dios yab' eb', aton jun tz'alani to ay co q'uinal d'a junelnhej. Yuj chi' ayic ol ja Cristo, ol in te tzalaj eyuuj, yic ol in naani to manh tonhejoc ix vixtejek' in b'a, manh nab'anhejoc in munlajel."
        },
        {
            "number": "17",
            "text": "Vach'chom a in tic tzin cham stz'acub'oc e silab' tzeyak' d'a Dios, palta yujto tzeyak'och Dios chi' d'a e k'ool, tzin tzalaji. In gana tzeyab'pax jun tzalajk'olal chi' ved'oc."
        },
        {
            "number": "18",
            "text": "A exxo tic, tzalajanhec, tzeyak'anpax vojtaquejel e tzalajk'olal chi'."
        },
        {
            "number": "19",
            "text": "In gana tzin checb'at jayeoc k'ual vinhaj Timoteo tic d'ayex, tato icha chi' sgana Cajal Jesús. In gana svab'i tas eyaj ta', yic ol in tzalaj d'a tic eyuuj."
        },
        {
            "number": "20",
            "text": "Malaj junoc mach lajan spensar yed' vinh d'a tic. Te ay val och spensar vinh eyuuj."
        },
        {
            "number": "21",
            "text": "Masanil juntzanhxo eb', anhej svach'il eb' saya', max snalaj smunlajel Cristo Jesús eb'."
        },
        {
            "number": "22",
            "text": "Palta eyojtacxo smodo vinhaj Timoteo tic. Icha syutej sb'a junoc yak'an servil smam, icha chi' syutej sb'a vinh d'ayin. Smunlaj val vinh ved'oc ayic scalanel slolonel Dios."
        },
        {
            "number": "23",
            "text": "Yuj chi', ayic ol lajvoc vilani tas ol in aj d'a tic, ol in checanb'at vinh d'ayex ta'."
        },
        {
            "number": "24",
            "text": "Svak'och Cajal Jesús yipoc in k'ool to ol pet in b'atpax lak'an ex vila'."
        },
        {
            "number": "25",
            "text": "Anheja' tzin na'a to yovalil ol in chec pax vinh cuk'tac Epafrodito. A vinh cuk'tac tic, a ex e checnaccot vinh in yak' servil d'a tic."
        },
        {
            "number": "26",
            "text": "Sgana vinh sb'at ex yilxicani. Te ilk'olal yaj vinh eyuuj, yujto ix eyab'i to ix penaayax vinh d'a tic."
        },
        {
            "number": "27",
            "text": "Yel toni, ijan val ix cham vinh, axo Dios ix ok' sk'ool d'a vinh. Yuj chi' ix b'oxi vinh. Manhocnhej d'a vinhaj Epafrodito tic ix ok' sk'ool Dios chi', ix ok' pax sk'ool d'ayin ayic ix b'oxi sk'ool vinh chi', yic maxtzac ja junocxo in cusk'olal d'a tic."
        },
        {
            "number": "28",
            "text": "Yuj chi', in gana spet in chec pax vinh d'ayex, yic ol ex tzalajoc ayic ol eyilan sk'ochxi vinh, yic ol vach' satpaxel in cusk'olal d'a tic."
        },
        {
            "number": "29",
            "text": "Tzalajk'olalocab' tze cha sk'ochxi vinh d'ayex ta', yujto cuk'tac co b'a yed' vinh d'a yol sk'ab' Cajal Jesús. A jantacnhej eb' lajan spensar yed' vinh, ayocab' yelk'och eb' d'ayex."
        },
        {
            "number": "30",
            "text": "A jun vinh cuk'tac tic, yujnhej to van yak'an servil Cristo vinh, ijan val ix cham vinh. Vach'chom ijan ix cham vinh yuj in yak'an servil, palta malaj jab'oc tas ix sna vinh. A ex tic, max yal-laj e cot in eyak' servil, yuj chi', a vinh aycot in yak' servil e q'uexuloc."
        }
    ]
}