{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ha Cristo tzonh iptzitani. Syak'an ko niwank'olal, yujto xajan onh yuj. Junxonhej caj yuj Yespíritu ticnaik. Ha tz'ak'an ko xajanej ko b'a, yuj chi' tz'ok' ko k'ool t'a heb' quetanimail."
        },
        {
            "number": "2",
            "text": "Yuj wal juntzanh tik, junxonhej pensaril tzeyutej he b'a ta'. Junxonhej tzeyutej he xajanan he b'a. Junxonhej tzeyutej he naan masanil tasi. Junk'olal tzeyutej he b'a, yic ol wach' ja in tzalajk'olal eyuuj."
        },
        {
            "number": "3",
            "text": "Malajocab' junok mach syik'chaanh sb'a, ma syak' ak'umtaquil. Palta emnaquilocab' tzeyutej he b'a, syalelk'ochi to más niwanocab' yelk'och junjun heb' creyente t'a he sat."
        },
        {
            "number": "4",
            "text": "Malajocab' junok mach anhej swach'il saya'. Aocab' tas tz'aj heb' creyente smasanil yowalil sna'a."
        },
        {
            "number": "5",
            "text": "Lajanocab' tzeyutej he pensar icha yutejnac sb'a Cristo Jesús."
        },
        {
            "number": "6",
            "text": "Ha Cristo chi', wach'chom Dios taxoni, palta malaj yalnac ayic yactannaccan jun b'aj ay yalan yic yet' Dios chi'. Malaj jab'oc tas snanac ayic yactannaccan chi'."
        },
        {
            "number": "7",
            "text": "Icha chi' aj yactannaccan masanil yico', scotnac, ul yak'annac och sb'a checab'oc. Ul yak'annac aljoc sb'ha t'a animail."
        },
        {
            "number": "8",
            "text": "Ayic ayoch animail chi', emnaquil yutejnac sb'a, sk'anab'ajejnac wal masanil, masanto schamnac. Yak'nac wal techaj smiljicham t'a te' culus, te q'uixwelal ajnac schami."
        },
        {
            "number": "9",
            "text": "Yuj chi', yelxo wal te niwan yelk'och yuj Dios ticnaik. Ha ak'jinac sb'i, a sb'i chi', anhej ek'al t'a yichanh juntzanhxo b'i smasanil."
        },
        {
            "number": "10",
            "text": "Icha chi' yutejnac Dios, yic a ol yab'an sb'i Jesús masanil heb' ay t'a satcha’anh yet' masanil heb' ay t'a yol yib'anhk’inal tik yet' heb' ay pax t'a yol lu'um, ol laj em cuman heb' t'ay smasanil."
        },
        {
            "number": "11",
            "text": "Axo ol yalan heb': Ha Jesucristo, aton Kajal, xcham heb'. Icha chi' ol aj scheclajeli to te niwan yelk'och Dios Mamab'il."
        },
        {
            "number": "12",
            "text": "Yuj chi', ex xajanab'il wuuj, tze k'anab'ajejnhej, ichataxon he modo. Tzeyak' wal eyip he naanel t'a nanamil yet' t'a xivk'olal tas syalelk'och ko colnab'il syak' Dios. Manhoknhej ay in ek' eyed' ta', icha chi' tzeyutej he b'a. Palta tze k'ulejnhej juntzanh tik ayic manh in ayoc ek' eyed'oc."
        },
        {
            "number": "13",
            "text": "Yujto ha Dios tz'ak'an ko na' ko k'ulan wach'il, anheja' tz'ak'an pax ko k'ulej tas sgana."
        },
        {
            "number": "14",
            "text": "Ayic tz'ak'ji he k'ulej junok tasi, manh chichonk'olaloc tze k'ulej. Manh eyalub'tanhej yuj tas tz'ak'ji he k'ulej chi'."
        },
        {
            "number": "15",
            "text": "Manh eyutej he b'a icha chi', yic wach' malaj mach ol alanoc to ay he mul, ma he paltail. Wach'chom ayex ek' t'a skal heb' anima chuk sb'eyb'al yet' heb' chuk spensar, a exxo tik, yel yuninal ex Dios, manhxalaj tas chuclaj ayoch t'ayex icha heb' chi'. Ichaocab' yilji juntzanh k'anal swewon t'a k'ik'b'alil, icha ex ocab' chi' t'a skal heb'."
        },
        {
            "number": "16",
            "text": "Tzeyal slolonel Dios yab' heb', aton jun tz'alani to ay ko k 'inal t'a junelnhej. Yuj chi' ayic ol ja Cristo, ol in te tzalaj eyuuj, yic ol in naani to manh tonhejoc ix wixtejek' in b'a, manh nab'anhejoc in munlajel."
        },
        {
            "number": "17",
            "text": "Wach'chom a in tik tzin cham stz'acub'oc he silab' tzeyak' d'ha Dios, palta yujto tzeyak'och Dios chi' t'a he k'ool, tzin tzalaji. In gana tzeyab'pax jun tzalajk'olal chi' wed'oc."
        },
        {
            "number": "18",
            "text": "Ha exxo tik, tzalajanhec, tzeyak'anpax wojtaquejel he tzalajk'olal chi'."
        },
        {
            "number": "19",
            "text": "In gana tzin checb'at jayeoc k'ual winhaj Timoteo tik t'ayex, tato icha chi' sgana Kajal Jesús. In gana swab'i tas eyaj ta', yic ol in tzalaj t'a tik eyuuj."
        },
        {
            "number": "20",
            "text": "Malaj junok mach lajan spensar yet' winh t'a tik. Te ay wal och spensar winh eyuuj."
        },
        {
            "number": "21",
            "text": "Masanil juntzanhxo heb', anhej swach'il heb' saya', max snalaj smunlajel Cristo Jesús heb'."
        },
        {
            "number": "22",
            "text": "Palta eyojtacxo smodo winhaj Timoteo tik. Icha syutej sb'a junok yak'an serwil smam, icha chi' syutej sb'a winh t'ayin. Smunlaj wal winh wed'oc ayic scalanel slolonel Dios."
        },
        {
            "number": "23",
            "text": "Yuj chi', ayic ol lajwoc wilani tas ol in aj t'a tik, ol in checanb'at winh t'ayex ta'."
        },
        {
            "number": "24",
            "text": "Swak'och Kajal Jesús yipoc in k'ool to ol pet in b'atpax lak'an ex wila''."
        },
        {
            "number": "25",
            "text": "Anheja' tzin na'a to yowalil ol in chec pax winh cuk'tac Epafrodito. Ha winh cuk'tac tik, a ex he checnaccot winh in yak' serwil t'a tik."
        },
        {
            "number": "26",
            "text": "Sgana winh sb'at ex yilxicani. Te ilk'olal yaj winh eyuuj, yujto ix eyab'i to ix penaayax winh t'a tik."
        },
        {
            "number": "27",
            "text": "Yel toni, ijan wal ix cham winh, haxo Dios ix ok' sk'ool t'a winh. Yuj chi' ix b'oxi winh. Manhoknhej t'a winhaj Epafrodito tik ix ok' sk'ool Dios chi', ix ok' pax sk'ool t'ayin ayic ix b'oxi sk'ool winh chi', yic maxtzac ja junocxo in cusk'olal t'a tik."
        },
        {
            "number": "28",
            "text": "Yuj chi', in gana spet in chec pax winh t'ayex, yic ol ex tzalajoc ayic ol eyilan sk'ochxi winh, yic ol wach' satpaxel in cusk'olal t'a tik."
        },
        {
            "number": "29",
            "text": "Tzalajk'olalocab' tze cha sk'ochxi winh t'ayex ta', yujto cuk'tac ko b'a yet' winh t'a yol sk'ab' Kajal Jesús. Ha jantacnhej heb' lajan spensar yet' winh, ayocab' yelk'och heb' t'ayex."
        },
        {
            "number": "30",
            "text": "Ha jun winh cuk'tac tik, yujnhej to wan yak'an serwil Cristo winh, ijan wal ix cham winh. Wach'chom ijan ix cham winh yuj in yak'an serwil, palta malaj jab'oc tas ix sna winh. Ha ex tik, max yal-laj he cot in eyak' serwil, yuj chi', a winh aycot in yak' serwil he k'exuloc."
        }
    ]
}