{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ha Cristo tzonh iptzitani. Syak'an co nivank'olal, yujto xajan onh yuj. Junxonhej caj yuj Yespíritu ticnaic. Ha tz'ak'an co xajanej co b'a, yuj chi' tz'ok' co k'ool t'a eb' quetanimail."
        },
        {
            "number": "2",
            "text": "Yuj val juntzanh tik, junxonhej pensaril tzeyutej e b'a ta'. Junxonhej tzeyutej e xajanan e b'a. Junxonhej tzeyutej e naan masanil tasi. Junk'olal tzeyutej e b'a, yic ol wach' ja in tzalajk'olal eyuuj."
        },
        {
            "number": "3",
            "text": "Malajocab' junok mach syik'chaanh sb'a, ma syak' ak'umtaquil. Palta emnaquilocab' tzeyutej e b'a, syalelk'ochi to más nivanocab' yelk'och junjun eb' creyente t'a e sat."
        },
        {
            "number": "4",
            "text": "Malajocab' junok mach anhej swach'il saya'. Aocab' tas tz'aj eb' creyente smasanil yovalil sna'a."
        },
        {
            "number": "5",
            "text": "Lajanocab' tzeyutej e pensar icha yutejnac sb'a Cristo Jesús."
        },
        {
            "number": "6",
            "text": "Ha Cristo chi', wach'chom Dios taxoni, palta malaj yalnac ayic yactannaccan jun b'aj ay yalan yic yet' Dios chi'. Malaj jab'oc tas snanac ayic yactannaccan chi'."
        },
        {
            "number": "7",
            "text": "Icha chi' aj yactannaccan masanil yico', scotnac, ul yak'annac och sb'a checab'oc. Ul yak'annac aljoc sb'ha t'a animail."
        },
        {
            "number": "8",
            "text": "Ayic ayoch animail chi', emnaquil yutejnac sb'a, sk'anab'ajejnac val masanil, masanto schamnac. Yak'nac val techaj smiljicham t'a te' culus, te q'uixvelal ajnac schami."
        },
        {
            "number": "9",
            "text": "Yuj chi', yelxo val te niwan yelk'och yuj Dios ticnaic. Ha ak'jinac sb'i, a sb'i chi', anhej ek'al t'a yichanh juntzanhxo b'i smasanil."
        },
        {
            "number": "10",
            "text": "Icha chi' yutejnac Dios, yic a ol yab'an sb'i Jesús masanil eb' ay t'a satcha’anh yet' masanil eb' ay t'a yol yib'anhk’inal tik yet' eb' ay pax t'a yol lu'um, ol laj em cuman eb' t'ay smasanil."
        },
        {
            "number": "11",
            "text": "Axo ol yalan eb': Ha Jesucristo, aton Cajal, xcham eb'. Icha chi' ol aj scheclajeli to te niwan yelk'och Dios Mamab'il."
        },
        {
            "number": "12",
            "text": "Yuj chi', ex xajanab'il vuuj, tze k'anab'ajejnhej, ichataxon e modo. Tzeyak' val eyip e naanel t'a nanamil yet' t'a xivk'olal tas syalelk'och co colnab'il syak' Dios. Manhocnhej ay in ek' eyed' ta', icha chi' tzeyutej e b'a. Palta tze k'ulejnhej juntzanh tik ayic manh in ayoc ek' eyed'oc."
        },
        {
            "number": "13",
            "text": "Yujto ha Dios tz'ak'an co na' co k'ulan wach'il, anheja' tz'ak'an pax co k'ulej tas sgana."
        },
        {
            "number": "14",
            "text": "Ayic tz'ak'ji e k'ulej junok tasi, manh chichonk'olaloc tze k'ulej. Manh eyalub'tanhej yuj tas tz'ak'ji e k'ulej chi'."
        },
        {
            "number": "15",
            "text": "Manh eyutej e b'a icha chi', yic wach' malaj mach ol alanoc to ay e mul, ma e paltail. Wach'chom ayex ek' t'a skal eb' anima chuk sb'eyb'al yet' eb' chuk spensar, a exxo tik, yel yuninal ex Dios, manhxalaj tas chuclaj ayoch t'ayex icha eb' chi'. Ichaocab' yilji juntzanh k'anal svevon t'a k'ik'b'alil, icha ex ocab' chi' t'a skal eb'."
        },
        {
            "number": "16",
            "text": "Tzeyal slolonel Dios yab' eb', aton jun tz'alani to ay co q'uinal t'a junelnhej. Yuj chi' ayic ol ja Cristo, ol in te tzalaj eyuuj, yic ol in naani to manh tonhejoc ix vixtejek' in b'a, manh nab'anhejoc in munlajel."
        },
        {
            "number": "17",
            "text": "Wach'chom a in tik tzin cham stz'acub'oc e silab' tzeyak' d'ha Dios, palta yujto tzeyak'och Dios chi' t'a e k'ool, tzin tzalaji. In gana tzeyab'pax jun tzalajk'olal chi' ved'oc."
        },
        {
            "number": "18",
            "text": "Ha exxo tik, tzalajanhec, tzeyak'anpax vojtaquejel e tzalajk'olal chi'."
        },
        {
            "number": "19",
            "text": "In gana tzin checb'at jayeoc k'ual vinhaj Timoteo tik t'ayex, tato icha chi' sgana Cajal Jesús. In gana svab'i tas eyaj ta', yic ol in tzalaj t'a tik eyuuj."
        },
        {
            "number": "20",
            "text": "Malaj junok mach lajan spensar yet' vinh t'a tik. Te ay val och spensar vinh eyuuj."
        },
        {
            "number": "21",
            "text": "Masanil juntzanhxo eb', anhej swach'il eb' saya', max snalaj smunlajel Cristo Jesús eb'."
        },
        {
            "number": "22",
            "text": "Palta eyojtacxo smodo vinhaj Timoteo tik. Icha syutej sb'a junok yak'an servil smam, icha chi' syutej sb'a vinh t'ayin. Smunlaj val vinh ved'oc ayic scalanel slolonel Dios."
        },
        {
            "number": "23",
            "text": "Yuj chi', ayic ol lajvoc vilani tas ol in aj t'a tik, ol in checanb'at vinh t'ayex ta'."
        },
        {
            "number": "24",
            "text": "Svak'och Cajal Jesús yipoc in k'ool to ol pet in b'atpax lak'an ex wila''."
        },
        {
            "number": "25",
            "text": "Anheja' tzin na'a to yovalil ol in chec pax vinh cuk'tac Epafrodito. Ha vinh cuk'tac tik, a ex e checnaccot vinh in yak' servil t'a tik."
        },
        {
            "number": "26",
            "text": "Sgana vinh sb'at ex yilxicani. Te ilk'olal yaj vinh eyuuj, yujto ix eyab'i to ix penaayax vinh t'a tik."
        },
        {
            "number": "27",
            "text": "Yel toni, ijan val ix cham vinh, haxo Dios ix ok' sk'ool t'a vinh. Yuj chi' ix b'oxi vinh. Manhocnhej t'a vinhaj Epafrodito tik ix ok' sk'ool Dios chi', ix ok' pax sk'ool t'ayin ayic ix b'oxi sk'ool vinh chi', yic maxtzac ja junocxo in cusk'olal t'a tik."
        },
        {
            "number": "28",
            "text": "Yuj chi', in gana spet in chec pax vinh t'ayex, yic ol ex tzalajoc ayic ol eyilan sk'ochxi vinh, yic ol wach' satpaxel in cusk'olal t'a tik."
        },
        {
            "number": "29",
            "text": "Tzalajk'olalocab' tze cha sk'ochxi vinh t'ayex ta', yujto cuk'tac co b'a yet' vinh t'a yol sk'ab' Cajal Jesús. Ha jantacnhej eb' lajan spensar yet' vinh, ayocab' yelk'och eb' t'ayex."
        },
        {
            "number": "30",
            "text": "Ha jun vinh cuk'tac tik, yujnhej to van yak'an servil Cristo vinh, ijan val ix cham vinh. Wach'chom ijan ix cham vinh yuj in yak'an servil, palta malaj jab'oc tas ix sna vinh. Ha ex tik, max yal-laj e cot in eyak' servil, yuj chi', a vinh aycot in yak' servil e q'uexuloc."
        }
    ]
}