{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "A ticnaic ex vuk'tac ex vanab', tzalajanhec d'a Cajal Jesús. A juntzanh svalb'at tic d'ayex, vach'chom valnacxob'ati, palta manh chucoc valanxib'ati, yujto yovalil tze vach' ojtaquejeli."
        },
        {
            "number": "2",
            "text": "Tzeyil val e b'a d'a juntzanh eb' chuc spensar. Chuc syutej sb'a eb', sgana eb' spolel jab'oc e tz'umal."
        },
        {
            "number": "3",
            "text": "Yujto a eb' d'a val yel schonhab' Dios, a onh ton tic. Yujto scaq'uem co b'a d'ay yuj Yespíritu. Anhej Cristo Jesús scak'och yipoc co k'ool. A juntzanhxo tas sco k'ulej, max cak'ochlaj jab'oc yipoc co k'ool."
        },
        {
            "number": "4",
            "text": "A in tic, in nanac to smoj svak'och juntzanh chi' yipoc in k'ool, yujto in k'anab'ajejnac. Ay eb' snaani to syal scolchaj eb' yuj juntzanh munil sk'ulej chi'. Palta a in tic más in k'anab'ajejnac juntzanh chi' d'a yichanh eb'."
        },
        {
            "number": "5",
            "text": "Yucub'ixial valji, vak'jinac circuncidar, yujto israel in. Yinhtilal in can vinhaj Benjamín. Hebreo in, yujto a in mam in nun, hebreo eb'. In k'anab'ajejnac val ley Moisés, yujto fariseo in."
        },
        {
            "number": "6",
            "text": "Vak'nac val och in b'a d'a in religión, yuj chi' vak'nac och syaelal eb' yicxo Cristo. In k'anab'ajejnac val masanil tastac syal ley Moisés chi', manhxa jab'oc in paltail d'ay."
        },
        {
            "number": "7",
            "text": "Masanilnhej juntzanh in k'ulejnac chi', vach' ton in naani. Axo ticnaic, malaj yelk'och d'ayin, yujto anhej d'a Cristo svak'och in pensar ticnaic."
        },
        {
            "number": "8",
            "text": "Masanilnhej juntzanh tastac vak'nac och yipoc in k'ool chi', a ticnaic manhxalaj yelk'och d'ayin. Yujto a junxo más nivan yelk'och d'ayin, aton vojtacanel Cristo Jesús, aton Cajal. Yuujnhej ix satcanel masanil juntzanh vak'nac och yipoc in k'ool chi'. Axo ticnaic, icha yilji k'alem yaj d'ayin, yujto in gana tz'och Cristo vicoc d'a junelnhej,"
        },
        {
            "number": "9",
            "text": "yic junxonhej tzin aj yed'oc. A Dios tz'alani to vach' in d'a yichanh, yujnhej to ix vak'och Cristo d'a in k'ool, manh yujoc to ix in k'anab'ajej ley Moisés chi'. Anhej yujto scak'och Cristo d'a co k'ool yuj chi' vach' onh d'a yichanh."
        },
        {
            "number": "10",
            "text": "In gana tzin vach' ojtaquejel Cristo, yic smunlajoch spoder d'ayin, aton spoder ik'annacxi pitzvoc. In gana vab'an syail yed'oc. In gana lajan tz'aj in pensar icha ajnac spensar ayic schamnac,"
        },
        {
            "number": "11",
            "text": "yujto in gana ay valan vic in pitzvixi d'a scal eb' chamnac."
        },
        {
            "number": "12",
            "text": "Max val-laj tato toxo ix vak' ganar juntzanh ix val tic smasanil, yujto ayto palta in tek'k'aj d'a masanil yic Cristo. Palta anheja' svak' pural in b'a ticnaic yic vach' ol in tek'k'ajoc, yuj chi' ix in yavtejoch Cristo Jesús yicoc."
        },
        {
            "number": "13",
            "text": "Max vala' tato tek'an inxo, palta icha tic svutej in b'a to a ticnaic maxtzac in nacotlaj juntzanh tas toxo ix ek'b'ati. Anhej juntzanh tas ayto palta tzin na'a. Svak'an val vip"
        },
        {
            "number": "14",
            "text": "yic vach' ol vak' ganar, axo in chaan spac chi' d'a satchaanh. Yuj val jun spac chi', tzonh yavtejoch Dios yicoc, yujto junxonhej caj yed' Cristo Jesús."
        },
        {
            "number": "15",
            "text": "A onh tek'an onhxo, yovalil icha tic scutej co naan junjun onh. Tato ayex manh ichoc ta' e naani, ol colvaj Dios eyed'oc yic ol nachajel pax juntzanhxo tic eyuuj."
        },
        {
            "number": "16",
            "text": "Yovalil sco b'eyb'alej jantac tas tz'ak'ji nachajel cuuj yuj Dios."
        },
        {
            "number": "17",
            "text": "B'eyb'alejec in b'eyb'al tic. A onh tic, van co ch'oxan jun vach' b'eyb'al tic d'ayex. Yuj chi', ilec sb'eyb'al eb' lajan sb'eyb'al qued'oc, yic tze b'eyb'alej paxi."
        },
        {
            "number": "18",
            "text": "Ay jun tas tzijtum el valnac d'ayex. Axo yic svalanxib'at d'ayex ticnaic, tzin te oq'ui, yujto tzijtumxo eb' chuc syutej sb'a, yuj chi' chequel to malaj yelk'och schamel Cristo d'a te' culus d'a eb'."
        },
        {
            "number": "19",
            "text": "Palta a eb' chi', yovalil ol satcanel eb' d'a junelnhej. Anhej tas sgana eb', anhej val ta ayoch spensar eb', ichato sdiosal eb' yaj juntzanh chi'. Ay juntzanh tas sb'o eb', q'uixvub'tac. Anhej d'a juntzanh chi' syik'chaanh sb'a eb'. Anhej val juntzanh yic yolyib'anhq'uinal tic sna eb'."
        },
        {
            "number": "20",
            "text": "Palta a onhxo tic, a d'a satchaanh, ata' ayb'at co pensar, yujto aton jun chi' co chonhab' yaji. Van co tanhvan sjax co Columal d'a satchaanh chi', aton Cajal Jesucristo."
        },
        {
            "number": "21",
            "text": "A ol ak'an q'uexmaj jun co nivanil malaj yelk'och tic, yic vach' lajan ol aj yed' yico', yujto a snivanil chi' te vach' toni. Icha chi' ol onh yutej yed' spoder, yujto ay spoder yak'an mandar masanil tasi."
        }
    ]
}