{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaic ex vuk'tac ex vanab', tzalajanhec t'a Cajal Jesús. Ha juntzanh svalb'at tik t'ayex, wach'chom valnacxob'ati, palta manh chucoc valanxib'ati, yujto yowalil tze wach' ojtaquejeli."
        },
        {
            "number": "2",
            "text": "Tzeyil val e b'ha t'a juntzanh eb' chuk spensar. Chuc syutej sb'a eb', sgana eb' spolel jab'oc e tz'umal."
        },
        {
            "number": "3",
            "text": "Yujto a eb' t'a val yel schonhab' Dios, a onh ton tik. Yujto scaq'uem co b'a t'ay yuj Yespíritu. Anhej Cristo Jesús scak'och yipoc co k'ool. Ha juntzanhxo tas sco k'ulej, max cak'ochlaj jab'oc yipoc co k'ool."
        },
        {
            "number": "4",
            "text": "Ha in tik, in nanac to smoj svak'och juntzanh chi' yipoc in k'ool, yujto in k'anab'ajejnac. Ay eb' snaani to syal scolchaj eb' yuj juntzanh munil sk'ulej chi'. Palta a in tik más in k'anab'ajejnac juntzanh chi' t'a yichanh eb'."
        },
        {
            "number": "5",
            "text": "Yucub'ixial valji, vak'jinac circuncidar, yujto israel in. Yinhtilal in kan winhaj Benjamín. Hebreo in, yujto a in mam in nun, hebreo eb'. In k'anab'ajejnac val ley Moisés, yujto fariseo in."
        },
        {
            "number": "6",
            "text": "Vak'nac val och in b'ha t'a in religión, yuj chi' vak'nac och syaelal eb' yicxo Cristo. In k'anab'ajejnac val masanil tastac syal ley Moisés chi', manhxa jab'oc in paltail t'ay."
        },
        {
            "number": "7",
            "text": "Masanilnhej juntzanh in k'ulejnac chi', wach' ton in naani. Axo ticnaic, malaj yelk'och t'ayin, yujto anhej t'a Cristo svak'och in pensar ticnaic."
        },
        {
            "number": "8",
            "text": "Masanilnhej juntzanh tastac vak'nac och yipoc in k'ool chi', a ticnaic manhxalaj yelk'och t'ayin. Yujto a junxo más niwan yelk'och t'ayin, aton vojtacanel Cristo Jesús, aton Cajal. Yuujnhej ix satcanel masanil juntzanh vak'nac och yipoc in k'ool chi'. Axo ticnaic, icha yilji k'alem yaj t'ayin, yujto in gana tz'och Cristo vicoc t'a junelnhej,"
        },
        {
            "number": "9",
            "text": "yic junxonhej tzin aj yet'oc. Ha Dios tz'alani to wach' in t'a yichanh, yujnhej to ix vak'och Cristo t'a in k'ool, manh yujoc to ix in k'anab'ajej ley Moisés chi'. Anhej yujto scak'och Cristo t'a co k'ool yuj chi' wach' onh t'a yichanh."
        },
        {
            "number": "10",
            "text": "In gana tzin wach' ojtaquejel Cristo, yic smunlajoch spoder t'ayin, aton spoder ik'annacxi pitzvoc. In gana vab'an syail yet'oc. In gana lajan tz'aj in pensar icha ajnac spensar ayic schamnac,"
        },
        {
            "number": "11",
            "text": "yujto in gana ay valan wik in pitzvixi t'a skal eb' chamnac."
        },
        {
            "number": "12",
            "text": "Max val-laj tato toxo ix vak' ganar juntzanh ix val tik smasanil, yujto ayto palta in tek'k'aj t'a masanil yic Cristo. Palta anheja' svak' pural in b'a ticnaic yic wach' ol in tek'k'ajoc, yuj chi' ix in yavtejoch Cristo Jesús yicoc."
        },
        {
            "number": "13",
            "text": "Max vala' tato tek'an inxo, palta icha tik svutej in b'a to a ticnaic maxtzac in nacotlaj juntzanh tas toxo ix ek'b'ati. Anhej juntzanh tas ayto palta tzin na'a. Svak'an val vip"
        },
        {
            "number": "14",
            "text": "yic wach' ol vak' ganar, haxo in chaan spak chi' t'a satcha’anh. Yuj val jun spak chi', tzonh yavtejoch Dios yicoc, yujto junxonhej caj yet' Cristo Jesús."
        },
        {
            "number": "15",
            "text": "Ha onh tek'an onhxo, yowalil icha tik scutej co naan junjun onh. Tato ayex manh ichoc ta' e naani, ol kolwaj Dios eyed'oc yic ol nachajel pax juntzanhxo tik eyuuj."
        },
        {
            "number": "16",
            "text": "Yovalil sco b'eyb'alej jantac tas tz'ak'ji nachajel cuuj yuj Dios."
        },
        {
            "number": "17",
            "text": "B'eyb'alejec in b'eyb'al tik. Ha onh tik, van co ch'oxan jun wach' b'eyb'al tik t'ayex. Yuj chi', ilec sb'eyb'al eb' lajan sb'eyb'al qued'oc, yic tze b'eyb'alej paxi."
        },
        {
            "number": "18",
            "text": "Ay jun tas tzijtum el valnac t'ayex. Axo yic svalanxib'at t'ayex ticnaic, tzin te oq'ui, yujto tzijtumxo eb' chuk syutej sb'a, yuj chi' chequel to malaj yelk'och schamel Cristo t'a te' culus t'a eb'."
        },
        {
            "number": "19",
            "text": "Palta a eb' chi', yowalil ol satcanel eb' t'a junelnhej. Anhej tas sgana eb', anhej val ta ayoch spensar eb', ichato sdiosal eb' yaj juntzanh chi'. Ay juntzanh tas sb'o eb', q'uixvub'tac. Anhej t'a juntzanh chi' syik'chaanh sb'a eb'. Anhej val juntzanh yic yol yib'anhk’inal tik sna eb'."
        },
        {
            "number": "20",
            "text": "Palta a onhxo tik, ha t'a satcha’anh, ata' ayb'at co pensar, yujto aton jun chi' co chonhab' yaji. Van co tanhvan sjax co Columal t'a satcha’anh chi', aton Cajal Jesucristo."
        },
        {
            "number": "21",
            "text": "Ha ol ak'an q'uexmaj jun co nivanil malaj yelk'och tik, yic wach' lajan ol aj yet' yico', yujto a snivanil chi' te wach' toni. Icha chi' ol onh yutej yet' spoder, yujto ay spoder yak'an mandar masanil tasi."
        }
    ]
}