{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaik ex wuk'tac ex wanab', tzalajanhec t'a Kajal Jesús. Ha juntzanh swalb'at tik t'ayex, wach'chom walnacxob'ati, palta manh chucoc walanxib'ati, yujto yowalil tze wach' ojtaquejeli."
        },
        {
            "number": "2",
            "text": "Tzeyil wal he b'ha t'a juntzanh heb' chuk spensar. Chuc syutej sb'a heb', snib'ej heb' spolel jab'oc he tz'umal."
        },
        {
            "number": "3",
            "text": "Yujto a heb' t'a wal yel schonhab' Dios, a onh ton tik. Yujto skak'em ko b'a t'ay yuj Yespíritu. Anhej Cristo Jesús skak'och yipoc ko k'ool. Ha juntzanhxo tas sco k'ulej, max cak'ochlaj jab'oc yipoc ko k'ool."
        },
        {
            "number": "4",
            "text": "Ha in tik, in nanac to smoj swak'och juntzanh chi' yipoc in k'ool, yujto in k'anab'ajejnac. Ay heb' snaani to syal scolchaj heb' yuj juntzanh munil sk'ulej chi'. Palta a in tik más in k'anab'ajejnac juntzanh chi' t'a yichanh heb'."
        },
        {
            "number": "5",
            "text": "Yucub'ixial walji, wak'jinac circuncidar, yujto israel in. Yinhtilal in kan winhaj Benjamín. Hebreo in, yujto a in mam in nun, hebreo heb'. In k'anab'ajejnac wal ley Moisés, yujto fariseo in."
        },
        {
            "number": "6",
            "text": "Vak'nac wal och in b'ha t'a in religión, yuj chi' wak'nac och syaelal heb' yicxo Cristo. In k'anab'ajejnac wal masanil tastac syal ley Moisés chi', manhxa jab'oc in paltail t'ay."
        },
        {
            "number": "7",
            "text": "Masanilnhej juntzanh in k'ulejnac chi', wach' ton in naani. Axo ticnaik, malaj yelk'och t'ayin, yujto anhej t'a Cristo swak'och in pensar ticnaik."
        },
        {
            "number": "8",
            "text": "Masanilnhej juntzanh tastac wak'nac och yipoc in k'ool chi', a ticnaik manhxalaj yelk'och t'ayin. Yujto a junxo más niwan yelk'och t'ayin, aton wojtacanel Cristo Jesús, aton Kajal. Yuujnhej ix satcanel masanil juntzanh wak'nac och yipoc in k'ool chi'. Axo ticnaik, icha yilji k'alem yaj t'ayin, yujto in gana tz'och Cristo wicoc t'a junelnhej,"
        },
        {
            "number": "9",
            "text": "yic junxonhej tzin aj yet'oc. Ha Dios tz'alani to wach' in t'a yichanh, yujnhej to ix wak'och Cristo t'a in k'ool, manh yujoc to ix in k'anab'ajej ley Moisés chi'. Anhej yujto skak'och Cristo t'a ko k'ool yuj chi' wach' onh t'a yichanh."
        },
        {
            "number": "10",
            "text": "In gana tzin wach' ojtaquejel Cristo, yic smunlajoch spoder t'ayin, aton spoder ik'annacxi pitzwoc. In gana wab'an syail yet'oc. In gana lajan tz'aj in pensar icha ajnac spensar ayic schamnac,"
        },
        {
            "number": "11",
            "text": "yujto in gana ay walan wik in pitzwixi t'a skal heb' chamnac."
        },
        {
            "number": "12",
            "text": "Max wal-laj tato toxo ix wak' ganar juntzanh ix wal tik smasanil, yujto ayto palta in tek'k'aj t'a masanil yic Cristo. Palta anheja' swak' pural in b'a ticnaik yic wach' ol in tek'k'ajoc, yuj chi' ix in yavtejoch Cristo Jesús yicoc."
        },
        {
            "number": "13",
            "text": "Max wala' tato tek'an inxo, palta icha tik swutej in b'a to a ticnaik maxtzac in nacotlaj juntzanh tas toxo ix ek'b'ati. Anhej juntzanh tas ayto palta tzin na'a. Swak'an wal wip"
        },
        {
            "number": "14",
            "text": "yic wach' ol wak' ganar, haxo in chaan spak chi' t'a satcha’anh. Yuj wal jun spak chi', tzonh yavtejoch Dios yicoc, yujto junxonhej caj yet' Cristo Jesús."
        },
        {
            "number": "15",
            "text": "Ha onh tek'an onhxo, yowalil icha tik scutej ko naan junjun onh. Tato ayex manh ichoc ta' he naani, ol kolwaj Dios eyed'oc yic ol nachajel pax juntzanhxo tik eyuuj."
        },
        {
            "number": "16",
            "text": "Yowalil sco b'eyb'alej jantac tas tz'ak'ji nachajel cuuj yuj Dios."
        },
        {
            "number": "17",
            "text": "B'eyb'alejec in b'eyb'al tik. Ha onh tik, wan ko ch'oxan jun wach' b'eyb'al tik t'ayex. Yuj chi', ilec sb'eyb'al heb' lajan sb'eyb'al qued'oc, yic tze b'eyb'alej paxi."
        },
        {
            "number": "18",
            "text": "Ay jun tas tzijtum el walnac t'ayex. Axo yic swalanxib'at t'ayex ticnaik, tzin te oq'ui, yujto tzijtumxo heb' chuk syutej sb'a, yuj chi' chequel to malaj yelk'och schamel Cristo t'a te' culus t'a heb'."
        },
        {
            "number": "19",
            "text": "Palta a heb' chi', yowalil ol satcanel heb' t'a junelnhej. Anhej tas snib'ej heb', anhej wal ta ayoch spensar heb', ichato sdiosal heb' yaj juntzanh chi'. Ay juntzanh tas sb'o heb', q'uixwub'tac. Anhej t'a juntzanh chi' syik'chaanh sb'a heb'. Anhej wal juntzanh yic yol yib'anhk’inal tik sna heb'."
        },
        {
            "number": "20",
            "text": "Palta a onhxo tik, ha t'a satcha’anh, ata' ayb'at ko pensar, yujto aton jun chi' ko chonhab' yaji. Van ko tanhwan sjax ko Kolumal t'a satcha’anh chi', aton Kajal Jesucristo."
        },
        {
            "number": "21",
            "text": "Ha ol ak'an k'exmaj jun ko niwanil malaj yelk'och tik, yic wach' lajan ol aj yet' yico', yujto a sniwanil chi' te wach' toni. Icha chi' ol onh yutej yet' spoder, yujto ay spoder yak'an mandar masanil tasi."
        }
    ]
}