{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ex vuk'tac ex vanab', te xajan ex vuuj. Ay val in gana tzin b'at ex vila', yujto tzin te tzalaj eyuuj. Eyuujnhej toxo ix in cha spac in munlajel. Yuj chi', ex in xajanab'il, tek'an tzeyutej e b'a eyak'anoch Cajal Jesús d'a e k'ool."
        },
        {
            "number": "2",
            "text": "A ticnaic svalb'at d'a ix Evodia yed' d'a ix Síntique to junxonhej syutej spensar eb' ix, yujto snulej sb'a eb' ix d'a Cajal Jesús."
        },
        {
            "number": "3",
            "text": "A achxo, ach vuk'tac, yel quetmunlajvumal co b'a, tzin k'an pavor d'ayach, yic tzach colvaj a b'oan yaj eb' ix canab' chi' ta', yujto a eb' ix chi', tek'an yutejnac sb'a eb' ix smunlaj ved'oc ayic vek'nac valel vach' ab'ix yic colnab'il. Anhejtona', munlajnac vinhaj Clemente ved'oc yed' juntzanhxo eb'. A eb' chi', tz'ib'ab'ilxo sb'i eb' d'a jun libro b'aj ay co b'i a onh ayxo co q'uinal d'a junelnhej."
        },
        {
            "number": "4",
            "text": "Conh tzalajec d'a masanil tiempo d'a Cajal Jesús. Svalan junelxo, conh tzalajec."
        },
        {
            "number": "5",
            "text": "Yab'ocab' e pecal eb' smasanil to vach' e pensar. Toxo ol ja Cajal Jesús."
        },
        {
            "number": "6",
            "text": "Manh ex och ilk'olal yuj junoc tasi. A jantacnhej tas tze na'a, alec d'a Dios, lesalvanhec. k'anec d'ay, tzeyak'anpax yuj diosal d'ay."
        },
        {
            "number": "7",
            "text": "Tato icha chi' scutej co b'a, ol yak' sjunk'olal Dios d'ayonh. A sjunk'olal ol yak' chi', maxtzac nachajel cuuj, yujto manhxo b'ischajb'enoc jantac. A sjunk'olal chi' tzonh ilan yed' co pensar, yujto yic onhxo Cristo Jesús."
        },
        {
            "number": "8",
            "text": "Axo ticnaic ex vuk'tac ex vanab', scak'och co pensar d'a masanil tas yel, d'a masanil tas smoj nivan yelk'och d'a co sat, d'a masanil tas tojol, d'a masanil tas malaj spaltail, d'a masanil tas vach' yed' d'a masanil tas ay yelk'ochi. Anhejtona', d'a masanil tas vach' d'a yichanh Dios yed' d'a masanil tas b'aj smoj tz'alji vach' lolonel, ata' scaq'uec och co pensar."
        },
        {
            "number": "9",
            "text": "Tze b'eyb'alej juntzanh k'ayb'ub'al yed' juntzanhxo tas eyab'naccan d'ayin. A jantac tas eyilnac yed' tas eyab'nac d'ayin, a chi' tze b'eyb'alej. Tato icha chi' tzeyutej e b'a, axo Dios, jun tz'ak'an co junk'olal, a ol och eyed'oc."
        },
        {
            "number": "10",
            "text": "A ticnaic, tzin tzalaj yuj Cajal Jesús, yujto ix in e nacot junelxo ayic ix eyak'ancot e colval d'ayin. Vojtac to anheja' naan in eyuuj, palta malaj val b'aj ix eyak'cot e colval d'ayin, yujto max yal eyuuj."
        },
        {
            "number": "11",
            "text": "Svalb'at juntzanh tic d'ayex, manh yujoc to ay tas yovalil tz'och vuuj yuj chi' svala'. Yujto toxo ix in k'ayb'ej in b'a in tzalaj yed' tas ay d'ayin."
        },
        {
            "number": "12",
            "text": "Vojtac meb'ail, vojtacpax b'eyumal. Ay b'aj malaj jab'oc tas ay d'ayin. Ay pax b'aj syak' sobre. Yuj chi' vach'chom b'ud'an in, ma tz'och in vejel, k'aynac in, stechajnhej vuuj."
        },
        {
            "number": "13",
            "text": "Stechajnhej masanil tas vuuj, yujto syak' spoder Cristo d'ayin."
        },
        {
            "number": "14",
            "text": "Palta a ex pax tic, te vach' ix eyutej e b'a, yujto ix eyak'cot e colval d'ayin ayic ay in och d'a syaelal tic, yuj chi' ichato tzeyab'pax syail ved' d'a tic."
        },
        {
            "number": "15",
            "text": "Ex aj Filipos, eyojtacxo to ayic in yamannac och valanel vach' ab'ix, in cot d'a Macedonia, a exnhej ton colvaj ex d'ayin. A exnhej eyak'cot in gasto ta'."
        },
        {
            "number": "16",
            "text": "Ayic vek'nac d'a Tesalónica, eyak'naccot chael oxel e colval d'ayin ta' yuj in gasto."
        },
        {
            "number": "17",
            "text": "Manh yujoc to svak'och in pensar d'a e colval svalanb'at juntzanh tic d'ayex. Tzin te q'uechaanh, yujto van snivanb'i spac eyic d'a yichanh Dios."
        },
        {
            "number": "18",
            "text": "A inxo tic, manh jantacoc tas ix in cha'a, tzato yak'pax sobre d'ayin ticnaic. A jun e colval ix ul yak' vinhaj Epafrodito tic, k'ocb'ilnhej syab' d'ayin. Icha junoc tas tz'ak'ji d'a Dios, suk'uq'ui sjab', junoc silab' nhusb'il te vach', icha chi' jun e colval tic, yujto stzalaj Dios yed'oc."
        },
        {
            "number": "19",
            "text": "Yuj chi', a co Diosal ol ak'an masanil tas tz'och eyuuj. Yujto manh jantacoc tas vach' ay d'ay. Aton juntzanh chi' syak' d'ayonh a onh yic onhxo Cristo Jesús tic."
        },
        {
            "number": "20",
            "text": "Nivanocab' yelk'och co Diosal, aton co Mam d'a masanil tiempo. Amén."
        },
        {
            "number": "21",
            "text": "Svak'b'at stzatzil e k'ool d'a sb'i Jesucristo e masanil ex yic exxo Dios ta'. A eb' vinh cuk'tac ayek' ved' d'a tic, syak'paxb'at stzatzil e k'ool eb' vinh."
        },
        {
            "number": "22",
            "text": "Anhejtona' masanil pax eb' yicxo Dios d'a tic yed' eb' creyente ayoch d'a yopisio yuj vinh yajal d'a Roma tic, syak'paxb'at stzatzil e k'ool eb'."
        },
        {
            "number": "23",
            "text": "Ayocab' ek' Cajal Jesucristo e yed' e masanil ta'. Amén."
        }
    ]
}