{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ex vuk'tac ex vanab', te xajan ex vuuj. Ay val in gana tzin b'at ex wila'', yujto tzin te tzalaj eyuuj. Eyuujnhej toxo ix in cha spak in munlajel. Yuj chi', ex in xajanab'il, tek'an tzeyutej e b'a eyak'anoch Cajal Jesús t'a e k'ool."
        },
        {
            "number": "2",
            "text": "Ha ticnaic svalb'at t'a ix Evodia yet' t'a ix Síntique to junxonhej syutej spensar eb' ix, yujto snulej sb'a eb' ix t'a Cajal Jesús."
        },
        {
            "number": "3",
            "text": "Ha achxo, ach vuk'tac, yel quetmunlajvumal co b'a, tzin k'an pavor t'ayach, yic tzach kolwaj a b'oan yaj eb' ix canab' chi' ta', yujto a eb' ix chi', tek'an yutejnac sb'a eb' ix smunlaj ved'oc ayic vek'nac valel wach' ab'ix yic colnab'il. Anhejtona', munlajnac winhaj Clemente ved'oc yet' juntzanhxo eb'. Ha eb' chi', tz'ib'ab'ilxo sb'i eb' t'a jun libro b'aj ay co b'i a onh ayxo co q'uinal t'a junelnhej."
        },
        {
            "number": "4",
            "text": "Conh tzalajec t'a masanil tiempo t'a Cajal Jesús. Svalan junelxo, conh tzalajec."
        },
        {
            "number": "5",
            "text": "Yab'ocab' e pecal eb' smasanil to wach' e pensar. Toxo ol ja Cajal Jesús."
        },
        {
            "number": "6",
            "text": "Manh ex och ilk'olal yuj junok tasi. Ha jantacnhej tas tze na'a, alec d'ha Dios, lesalvanhec. k'anec t'ay, tzeyak'anpax yuj diosal t'ay."
        },
        {
            "number": "7",
            "text": "Tato icha chi' scutej co b'a, ol yak' sjunk'olal Dios t'ayonh. Ha sjunk'olal ol yak' chi', maxtzac nachajel cuuj, yujto manhxo b'ischajb'enoc jantac. Ha sjunk'olal chi' tzonh ilan yet' co pensar, yujto yic onhxo Cristo Jesús."
        },
        {
            "number": "8",
            "text": "Axo ticnaic ex vuk'tac ex vanab', scak'och co pensar t'a masanil tas yel, t'a masanil tas smoj niwan yelk'och t'a co sat, t'a masanil tas tojol, t'a masanil tas malaj spaltail, t'a masanil tas wach' yet' t'a masanil tas ay yelk'ochi. Anhejtona', t'a masanil tas wach' t'a yichanh Dios yet' t'a masanil tas b'aj smoj tz'alji wach' lolonel, ata' scaq'ek och co pensar."
        },
        {
            "number": "9",
            "text": "Tze b'eyb'alej juntzanh k'ayb'ub'al yet' juntzanhxo tas eyab'naccan t'ayin. Ha jantac tas eyilnac yet' tas eyab'nac t'ayin, a chi' tze b'eyb'alej. Tato icha chi' tzeyutej e b'a, haxo Dios, jun tz'ak'an co junk'olal, a ol och eyed'oc."
        },
        {
            "number": "10",
            "text": "Ha ticnaic, tzin tzalaj yuj Cajal Jesús, yujto ix in e nacot junelxo ayic ix eyak'ancot e colval t'ayin. Vojtac to anheja' naan in eyuuj, palta malaj val b'aj ix eyak'cot e colval t'ayin, yujto max yal eyuuj."
        },
        {
            "number": "11",
            "text": "Svalb'at juntzanh tik t'ayex, manh yujoc to ay tas yowalil tz'och vuuj yuj chi' svala'. Yujto toxo ix in k'ayb'ej in b'a in tzalaj yet' tas ay t'ayin."
        },
        {
            "number": "12",
            "text": "Vojtac meb'ail, vojtacpax b'eyumal. Ay b'aj malaj jab'oc tas ay t'ayin. Ay pax b'aj syak' sobre. Yuj chi' wach'chom b'ut'an in, ma tz'och in vejel, k'aynac in, stechajnhej vuuj."
        },
        {
            "number": "13",
            "text": "Stechajnhej masanil tas vuuj, yujto syak' spoder Cristo t'ayin."
        },
        {
            "number": "14",
            "text": "Palta a ex pax tik, te wach' ix eyutej e b'a, yujto ix eyak'cot e colval t'ayin ayic ay in och t'a syaelal tik, yuj chi' ichato tzeyab'pax syail ved' t'a tik."
        },
        {
            "number": "15",
            "text": "Ex aj Filipos, eyojtacxo to ayic in yamannac och valanel wach' ab'ix, in cot t'a Macedonia, a exnhej ton kolwaj ex t'ayin. Ha exnhej eyak'cot in gasto ta'."
        },
        {
            "number": "16",
            "text": "Ayic vek'nac t'a Tesalónica, eyak'naccot chael oxel e colval t'ayin ta' yuj in gasto."
        },
        {
            "number": "17",
            "text": "Manh yujoc to svak'och in pensar t'a e colval svalanb'at juntzanh tik t'ayex. Tzin te q'uechaanh, yujto van snivanb'i spak eyic t'a yichanh Dios."
        },
        {
            "number": "18",
            "text": "Ha inxo tik, manh jantacoc tas ix in cha'a, tzato yak'pax sobre t'ayin ticnaic. Ha jun e colval ix ul yak' winhaj Epafrodito tik, k'ocb'ilnhej syab' t'ayin. Icha junok tas tz'ak'ji d'ha Dios, suk'uq'ui sjab', junok silab' nhusb'il te wach', icha chi' jun e colval tik, yujto stzalaj Dios yet'oc."
        },
        {
            "number": "19",
            "text": "Yuj chi', a co Diosal ol ak'an masanil tas tz'och eyuuj. Yujto manh jantacoc tas wach' ay t'ay. Aton juntzanh chi' syak' t'ayonh a onh yic onhxo Cristo Jesús tik."
        },
        {
            "number": "20",
            "text": "Nivanocab' yelk'och co Diosal, aton co Mam t'a masanil tiempo. Amén."
        },
        {
            "number": "21",
            "text": "Svak'b'at stzatzil e k'ool t'a sb'i Jesucristo e masanil ex yic exxo Dios ta'. Ha eb' winh cuk'tac ayek' ved' t'a tik, syak'paxb'at stzatzil e k'ool eb' winh."
        },
        {
            "number": "22",
            "text": "Anhejtona' masanil pax eb' yicxo Dios t'a tik yet' eb' creyente ayoch t'a yopisio yuj winh yajal t'a Roma tik, syak'paxb'at stzatzil e k'ool eb'."
        },
        {
            "number": "23",
            "text": "Ayokab' ek' Cajal Jesucristo e yet' e masanil ta'. Amén."
        }
    ]
}