{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ex wuk'tac ex wanab', te xajan ex wuuj. Ay wal in gana tzin b'at ex wila'', yujto tzin te tzalaj eyuuj. Eyuujnhej toxo ix in cha spak in munlajel. Yuj chi', ex in xajanab'il, tek'an tzeyutej he b'a eyak'anoch Kajal Jesús t'a he k'ool."
        },
        {
            "number": "2",
            "text": "Ha ticnaik swalb'at t'a ix Ewodia yet' t'a ix Síntique to junxonhej syutej spensar heb' ix, yujto snulej sb'a heb' ix t'a Kajal Jesús."
        },
        {
            "number": "3",
            "text": "Ha achxo, ach wuk'tac, yel quetmunlajwumal ko b'a, tzin k'an pawor t'ayach, yic tzach kolwaj a b'oan yaj heb' ix canab' chi' ta', yujto a heb' ix chi', tek'an yutejnac sb'a heb' ix smunlaj wed'oc ayic wek'nac walel wach' ab'ix yic colnab'il. Anhejtona', munlajnac winhaj Clemente wed'oc yet' juntzanhxo heb'. Ha heb' chi', tz'ib'ab'ilxo sb'i heb' t'a jun libro b'aj ay ko b'i a onh ayxo ko k 'inal t'a junelnhej."
        },
        {
            "number": "4",
            "text": "Conh tzalajec t'a masanil tiempo t'a Kajal Jesús. Swalan junelxo, conh tzalajec."
        },
        {
            "number": "5",
            "text": "Yab'ocab' he pecal heb' smasanil to wach' he pensar. Toxo ol ja Kajal Jesús."
        },
        {
            "number": "6",
            "text": "Manh ex och ilk'olal yuj junok tasi. Ha jantacnhej tas tze na'a, alec d'ha Dios, lesalwanhec. k'anec t'ay, tzeyak'anpax yuj diosal t'ay."
        },
        {
            "number": "7",
            "text": "Tato icha chi' scutej ko b'a, ol yak' sjunk'olal Dios t'ayonh. Ha sjunk'olal ol yak' chi', maxtzac nachajel cuuj, yujto manhxo b'ischajb'enoc jantac. Ha sjunk'olal chi' tzonh ilan yet' ko pensar, yujto yic onhxo Cristo Jesús."
        },
        {
            "number": "8",
            "text": "Axo ticnaik ex wuk'tac ex wanab', skak'och ko pensar t'a masanil tas yel, t'a masanil tas smoj niwan yelk'och t'a ko sat, t'a masanil tas tojol, t'a masanil tas malaj spaltail, t'a masanil tas wach' yet' t'a masanil tas ay yelk'ochi. Anhejtona', t'a masanil tas wach' t'a yichanh Dios yet' t'a masanil tas b'aj smoj tz'alji wach' lolonel, ata' scaq'ek och ko pensar."
        },
        {
            "number": "9",
            "text": "Tze b'eyb'alej juntzanh k'ayb'ub'al yet' juntzanhxo tas eyab'naccan t'ayin. Ha jantac tas eyilnac yet' tas eyab'nac t'ayin, a chi' tze b'eyb'alej. Tato icha chi' tzeyutej he b'a, haxo Dios, jun tz'ak'an ko junk'olal, a ol och eyed'oc."
        },
        {
            "number": "10",
            "text": "Ha ticnaik, tzin tzalaj yuj Kajal Jesús, yujto ix in he nacot junelxo ayic ix eyak'ancot he colwal t'ayin. Vojtac to anheja' naan in eyuuj, palta malaj wal b'aj ix eyak'cot he colwal t'ayin, yujto max yal eyuuj."
        },
        {
            "number": "11",
            "text": "Swalb'at juntzanh tik t'ayex, manh yujoc to ay tas yowalil tz'och wuuj yuj chi' swala'. Yujto toxo ix in k'ayb'ej in b'a in tzalaj yet' tas ay t'ayin."
        },
        {
            "number": "12",
            "text": "Vojtac mheb'ail, wojtacpax b'eyumal. Ay b'aj malaj jab'oc tas ay t'ayin. Ay pax b'aj syak' sobre. Yuj chi' wach'chom b'ut'an in, ma tz'och in wejel, k'aynac in, stechajnhej wuuj."
        },
        {
            "number": "13",
            "text": "Stechajnhej masanil tas wuuj, yujto syak' spoder Cristo t'ayin."
        },
        {
            "number": "14",
            "text": "Palta a ex pax tik, te wach' ix eyutej he b'a, yujto ix eyak'cot he colwal t'ayin ayic ay in och t'a syaelal tik, yuj chi' ichato tzeyab'pax syail wed' t'a tik."
        },
        {
            "number": "15",
            "text": "Ex aj Filipos, eyojtacxo to ayic in yamannac och walanel wach' ab'ix, in cot t'a Macedonia, a exnhej ton kolwaj ex t'ayin. Ha exnhej eyak'cot in gasto ta'."
        },
        {
            "number": "16",
            "text": "Ayic wek'nac t'a Tesalónica, eyak'naccot chael oxel he colwal t'ayin ta' yuj in gasto."
        },
        {
            "number": "17",
            "text": "Manh yujoc to swak'och in pensar t'a he colwal swalanb'at juntzanh tik t'ayex. Tzin te k'echaanh, yujto wan sniwanb'i spak eyic t'a yichanh Dios."
        },
        {
            "number": "18",
            "text": "Ha inxo tik, manh jantacoc tas ix in cha'a, tzato yak'pax sobre t'ayin ticnaik. Ha jun he colwal ix ul yak' winhaj Epafrodito tik, k'ocb'ilnhej syab' t'ayin. Icha junok tas tz'ak'ji d'ha Dios, suk'uq'ui sjab', junok silab' nhusb'il te wach', icha chi' jun he colwal tik, yujto stzalaj Dios yet'oc."
        },
        {
            "number": "19",
            "text": "Yuj chi', a ko Diosal ol ak'an masanil tas tz'och eyuuj. Yujto manh jantacoc tas wach' ay t'ay. Aton juntzanh chi' syak' t'ayonh a onh yic onhxo Cristo Jesús tik."
        },
        {
            "number": "20",
            "text": "Niwanocab' yelk'och ko Diosal, aton ko Mam t'a masanil tiempo. Amén."
        },
        {
            "number": "21",
            "text": "Swak'b'at stzatzil he k'ool t'a sb'i Jesucristo he masanil ex yic exxo Dios ta'. Ha heb' winh cuk'tac ayek' wed' t'a tik, syak'paxb'at stzatzil he k'ool heb' winh."
        },
        {
            "number": "22",
            "text": "Anhejtona' masanil pax heb' yicxo Dios t'a tik yet' heb' creyente ayoch t'a yopisio yuj winh yajal t'a Roma tik, syak'paxb'at stzatzil he k'ool heb'."
        },
        {
            "number": "23",
            "text": "Ayokab' ek' Kajal Jesucristo he yet' he masanil ta'. Amén."
        }
    ]
}