{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha jun libro tik tz'alan yuj juntzanh tas ak'b'il entregar t'a Jesucristo yuj Dios yic scojtaquejel a onh schecab' onh tik. Ha juntzanh syal tik toxo ol ujok. Ha Jesús chi' ix checancot jun yángel yal juntzanh tik t'ayin a in Juan in schecab' in tik."
        },
        {
            "number": "2",
            "text": "Svak' testigoal in b'a yuj tas ix wila'' yet' yuj tas ix yal Dios yet' pax yuj tas ix yal Jesucristo."
        },
        {
            "number": "3",
            "text": "Ha jun libro tik, ha Dios ix ak'an tz'ib'chajoc. Yuj chi' a eb' tz'avtani yet' eb' tz'ab'ani, tato sk'anab'ajej eb' tas syala', te wach' yic eb', yujto toxo ol ujok juntzanh syal tik."
        },
        {
            "number": "4",
            "text": "Ha in Juan in tik, tzin tz'ib'ejb'at t'ayex ex yicxo Dios t'a uque' iglesia t'a yol yic Asia. Yak'ocab' swach'k'olal Dios yet' sjunk'olal t'ayex. Ha Dios ayek' ticnaic, aytaxoneq'ui, toto pax ol javok. Yak'ocab' swach'k'olal ucvanh eb' espíritu ayek' t'a yichanh b'aj k'ojanem Dios t'ayex."
        },
        {
            "number": "5",
            "text": "Axo Jesucristo, aton testigo te yelnhej syala', yak'ocab' swach'k'olal yet' sjunk'olal t'ayex. Ha b'ab'laj pitzvinac pax t'a skal eb' chamnac. Ha Yajal yaj t'a eb' yajal t'a yol yib'anhk’inal tik. Te xajan onh yuj. Ix yik'canel co mul yet' schiq'uil,"
        },
        {
            "number": "6",
            "text": "onh yak'anoch schonhab'oc yic tzonh och sacerdoteal, yic scak' servil Dios, aton Smam. Calec to te niwan yelk'och Jesucristo, te ay spoder t'a masanil q'uinal. Amén."
        },
        {
            "number": "7",
            "text": "Ha Cristo toxo ol javok t'a skal asun. Masanil eb' anima ol ilan sjavi. Yed' pax eb' tecjinacchamoc, ol yil eb' sjavi. Axo eb' anima t'a junjun chonhab' t'a yol yib'anhk’inal tik, ayic ol yilan eb', ol laj ok' eb'. Val yel icha chi' ol ajoc. Amén."
        },
        {
            "number": "8",
            "text": "Ha in ton tik b'ab'el in t'a smasanil, anheja' slajvub' in paxi. Icha chab' letra, Ha yet' Zeta, icha chi' vaji, xchi Dios Cajal, aton syal yuj smasanil. Ayek' ticnaic, aytaxoneq'ui, toto pax ol javok."
        },
        {
            "number": "9",
            "text": "Ha in Juan in tik, cuk'tac co b'a eyed'oc. Quetb'eyum co b'a cab'an syail. Anhejtona' quetb'eyum pax co b'ha t'a yol sk'ab' Dios. Junxonhej scutej co chaan co tek'anil syak' Jesucristo t'ayonh. Ha junel, preso vaj t'a jun lugar scuchan Patmos, t'a snanhal ha' mar, yujnhej to svalel slolonel Dios, svak'anpax testigoal in b'a yuj Jesucristo."
        },
        {
            "number": "10",
            "text": "Axo t'a sk'ual Cajal, ix javi spoder Yespíritu Dios t'a vib'anh. Ix vab'ani, ay jun te chaanh ix avaj t'a in patic, icha yok' junok q'uen trompeta."
        },
        {
            "number": "11",
            "text": "Ix yalan t'ayin: Ha tas van ilan tik, tz'ib'ejcan t'a ch'anh uum. Tzak'anb'at t'a eb' creyente t'a uque' iglesia: Aton t'a Éfeso, t'a Esmirna, t'a Pérgamo, t'a Tiatira, t'a Sardis, t'a Filadelfia yet' t'a Laodicea, xchi t'ayin."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix in b'at q'uelnaj t'a in patic, ix vilani mach jun tz'avaj chi' t'ayin. Axo ix vilani, ay uque' sb'achnub' candil nab'a oro."
        },
        {
            "number": "13",
            "text": "Axo t'a snanhal juntzanh b'achnub' chi', ay jun icha anima yilji. Ayoch jun spichul jucan, ayemk'och t'a yib'anh yoc. Ayoch jun tzek'ul nab'a oro levan sat t'a snhi' sk'ool."
        },
        {
            "number": "14",
            "text": "Axo xil sjolom, icha nok' sacsac lana, icha pax saquil q'uen sacb'at. Axo yol sat, lajan yilji icha te' k'ak'."
        },
        {
            "number": "15",
            "text": "Axo yoc, toxonhej sveei yilji icha q'uen bronce snhusji t'a yol horno, snhicjipaxel smical. Toxonhej snhilili sjaj sloloni, icha sk'anh yem ha' nivac pajav."
        },
        {
            "number": "16",
            "text": "Yed'nacq'ue uque' k'anal t'a swach' k'ab'. Ha t'a yol sti' ayelta jun espada jay ye t'a schab'il pak'anh. Ha sat, copopi yilji icha yoc k'u stup yoc co sat quilani."
        },
        {
            "number": "17",
            "text": "Ayic ix vilan chi', in telvi, icha chamnac in aj t'a yichanh. Palta ix yak'anq'ue swach' k'ab' t'a vib'anh, ix yalan t'ayin: --Manh ach xivoc. Ha in ton tik b'ab'el in t'a smasanil, slajvub' in paxi."
        },
        {
            "number": "18",
            "text": "Pitzan in, milb'il in chamoc palta pitzvinaquinxi t'a junelnhej. Ha t'ayin ay sllaveal yic chamel yet' jun lugar b'aj ay eb' chamnac."
        },
        {
            "number": "19",
            "text": "Tz'ib'ejcan juntzanh ix il tik: Aton juntzanh ayek' ticnaic yet' juntzanh toto ol ujok."
        },
        {
            "number": "20",
            "text": "Ol val t'ayach tas syalelk'och uque' k'anal ix il t'a in wach' k'ab' yet' pax uque' sb'achnub' candil nab'a oro ix ila'. Ha uque' k'anal chi', aton eb' ucvanh in checab' t'a uque' iglesia sch'oxo'. Axo uque' sb'achnub' candil chi', aton uque' iglesia chi' sch'oxo'."
        }
    ]
}