{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ix vilan junxo ángel d'a satchaanh, te nivan spoder. Ix emta d'a yolyib'anhq'uinal. Moyanoch jun asun d'ay, ichato a' ayoch spichuloc. Axo d'a sjolom, ayq'ue jun chacpan. Axo sat, toxonhej sveei icha yoc k'u. Axo yoc, lajan icha yoc k'ak' sq'ue nhilnhonoc."
        },
        {
            "number": "2",
            "text": "Ay jun ch'anh yune' uum d'a yol sk'ab', jacan ch'anh. Axo jun yoc d'a svach' ix yaq'uem tek'tek' d'a sat a' mar. Axo sq'uexanh ix yaq'uem tek'tek' d'a sat luum."
        },
        {
            "number": "3",
            "text": "Ix lajvi chi' ix avaji. Te chaanh ix avaj icha yel yav nok' choj. Ayic ix avaj chi', uquel ix k'anh k'u ix loloni."
        },
        {
            "number": "4",
            "text": "Ayic ix lajvi slolon jun k'u sk'anh chi' d'a yuquelal, ijan ix in tz'ib'ej tas ix vab' chi', palta ay jun ix lolonemta d'ayin d'a satchaanh: --Ichnhejocab'ta scan tas ix yal jun k'u uquel ix k'anh chi'. Manh a tz'ib'ejcani, xchi d'ayin."
        },
        {
            "number": "5",
            "text": "Axo jun ángel tek'teq'uem yoc d'a sat a' mar yed' d'a sat luum chi', ix yik'chaanh svach'k'ab'."
        },
        {
            "number": "6",
            "text": "Ayic ix loloni, ix sloc sb'i Dios pitzan d'a junelnhej, aton jun b'oannac satchaanh yed' sat luum, a' mar yed' masanil tas ay d'a junjun. Ix yalan jun ángel chi':"
        },
        {
            "number": "7",
            "text": "--Manhxo ol ek'laj tiempo yelk'och tas nab'ilcan yuj Dios. Ayic ol schaanel yich jun yuquil ángel spu'an strompeta, axo yelk'och tas nab'ilcan yuj chi', alb'ilxo yuuj d'a eb' yak'umal servil, aton eb' schecab', xchi jun ángel chi'."
        },
        {
            "number": "8",
            "text": "A jun jaj ix vab' yoch d'a satchaanh chi', ix lolonpax d'ayin junelxo: --Ixic. Ix b'at cha jun ch'anh yune' uum jacan, aton jun ch'anh ayek' d'a yol sk'ab' jun ángel tek'teq'uem yoc d'a sat a' mar yed' d'a sat luum, xchi."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix in b'at d'a jun ángel chi', ix in k'ananek' jun ch'anh uum chi' d'ay. Axo ix yalan d'ayin: --Ina ch'anh tic. k'uxb'at ch'anh. Te chi' ol aj yol a ti' yuj ch'anh icha nok' yal chab', axo yol a k'ool, te k'a' ol aj yuj ch'anh, xchi d'ayin."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi', ix in chaanek' ch'anh d'ay. Ix in k'uxan ch'anh. Chi' julinac yochk'och ch'anh d'a yol in ti' icha yal chab', palta axo yol in k'ool te k'a ix aj yuj ch'anh."
        },
        {
            "number": "11",
            "text": "Ix lajvi chi', ix aljipax d'ayin: --Yovalil ol al junelxo tastac ol ja d'a yib'anh juntzanh anima, d'a yib'anh juntzanh nación, d'a yib'anh junjun macanh ti'al yed' d'a yib'anh eb' rey, xchi d'ayin."
        }
    ]
}