{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix vilan junxo ángel t'a satcha’anh, te niwan spoder. Ix emta t'a yol yib'anhk’inal. Moyanoch jun asun t'ay, ichato ha' ayoch spichuloc. Axo t'a sjolom, ayq'ue jun chacpan. Axo sat, toxonhej sveei icha yoc k'u. Axo yoc, lajan icha yoc k'ak' sq'ue nhilnhonoc."
        },
        {
            "number": "2",
            "text": "Ay jun ch'anh yune' uum t'a yol sk'ab', jacan ch'anh. Axo jun yoc t'a svach' ix yaq'uem tek'tek' t'a sat ha' mar. Axo sq'uexanh ix yaq'uem tek'tek' t'a sat lu'um."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi' ix avaji. Te chaanh ix avaj icha yel yav nok' choj. Ayic ix avaj chi', uquel ix k'anh k'u ix loloni."
        },
        {
            "number": "4",
            "text": "Ayic ix lajvi slolon jun k'u sk'anh chi' t'a yuquelal, ijan ix in tz'ib'ej tas ix vab' chi', palta ay jun ix lolonemta t'ayin t'a satcha’anh: --Ichnhejocab'ta skan tas ix yal jun k'u uquel ix k'anh chi'. Manh a tz'ib'ejcani, xchi t'ayin."
        },
        {
            "number": "5",
            "text": "Axo jun ángel tek'teq'uem yoc t'a sat ha' mar yet' t'a sat lu'um chi', ix yik'chaanh svach'k'ab'."
        },
        {
            "number": "6",
            "text": "Ayic ix loloni, ix sloc sb'i Dios pitzan t'a junelnhej, aton jun b'oannac satcha’anh yet' sat lu'um, ha' mar yet' masanil tas ay t'a junjun. Ix yalan jun ángel chi':"
        },
        {
            "number": "7",
            "text": "--Manhxo ol ek'laj tiempo yelk'och tas nab'ilcan yuj Dios. Ayic ol schaanel yich jun yuquil ángel spu'an strompeta, haxo yelk'och tas nab'ilcan yuj chi', alb'ilxo yuj t'a eb' yak'umal servil, aton eb' schecab', xchi jun ángel chi'."
        },
        {
            "number": "8",
            "text": "Ha jun jaj ix vab' yoch t'a satcha’anh chi', ix lolonpax t'ayin junelxo: --Ixic. Ix b'at cha jun ch'anh yune' uum jacan, aton jun ch'anh ayek' t'a yol sk'ab' jun ángel tek'teq'uem yoc t'a sat ha' mar yet' t'a sat lu'um, xchi."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix in b'at t'a jun ángel chi', ix in k'ananek' jun ch'anh uum chi' t'ay. Axo ix yalan t'ayin: --Ina ch'anh tik. k'uxb'at ch'anh. Te chi' ol aj yol a ti' yuj ch'anh icha nok' yal chab', haxo yol a k'ool, te k'a' ol aj yuj ch'anh, xchi t'ayin."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix in chaanek' ch'anh t'ay. Ix in k'uxan ch'anh. Chi' julinac yochk'och ch'anh t'a yol in ti' icha yal chab', palta haxo yol in k'ool te k'a ix aj yuj ch'anh."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix aljipax t'ayin: --Yovalil ol al junelxo tastac ol ja t'a yib'anh juntzanh anima, t'a yib'anh juntzanh nación, t'a yib'anh junjun makan ti'al yet' t'a yib'anh eb' rey, xchi t'ayin."
        }
    ]
}