{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ix ak'ji jun te' aj t'ayin, icha junok echlab'. Ixlajwi chi', ix alji t'ayin: --Ixic, ix echtej stemplo Dios yet' jun altar. Tza b'isan eb' syal sb'a d'ha Dios ayek' t'a yool."
        },
        {
            "number": "2",
            "text": "Axo yamaq'uil sti', manh echtejlaj, yujto a jun chi', ak'b'ilxo t'a eb' manh israeloc. 42 ujal ol stek'canem schonhab' Dios eb'."
        },
        {
            "number": "3",
            "text": "Ha chavanh eb' in testigo, ol vak' yopisio eb' yalanel in lolonel t'a mil 260 k'ual. Ol yak'och jun spichul eb' ya sva'i, yic chequel to cusk'olal yaj eb', xchi."
        },
        {
            "number": "4",
            "text": "Ha chavanh testigo chi', aton chab' snun te' olivo alb'ilcan yuj winhaj Zacarías yet' pax chab' b'achnub' candil ayek' t'a yichanh Dios Yajalil yol yib'anhk’inal tik."
        },
        {
            "number": "5",
            "text": "Tato ay mach sgana yixtan eb', ol elta k'ak' t'a yol sti' eb'. Axo eb' schichonoch sk'ool t'a eb' chi', junelnhej ol tz'ab'at eb' yuj. Icha chi' ol aj scham masanil eb' sgana tz'ixtan eb'."
        },
        {
            "number": "6",
            "text": "Ha eb' testigo chi', ay spoder eb' smacanoch vaan nhab', yic maxtzac yak'a', yacb'an tzek' eb' yalel slolonel Dios. Ay pax spoder eb' yak'an meltzajoch ha ha' chik'al. Syal yak'anoch yalnhej tas yaelal eb' t'a yol yib'anhk’inal tik, ato syala' jayel sgana eb' yak'anochi."
        },
        {
            "number": "7",
            "text": "Palta ayic ol lajvoc yalanel slolonel Dios eb', a jun Nok' sb'i, aton jun ol q'ueul t'a yol jun xab' olan, ha' ol b'at jucnaj t'a eb', ol yak'an oval yet' eb'. Ol yal yuj jun Nok' sb'i chi' smilancham eb'."
        },
        {
            "number": "8",
            "text": "Axo snivanil eb' chavanh chi' ol kan teljab' t'a yol scalleal jun niwan chonhab', aton jun b'aj chamnac Cajal t'a te' culus. Ha jun chonhab' chi', scuch Sodoma, scuchan pax Egipto, yic sch'oxo' tas yaji."
        },
        {
            "number": "9",
            "text": "Nanhal schanhil k'ual manhxo jantacoc anima ol ilan snivanil eb', tzijtum chonhab', tzijtum nación ol laj ilanoc. Ch'occh'oc ti'al syal junjun makan eb' anima chi'. Manh ol chajoclaj mucjoc snivanil eb' chavanh chi' yuj eb'."
        },
        {
            "number": "10",
            "text": "Ol laj q'uechaanh eb' anima ay t'a yol yib'anhk’inal yujto ix cham eb'. Ol laj yak'pax silab' eb' t'a skal anima chi'. Ol te q'uechaanh eb' yujto ix ste ab'ej syail eb' yuj eb' chavanh ix ek' yalel Slolonel Dios chi'."
        },
        {
            "number": "11",
            "text": "Palta a val slajvi nanhal schanhil k'ual ol ak'jocxi pitzvoc eb' yuj Dios, ol q'uex linhan eb'. Ol te xiv jantac eb' ol ilanoc."
        },
        {
            "number": "12",
            "text": "Ol lajvoc chi' ol och jun av t'a satcha’anh. Te chaanh ol yal t'a eb' chavanh chi': --Q'ueanheccot t'a satchanh tik, xcham t'a eb'. Yuj chi' ol b'at eb' t'a skal jun asun t'a satcha’anh. Axo eb' ix chichonoch sk'ool chi' t'a eb', toxonhej ol och q'ueljab' eb'."
        },
        {
            "number": "13",
            "text": "Junanto rato chi' ol ek' jun quixcab'. Te ov ol yutej sb'a. D'a jun niwan chonhab' chi', a b'aj ay lajlajunheoc pat, jun ol lanhchajoc. Uque' pax mil anima ol cham yuj. Axo juntzanhxo eb' anima, ol te xiv chaanh eb', yuj chi' ol yal eb' to te niwan yelk'och co Mam Dios aj satcha’anh."
        },
        {
            "number": "14",
            "text": "Icha chi' ol aj yek'b'at jun schab'il yaelal, palta ayto val junxo ol ja t'a elanhchamel."
        },
        {
            "number": "15",
            "text": "Axo ix spu'an strompeta jun yuquil ángel, ix och juntzanh av t'a satcha’anh. Te chanh ix alji: Ha eb' yajal t'a yol yib'anhk’inal, toxo ix kan yopisio eb' t'a yol sk'ab' Dios Cajal yet' t'a yol sk'ab' Cristo, aton jun ak'b'il yopisio yuj Dios. Ha ol ak'an yajalil t'a masanil tiempo, xchi eb'."
        },
        {
            "number": "16",
            "text": "Axo eb' 24 ichamtac vinac, k'ojjab'em eb' t'a junjun xila t'a yichanh Dios, ix em cumjab' eb', ix yak'anem sb'a eb' d'ha Dios chi'."
        },
        {
            "number": "17",
            "text": "Ix yalan eb' icha tik: Ach Dios Cajalil, masanil tas syal uuj. Ay ach ek' ticnaic, ay achtaxon eq'ui. Scak' yuj diosal t'ayach ach Cajalil, yujto ix a ch'oxo' to te niwan a poder ayic ix a chaanel yich ak'an mandar t'a yol yib'anhk’inal."
        },
        {
            "number": "18",
            "text": "Ha juntzanh nación, ix laj cot yoval, palta ix ja sk'ual ak'an syaelal. Ix ja pax stiempoal a ch'olb'itan tas yaj eb' chamnac. Ol ak'an spak t'a junjun eb' tzach ak'an servil, aton eb' tz'alanel a lolonel yet' eb' icxo yaji yet' pax eb' tzach k'anab'ajani. Wach'chom eb' nivac yelk'ochi, ma eb' malaj yelk'ochi ol ak'nhej spak t'a junjun eb'. Anheja', ix ja pax stiempoal a satanel eb' satanel lum lum, xchi eb'."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix jacvi stemplo Dios t'a satcha’anh. Axo ta' ix checlaj scaxail strato Dios. Ix laj ek' copoljoc leb'lon, ay juntzanh tas ix laj k'anhi, ix laj k'anh k'u, ix ek' pax jun quixcab', ix ja pax q'uen nivac sacb'at."
        }
    ]
}