{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ix ak'ji jun te' aj t'ayin, icha junok echlab'. Ixlajwi chi', ix alji t'ayin: --Ixic, ix echtej stemplo Dios yet' jun altar. Tza b'isan heb' syal sb'a d'ha Dios ayek' t'a yool."
        },
        {
            "number": "2",
            "text": "Axo yamaq'uil sti', manh echtejlaj, yujto a jun chi', ak'b'ilxo t'a heb' manh israelok. 42 ujal ol stek'canem schonhab' Dios heb'."
        },
        {
            "number": "3",
            "text": "Ha chawanh heb' in testigo, ol wak' yopisio heb' yalanel in lolonel t'a mil 260 k'ual. Ol yak'och jun spichul heb' ya swa'i, yic chequel to cusk'olal yaj heb', xchi."
        },
        {
            "number": "4",
            "text": "Ha chawanh testigo chi', aton chab' snun te' oliwo alb'ilcan yuj winhaj Zacarías yet' pax chab' b'achnub' candil ayek' t'a yichanh Dios Yajalil yol yib'anhk’inal tik."
        },
        {
            "number": "5",
            "text": "Tato ay mach sgana yixtan heb', ol elta k'ak' t'a yol sti' heb'. Axo heb' schichonoch sk'ool t'a heb' chi', junelnhej ol tz'ab'at heb' yuj. Icha chi' ol aj scham masanil heb' sgana tz'ixtan heb'."
        },
        {
            "number": "6",
            "text": "Ha heb' testigo chi', ay spoder heb' smacanoch waan nhab', yic maxtzac yak'a', yacb'an tzek' heb' yalel slolonel Dios. Ay pax spoder heb' yak'an meltzajoch ha ha' chik'al. Syal yak'anoch yalnhej tas yaelal heb' t'a yol yib'anhk’inal tik, ato syala' jayel sgana heb' yak'anochi."
        },
        {
            "number": "7",
            "text": "Palta ayic ol lajwoc yalanel slolonel Dios heb', a jun Nok' sb'i, aton jun ol k'eul t'a yol jun xab' olan, ha' ol b'at jucnaj t'a heb', ol yak'an owal yet' heb'. Ol yal yuj jun Nok' sb'i chi' smilancham heb'."
        },
        {
            "number": "8",
            "text": "Axo sniwanil heb' chawanh chi' ol kan teljab' t'a yol scalleal jun niwan chonhab', aton jun b'aj chamnac Kajal t'a te' culus. Ha jun chonhab' chi', scuch Sodoma, scuchan pax Egipto, yic sch'oxo' tas yaji."
        },
        {
            "number": "9",
            "text": "Nanhal schanhil k'ual manhxo jantacoc anima ol ilan sniwanil heb', tzijtum chonhab', tzijtum nación ol laj ilanoc. Ch'occh'oc ti'al syal junjun makan heb' anima chi'. Manh ol chajoclaj mucjoc sniwanil heb' chawanh chi' yuj heb'."
        },
        {
            "number": "10",
            "text": "Ol laj k'echaanh heb' anima ay t'a yol yib'anhk’inal yujto ix cham heb'. Ol laj yak'pax silab' heb' t'a skal anima chi'. Ol te k'echaanh heb' yujto ix ste ab'ej syail heb' yuj heb' chawanh ix ek' yalel Slolonel Dios chi'."
        },
        {
            "number": "11",
            "text": "Palta a wal slajwi nanhal schanhil k'ual ol ak'jocxi pitzwoc heb' yuj Dios, ol k'ex linhan heb'. Ol te xiv jantac heb' ol ilanoc."
        },
        {
            "number": "12",
            "text": "Ol lajwoc chi' ol och jun av t'a satcha’anh. Te chaanh ol yal t'a heb' chawanh chi': --Q'ueanheccot t'a satchanh tik, xcham t'a heb'. Yuj chi' ol b'at heb' t'a skal jun asun t'a satcha’anh. Axo heb' ix chichonoch sk'ool chi' t'a heb', toxonhej ol och k'eljab' heb'."
        },
        {
            "number": "13",
            "text": "Junanto rato chi' ol ek' jun quixcab'. Te ov ol yutej sb'a. D'a jun niwan chonhab' chi', a b'aj ay lajlajunheoc pat, jun ol lanhchajoc. Uque' pax mil anima ol cham yuj. Axo juntzanhxo heb' anima, ol te xiv chaanh heb', yuj chi' ol yal heb' to te niwan yelk'och ko Mam Dios aj satcha’anh."
        },
        {
            "number": "14",
            "text": "Icha chi' ol aj yek'b'at jun schab'il yaelal, palta ayto wal junxo ol ja t'a elanhchamel."
        },
        {
            "number": "15",
            "text": "Axo ix spu'an strompeta jun yuquil ángel, ix och juntzanh av t'a satcha’anh. Te chanh ix alji: Ha heb' yajal t'a yol yib'anhk’inal, toxo ix kan yopisio heb' t'a yol sk'ab' Dios Kajal yet' t'a yol sk'ab' Cristo, aton jun ak'b'il yopisio yuj Dios. Ha ol ak'an yajalil t'a masanil tiempo, xchi heb'."
        },
        {
            "number": "16",
            "text": "Axo heb' 24 ichamtac winak, k'ojjab'em heb' t'a junjun xila t'a yichanh Dios, ix em cumjab' heb', ix yak'anem sb'a heb' d'ha Dios chi'."
        },
        {
            "number": "17",
            "text": "Ix yalan heb' icha tik: Ach Dios Cajalil, masanil tas syal uuj. Ay ach ek' ticnaik, ay achtaxon eq'ui. Scak' yuj diosal t'ayach ach Cajalil, yujto ix a ch'oxo' to te niwan a poder ayic ix a chaanel yich ak'an mandar t'a yol yib'anhk’inal."
        },
        {
            "number": "18",
            "text": "Ha juntzanh nación, ix laj cot yowal, palta ix ja sk'ual ak'an syaelal. Ix ja pax stiempoal a ch'olb'itan tas yaj heb' chamnac. Ol ak'an spak t'a junjun heb' tzach ak'an serwil, aton heb' tz'alanel a lolonel yet' heb' icxo yaji yet' pax heb' tzach k'anab'ajani. Wach'chom heb' niwac yelk'ochi, ma heb' malaj yelk'ochi ol ak'nhej spak t'a junjun heb'. Anheja', ix ja pax stiempoal a satanel heb' satanel lum lum, xchi heb'."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix jacwi stemplo Dios t'a satcha’anh. Axo ta' ix checlaj scaxail strato Dios. Ix laj ek' copoljoc lheb'lon, ay juntzanh tas ix laj k'anhi, ix laj k'anh k'u, ix ek' pax jun quixcab', ix ja pax k'een niwac sacb'at."
        }
    ]
}