{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ix checlaj jun yechel d'a satchaanh te nivan yelk'ochi. Ay jun ix ix, a k'u ayoch spichuloc ix, axo q'uen uj ayoch sk'anhoc yoc ix, aypaxq'ue lajchave' q'uen k'anal scoronaoc ix."
        },
        {
            "number": "2",
            "text": "Yab'ix ix, ayxocot syail yune' ix. Ix el val yav ix, yujto sgana ix scolchaji."
        },
        {
            "number": "3",
            "text": "Anhejtona' d'a jun rato chi', ay junxo yechel ix checlaj d'a satchaanh chi'. Ay jun nivan dragón chacchac. Uque' sjolom, lajunhe' sch'aac. Axo d'a junjun sjolom chi', ayq'ue scorona."
        },
        {
            "number": "4",
            "text": "Quenxonhej manh nanhaloc q'uen k'anal ix sloccot yed' snhe d'a satchaanh chi', ix syumanem d'a sat luum. Ix lajvi chi' ix k'och linhan d'a yichanh ix yab'ix chi', yic schib'at jun unin chi' yalani, ayic ol ajoc."
        },
        {
            "number": "5",
            "text": "Axo ix alji jun yune' ix chi', vinac unin. Aton jun chi' ol ak'an mandar masanil nación, ichato a jun q'uen k'ococh ol scha'a. Ato val yalji, ix ik'jib'at d'a Dios b'aj ay sdespacho."
        },
        {
            "number": "6",
            "text": "Axo jun ix ix chi', ix b'at ix elelal d'a tz'inan luum. Ata' ay jun lugar lista yaj yuj Dios. Mil 260 k'ual ix ak'ji va ix ta'."
        },
        {
            "number": "7",
            "text": "Ix yamchajoch oval d'a satchaanh. Ay jun sat ángel scuch Miguel yed' eb' yetángelal, ix yak' oval eb' yed' jun dragón chi'. Anheja' jun dragón chi' yed' eb' yángel, ix yak'pax oval yed' eb'."
        },
        {
            "number": "8",
            "text": "Palta maj yak'laj ganar jun dragón chi'. Yuj chi' manhxalaj slugar eb' ix ak'chaj d'a satchaanh chi'."
        },
        {
            "number": "9",
            "text": "Ichaton chi' ix aj syumchajcanel jun nivan dragón chi', aton jun yak'nacoch sb'a chanil d'a peca', aton vinh diablo, vinh Satanás. Aton vinh tz'ak'an musansatil masanil anima ay d'a yolyib'anhq'uinal. A vinh chi', ix yumjicanemta vinh d'a yolyib'anhq'uinal yed' eb' yángel."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi', ix vab'an yoch jun av d'a satchaanh. Te chaanh ix yala': A ticnaic ix checlajel jun colnab'il syak' co Diosal. Scheclaj spoder to Yajal yaji. Ix checlajpaxi to a Cristo Ak'b'il Yopisio yuuj, a ix ch'oxaneli to a' scuchb'an masanil. Yujto a vinh tz'ak'anoch d'a yib'anh eb' yicxo Dios, ix yumjicanel vinh. A vinh chi', d'a k'ual d'ak'val ix yak' sk'ool co Diosal vinh d'a spatic eb'."
        },
        {
            "number": "11",
            "text": "A eb' chi', ix yak' techaj eb', yujto yujnhej eb' chamnac jun Calnel sb'i elnac schiq'uil. Ix yak' val ganar eb', yujto tek'an ix yutej val sb'a eb' yak'an testigoal sb'a yuuj. Manh jab'oc ix xiv eb' schami, yujto tek'tek' ix yutej sb'a eb'."
        },
        {
            "number": "12",
            "text": "Yuj chi', ayocab' tzalajk'olal d'a satchaanh yed' masanil eb' ayek' ta'. Palta te chuc eyic a ex ayex ek' d'a sat luum yed' ex tzex b'eyek' d'a sat a' mar. Yujto ix emk'och vinh diablo b'aj ayex ek' chi'. Te yoval vinh, yujto yojtac vinh to quenxonhej tiempo ayek' vinh."
        },
        {
            "number": "13",
            "text": "Axo yic ix yilan vinh dragón chi' to ix yumjicancot eb' d'a yolyib'anhq'uinal, ix b'at yak'lej yak'anoch yaelal d'a yib'anh jun ix ix aj yune' chi'."
        },
        {
            "number": "14",
            "text": "Palta ix ak'jioch sk'axil ix te nivac, lajan yed' sk'axil nok' d'iv. Yuj chi' ix b'at jenhenhoc ix d'a slugar listaxo yaj d'a tz'inan luum, yic max yamchaj ix yuj jun Chan sb'i chi'. Ata' ix ak'ji va ix nanhal schanhil ab'il."
        },
        {
            "number": "15",
            "text": "Axo jun Chan sb'i ayoch d'a spatic ix chi', ay val jun nivan a' ix elta d'a yol sti', sgana a jun a' chi' tzek' leman ix."
        },
        {
            "number": "16",
            "text": "Palta axo lum luum ix colvaj yed' ix. Ix jacvi jun nivan xab' d'a luum. Axo ta' ix satcanem jun nivan a' chi'."
        },
        {
            "number": "17",
            "text": "Ichato chi' b'ian, ix vach'cot yoval jun dragón chi' d'a ix. Yuj chi' ix b'at yak' oval yed' juntzanhxo eb' yinhtilal ix, aton eb' sk'anab'ajan tas syal schecnab'il Dios, eb' tek'an syutej yak'anoch spensar d'a slolonel Jesucristo."
        },
        {
            "number": "18",
            "text": "Ix lajvi chi', ix aj tek'tek' jun dragón chi' d'a yarenail sti' a' mar."
        }
    ]
}