{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix checlaj jun yechel t'a satcha’anh te niwan yelk'ochi. Ay jun ix ix, a k'u ayoch spichuloc ix, haxo q'uen uj ayoch sk'anhoc yoc ix, aypaxq'ue lajchave' q'uen k'anal scoronaoc ix."
        },
        {
            "number": "2",
            "text": "Yab'ix ix, ayxocot syail yune' ix. Ix el val yav ix, yujto sgana ix scolchaji."
        },
        {
            "number": "3",
            "text": "Anhejtona' t'a jun rato chi', ay junxo yechel ix checlaj t'a satcha’anh chi'. Ay jun niwan dragón chacchac. Uque' sjolom, lajunhe' sch'aac. Axo t'a junjun sjolom chi', ayq'ue scorona."
        },
        {
            "number": "4",
            "text": "Quenxonhej manh nanhaloc q'uen k'anal ix sloccot yet' snhe t'a satcha’anh chi', ix syumanem t'a sat lu'um. Ixlajwi chi' ix k'och linhan t'a yichanh ix yab'ix chi', yic schib'at jun unin chi' yalani, ayic ol ajoc."
        },
        {
            "number": "5",
            "text": "Axo ix alji jun yune' ix chi', vinac unin. Aton jun chi' ol ak'an mandar masanil nación, ichato a jun q'uen k'ococh ol scha'a. Ato val yalji, ix ik'jib'at d'ha Dios b'aj ay sdespacho."
        },
        {
            "number": "6",
            "text": "Axo jun ix ix chi', ix b'at ix elelal t'a tzinan lu'um. Ata' ay jun lugar lista yaj yuj Dios. Mil 260 k'ual ix ak'ji wa ix ta'."
        },
        {
            "number": "7",
            "text": "Ix yamchajoch oval t'a satcha’anh. Ay jun sat ángel scuch Miguel yet' eb' yetángelal, ix yak' oval eb' yet' jun dragón chi'. Anheja' jun dragón chi' yet' eb' yángel, ix yak'pax oval yet' eb'."
        },
        {
            "number": "8",
            "text": "Palta maj yak'laj ganar jun dragón chi'. Yuj chi' manhxalaj slugar eb' ix ak'chaj t'a satcha’anh chi'."
        },
        {
            "number": "9",
            "text": "Ichaton chi' ix aj syumchajcanel jun niwan dragón chi', aton jun yak'nacoch sb'a chanil t'a peca', aton vinh diablo, vinh Satanás. Aton vinh tz'ak'an musansatil masanil anima ay t'a yol yib'anhk’inal. Ha vinh chi', ix yumjicanemta vinh t'a yol yib'anhk’inal yet' eb' yángel."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix vab'an yoch jun av t'a satcha’anh. Te chaanh ix yala': Ha ticnaic ix checlajel jun colnab'il syak' co Diosal. Scheclaj spoder to Yajal yaji. Ix checlajpaxi to a Cristo Ak'b'il Yopisio yuj, a ix ch'oxaneli to ha' scuchb'an masanil. Yujto a vinh tz'ak'anoch t'a yib'anh eb' yicxo Dios, ix yumjicanel vinh. Ha vinh chi', t'a k'ual t'ak'val ix yak' sk'ool co Diosal vinh t'a spatic eb'."
        },
        {
            "number": "11",
            "text": "Ha eb' chi', ix yak' techaj eb', yujto yujnhej eb' chamnac jun Calnel sb'i elnac schiq'uil. Ix yak' val ganar eb', yujto tek'an ix yutej val sb'a eb' yak'an testigoal sb'a yuj. Manh jab'oc ix xiv eb' schami, yujto tek'tek' ix yutej sb'a eb'."
        },
        {
            "number": "12",
            "text": "Yuj chi', ayocab' tzalajk'olal t'a satcha’anh yet' masanil eb' ayek' ta'. Palta te chuk eyic a ex ayex ek' t'a sat lu'um yet' ex tzex b'eyek' t'a sat ha' mar. Yujto ix emk'och vinh diablo b'aj ayex ek' chi'. Te yoval vinh, yujto yojtac vinh to quenxonhej tiempo ayek' vinh."
        },
        {
            "number": "13",
            "text": "Axo yic ix yilan vinh dragón chi' to ix yumjicancot eb' t'a yol yib'anhk’inal, ix b'at yak'lej yak'anoch yaelal t'a yib'anh jun ix ix aj yune' chi'."
        },
        {
            "number": "14",
            "text": "Palta ix ak'jioch sk'axil ix te nivac, lajan yet' sk'axil nok' d'iv. Yuj chi' ix b'at jenhenhoc ix t'a slugar listaxo yaj t'a tzinan lu'um, yic max yamchaj ix yuj jun Chan sb'i chi'. Ata' ix ak'ji wa ix nanhal schanhil ab'il."
        },
        {
            "number": "15",
            "text": "Axo jun Chan sb'i ayoch t'a spatic ix chi', ay val jun niwan ha' ix elta t'a yol sti', sgana a jun ha' chi' tzek' leman ix."
        },
        {
            "number": "16",
            "text": "Palta haxo lum lum ix kolwaj yet' ix. Ix jacvi jun niwan xab' t'a lu'um. Axo ta' ix satcanem jun niwan ha' chi'."
        },
        {
            "number": "17",
            "text": "Ichato chi' b'ian, ix wach'cot yoval jun dragón chi' t'a ix. Yuj chi' ix b'at yak' oval yet' juntzanhxo eb' yinhtilal ix, aton eb' sk'anab'ajan tas syal schecnab'il Dios, eb' tek'an syutej yak'anoch spensar t'a slolonel Jesucristo."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix aj tek'tek' jun dragón chi' t'a yarenail sti' ha' mar."
        }
    ]
}