{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ix vilani, ix q'ueta jun Nok' sb'i t'a yol ha' mar. Uque' sjolom, lajunhe' sch'aac. Axo t'a junjun sch'ac chi', ayq'ue scorona. Axo t'a juntzanh sjolom chi', tz'ib'ab'iloch junjun b'i sb'uchvaj d'ha Dios."
        },
        {
            "number": "2",
            "text": "Ha jun Nok' sb'i chi', lajan yilji icha junok nok' tz'ib'choj. Axo yoc, lajan icha yoc nok' oso. Axo sti', lajan icha sti' nok' choj. Axo jun dragón chi' ix yak' spoder t'ay. Ix och yajalil yuj. Ix yak' jantac sb'inajnaquil t'ay."
        },
        {
            "number": "3",
            "text": "Axo jun Nok' sb'i chi', ay jun sjolom lajvinac. Ichato chamnac jun sjolom chi' yuj yechen chi'. Palta ix b'oxi. Yuj chi', ix te sat val sk'ool eb' anima t'a masanil yol yib'anhk’inal yuj. Ix yak'anoch sb'a eb' yet'oc."
        },
        {
            "number": "4",
            "text": "Ix yaq'uem sb'a eb' t'a jun dragón chi', yujto ix yak'b'at sb'inajnaquil t'a jun Nok' sb'i chi'. Ix yak'anpaxem sb'a eb' t'a jun Nok' sb'i chi'. Ix laj yalan eb': --¿Toc ay junocxo stzak'van t'a jun Nok' sb'i tik? ¿Tom ay junok syal yak'an oval yet'oc? xchi eb'."
        },
        {
            "number": "5",
            "text": "Ix chajipax lolon jun Nok' sb'i chi', yic syik'anchaanh sb'a, sb'uchvaj pax d'ha Dios. 42 ujal ix chaji yak' yajalil."
        },
        {
            "number": "6",
            "text": "Ix och ijan sb'uchvaj d'ha Dios yet' t'a scajnub'. Ix b'uchvajpax t'a jantac eb' cajan t'a satcha’anh."
        },
        {
            "number": "7",
            "text": "Ix chajipax yak' oval yet' eb' yicxo Dios, masanto ix kan eb' t'a yalanh yuj. Ix ak'ji yopisio yak'an mandar masanil anima t'a junjun chonhab', t'a junjun nación, junjun inhtilal yet' t'a junjun ti'al, ix ak'ji mandar eb' yuj."
        },
        {
            "number": "8",
            "text": "Masanil eb' ay t'a yol yib'anhk’inal ix yaq'uem sb'ha t'a jun Nok' sb'i chi', aton eb' manh tz'ib'ab'iloccan sb'i t'a jun libro yic q'uinal yictax manto b'o yol yib'anhk’inal. Ha jun libro chi', yic jun Calnel sb'i, aton jun ix miljichamoc."
        },
        {
            "number": "9",
            "text": "Masanil eb' tz'ab'ani, yak'ocab'och schiquin eb' t'a juntzanh tik."
        },
        {
            "number": "10",
            "text": "Ha mach yic yaj yik'jib'at preso, ol ik'jocb'atoc. Ha mach yic yaj stecjicham t'a q'uen espada, ha t'a q'uen ol chamoc. Yuj chi' a onh yic onhxo Dios, tek'anocab' scutej co b'a cab'an syail, scak'anpaxoch Dios t'a co k'ool."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi' ix vilanxi, ay junxo Schab'il Nok' sb'i ix q'ueta t'a yol lu'um. Ha jun chi', chab' sch'aac icha sch'ac nok' calnel. Palta lajan slolon icha slolon junok dragón."
        },
        {
            "number": "12",
            "text": "Ha jun b'ab'el Nok' sb'i chi' ix ak'an masanil sb'inajnaquil t'a jun schab'il Nok' chi' yic tz'ak'ji servil yuj. Ix yak'an pural masanil eb' anima t'a yol yib'anhk’inal yic syak'anem sb'a eb' t'a jun b'ab'el Nok' sb'i chi', aton jun lajvinac jun sjolom, palta b'onacxi."
        },
        {
            "number": "13",
            "text": "Ay juntzanh milagro te niwan yelk'och ix sch'oxo'. Ato t'a satchanh ix yik'cot jun k'ak' ix emul t'a yol yib'anhk’inal yil eb' anima."
        },
        {
            "number": "14",
            "text": "Ix chaji sch'ox juntzanh milagro chi' t'a yichanh jun b'ab'el Nok' sb'i chi'. Icha chi' ix aj smusan sat eb' anima ay t'a yol yib'anhk’inal. Ix yalanxi t'a eb' to yovalil sb'o junok yechel eb' t'a q'uen q'ueen, aton yechel jun b'ab'el Nok' sb'i chi', aton jun lajvinac yuj q'uen espada, palta anheja' pitzan."
        },
        {
            "number": "15",
            "text": "Axo jun schab'il Nok' sb'i chi', ix chaji yak'och spixan jun yechel chi'. Yuj chi' ix och ijan slolonq'uei, ix yalani to smiljicham masanil eb' max yaq'uem sb'a t'ay."
        },
        {
            "number": "16",
            "text": "Ix yak'anpax pural masanil eb' anima to schaoch junok yechel eb' t'a sk'ab' t'a swach', ma to t'a snanhal sat. Wach'chom unin, ma icham anima, wach'chom b'eyum, ma meb'a', wach'chom yic sb'a, ma checab' yaji, ix laj och yechel junjun."
        },
        {
            "number": "17",
            "text": "Ha jun yechel chi', aton sb'i jun Nok' sb'i chi', ma jun snumeroal sb'i. Axo eb' malaj jun yechel chi' t'ay, max chajilaj manvaj eb', ma schonhvaj eb'."
        },
        {
            "number": "18",
            "text": "Tato ayex jelan ex, tato snachajel eyuuj, ol yal e naaneli tas syalelk'och jun snumeroal jun Nok' sb'i chi'. Yujto a jun número chi' sch'oxan sb'i jun anima, aton 666."
        }
    ]
}