{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ix wilani, ix k'eta jun Nok' sb'i t'a yol ha' mar. Uque' sjolom, lajunhe' sch'aac. Axo t'a junjun sch'ac chi', ayk'e scorona. Axo t'a juntzanh sjolom chi', tz'ib'ab'iloch junjun b'i sb'uchwaj d'ha Dios."
        },
        {
            "number": "2",
            "text": "Ha jun Nok' sb'i chi', lajan yilji icha junok nok' tz'ib'choj. Axo yoc, lajan icha yoc nok' oso. Axo sti', lajan icha sti' nok' choj. Axo jun dragón chi' ix yak' spoder t'ay. Ix och yajalil yuj. Ix yak' jantac sb'inajnaquil t'ay."
        },
        {
            "number": "3",
            "text": "Axo jun Nok' sb'i chi', ay jun sjolom lajwinac. Ichato chamnac jun sjolom chi' yuj yechen chi'. Palta ix b'oxi. Yuj chi', ix te sat wal sk'ool heb' anima t'a masanil yol yib'anhk’inal yuj. Ix yak'anoch sb'a heb' yet'oc."
        },
        {
            "number": "4",
            "text": "Ix yak'em sb'a heb' t'a jun dragón chi', yujto ix yak'b'at sb'inajnaquil t'a jun Nok' sb'i chi'. Ix yak'anpaxem sb'a heb' t'a jun Nok' sb'i chi'. Ix laj yalan heb': --¿Toc ay junocxo stzak'wan t'a jun Nok' sb'i tik? ¿Tom ay junok syal yak'an owal yet'oc? xchi heb'."
        },
        {
            "number": "5",
            "text": "Ix chajipax lolon jun Nok' sb'i chi', yic syik'anchaanh sb'a, sb'uchwaj pax d'ha Dios. 42 ujal ix chaji yak' yajalil."
        },
        {
            "number": "6",
            "text": "Ix och ijan sb'uchwaj d'ha Dios yet' t'a skajnub'. Ix b'uchwajpax t'a jantac heb' kajan t'a satcha’anh."
        },
        {
            "number": "7",
            "text": "Ix chajipax yak' owal yet' heb' yicxo Dios, masanto ix kan heb' t'a yalanh yuj. Ix ak'ji yopisio yak'an mandar masanil anima t'a junjun chonhab', t'a junjun nación, junjun inhtilal yet' t'a junjun ti'al, ix ak'ji mandar heb' yuj."
        },
        {
            "number": "8",
            "text": "Masanil heb' ay t'a yol yib'anhk’inal ix yak'em sb'ha t'a jun Nok' sb'i chi', aton heb' manh tz'ib'ab'ilokkan sb'i t'a jun libro yic k 'inal yictax manto b'o yol yib'anhk’inal. Ha jun libro chi', yic jun kalnel sb'i, aton jun ix miljichamoc."
        },
        {
            "number": "9",
            "text": "Masanil heb' tz'ab'ani, yak'okab'och schiquin heb' t'a juntzanh tik."
        },
        {
            "number": "10",
            "text": "Ha mach yic yaj yik'jib'at preso, ol ik'jocb'atoc. Ha mach yic yaj stecjicham t'a k'een espada, ha t'a k'een ol chamoc. Yuj chi' a onh yic onhxo Dios, tek'anokab' scutej ko b'a kab'an syail, skak'anpaxoch Dios t'a ko k'ool."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi' ix wilanxi, ay junxo Schab'il Nok' sb'i ix k'eta t'a yol lu'um. Ha jun chi', chab' sch'aac icha sch'ac nok' kalnel. Palta lajan slolon icha slolon junok dragón."
        },
        {
            "number": "12",
            "text": "Ha jun b'ab'el Nok' sb'i chi' ix ak'an masanil sb'inajnaquil t'a jun schab'il Nok' chi' yic tz'ak'ji serwil yuj. Ix yak'an pural masanil heb' anima t'a yol yib'anhk’inal yic syak'anem sb'a heb' t'a jun b'ab'el Nok' sb'i chi', aton jun lajwinac jun sjolom, palta b'onacxi."
        },
        {
            "number": "13",
            "text": "Ay juntzanh milagro te niwan yelk'och ix sch'oxo'. Ato t'a satchanh ix yik'cot jun k'ak' ix emul t'a yol yib'anhk’inal yil heb' anima."
        },
        {
            "number": "14",
            "text": "Ix chaji sch'ox juntzanh milagro chi' t'a yichanh jun b'ab'el Nok' sb'i chi'. Icha chi' ix aj smusan sat heb' anima ay t'a yol yib'anhk’inal. Ix yalanxi t'a heb' to yowalil sb'o junok yechel heb' t'a k'een k'een, aton yechel jun b'ab'el Nok' sb'i chi', aton jun lajwinac yuj k'een espada, palta anheja' pitzan."
        },
        {
            "number": "15",
            "text": "Axo jun schab'il Nok' sb'i chi', ix chaji yak'och spixan jun yechel chi'. Yuj chi' ix och ijan slolonk'ei, ix yalani to smiljicham masanil heb' max yak'em sb'a t'ay."
        },
        {
            "number": "16",
            "text": "Ix yak'anpax pural masanil heb' anima to schaoch junok yechel heb' t'a sk'ab' t'a swach', ma to t'a snanhal sat. Wach'chom unin, ma icham anima, wach'chom b'eyum, ma meb'a', wach'chom yic sb'a, ma chekab' yaji, ix laj och yechel junjun."
        },
        {
            "number": "17",
            "text": "Ha jun yechel chi', aton sb'i jun Nok' sb'i chi', ma jun snumeroal sb'i. Axo heb' malaj jun yechel chi' t'ay, max chajilaj manwaj heb', ma schonhwaj heb'."
        },
        {
            "number": "18",
            "text": "Tato ayex jelan ex, tato snachajel eyuuj, ol yal he naaneli tas syalelk'och jun snumeroal jun Nok' sb'i chi'. Yujto a jun número chi' sch'oxan sb'i jun anima, aton 666."
        }
    ]
}