{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ix vilani, ix q'ueta jun Nok' sb'i d'a yol a' mar. Uque' sjolom, lajunhe' sch'aac. Axo d'a junjun sch'ac chi', ayq'ue scorona. Axo d'a juntzanh sjolom chi', tz'ib'ab'iloch junjun b'i sb'uchvaj d'a Dios."
        },
        {
            "number": "2",
            "text": "A jun Nok' sb'i chi', lajan yilji icha junoc nok' tz'ib'choj. Axo yoc, lajan icha yoc nok' oso. Axo sti', lajan icha sti' nok' choj. Axo jun dragón chi' ix yak' spoder d'ay. Ix och yajalil yuuj. Ix yak' jantac sb'inajnaquil d'ay."
        },
        {
            "number": "3",
            "text": "Axo jun Nok' sb'i chi', ay jun sjolom lajvinac. Ichato chamnac jun sjolom chi' yuj yechen chi'. Palta ix b'oxi. Yuj chi', ix te sat val sk'ool eb' anima d'a masanil yolyib'anhq'uinal yuuj. Ix yak'anoch sb'a eb' yed'oc."
        },
        {
            "number": "4",
            "text": "Ix yaq'uem sb'a eb' d'a jun dragón chi', yujto ix yak'b'at sb'inajnaquil d'a jun Nok' sb'i chi'. Ix yak'anpaxem sb'a eb' d'a jun Nok' sb'i chi'. Ix laj yalan eb': --¿Toc ay junocxo stzak'van d'a jun Nok' sb'i tic? ¿Tom ay junoc syal yak'an oval yed'oc? xchi eb'."
        },
        {
            "number": "5",
            "text": "Ix chajipax lolon jun Nok' sb'i chi', yic syik'anchaanh sb'a, sb'uchvaj pax d'a Dios. 42 ujal ix chaji yak' yajalil."
        },
        {
            "number": "6",
            "text": "Ix och ijan sb'uchvaj d'a Dios yed' d'a scajnub'. Ix b'uchvajpax d'a jantac eb' cajan d'a satchaanh."
        },
        {
            "number": "7",
            "text": "Ix chajipax yak' oval yed' eb' yicxo Dios, masanto ix can eb' d'a yalanh yuuj. Ix ak'ji yopisio yak'an mandar masanil anima d'a junjun chonhab', d'a junjun nación, junjun inhtilal yed' d'a junjun ti'al, ix ak'ji mandar eb' yuuj."
        },
        {
            "number": "8",
            "text": "Masanil eb' ay d'a yolyib'anhq'uinal ix yaq'uem sb'a d'a jun Nok' sb'i chi', aton eb' manh tz'ib'ab'iloccan sb'i d'a jun libro yic q'uinal yictax manto b'o yolyib'anhq'uinal. A jun libro chi', yic jun Calnel sb'i, aton jun ix miljichamoc."
        },
        {
            "number": "9",
            "text": "Masanil eb' tz'ab'ani, yak'ocab'och schiquin eb' d'a juntzanh tic."
        },
        {
            "number": "10",
            "text": "A mach yic yaj yik'jib'at preso, ol ik'jocb'atoc. A mach yic yaj stecjicham d'a q'uen espada, a d'a q'uen ol chamoc. Yuj chi' a onh yic onhxo Dios, tek'anocab' scutej co b'a cab'an syail, scak'anpaxoch Dios d'a co k'ool."
        },
        {
            "number": "11",
            "text": "Ix lajvi chi' ix vilanxi, ay junxo Schab'il Nok' sb'i ix q'ueta d'a yol luum. A jun chi', chab' sch'aac icha sch'ac nok' calnel. Palta lajan slolon icha slolon junoc dragón."
        },
        {
            "number": "12",
            "text": "A jun b'ab'el Nok' sb'i chi' ix ak'an masanil sb'inajnaquil d'a jun schab'il Nok' chi' yic tz'ak'ji servil yuuj. Ix yak'an pural masanil eb' anima d'a yolyib'anhq'uinal yic syak'anem sb'a eb' d'a jun b'ab'el Nok' sb'i chi', aton jun lajvinac jun sjolom, palta b'onacxi."
        },
        {
            "number": "13",
            "text": "Ay juntzanh milagro te nivan yelk'och ix sch'oxo'. Ato d'a satchanh ix yik'cot jun k'ak' ix emul d'a yolyib'anhq'uinal yil eb' anima."
        },
        {
            "number": "14",
            "text": "Ix chaji sch'ox juntzanh milagro chi' d'a yichanh jun b'ab'el Nok' sb'i chi'. Icha chi' ix aj smusan sat eb' anima ay d'a yolyib'anhq'uinal. Ix yalanxi d'a eb' to yovalil sb'o junoc yechel eb' d'a q'uen q'ueen, aton yechel jun b'ab'el Nok' sb'i chi', aton jun lajvinac yuj q'uen espada, palta anheja' pitzan."
        },
        {
            "number": "15",
            "text": "Axo jun schab'il Nok' sb'i chi', ix chaji yak'och spixan jun yechel chi'. Yuj chi' ix och ijan slolonq'uei, ix yalani to smiljicham masanil eb' max yaq'uem sb'a d'ay."
        },
        {
            "number": "16",
            "text": "Ix yak'anpax pural masanil eb' anima to schaoch junoc yechel eb' d'a sk'ab' d'a svach', ma to d'a snanhal sat. Vach'chom unin, ma icham anima, vach'chom b'eyum, ma meb'a', vach'chom yic sb'a, ma checab' yaji, ix laj och yechel junjun."
        },
        {
            "number": "17",
            "text": "A jun yechel chi', aton sb'i jun Nok' sb'i chi', ma jun snumeroal sb'i. Axo eb' malaj jun yechel chi' d'ay, max chajilaj manvaj eb', ma schonhvaj eb'."
        },
        {
            "number": "18",
            "text": "Tato ayex jelan ex, tato snachajel eyuuj, ol yal e naaneli tas syalelk'och jun snumeroal jun Nok' sb'i chi'. Yujto a jun número chi' sch'oxan sb'i jun anima, aton 666."
        }
    ]
}