{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi' ix vilani, a jun Calnel sb'i, linhanek' d'a sjolom lum tzalan Sion. Ayek' pax 144 mil eb' anima yed'oc. Axo d'a snanhal sat junjun eb', tz'ib'ab'iloch sb'i jun Calnel sb'i chi' yed' sb'i Smam."
        },
        {
            "number": "2",
            "text": "Axo ix vab'ani, sk'anh juntzanh tas d'a satchaanh. nhilili sk'anh icha sk'anh a' nivac pajav. Anheja' nhilili sk'anhxi k'u. A jun chi', ichato manh jantacoc anima van sonan yed' juntzanh arpa."
        },
        {
            "number": "3",
            "text": "Ay eb' sb'itan jun ak' b'it d'a yichanh b'aj k'ojanem Dios yed' d'a yichanh eb' chanhvanh querubín yed' pax d'a yichanh eb' 24 ichamtac vinac. Malaj junoc mach syal sk'ayb'an jun b'it chi'. Anhej eb' 144 mil colchajnaquel d'a scal eb' anima d'a yolyib'anhq'uinal, anhej eb' syal sb'itani."
        },
        {
            "number": "4",
            "text": "A eb' chi', maj saylaj yix eb'. Malaj b'aj ix och schucal eb'. Tzak'annhej och eb' yuj jun Calnel sb'i chi' d'a b'ajtac tz'eq'ui. Ix colchajel eb' d'a scal eb' anima. Yuj chi', lajan eb' icha junoc b'ab'el sat aval inhat tz'ak'ji d'a Dios yed' d'a jun Calnel sb'i chi'."
        },
        {
            "number": "5",
            "text": "Malaj juneloc ix yesej eb'. Malaj junoc schucal eb' ix ilchaji."
        },
        {
            "number": "6",
            "text": "Ix lajvi chi', ix vilan junxo ángel jenhenhi yek' d'a nanhal satchaanh. A jun vach' ab'ix ay d'a junelnhej, a yed'nac yuj yalanel d'a scal eb' anima d'a junjun nación, d'a junjun chonhab' d'a yolyib'anhq'uinal, vach'chom ch'occh'oc sti' eb'."
        },
        {
            "number": "7",
            "text": "Te chaanh ix yal d'a eb' icha tic: --Xivanhec d'a Dios. Alec vach' lolonel d'ay, yujto toxo ix ja stiempoal yic ol ex sch'olb'itej. Aq'uec em e b'a d'ay, yujto a b'ojinac satchaanh, sat luum, a' mar yed' juntzanh sjaj a a', xchi."
        },
        {
            "number": "8",
            "text": "Ay pax junxo ángel tzak'an sja yuuj. Ix yalan icha tic: --Toxo ix ak'ji ganar jun chonhab' Babilonia. Nivan ton val yelk'ochi, palta ix can d'a yalanh. A jun chi' ix ak'an juvoquel masanil nación yuj smontan eb' anima yic syak'anem sb'a eb' d'a juntzanh comon dios malaj b'aj sk'anab'ajaxi, yuj chi' ichato ix em d'a ajmulal. Ichato ix laj och junjun nación uk'umanhil yuuj, xchi."
        },
        {
            "number": "9",
            "text": "Ix lajvi chi', ay pax junxo yoxil ángel tzak'an yuuj. Te chaanh ix yala': --A eb' ix laj yaq'uem sb'a d'a jun Nok' sb'i yed' d'a yechel, aton eb' ix laj schaoch yechel d'a snanhal sat, ma d'a sk'ab',"
        },
        {
            "number": "10",
            "text": "yovalil ol ja jun nivan yaelal d'a yib'anh eb' yuj Dios. Icha junoc vino ov, malaj jab'oc a a' ayb'at d'a scal, icha val chi' jun yoval sk'ool Dios ol javoc chi' d'a yib'anh eb'. Te ov sik'lab'il. Ol yab' val syail eb' d'a scal k'ak' yed' azufre d'a yichanh eb' yángel Dios yed' d'a yichanh jun Calnel sb'i chi'."
        },
        {
            "number": "11",
            "text": "A jun b'aj ol yab' syail eb' chi', ol q'ue stab'il d'a junelnhej, k'ual d'ak'val, manhxa b'aq'uinh ol yik' yip eb'. A eb' ayek' ta', aton eb' slaj yaq'uem sb'a d'a jun Nok' sb'i yed' d'a yechel, eb' ix laj schaoch jun yechel sb'i d'ay, xchi jun ángel chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi', a ex yic exxo Dios, a ex tze k'anab'ajej tas syal schecnab'il, tek'an val tzeyutej e b'a d'a scal syaelal. Tek'an tzeyutej eyak'anoch e k'ool d'a Jesús."
        },
        {
            "number": "13",
            "text": "Ix lajvi chi' ix vab'ani, ix och jun av d'a satchaanh. Ix yalan d'ayin: --Tz'ib'ej junxo ol val tic: A ticnaic, te vach' yic mach ayoch d'a yol sk'ab' Cajal ayic ol chamoc. Yel, icha tic ix yal Yespíritu Dios, yujto ol yik' yip eb' d'a smunlajel. A jun icha uum b'aj tz'ib'ab'il tastac vach'il ix sk'ulej eb', ol k'och yed' eb' d'a satchaanh chi', xchi jun av chi'."
        },
        {
            "number": "14",
            "text": "Ix vilanxi, ay jun asun sacsac. Ay jun lajan val yilji icha anima k'ojanem d'a yib'anh jun asun chi'. Ayq'ue jun corona oro d'a sjolom, yed'nacpaxq'ue jun jochlab' trigo te jay ye."
        },
        {
            "number": "15",
            "text": "Axo d'a yol stemplo Dios ix elta junxo ángel. Chaanh ix yal d'a jun k'ojanem d'a yib'anh jun asun chi' icha tic: --Ak'lab'ej a jochlab' chi' yic tza molb'an eb' anima to vach'xo yaji, yujto stiempoalxo smolchajq'ue vaan eb', xchi d'ay."
        },
        {
            "number": "16",
            "text": "Elanhchamel ix yak'och jun sjochlab' jun k'ojanem d'a yib'anh jun asun chi'. Ix laj sik'ancanq'ue vaan eb' anima icha yaj ixim trigo."
        },
        {
            "number": "17",
            "text": "Ix lajvi chi', ix elta junxo ángel d'a yol stemplo Dios ay d'a satchaanh. Yed'nacpax junxo sjochlab' trigo, jay ye."
        },
        {
            "number": "18",
            "text": "Ix elta pax junxo ángel b'aj ayoch jun altar. Aton jun chi' ay yopisio yak'an mandar jun k'ak'. Te chaanh ix yal d'a junxo ángel yamb'il jun sjochlab' chi' yuuj: --Ak'och a jochlab' jay ye chi', yujto a juntzanh uva d'a yolyib'anhq'uinal, te stiempoxo, xchi."
        },
        {
            "number": "19",
            "text": "Yuj chi', ix sjochoch sjochlab' jun ángel chi' d'a yolyib'anhq'uinal. Ix yik'anq'ue vaan juntzanh uva chi' smasanil. Ix yak'anem d'a yol jun nivan tek'lab'el sat uva. A jun chi', syalelk'ochi, aton yoval sk'ool Dios ol cot d'a yib'anh eb' anima."
        },
        {
            "number": "20",
            "text": "A jun tek'lab'el yal sat uva chi', d'a stiel chonhab' ay. Icha tz'aj stek'ji sat uva sik'lab'il, icha chi' ix utaj eb' anima chi'. Axo schiq'uil eb' ix eli, ix q'ue spimal masanto d'a schaanhil yalanh sti' nok' chej. Axo snajatil ix el yoc schiq'uil eb' chi', 72 legua. Icha val junoc nivan nhajab' ix ajq'uei."
        }
    ]
}