{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi' ix vilani, a jun Calnel sb'i, linhanek' t'a sjolom lum tzalan Sion. Ayek' pax 144 mil eb' anima yet'oc. Axo t'a snanhal sat junjun eb', tz'ib'ab'iloch sb'i jun Calnel sb'i chi' yet' sb'i Smam."
        },
        {
            "number": "2",
            "text": "Axo ix vab'ani, sk'anh juntzanh tas t'a satcha’anh. nhilili sk'anh icha sk'anh ha' nivac pajav. Anheja' nhilili sk'anhxi k'u. Ha jun chi', ichato manh jantacoc anima van sonan yet' juntzanh arpa."
        },
        {
            "number": "3",
            "text": "Ay eb' sb'itan jun ak' b'it t'a yichanh b'aj k'ojanem Dios yet' t'a yichanh eb' chanhvanh querubín yet' pax t'a yichanh eb' 24 ichamtac vinac. Malaj junok mach syal sk'ayb'an jun b'it chi'. Anhej eb' 144 mil colchajnaquel t'a skal eb' anima t'a yol yib'anhk’inal, anhej eb' syal sb'itani."
        },
        {
            "number": "4",
            "text": "Ha eb' chi', maj saylaj yix eb'. Malaj b'aj ix och schucal eb'. Tzak'annhej och eb' yuj jun Calnel sb'i chi' t'a b'ajtac tz'eq'ui. Ix colchajel eb' t'a skal eb' anima. Yuj chi', lajan eb' icha junok b'ab'el sat aval inhat tz'ak'ji d'ha Dios yet' t'a jun Calnel sb'i chi'."
        },
        {
            "number": "5",
            "text": "Malaj juneloc ix yesej eb'. Malaj junok schucal eb' ix ilchaji."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix vilan junxo ángel jenhenhi yek' t'a nanhal satcha’anh. Ha jun wach' ab'ix ay t'a junelnhej, a yet'nac yuj yalanel t'a skal eb' anima t'a junjun nación, t'a junjun chonhab' t'a yol yib'anhk’inal, wach'chom ch'occh'oc sti' eb'."
        },
        {
            "number": "7",
            "text": "Te chaanh ix yal t'a eb' icha tik: --Xivanhec d'ha Dios. Alec wach' lolonel t'ay, yujto toxo ix ja stiempoal yic ol ex sch'olb'itej. Hak'ek em e b'a t'ay, yujto a b'ojinac satcha’anh, sat lu'um, ha' mar yet' juntzanh sjaj ha ha', xchi."
        },
        {
            "number": "8",
            "text": "Ay pax junxo ángel tzak'an sja yuj. Ix yalan icha tik: --Toxo ix ak'ji ganar jun chonhab' Babilonia. Nivan ton val yelk'ochi, palta ix kan t'a yalanh. Ha jun chi' ix ak'an juvoquel masanil nación yuj smontan eb' anima yic syak'anem sb'a eb' t'a juntzanh comon dios malaj b'aj sk'anab'ajaxi, yuj chi' ichato ix em t'a ajmulal. Ichato ix laj och junjun nación uk'umanhil yuj, xchi."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ay pax junxo yoxil ángel tzak'an yuj. Te chaanh ix yala': --Ha eb' ix laj yaq'uem sb'ha t'a jun Nok' sb'i yet' t'a yechel, aton eb' ix laj schaoch yechel t'a snanhal sat, ma t'a sk'ab',"
        },
        {
            "number": "10",
            "text": "yowalil ol ja jun niwan yaelal t'a yib'anh eb' yuj Dios. Icha junok vino ov, malaj jab'oc ha ha' ayb'at t'a skal, icha val chi' jun yoval sk'ool Dios ol javoc chi' t'a yib'anh eb'. Te ov sik'lab'il. Ol yab' val syail eb' t'a skal k'ak' yet' azufre t'a yichanh eb' yángel Dios yet' t'a yichanh jun Calnel sb'i chi'."
        },
        {
            "number": "11",
            "text": "Ha jun b'aj ol yab' syail eb' chi', ol q'ue stab'il t'a junelnhej, k'ual t'ak'val, manhxa b'ak'uinh ol yik' yip eb'. Ha eb' ayek' ta', aton eb' slaj yaq'uem sb'ha t'a jun Nok' sb'i yet' t'a yechel, eb' ix laj schaoch jun yechel sb'i t'ay, xchi jun ángel chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi', a ex yic exxo Dios, a ex tze k'anab'ajej tas syal schecnab'il, tek'an val tzeyutej e b'ha t'a skal syaelal. Tek'an tzeyutej eyak'anoch e k'ool t'a Jesús."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi' ix vab'ani, ix och jun av t'a satcha’anh. Ix yalan t'ayin: --Tz'ib'ej junxo ol val tik: Ha ticnaic, te wach' yic mach ayoch t'a yol sk'ab' Cajal ayic ol chamoc. Yel, icha tik ix yal Yespíritu Dios, yujto ol yik' yip eb' t'a smunlajel. Ha jun icha uum b'aj tz'ib'ab'il tastac wach'il ix sk'ulej eb', ol k'och yet' eb' t'a satcha’anh chi', xchi jun av chi'."
        },
        {
            "number": "14",
            "text": "Ix vilanxi, ay jun asun sacsac. Ay jun lajan val yilji icha anima k'ojanem t'a yib'anh jun asun chi'. Ayq'ue jun corona oro t'a sjolom, yet'nacpaxq'ue jun jochlab' trigo te jay ye."
        },
        {
            "number": "15",
            "text": "Axo t'a yol stemplo Dios ix elta junxo ángel. Chaanh ix yal t'a jun k'ojanem t'a yib'anh jun asun chi' icha tik: --Ak'lab'ej a jochlab' chi' yic tza molb'an eb' anima to wach'xo yaji, yujto stiempoalxo smolchajq'ue vaan eb', xchi t'ay."
        },
        {
            "number": "16",
            "text": "Elanhchamel ix yak'och jun sjochlab' jun k'ojanem t'a yib'anh jun asun chi'. Ix laj sik'ancanq'ue vaan eb' anima icha yaj ixim trigo."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix elta junxo ángel t'a yol stemplo Dios ay t'a satcha’anh. Yed'nacpax junxo sjochlab' trigo, jay ye."
        },
        {
            "number": "18",
            "text": "Ix elta pax junxo ángel b'aj ayoch jun altar. Aton jun chi' ay yopisio yak'an mandar jun k'ak'. Te chaanh ix yal t'a junxo ángel yamb'il jun sjochlab' chi' yuj: --Ak'och a jochlab' jay ye chi', yujto a juntzanh uva t'a yol yib'anhk’inal, te stiempoxo, xchi."
        },
        {
            "number": "19",
            "text": "Yuj chi', ix sjochoch sjochlab' jun ángel chi' t'a yol yib'anhk’inal. Ix yik'anq'ue vaan juntzanh uva chi' smasanil. Ix yak'anem t'a yol jun niwan tek'lab'el sat uva. Ha jun chi', syalelk'ochi, aton yoval sk'ool Dios ol cot t'a yib'anh eb' anima."
        },
        {
            "number": "20",
            "text": "Ha jun tek'lab'el yal sat uva chi', t'a stiel chonhab' ay. Icha tz'aj stek'ji sat uva sik'lab'il, icha chi' ix utaj eb' anima chi'. Axo schiq'uil eb' ix eli, ix q'ue spimal masanto t'a schaanhil yalanh sti' nok' chej. Axo snajatil ix el yoc schiq'uil eb' chi', 72 legua. Icha val junok niwan nhajab' ix ajq'uei."
        }
    ]
}