{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ix wilan junxo yechel te niwan yelk'och t'a satcha’anh. Ix te sat in k'ool wilani. Ay ucwanh ángel ol ik'ancot uque' slajwub' yaelal. Yuj uque' yaelal chi' ol tz'acwoquelk'och yowal sk'ool Dios."
        },
        {
            "number": "2",
            "text": "Ix wilanpax jun icha ha' mar yilji kalan yaj yet' k'ak'. Axo t'a stz'ey jun chi' ay juntzanh linhjab' eq'ui, aton heb' ix stek'b'ej sb'ha t'a yichanh jun Nok' sb'i chi', maj yak'paxemlaj sb'a heb' t'a yechel. Maj schaochlaj snumeroal sb'i heb' t'ay. Van sonan heb' yet' juntzanh yarpa ix ak'ji yuj Dios."
        },
        {
            "number": "3",
            "text": "Ix sb'itan jun b'it heb' sb'itejnac winhaj Moisés, aton winh schekab' Dios yet' pax jun b'it yic jun kalnel sb'i. Icha tik syal jun b'it chi': Ach Kajal, ach ko Diosal, masanil tas syal uuj. Te niwan yelk'och masanil tas ix a k'ulej. Ste sat ko k'ool quilani. Te yel, tojolnhej pax a b'eyb'al, Ha ach sReyal ach junjun nación."
        },
        {
            "number": "4",
            "text": "¿Tocwal ay junok mach max xiv t'ayach Mamin? ¿Toc ay junok mach max alan wach' lolonel t'ayach, yujto a achnhej te wach' ach? Ol cot heb' anima t'a junjun nación, ol ul em cuman heb' t'ayach, yujto chequelxo yaji to te tojolnhej tzutej a ch'olb'itan yaji, xchi heb'."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi' ix wilan sjacwi stemplo Dios t'a satcha’anh, aton skajnub' yic strato Dios."
        },
        {
            "number": "6",
            "text": "Ata' ix elta ucwanh heb' ángel ol ik'ancot uque' yaelal, junjun yic junjun heb'. Ayoch junjun sacsac pichul yuj heb' te tziquiqui. Ay junjun tzek'ul nab'a oro ayoch t'a snhi' sk'ool junjun heb'."
        },
        {
            "number": "7",
            "text": "Ay jun t'a skal heb' chanhwanh querubín chi' ix ak'an junjun uk'ab' nab'a oro t'a junjun heb' ángel chi'. Ha junjun uk'ab' ix ak'ji chi' t'a heb', b'ut'an t'a juntzanh niwac yaelal yuj yowal sk'ool Dios, aton Dios aynhejek' t'a junelnhej."
        },
        {
            "number": "8",
            "text": "Ix te em numan tab' t'a yol stemplo Dios chi' yuj stab'il stziquiquial yet' spoder. Malaj junok mach syal scomon och ta', masanto ix lajwiek' uque' yaelal yet'nac heb' ángel chi' yucwanhil."
        }
    ]
}