{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ix vilan junxo yechel te nivan yelk'och d'a satchaanh. Ix te sat in k'ool vilani. Ay ucvanh ángel ol ik'ancot uque' slajvub' yaelal. Yuj uque' yaelal chi' ol tz'acvoquelk'och yoval sk'ool Dios."
        },
        {
            "number": "2",
            "text": "Ix vilanpax jun icha a' mar yilji calan yaj yed' k'ak'. Axo d'a stz'ey jun chi' ay juntzanh linhjab' eq'ui, aton eb' ix stek'b'ej sb'a d'a yichanh jun Nok' sb'i chi', maj yak'paxemlaj sb'a eb' d'a yechel. Maj schaochlaj snumeroal sb'i eb' d'ay. Van sonan eb' yed' juntzanh yarpa ix ak'ji yuj Dios."
        },
        {
            "number": "3",
            "text": "Ix sb'itan jun b'it eb' sb'itejnac vinhaj Moisés, aton vinh schecab' Dios yed' pax jun b'it yic jun Calnel sb'i. Icha tic syal jun b'it chi': Ach Cajal, ach co Diosal, masanil tas syal uuj. Te nivan yelk'och masanil tas ix a k'ulej. Ste sat co k'ool quilani. Te yel, tojolnhej pax a b'eyb'al, A ach sReyal ach junjun nación."
        },
        {
            "number": "4",
            "text": "¿Tocval ay junoc mach max xiv d'ayach Mamin? ¿Toc ay junoc mach max alan vach' lolonel d'ayach, yujto a achnhej te vach' ach? Ol cot eb' anima d'a junjun nación, ol ul em cuman eb' d'ayach, yujto chequelxo yaji to te tojolnhej tzutej a ch'olb'itan yaji, xchi eb'."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi' ix vilan sjacvi stemplo Dios d'a satchaanh, aton scajnub' yic strato Dios."
        },
        {
            "number": "6",
            "text": "Ata' ix elta ucvanh eb' ángel ol ik'ancot uque' yaelal, junjun yic junjun eb'. Ayoch junjun sacsac pichul yuj eb' te tziquiqui. Ay junjun tzek'ul nab'a oro ayoch d'a snhi' sk'ool junjun eb'."
        },
        {
            "number": "7",
            "text": "Ay jun d'a scal eb' chanhvanh querubín chi' ix ak'an junjun uk'ab' nab'a oro d'a junjun eb' ángel chi'. A junjun uk'ab' ix ak'ji chi' d'a eb', b'ud'an d'a juntzanh nivac yaelal yuj yoval sk'ool Dios, aton Dios aynhejek' d'a junelnhej."
        },
        {
            "number": "8",
            "text": "Ix te em numan tab' d'a yol stemplo Dios chi' yuj stab'il stziquiquial yed' spoder. Malaj junoc mach syal scomon och ta', masanto ix lajviek' uque' yaelal yed'nac eb' ángel chi' yucvanhil."
        }
    ]
}