{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix wab'an yoch jun av t'a templo chi'. Te chaanh ix yal t'a heb' ángel chi'. --Ixiquec, tze sekanem yowal sk'ool Dios ayem t'a yol uque' uk'ab' chi' t'a yol yib'anhk’inal, xchi."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix b'at jun b'ab'el ángel, ix b'at sekanem yol yuk'ab' chi' t'a sat lum lum smasanil. Axo masanil heb' b'aj ayoch snumeroal jun Nok' sb'i chi', aton heb' ix laj yak'em sb'ha t'a yechel, ix laj k'e juntzanh yab'il niwac mal te chuk manhxo jantacoc syail t'a sniwanil heb'."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', haxo jun schab'il ángel ix sekanem tas ayem t'a yol yuk'ab' t'a yib'anh ha' mar. Axo ha' mar chi', ix och ha' chik'al icha schiq'uil junok anima schami. Yuj chi' ix cham masanil tas ay t'a yol ha'."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', haxo jun yoxil ángel ix sekanem tas ayem t'a yol yuk'ab' t'a yib'anh ha' niwac ha' yet' b'aj ay sjaj ha ha'. Yuj chi', ix och ha' masanil chik'al."
        },
        {
            "number": "5",
            "text": "Axo ix wab'an yalan jun ángel ix ixtanb'at ha ha' chi': Mamin, ach Dios, a achnhej ton wach' ach. Ay ach ek' ticnaik, ay achnhej taxon eq'ui. Wach'nhej ix utej ak'an syaelal heb'."
        },
        {
            "number": "6",
            "text": "Yujto a heb' anima ix laj mak'anelta schiq'uil heb' icxo yet' heb' ix alanel a lolonel, a chik' tzak' yuk' heb' ticnaik. Smoj ton icha chi' tzutej heb', xchi."
        },
        {
            "number": "7",
            "text": "Axo ix wab'ani, ix alchajelta jun lolonel b'aj ay altar, ix yalan icha tik: Yel Mamin, ach Dios Kajal. Syalnhej smasanil uuj. Tojolnhej ix utej ak'an syaelal heb' icha wal t'a smojal, xchi."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', haxo jun schanhil ángel ix sekanem tas ayem t'a yol yuk'ab' t'a k'u. Yuj chi' ix ak'ji spoder k'u chi' snhusantz'a heb' anima yuj sk'ak'al."
        },
        {
            "number": "9",
            "text": "Ix laj tz'a heb' anima yuj sik'lab'il, palta anheja' maj snalaj sb'a heb'. Maj yak'emlaj sb'a heb' d'ha Dios. Tonhej ix b'ajwaj heb' t'ay, yujto A' tz'ak'ancot juntzanh yaelal chi'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', haxo jun yoil ángel ix sekanem tas ayem t'a yol yuk'ab' t'a yib'anh sdespacho jun Nok' sb'i chi', yuj chi' ix te k'ik'b'iq'uinal t'a masanil yol smacb'en. Axo heb' anima chi', ix ste cach'ej yak' heb' yab'an syail."
        },
        {
            "number": "11",
            "text": "Palta anheja' manh jab'oc ix sna sb'a heb'. Tonhej ix te k'echaanh heb' sb'ajwaj d'ha Dios aj satcha’anh yuj juntzanh syaelal heb' yet' juntzanh yab'il ayk'e t'a sniwanil heb'."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', haxo jun swaquil ángel ix sekanem tas ayem t'a yol yuk'ab' t'a yib'anh ha' niwan Éufrates. Ix tupb'at ha ha' chi', taquinhjonhinac ix ajkan smelemal ha' yic sjacwi b'e b'aj ol ek'ta heb' yajal ol cot b'aj sja k'u."
        },
        {
            "number": "13",
            "text": "Axo ix wilani, ayek' jun dragón yet' jun Nok' sb'i yet' jun ix stz'ac yak'och sb'a yalanel slolonel Dios. Axo t'a yol sti' junjun heb', ata' ix elta junjun espíritu chuk. Icha yilji nok' pajtza' yilji oxwanh espíritu chi'."
        },
        {
            "number": "14",
            "text": "Ha juntzanh chi', aton yespíritu heb' enemigo, sch'ox juntzanh milagro heb'. Ix b'at heb' yak' smolb'ej sb'a masanil heb' niwac yajal t'a yol yib'anhk’inal, yic syak' owal heb' t'a jun k'ual niwan yelk'och yic Dios, aton Dios Masanil syal yuj."
        },
        {
            "number": "15",
            "text": "Ix yalan Kajal Jesús icha tik: Ab'ec nab'i, icha sk'och junok elk'um, icha chi' ol aj in k'och lemnajoc. Ha ex maclab'il eyuuj, te wach' eyiko'. Tzeyil wal he b'a yet' he pichul, tato maay haxo talaj tz'aji b'eran ex el t'a yichanh heb' anima smasanil. Ol eyak'an q'uixwelal he b'a, xchi."
        },
        {
            "number": "16",
            "text": "Ix laj molchaj heb' niwac yajal yuj heb' espíritu chuk t'a jun lugar scuch Armagedón t'a ti' hebreo."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', haxo jun yuquil ángel ix sekanem tas ayem t'a yol yuk'ab' t'a skal ik'. Axo ix elta jun lolonel t'a sdespacho Dios t'a yol templo, te chaanh ix yala': Toxo ix yik' sb'a, xchi."
        },
        {
            "number": "18",
            "text": "Junanto rato chi', ix ek' copoljoc lheb'lon. Ay pax juntzanh tas ix laj k'anhi. Ix laj k'anh k'u. Ix ek' wal jun niwan quixkab'. Ha jun quixkab' ix ek' chi', yictax ix pitzwi anima t'a yol yib'anhk’inal mantalaj b'aj ix ek' junok icha chi'."
        },
        {
            "number": "19",
            "text": "Axo jun niwan chonhab' scuch Babilonia, ox poj ix ajelk'ochi, haxo masanil chonhab' ay t'a yol yib'anhk’inal, ix laj lanhchaji. Ix najicot schukal Babilonia chi' yuj Dios. Ix yak'anb'at jun niwan yaelal t'a yib'anh yuj yowal sk'ool. Ichato ix ak'ji wino te ov yuk' heb' yuj Dios."
        },
        {
            "number": "20",
            "text": "Masanil juntzanh lum lum oyquixtac ay t'a snanhal ha ha' yet' masanil lum witz, ix laj satem lum smasanil."
        },
        {
            "number": "21",
            "text": "Ix emta juntzanh sacb'at te niwac. Ay am junjunoc quintal yalil junjun. Ix laj b'ajwajk'e heb' anima d'ha Dios yuj juntzanh sacb'at chi', yujto te niwan jun yaelal chi'."
        }
    ]
}