{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix vab'an yoch jun av t'a templo chi'. Te chaanh ix yal t'a eb' ángel chi'. --Ixiquec, tze secanem yoval sk'ool Dios ayem t'a yol uque' uk'ab' chi' t'a yol yib'anhk’inal, xchi."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix b'at jun b'ab'el ángel, ix b'at secanem yol yuk'ab' chi' t'a sat lum lum smasanil. Axo masanil eb' b'aj ayoch snumeroal jun Nok' sb'i chi', aton eb' ix laj yaq'uem sb'ha t'a yechel, ix laj q'ue juntzanh yab'il nivac mal te chuk manhxo jantacoc syail t'a snivanil eb'."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', haxo jun schab'il ángel ix secanem tas ayem t'a yol yuk'ab' t'a yib'anh ha' mar. Axo ha' mar chi', ix och ha' chik'al icha schiq'uil junok anima schami. Yuj chi' ix cham masanil tas ay t'a yol ha'."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', haxo jun yoxil ángel ix secanem tas ayem t'a yol yuk'ab' t'a yib'anh ha' nivac ha' yet' b'aj ay sjaj ha ha'. Yuj chi', ix och ha' masanil chik'al."
        },
        {
            "number": "5",
            "text": "Axo ix vab'an yalan jun ángel ix ixtanb'at ha ha' chi': Mamin, ach Dios, a achnhej ton wach' ach. Ay ach ek' ticnaic, ay achnhej taxon eq'ui. Wach'nhej ix utej ak'an syaelal eb'."
        },
        {
            "number": "6",
            "text": "Yujto a eb' anima ix laj mak'anelta schiq'uil eb' icxo yet' eb' ix alanel a lolonel, a chik' tzak' yuk' eb' ticnaic. Smoj ton icha chi' tzutej eb', xchi."
        },
        {
            "number": "7",
            "text": "Axo ix vab'ani, ix alchajelta jun lolonel b'aj ay altar, ix yalan icha tik: Yel Mamin, ach Dios Cajal. Syalnhej smasanil uuj. Tojolnhej ix utej ak'an syaelal eb' icha val t'a smojal, xchi."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', haxo jun schanhil ángel ix secanem tas ayem t'a yol yuk'ab' t'a k'u. Yuj chi' ix ak'ji spoder k'u chi' snhusantz'a eb' anima yuj sk'ak'al."
        },
        {
            "number": "9",
            "text": "Ix laj tz'a eb' anima yuj sik'lab'il, palta anheja' maj snalaj sb'a eb'. Maj yaq'uemlaj sb'a eb' d'ha Dios. Tonhej ix b'ajvaj eb' t'ay, yujto A' tz'ak'ancot juntzanh yaelal chi'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', haxo jun yoil ángel ix secanem tas ayem t'a yol yuk'ab' t'a yib'anh sdespacho jun Nok' sb'i chi', yuj chi' ix te k'ik'b'iq'uinal t'a masanil yol smacb'en. Axo eb' anima chi', ix ste cach'ej yak' eb' yab'an syail."
        },
        {
            "number": "11",
            "text": "Palta anheja' manh jab'oc ix sna sb'a eb'. Tonhej ix te q'uechaanh eb' sb'ajvaj d'ha Dios aj satcha’anh yuj juntzanh syaelal eb' yet' juntzanh yab'il ayq'ue t'a snivanil eb'."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', haxo jun svaquil ángel ix secanem tas ayem t'a yol yuk'ab' t'a yib'anh ha' niwan Éufrates. Ix tupb'at ha ha' chi', taquinhjonhinac ix ajkan smelemal ha' yic sjacvi b'e b'aj ol ek'ta eb' yajal ol cot b'aj sja k'u."
        },
        {
            "number": "13",
            "text": "Axo ix vilani, ayek' jun dragón yet' jun Nok' sb'i yet' jun ix stz'ac yak'och sb'a yalanel slolonel Dios. Axo t'a yol sti' junjun eb', ata' ix elta junjun espíritu chuk. Icha yilji nok' pajtza' yilji oxvanh espíritu chi'."
        },
        {
            "number": "14",
            "text": "Ha juntzanh chi', aton yespíritu eb' enemigo, sch'ox juntzanh milagro eb'. Ix b'at eb' yak' smolb'ej sb'a masanil eb' nivac yajal t'a yol yib'anhk’inal, yic syak' oval eb' t'a jun k'ual niwan yelk'och yic Dios, aton Dios Masanil syal yuj."
        },
        {
            "number": "15",
            "text": "Ix yalan Cajal Jesús icha tik: Ab'ec nab'i, icha sk'och junok elk'um, icha chi' ol aj in k'och lemnajoc. Ha ex maclab'il eyuuj, te wach' eyiko'. Tzeyil val e b'a yet' e pichul, tato maay haxo talaj tz'aji b'eran ex el t'a yichanh eb' anima smasanil. Ol eyak'an q'uixvelal e b'a, xchi."
        },
        {
            "number": "16",
            "text": "Ix laj molchaj eb' nivac yajal yuj eb' espíritu chuk t'a jun lugar scuch Armagedón t'a ti' hebreo."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', haxo jun yuquil ángel ix secanem tas ayem t'a yol yuk'ab' t'a skal ik'. Axo ix elta jun lolonel t'a sdespacho Dios t'a yol templo, te chaanh ix yala': Toxo ix yik' sb'a, xchi."
        },
        {
            "number": "18",
            "text": "Junanto rato chi', ix ek' copoljoc leb'lon. Ay pax juntzanh tas ix laj k'anhi. Ix laj k'anh k'u. Ix ek' val jun niwan quixcab'. Ha jun quixcab' ix ek' chi', yictax ix pitzvi anima t'a yol yib'anhk’inal mantalaj b'aj ix ek' junok icha chi'."
        },
        {
            "number": "19",
            "text": "Axo jun niwan chonhab' scuch Babilonia, ox poj ix ajelk'ochi, haxo masanil chonhab' ay t'a yol yib'anhk’inal, ix laj lanhchaji. Ix najicot schucal Babilonia chi' yuj Dios. Ix yak'anb'at jun niwan yaelal t'a yib'anh yuj yoval sk'ool. Ichato ix ak'ji vino te ov yuk' eb' yuj Dios."
        },
        {
            "number": "20",
            "text": "Masanil juntzanh lum lum oyquixtac ay t'a snanhal ha ha' yet' masanil lum vitz, ix laj satem lum smasanil."
        },
        {
            "number": "21",
            "text": "Ix emta juntzanh sacb'at te nivac. Ay am junjunoc quintal yalil junjun. Ix laj b'ajvajq'ue eb' anima d'ha Dios yuj juntzanh sacb'at chi', yujto te niwan jun yaelal chi'."
        }
    ]
}