{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ix vab'an yoch jun av d'a templo chi'. Te chaanh ix yal d'a eb' ángel chi'. --Ixiquec, tze secanem yoval sk'ool Dios ayem d'a yol uque' uk'ab' chi' d'a yolyib'anhq'uinal, xchi."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix b'at jun b'ab'el ángel, ix b'at secanem yol yuk'ab' chi' d'a sat lum luum smasanil. Axo masanil eb' b'aj ayoch snumeroal jun Nok' sb'i chi', aton eb' ix laj yaq'uem sb'a d'a yechel, ix laj q'ue juntzanh yab'il nivac mal te chuc manhxo jantacoc syail d'a snivanil eb'."
        },
        {
            "number": "3",
            "text": "Ix lajvi chi', axo jun schab'il ángel ix secanem tas ayem d'a yol yuk'ab' d'a yib'anh a' mar. Axo a' mar chi', ix och a' chik'al icha schiq'uil junoc anima schami. Yuj chi' ix cham masanil tas ay d'a yol a'."
        },
        {
            "number": "4",
            "text": "Ix lajvi chi', axo jun yoxil ángel ix secanem tas ayem d'a yol yuk'ab' d'a yib'anh a' nivac a' yed' b'aj ay sjaj a a'. Yuj chi', ix och a' masanil chik'al."
        },
        {
            "number": "5",
            "text": "Axo ix vab'an yalan jun ángel ix ixtanb'at a a' chi': Mamin, ach Dios, a achnhej ton vach' ach. Ay ach ek' ticnaic, ay achnhej taxon eq'ui. Vach'nhej ix utej ak'an syaelal eb'."
        },
        {
            "number": "6",
            "text": "Yujto a eb' anima ix laj mak'anelta schiq'uil eb' icxo yed' eb' ix alanel a lolonel, a chik' tzak' yuk' eb' ticnaic. Smoj ton icha chi' tzutej eb', xchi."
        },
        {
            "number": "7",
            "text": "Axo ix vab'ani, ix alchajelta jun lolonel b'aj ay altar, ix yalan icha tic: Yel Mamin, ach Dios Cajal. Syalnhej smasanil uuj. Tojolnhej ix utej ak'an syaelal eb' icha val d'a smojal, xchi."
        },
        {
            "number": "8",
            "text": "Ix lajvi chi', axo jun schanhil ángel ix secanem tas ayem d'a yol yuk'ab' d'a k'u. Yuj chi' ix ak'ji spoder k'u chi' snhusantz'a eb' anima yuj sk'ak'al."
        },
        {
            "number": "9",
            "text": "Ix laj tz'a eb' anima yuuj sik'lab'il, palta anheja' maj snalaj sb'a eb'. Maj yaq'uemlaj sb'a eb' d'a Dios. Tonhej ix b'ajvaj eb' d'ay, yujto A' tz'ak'ancot juntzanh yaelal chi'."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi', axo jun yoil ángel ix secanem tas ayem d'a yol yuk'ab' d'a yib'anh sdespacho jun Nok' sb'i chi', yuj chi' ix te q'uik'b'iq'uinal d'a masanil yol smacb'en. Axo eb' anima chi', ix ste cach'ej yak' eb' yab'an syail."
        },
        {
            "number": "11",
            "text": "Palta anheja' manh jab'oc ix sna sb'a eb'. Tonhej ix te q'uechaanh eb' sb'ajvaj d'a Dios aj satchaanh yuj juntzanh syaelal eb' yed' juntzanh yab'il ayq'ue d'a snivanil eb'."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi', axo jun svaquil ángel ix secanem tas ayem d'a yol yuk'ab' d'a yib'anh a' nivan Éufrates. Ix tupb'at a a' chi', taquinhjonhinac ix ajcan smelemal a' yic sjacvi b'e b'aj ol ek'ta eb' yajal ol cot b'aj sja k'u."
        },
        {
            "number": "13",
            "text": "Axo ix vilani, ayek' jun dragón yed' jun Nok' sb'i yed' jun ix stz'ac yak'och sb'a yalanel slolonel Dios. Axo d'a yol sti' junjun eb', ata' ix elta junjun espíritu chuc. Icha yilji nok' pajtza' yilji oxvanh espíritu chi'."
        },
        {
            "number": "14",
            "text": "A juntzanh chi', aton yespíritu eb' enemigo, sch'ox juntzanh milagro eb'. Ix b'at eb' yak' smolb'ej sb'a masanil eb' nivac yajal d'a yolyib'anhq'uinal, yic syak' oval eb' d'a jun k'ual nivan yelk'och yic Dios, aton Dios Masanil syal yuuj."
        },
        {
            "number": "15",
            "text": "Ix yalan Cajal Jesús icha tic: Ab'ec nab'i, icha sk'och junoc elk'um, icha chi' ol aj in k'och lemnajoc. A ex maclab'il eyuuj, te vach' eyico'. Tzeyil val e b'a yed' e pichul, tato maay axo talaj tz'aji b'eran ex el d'a yichanh eb' anima smasanil. Ol eyak'an q'uixvelal e b'a, xchi."
        },
        {
            "number": "16",
            "text": "Ix laj molchaj eb' nivac yajal yuj eb' espíritu chuc d'a jun lugar scuch Armagedón d'a ti' hebreo."
        },
        {
            "number": "17",
            "text": "Ix lajvi chi', axo jun yuquil ángel ix secanem tas ayem d'a yol yuk'ab' d'a scal ik'. Axo ix elta jun lolonel d'a sdespacho Dios d'a yol templo, te chaanh ix yala': Toxo ix yik' sb'a, xchi."
        },
        {
            "number": "18",
            "text": "Junanto rato chi', ix ek' copoljoc leb'lon. Ay pax juntzanh tas ix laj k'anhi. Ix laj k'anh k'u. Ix ek' val jun nivan quixcab'. A jun quixcab' ix ek' chi', yictax ix pitzvi anima d'a yolyib'anhq'uinal mantalaj b'aj ix ek' junoc icha chi'."
        },
        {
            "number": "19",
            "text": "Axo jun nivan chonhab' scuch Babilonia, ox poj ix ajelk'ochi, axo masanil chonhab' ay d'a yolyib'anhq'uinal, ix laj lanhchaji. Ix najicot schucal Babilonia chi' yuj Dios. Ix yak'anb'at jun nivan yaelal d'a yib'anh yuj yoval sk'ool. Ichato ix ak'ji vino te ov yuk' eb' yuj Dios."
        },
        {
            "number": "20",
            "text": "Masanil juntzanh lum luum oyquixtac ay d'a snanhal a a' yed' masanil lum vitz, ix laj satem lum smasanil."
        },
        {
            "number": "21",
            "text": "Ix emta juntzanh sacb'at te nivac. Ay am junjunoc quintal yalil junjun. Ix laj b'ajvajq'ue eb' anima d'a Dios yuj juntzanh sacb'at chi', yujto te nivan jun yaelal chi'."
        }
    ]
}