{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Axo junoc eb' ucvanh ángel ay yuk'ab' chi', ix ja yal d'ayin icha tic: Cotanh ved'oc. Ol in ch'ox jun nivan yaelal d'ayach, aton jun ol em d'a yib'anh jun ix yajal ajmul, jun ix k'ojanem d'a sat juntzanh a a'."
        },
        {
            "number": "2",
            "text": "A eb' nivac yajal d'a yolyib'anhq'uinal ix laj em eb' d'a ajmulal yed' ix smasanil. Axo eb' anima d'a yolyib'anhq'uinal ix laj juviel eb' yuj ix. Icha uk'umanh ix aj eb' yuj jun icha vino ix yak' ix d'a eb', aton yajmulal ix, xchi jun ángel chi' d'ayin."
        },
        {
            "number": "3",
            "text": "Ix lajvi chi' ix sch'oxan junxo tas Yespíritu Dios d'ayin, ichato ix in yik'b'at jun ángel chi' d'a tz'inan luum. Axo ta' ix vil jun ix ix, ayq'ue d'a yib'anh jun Nok' sb'i chacchac quilani. Axo d'a snivanil jun Nok' sb'i chi', tzijtum sb'i tz'ib'ab'ilochi. A juntzanh b'i chi' sb'uchvaj d'a Dios. Uque' sjolom Nok'. Lajunhe' sch'aac Nok'."
        },
        {
            "number": "4",
            "text": "Axo spichul jun ix ix chi', q'uik'mutz'inac yed' chacchac. Tzijtum juntzanh q'uen q'ueen tziquiqui ayoch d'ay. Ay q'uen oro, q'uen perla yed' juntzanhxo q'uen te caro stojol ayoch d'ay. Yed'nacq'ue jun vaso oro ix. B'ud'an jun vaso chi' yuj juntzanh tas yajb'entac d'a Dios yed' pax schucal yajmulal ix."
        },
        {
            "number": "5",
            "text": "Axo d'a snanhal sat ix, ata' ayoch jun sb'i ix k'ub'eltac yelk'ochi, aton jun tz'alan icha tic: Aton jun nivan Babilonia, snun eb' ix ajmul ix smasanil. Snun pax masanil chucal d'a yolyib'anhq'uinal, xchi."
        },
        {
            "number": "6",
            "text": "Axo ix vilani, uk'umanh ix yuj schiq'uil eb' yicxo Dios, aton eb' milb'ilcham yuj ix, yujnhej to ix yak' testigoal sb'a eb' yuj Jesús. Ix te sat in k'ool vilan ix."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix yal jun ángel chi' d'ayin icha tic: ¿Tas yuj sat a k'ool ilan jun ix ix tic? Ol val d'ayach tas syalelk'och ix yed' jun scuch Nok' uque' sjolom, lajunhe' pax sch'aac b'aj ayq'ue ix d'a yib'anh chi'."
        },
        {
            "number": "8",
            "text": "A jun Nok' sb'i ix il tic, pecatax ayeq'ui, palta manhxo ayoquek'laj ticnaic. Palta ol q'uexul junelxo d'a yol jun xab' ayic manto b'at b'aj ol satel d'a junelnhej. Axo eb' anima, aton eb' manh tz'ib'ab'iloccan sb'i d'a jun libro yic q'uinal ayic manto b'o yolyib'anhq'uinal, ol sat val sk'ool eb' yilan jun Nok' sb'i chi', yujto vach'chom aytax ek' d'a pecatax chi', axo ticnaic manhxo ayoquek'laj, palta val yel ol jax junelxo."
        },
        {
            "number": "9",
            "text": "A mach jelan, ol nachajel juntzanhxo tic yuuj. A uque' sjolom jun Nok' sb'i chi', a uque' tzalan b'aj k'ojanem ix ajmul ix chi' syalelk'ochi."
        },
        {
            "number": "10",
            "text": "Anhejtona' uque' sjolom chi', a ucvanh nivac yajal syalpaxelk'ochi. Ovanh eb' yajal chi' toxo ix ek'b'ati. Ay jun aytooch yajalil ticnaic. Ayto pax junxo toto ol javoc. Ayic ol ja junxo chi', manhxo nivanoc tiempo ol yak' yajalil."
        },
        {
            "number": "11",
            "text": "Axo jun Nok' sb'i aytax ek' d'a pecatax chi', palta manhxo ayoquek'laj ticnaic, aton svajxaquil yajal, palta aton junoc eb' ucvanh chi'. Ol lajvoc chi', axo yaj sb'atcan b'aj ol satel d'a junelnhej."
        },
        {
            "number": "12",
            "text": "Axo lajunhe' sch'aac jun Nok' sb'i chi', syalelk'ochi, a lajunhvanh anima toto ol och yajalil. Palta quennhej tiempo ol yak' yajalil eb' yed' jun Nok' sb'i chi'."
        },
        {
            "number": "13",
            "text": "A eb' lajunhvanh chi', ol scha sb'a spensar eb', ol yak'anb'at yopisio eb' d'a jun Nok' sb'i chi'."
        },
        {
            "number": "14",
            "text": "Ol yak'lej eb' yak'an oval yed' jun Calnel sb'i, palta ol ak'joc ganar eb' yuuj. Yujto A' Yajal yaj d'a eb' yajal, Rey pax yaj d'a eb' rey. Axo eb' tzak'anoch yuuj, avtab'il eb' yuj Dios, sik'b'ilel eb' yuuj, aton eb' sk'anab'ajani, xchi jun ángel chi' d'ayin."
        },
        {
            "number": "15",
            "text": "Ix lajvi chi', ix yalanpax d'ayin: --A juntzanh a a' b'aj k'ojanem ix ajmul ix ix il chi', syalelk'ochi aton juntzanh chonhab', juntzanh nación yed' eb' anima d'a junjun ch'occh'oc ti'al."
        },
        {
            "number": "16",
            "text": "Axo lajunhe' sch'aac jun Nok' sb'i ix il chi', ol meltzajoch eb' ajk'olal d'a jun ix ajmul ix chi'. Ol yiq'uek' eb' masanil tas ay d'a ix. Ol elcan b'eran ix. Ol chijocb'at schib'ejal ix yuj eb'. Ol snhusantz'a eb'."
        },
        {
            "number": "17",
            "text": "Yujto a Dios ix ak'an sk'ulej eb' d'a tas sgana. Yuj chi' junxonhej ix aj schaan sb'a spensar eb' yak'anb'at yopisio d'a jun Nok' sb'i chi' masanto ol elk'och tas alb'ilcan yuj Dios."
        },
        {
            "number": "18",
            "text": "A jun ix ix, ix il chi', aton jun nivan chonhab' tz'ak'an mandar eb' yajal d'a yolyib'anhq'uinal, xchi jun ángel chi' d'ayin."
        }
    ]
}