{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Axo junok heb' ucwanh ángel ay yuk'ab' chi', ix ja yal t'ayin icha tik: Cotanh wed'oc. Ol in ch'ox jun niwan yaelal t'ayach, aton jun ol em t'a yib'anh jun ix yajal ajmul, jun ix k'ojanem t'a sat juntzanh ha ha'."
        },
        {
            "number": "2",
            "text": "Ha heb' niwac yajal t'a yol yib'anhk’inal ix laj em heb' t'a ajmulal yet' ix smasanil. Axo heb' anima t'a yol yib'anhk’inal ix laj juwiel heb' yuj ix. Icha uk'umanh ix aj heb' yuj jun icha wino ix yak' ix t'a heb', aton yajmulal ix, xchi jun ángel chi' t'ayin."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi' ix sch'oxan junxo tas Yespíritu Dios t'ayin, ichato ix in yik'b'at jun ángel chi' t'a tzinan lu'um. Axo ta' ix wil jun ix ix, ayk'e t'a yib'anh jun Nok' sb'i chacchac quilani. Axo t'a sniwanil jun Nok' sb'i chi', tzijtum sb'i tz'ib'ab'ilochi. Ha juntzanh b'i chi' sb'uchwaj d'ha Dios. Uque' sjolom Nok'. Lajunhe' sch'aac Nok'."
        },
        {
            "number": "4",
            "text": "Axo spichul jun ix ix chi', k'ik'mutz'inac yet' chacchac. Tzijtum juntzanh k'een k'een tziquiqui ayoch t'ay. Ay k'een oro, k'een perla yet' juntzanhxo k'een te caro stojol ayoch t'ay. Yed'nack'e jun waso oro ix. B'ut'an jun waso chi' yuj juntzanh tas yajb'entac d'ha Dios yet' pax schukal yajmulal ix."
        },
        {
            "number": "5",
            "text": "Axo t'a snanhal sat ix, ata' ayoch jun sb'i ix k'ub'eltac yelk'ochi, aton jun tz'alan icha tik: Aton jun niwan Babilonia, snun heb' ix ajmul ix smasanil. Snun pax masanil chukal t'a yol yib'anhk’inal, xchi."
        },
        {
            "number": "6",
            "text": "Axo ix wilani, uk'umanh ix yuj schiq'uil heb' yicxo Dios, aton heb' milb'ilcham yuj ix, yujnhej to ix yak' testigoal sb'a heb' yuj Jesús. Ix te sat in k'ool wilan ix."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix yal jun ángel chi' t'ayin icha tik: ¿Tas yuj sat a k'ool ilan jun ix ix tik? Ol wal t'ayach tas syalelk'och ix yet' jun scuch Nok' uque' sjolom, lajunhe' pax sch'aac b'aj ayk'e ix t'a yib'anh chi'."
        },
        {
            "number": "8",
            "text": "Ha jun Nok' sb'i ix il tik, pecatax ayeq'ui, palta manhxo ayoquek'laj ticnaik. Palta ol k'exul junelxo t'a yol jun xab' ayic manto b'at b'aj ol satel t'a junelnhej. Axo heb' anima, aton heb' manh tz'ib'ab'ilokkan sb'i t'a jun libro yic k 'inal ayic manto b'o yol yib'anhk’inal, ol sat wal sk'ool heb' yilan jun Nok' sb'i chi', yujto wach'chom aytax ek' t'a pecatax chi', haxo ticnaik manhxo ayoquek'laj, palta wal yel ol jax junelxo."
        },
        {
            "number": "9",
            "text": "Ha mach jelan, ol nachajel juntzanhxo tik yuj. Ha uque' sjolom jun Nok' sb'i chi', a uque' tzalan b'aj k'ojanem ix ajmul ix chi' syalelk'ochi."
        },
        {
            "number": "10",
            "text": "Anhejtona' uque' sjolom chi', a ucwanh niwac yajal syalpaxelk'ochi. Owanh heb' yajal chi' toxo ix ek'b'ati. Ay jun aytooch yajalil ticnaik. Ayto pax junxo toto ol jawok. Ayic ol ja junxo chi', manhxo niwanoc tiempo ol yak' yajalil."
        },
        {
            "number": "11",
            "text": "Axo jun Nok' sb'i aytax ek' t'a pecatax chi', palta manhxo ayoquek'laj ticnaik, aton swajxaquil yajal, palta aton junok heb' ucwanh chi'. Ol lajwoc chi', haxo yaj sb'atkan b'aj ol satel t'a junelnhej."
        },
        {
            "number": "12",
            "text": "Axo lajunhe' sch'aac jun Nok' sb'i chi', syalelk'ochi, a lajunhwanh anima toto ol och yajalil. Palta quennhej tiempo ol yak' yajalil heb' yet' jun Nok' sb'i chi'."
        },
        {
            "number": "13",
            "text": "Ha heb' lajunhwanh chi', ol scha sb'a spensar heb', ol yak'anb'at yopisio heb' t'a jun Nok' sb'i chi'."
        },
        {
            "number": "14",
            "text": "Ol yak'lej heb' yak'an owal yet' jun kalnel sb'i, palta ol ak'joc ganar heb' yuj. Yujto A' Yajal yaj t'a heb' yajal, Rey pax yaj t'a heb' rey. Axo heb' tzak'anoch yuj, avtab'il heb' yuj Dios, sik'b'ilel heb' yuj, aton heb' sk'anab'ajani, xchi jun ángel chi' t'ayin."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix yalanpax t'ayin: --Ha juntzanh ha ha' b'aj k'ojanem ix ajmul ix ix il chi', syalelk'ochi aton juntzanh chonhab', juntzanh nación yet' heb' anima t'a junjun ch'occh'oc ti'al."
        },
        {
            "number": "16",
            "text": "Axo lajunhe' sch'aac jun Nok' sb'i ix il chi', ol meltzajoch heb' ajk'olal t'a jun ix ajmul ix chi'. Ol yik'ek' heb' masanil tas ay t'a ix. Ol elkan b'eran ix. Ol chijocb'at schib'ejal ix yuj heb'. Ol snhusantz'a heb'."
        },
        {
            "number": "17",
            "text": "Yujto ha Dios ix ak'an sk'ulej heb' t'a tas snib'ej. Yuj chi' junxonhej ix aj schaan sb'a spensar heb' yak'anb'at yopisio t'a jun Nok' sb'i chi' masanto ol elk'och tas alb'ilkan yuj Dios."
        },
        {
            "number": "18",
            "text": "Ha jun ix ix, ix il chi', aton jun niwan chonhab' tz'ak'an mandar heb' yajal t'a yol yib'anhk’inal, xchi jun ángel chi' t'ayin."
        }
    ]
}