{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Axo junok eb' ucvanh ángel ay yuk'ab' chi', ix ja yal t'ayin icha tik: Cotanh ved'oc. Ol in ch'ox jun niwan yaelal t'ayach, aton jun ol em t'a yib'anh jun ix yajal ajmul, jun ix k'ojanem t'a sat juntzanh ha ha'."
        },
        {
            "number": "2",
            "text": "Ha eb' nivac yajal t'a yol yib'anhk’inal ix laj em eb' t'a ajmulal yet' ix smasanil. Axo eb' anima t'a yol yib'anhk’inal ix laj juwiel eb' yuj ix. Icha uk'umanh ix aj eb' yuj jun icha vino ix yak' ix t'a eb', aton yajmulal ix, xchi jun ángel chi' t'ayin."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi' ix sch'oxan junxo tas Yespíritu Dios t'ayin, ichato ix in yik'b'at jun ángel chi' t'a tzinan lu'um. Axo ta' ix vil jun ix ix, ayq'ue t'a yib'anh jun Nok' sb'i chacchac quilani. Axo t'a snivanil jun Nok' sb'i chi', tzijtum sb'i tz'ib'ab'ilochi. Ha juntzanh b'i chi' sb'uchvaj d'ha Dios. Uque' sjolom Nok'. Lajunhe' sch'aac Nok'."
        },
        {
            "number": "4",
            "text": "Axo spichul jun ix ix chi', k'ik'mutz'inac yet' chacchac. Tzijtum juntzanh q'uen q'ueen tziquiqui ayoch t'ay. Ay q'uen oro, q'uen perla yet' juntzanhxo q'uen te caro stojol ayoch t'ay. Yed'nacq'ue jun vaso oro ix. B'ut'an jun vaso chi' yuj juntzanh tas yajb'entac d'ha Dios yet' pax schucal yajmulal ix."
        },
        {
            "number": "5",
            "text": "Axo t'a snanhal sat ix, ata' ayoch jun sb'i ix k'ub'eltac yelk'ochi, aton jun tz'alan icha tik: Aton jun niwan Babilonia, snun eb' ix ajmul ix smasanil. Snun pax masanil chucal t'a yol yib'anhk’inal, xchi."
        },
        {
            "number": "6",
            "text": "Axo ix vilani, uk'umanh ix yuj schiq'uil eb' yicxo Dios, aton eb' milb'ilcham yuj ix, yujnhej to ix yak' testigoal sb'a eb' yuj Jesús. Ix te sat in k'ool vilan ix."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix yal jun ángel chi' t'ayin icha tik: ¿Tas yuj sat a k'ool ilan jun ix ix tik? Ol val t'ayach tas syalelk'och ix yet' jun scuch Nok' uque' sjolom, lajunhe' pax sch'aac b'aj ayq'ue ix t'a yib'anh chi'."
        },
        {
            "number": "8",
            "text": "Ha jun Nok' sb'i ix il tik, pecatax ayeq'ui, palta manhxo ayoquek'laj ticnaic. Palta ol q'uexul junelxo t'a yol jun xab' ayic manto b'at b'aj ol satel t'a junelnhej. Axo eb' anima, aton eb' manh tz'ib'ab'iloccan sb'i t'a jun libro yic q'uinal ayic manto b'o yol yib'anhk’inal, ol sat val sk'ool eb' yilan jun Nok' sb'i chi', yujto wach'chom aytax ek' t'a pecatax chi', haxo ticnaic manhxo ayoquek'laj, palta val yel ol jax junelxo."
        },
        {
            "number": "9",
            "text": "Ha mach jelan, ol nachajel juntzanhxo tik yuj. Ha uque' sjolom jun Nok' sb'i chi', a uque' tzalan b'aj k'ojanem ix ajmul ix chi' syalelk'ochi."
        },
        {
            "number": "10",
            "text": "Anhejtona' uque' sjolom chi', a ucvanh nivac yajal syalpaxelk'ochi. Ovanh eb' yajal chi' toxo ix ek'b'ati. Ay jun aytooch yajalil ticnaic. Ayto pax junxo toto ol javoc. Ayic ol ja junxo chi', manhxo nivanoc tiempo ol yak' yajalil."
        },
        {
            "number": "11",
            "text": "Axo jun Nok' sb'i aytax ek' t'a pecatax chi', palta manhxo ayoquek'laj ticnaic, aton svajxaquil yajal, palta aton junok eb' ucvanh chi'. Ol lajvoc chi', haxo yaj sb'atcan b'aj ol satel t'a junelnhej."
        },
        {
            "number": "12",
            "text": "Axo lajunhe' sch'aac jun Nok' sb'i chi', syalelk'ochi, a lajunhvanh anima toto ol och yajalil. Palta quennhej tiempo ol yak' yajalil eb' yet' jun Nok' sb'i chi'."
        },
        {
            "number": "13",
            "text": "Ha eb' lajunhvanh chi', ol scha sb'a spensar eb', ol yak'anb'at yopisio eb' t'a jun Nok' sb'i chi'."
        },
        {
            "number": "14",
            "text": "Ol yak'lej eb' yak'an oval yet' jun Calnel sb'i, palta ol ak'joc ganar eb' yuj. Yujto A' Yajal yaj t'a eb' yajal, Rey pax yaj t'a eb' rey. Axo eb' tzak'anoch yuj, avtab'il eb' yuj Dios, sik'b'ilel eb' yuj, aton eb' sk'anab'ajani, xchi jun ángel chi' t'ayin."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix yalanpax t'ayin: --Ha juntzanh ha ha' b'aj k'ojanem ix ajmul ix ix il chi', syalelk'ochi aton juntzanh chonhab', juntzanh nación yet' eb' anima t'a junjun ch'occh'oc ti'al."
        },
        {
            "number": "16",
            "text": "Axo lajunhe' sch'aac jun Nok' sb'i ix il chi', ol meltzajoch eb' ajk'olal t'a jun ix ajmul ix chi'. Ol yiq'uek' eb' masanil tas ay t'a ix. Ol elcan b'eran ix. Ol chijocb'at schib'ejal ix yuj eb'. Ol snhusantz'a eb'."
        },
        {
            "number": "17",
            "text": "Yujto ha Dios ix ak'an sk'ulej eb' t'a tas sgana. Yuj chi' junxonhej ix aj schaan sb'a spensar eb' yak'anb'at yopisio t'a jun Nok' sb'i chi' masanto ol elk'och tas alb'ilcan yuj Dios."
        },
        {
            "number": "18",
            "text": "Ha jun ix ix, ix il chi', aton jun niwan chonhab' tz'ak'an mandar eb' yajal t'a yol yib'anhk’inal, xchi jun ángel chi' t'ayin."
        }
    ]
}