{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix vilan junxo ángel ix cot t'a satcha’anh ix em t'a yol yib'anhk’inal. Te ay yopisio. Ix sakb'i yol yib'anhk’inal yuj stziquiquial."
        },
        {
            "number": "2",
            "text": "Te chaanh ix yala': Ix satel chonhab' Babilonia. Malaj junocxo icha chi', palta ix lajvieli. Ix ochcan schonhab'oc eb' enemigo. Toxo ix ochcan scajnub'oc eb' espíritu chuk. Ix ochcan so'oc nok' much yajb'entac."
        },
        {
            "number": "3",
            "text": "Yujto masanil nación ix och uk'umanhil yuj svinoal te ov, aton yajmulal. Axo eb' nivac yajal t'a yol yib'anhk’inal, ix em eb' t'a ajmulal yet'oc. Axo masanil eb' chonhvajum, ix och eb' ricoal yuj, yujto manhxo jantacoc tas ix sman eb' aj chonhab' chi' yic syak'an sgana eb', xchi jun ángel chi'."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix vab'an yoch junxo av t'a satcha’anh. Ix yalani: Ha exxo ex in chonhab', elanhec ta', yic wach' manh ol ex och locan t'a masanil tas manh wach'oc tz'el sk'ulani, yic manh ol ex tz'ab'at eyab'an syail yet'oc."
        },
        {
            "number": "5",
            "text": "Yujto a juntzanh smul chi', ix te molchaji, masanto ix q'ueul t'a satcha’anh, yuj chi' ix najicot schucal chi' yuj Dios."
        },
        {
            "number": "6",
            "text": "Icha ix yutej sb'ha t'a juntzanhxo, icha chi' tzeyutej eyak'an spac t'ay. Tz'acan tzeyutej eyak'an spac t'ay. Ha jun yuk'ab' ix yak'lab'ej yak'an t'a juntzanhxo chonhab', ek'alocab'to tzeyutej eyak'anxi t'ay."
        },
        {
            "number": "7",
            "text": "Yujto ix yik'chaanh sb'a sik'lab'il, anhej t'a b'eyumal ix yak'och spensar, yuj chi' icha chi' tzeyutej eyak'anoch syaelal yet' scusk'olal. Ina to ix sna' icha tik: Ha in tik, reina in. k'ojan in em t'a in k'ojnub'. Manh in lajanoc icha junok ix ix chamnac yetb'eyum. Malaj b'ak'uinh ol vil jab'oc syaelal, xchi."
        },
        {
            "number": "8",
            "text": "Yuj chi', junnhej k'ual ol aj sja yaelal t'a yib'anh, chamel, oq'uel yet' vejel. Ol nhusjoctz'ha t'a skal k'ak', haxo slajviel chi'. Icha chi' ol aj sja t'a yib'anh, yujto ol ch'olb'itaj yuj jun te niwan spoder, aton Dios Cajal, xchi jun av chi'."
        },
        {
            "number": "9",
            "text": "Ha eb' nivac yajal t'a yol yib'anhk’inal, ix em eb' ajmulal yet' jun ix ix chi'. Locan eb' t'a sb'eyumal. Axo ol yilan eb' sq'ue stab'il stz'ai, ol laj ok' eb'. Ol laj siq'uik'oc eb' yok' yuj ix."
        },
        {
            "number": "10",
            "text": "Najatto ol cotcan linhjab' eb' yuj xivelal yuj jun yaelal chi'. Ol yalan eb' icha tik: Ay..., ob'iltac jun niwan chonhab' Babilonia tik. Te ay yip, te niwan yelk'ochi, palta t'a val jun rato ix ja syaelal, xchamxonhej eb'."
        },
        {
            "number": "11",
            "text": "Ol cus masanil eb' chonhvajum yuj, ol ok' eb' yujto manhxalaj mach ol manan schonh eb' chi'."
        },
        {
            "number": "12",
            "text": "Ha tastac ix schonh eb' t'ay: Aton q'uen oro, q'uen plata, juntzanh q'uen caro stojol, q'uen perla, juntzanh k'apac lino te wach' yet' k'apac sera, juntzanh k'apac k'ik'mutz'inac, masanil te te' suk'uq'ui sjab', masanil juntzanh tas sb'o yet' marfil, te te' te ay stojol, q'uen bronce, q'uen hierro yet' q'uen mármol."
        },
        {
            "number": "13",
            "text": "Ay pax canela yet' juntzanhxo sumumi svaji, ma yuk'ji yet' pax juntzanh suk'uq'ui sjab' snhusji, mirra yet' yal suk'uq'ui sjab'. Ay pax vino, yaceiteal te' olivo yet' juntzanh harina te wach' yet' ixim trigo. Ay nok' cuchum icatz, ay pax nok' calnel yet' nok' chej. Ay carreta. Ay pax eb' checab' yaji. Wach'chom anima eb', palta schonhjiel eb'."
        },
        {
            "number": "14",
            "text": "Ol yal eb' chonhvajum chi' yuj jun chonhab' chi' icha tik: Ha val masanil tas te nib'ab'il yuj ix sateli. Masanil sb'eyumal yet' juntzanhxo tas wach' ix laj satpaxel smasanil t'a junelnhej, xchi eb'."
        },
        {
            "number": "15",
            "text": "Ha eb' ix chonhan juntzanh chi', aton eb' ix laj och b'eyumal t'a spatic jun chonhab' chi', najatto ol cotcan eb' yuj xivelal yuj jun syaelal chi'. Ol laj ok' eb'. Ol laj siq'uik'oc eb' yoq'ui."
        },
        {
            "number": "16",
            "text": "Ol laj yal eb' icha tik: Ay..., ob'iltac val jun niwan chonhab' tik. Lajan icha junok ix ix a lino pichul ayoch yuj. Ay k'ik'mutz'inac. Ay chacchac. Nab'a oro, q'uen q'ueen sveei ayoch t'ay. Aypaxoch juntzanhxo q'uen q'ueen caro stojol yet' juntzanh perla."
        },
        {
            "number": "17",
            "text": "Palta junnhej rato ix lajviel masanil sb'eyumal jun chonhab' chi', xcham eb'. Masanil eb' yajal te' barco yet' eb' ayoch t'a yol te' yet' eb' smunlaj yet' syamk'ab'il te', aton masanil eb' smunlaj t'ha ha' mar, najatto ol cotcan eb' smasanil."
        },
        {
            "number": "18",
            "text": "Ayic ol yilan eb' sq'ue stab'il jun chonhab' chi' stz'ai, ol avaj chaanh eb': Malaj b'aj ay junok chonhab' stzak'van icha jun niwan chonhab' tik, xcham eb'."
        },
        {
            "number": "19",
            "text": "Ol laj slanhanq'ue pococ eb' t'a sjolom yuj scusk'olal. Ol laj te ok' eb'. Ol laj siq'uik'oc eb' yoq'ui. Ol avaj chaanh eb': Ay..., ob'iltac val jun niwan chonhab' tik. Masanil eb' ay sbarco t'ha ha' mar, ix laj och eb' b'eyumal yuj masanil tastac ay t'ay, palta junnhej rato ix lajvieli, xcham eb'."
        },
        {
            "number": "20",
            "text": "Ix vab'an yalchaji: Ex aj satcha’anh, tzalajanhec yuj tas ix utaj jun chonhab' tik, yet' ex schecab' Jesucristo yet' ex yalumalel slolonel Dios yet' ex yic exxo Dios e masanil, tzalajanhec. Yujto icha ix ex yutej, icha chi' ix yutej Dios yak'an spac t'ay, xchi."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', ay jun ángel te ay spoder. Ix yik'anchaanh jun niwan q'ueen, icha yaj suyan junok q'uen smolinoal trigo. Ix syumanb'at jun q'uen chi' t'a yol ha' mar. Ix yalani: Anhejtona', ichaton tik ol aj syumchajel jun niwan chonhab' Babilonia. Manhxa b'ak'uinh ol ilchaj junelxo."
        },
        {
            "number": "22",
            "text": "Manhxa b'ak'uinh ol ab'chaj eb' ak'um son, manhxo ol ab'chaj yoch junok arpa, ma yok' junok te' amay, ma q'uen trompeta. Manhxalaj junok mach ol munlaj ta'. Manhxa b'aj ol ab'chaj sk'anh junok q'uen molino."
        },
        {
            "number": "23",
            "text": "Manhxalaj b'aj ol checlaj yoc junok lámpara, manhxa b'ak'uinh ol ab'chaj yoch junok q'uinh yic nupnajel. Icha chi' ol utaj jun chonhab' chi'. Ha eb' chonhvajum t'a yalanhtaxo, te niwan yelk'och eb' t'a yol yib'anhk’inal. Ix ak'ji musansatil junjun nación yuj yajchumal jun chonhab' chi'."
        },
        {
            "number": "24",
            "text": "Ha t'a jun chonhab' chi', ata' ix ilchaj schiq'uil eb' ix alanel slolonel Dios yet' schiq'uil juntzanhxo eb' yicxo Dios chi', yet' schiq'uil masanil eb' milb'ilcham t'a yol yib'anhk’inal. Ol ochcan schiq'uil eb' smasanil t'a yib'anh jun chonhab' chi', xchi jun ángel chi'."
        }
    ]
}