{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ix vilan junxo ángel ix cot d'a satchaanh ix em d'a yolyib'anhq'uinal. Te ay yopisio. Ix sacb'i yolyib'anhq'uinal yuj stziquiquial."
        },
        {
            "number": "2",
            "text": "Te chaanh ix yala': Ix satel chonhab' Babilonia. Malaj junocxo icha chi', palta ix lajvieli. Ix ochcan schonhab'oc eb' enemigo. Toxo ix ochcan scajnub'oc eb' espíritu chuc. Ix ochcan so'oc nok' much yajb'entac."
        },
        {
            "number": "3",
            "text": "Yujto masanil nación ix och uk'umanhil yuj svinoal te ov, aton yajmulal. Axo eb' nivac yajal d'a yolyib'anhq'uinal, ix em eb' d'a ajmulal yed'oc. Axo masanil eb' chonhvajum, ix och eb' ricoal yuuj, yujto manhxo jantacoc tas ix sman eb' aj chonhab' chi' yic syak'an sgana eb', xchi jun ángel chi'."
        },
        {
            "number": "4",
            "text": "Ix lajvi chi', ix vab'an yoch junxo av d'a satchaanh. Ix yalani: A exxo ex in chonhab', elanhec ta', yic vach' manh ol ex och locan d'a masanil tas manh vach'oc tz'el sk'ulani, yic manh ol ex tz'ab'at eyab'an syail yed'oc."
        },
        {
            "number": "5",
            "text": "Yujto a juntzanh smul chi', ix te molchaji, masanto ix q'ueul d'a satchaanh, yuj chi' ix najicot schucal chi' yuj Dios."
        },
        {
            "number": "6",
            "text": "Icha ix yutej sb'a d'a juntzanhxo, icha chi' tzeyutej eyak'an spac d'ay. Tz'acan tzeyutej eyak'an spac d'ay. A jun yuk'ab' ix yak'lab'ej yak'an d'a juntzanhxo chonhab', ek'alocab'to tzeyutej eyak'anxi d'ay."
        },
        {
            "number": "7",
            "text": "Yujto ix yik'chaanh sb'a sik'lab'il, anhej d'a b'eyumal ix yak'och spensar, yuj chi' icha chi' tzeyutej eyak'anoch syaelal yed' scusk'olal. Ina to ix sna' icha tic: A in tic, reina in. k'ojan in em d'a in k'ojnub'. Manh in lajanoc icha junoc ix ix chamnac yetb'eyum. Malaj b'aq'uinh ol vil jab'oc syaelal, xchi."
        },
        {
            "number": "8",
            "text": "Yuj chi', junnhej k'ual ol aj sja yaelal d'a yib'anh, chamel, oq'uel yed' vejel. Ol nhusjoctz'a d'a scal k'ak', axo slajviel chi'. Icha chi' ol aj sja d'a yib'anh, yujto ol ch'olb'itaj yuj jun te nivan spoder, aton Dios Cajal, xchi jun av chi'."
        },
        {
            "number": "9",
            "text": "A eb' nivac yajal d'a yolyib'anhq'uinal, ix em eb' ajmulal yed' jun ix ix chi'. Locan eb' d'a sb'eyumal. Axo ol yilan eb' sq'ue stab'il stz'ai, ol laj ok' eb'. Ol laj siq'uik'oc eb' yok' yuj ix."
        },
        {
            "number": "10",
            "text": "Najatto ol cotcan linhjab' eb' yuj xivelal yuj jun yaelal chi'. Ol yalan eb' icha tic: Ay..., ob'iltac jun nivan chonhab' Babilonia tic. Te ay yip, te nivan yelk'ochi, palta d'a val jun rato ix ja syaelal, xchamxonhej eb'."
        },
        {
            "number": "11",
            "text": "Ol cus masanil eb' chonhvajum yuuj, ol ok' eb' yujto manhxalaj mach ol manan schonh eb' chi'."
        },
        {
            "number": "12",
            "text": "A tastac ix schonh eb' d'ay: Aton q'uen oro, q'uen plata, juntzanh q'uen caro stojol, q'uen perla, juntzanh k'apac lino te vach' yed' k'apac sera, juntzanh k'apac q'uik'mutz'inac, masanil te te' suk'uq'ui sjab', masanil juntzanh tas sb'o yed' marfil, te te' te ay stojol, q'uen bronce, q'uen hierro yed' q'uen mármol."
        },
        {
            "number": "13",
            "text": "Ay pax canela yed' juntzanhxo sumumi svaji, ma yuk'ji yed' pax juntzanh suk'uq'ui sjab' snhusji, mirra yed' yal suk'uq'ui sjab'. Ay pax vino, yaceiteal te' olivo yed' juntzanh harina te vach' yed' ixim trigo. Ay nok' cuchum icatz, ay pax nok' calnel yed' nok' chej. Ay carreta. Ay pax eb' checab' yaji. Vach'chom anima eb', palta schonhjiel eb'."
        },
        {
            "number": "14",
            "text": "Ol yal eb' chonhvajum chi' yuj jun chonhab' chi' icha tic: A val masanil tas te nib'ab'il yuuj ix sateli. Masanil sb'eyumal yed' juntzanhxo tas vach' ix laj satpaxel smasanil d'a junelnhej, xchi eb'."
        },
        {
            "number": "15",
            "text": "A eb' ix chonhan juntzanh chi', aton eb' ix laj och b'eyumal d'a spatic jun chonhab' chi', najatto ol cotcan eb' yuj xivelal yuj jun syaelal chi'. Ol laj ok' eb'. Ol laj siq'uik'oc eb' yoq'ui."
        },
        {
            "number": "16",
            "text": "Ol laj yal eb' icha tic: Ay..., ob'iltac val jun nivan chonhab' tic. Lajan icha junoc ix ix a lino pichul ayoch yuuj. Ay q'uik'mutz'inac. Ay chacchac. Nab'a oro, q'uen q'ueen sveei ayoch d'ay. Aypaxoch juntzanhxo q'uen q'ueen caro stojol yed' juntzanh perla."
        },
        {
            "number": "17",
            "text": "Palta junnhej rato ix lajviel masanil sb'eyumal jun chonhab' chi', xcham eb'. Masanil eb' yajal te' barco yed' eb' ayoch d'a yol te' yed' eb' smunlaj yed' syamk'ab'il te', aton masanil eb' smunlaj d'a a' mar, najatto ol cotcan eb' smasanil."
        },
        {
            "number": "18",
            "text": "Ayic ol yilan eb' sq'ue stab'il jun chonhab' chi' stz'ai, ol avaj chaanh eb': Malaj b'aj ay junoc chonhab' stzak'van icha jun nivan chonhab' tic, xcham eb'."
        },
        {
            "number": "19",
            "text": "Ol laj slanhanq'ue pococ eb' d'a sjolom yuj scusk'olal. Ol laj te ok' eb'. Ol laj siq'uik'oc eb' yoq'ui. Ol avaj chaanh eb': Ay..., ob'iltac val jun nivan chonhab' tic. Masanil eb' ay sbarco d'a a' mar, ix laj och eb' b'eyumal yuj masanil tastac ay d'ay, palta junnhej rato ix lajvieli, xcham eb'."
        },
        {
            "number": "20",
            "text": "Ix vab'an yalchaji: Ex aj satchaanh, tzalajanhec yuj tas ix utaj jun chonhab' tic, yed' ex schecab' Jesucristo yed' ex yalumalel slolonel Dios yed' ex yic exxo Dios e masanil, tzalajanhec. Yujto icha ix ex yutej, icha chi' ix yutej Dios yak'an spac d'ay, xchi."
        },
        {
            "number": "21",
            "text": "Ix lajvi chi', ay jun ángel te ay spoder. Ix yik'anchaanh jun nivan q'ueen, icha yaj suyan junoc q'uen smolinoal trigo. Ix syumanb'at jun q'uen chi' d'a yol a' mar. Ix yalani: Anhejtona', ichaton tic ol aj syumchajel jun nivan chonhab' Babilonia. Manhxa b'aq'uinh ol ilchaj junelxo."
        },
        {
            "number": "22",
            "text": "Manhxa b'aq'uinh ol ab'chaj eb' ak'um son, manhxo ol ab'chaj yoch junoc arpa, ma yok' junoc te' amay, ma q'uen trompeta. Manhxalaj junoc mach ol munlaj ta'. Manhxa b'aj ol ab'chaj sk'anh junoc q'uen molino."
        },
        {
            "number": "23",
            "text": "Manhxalaj b'aj ol checlaj yoc junoc lámpara, manhxa b'aq'uinh ol ab'chaj yoch junoc q'uinh yic nupnajel. Icha chi' ol utaj jun chonhab' chi'. A eb' chonhvajum d'a yalanhtaxo, te nivan yelk'och eb' d'a yolyib'anhq'uinal. Ix ak'ji musansatil junjun nación yuj yajchumal jun chonhab' chi'."
        },
        {
            "number": "24",
            "text": "A d'a jun chonhab' chi', ata' ix ilchaj schiq'uil eb' ix alanel slolonel Dios yed' schiq'uil juntzanhxo eb' yicxo Dios chi', yed' schiq'uil masanil eb' milb'ilcham d'a yolyib'anhq'uinal. Ol ochcan schiq'uil eb' smasanil d'a yib'anh jun chonhab' chi', xchi jun ángel chi'."
        }
    ]
}