{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix vab'ani ichato ix och sjaj jun niwan nhilanh anima t'a satcha’anh. Te chaanh ix yal eb': Aleluya. Ha co Diosal ix ak'an ganar. Te niwan yelk'ochi, te ay spoder."
        },
        {
            "number": "2",
            "text": "Tojolnhej ix yutej spensar sch'olb'itan yaj icha val t'a smojal. Yujto ix yak' syaelal jun ix yajal ajmulal chi', aton ix ix juanel eb' anima t'a yol yib'anhk’inal yuj yajmulal. Ha Dios ix ak'anek' spac t'a jun ix chi', yujto ix miljicham eb' tz'ak'an servil Dios chi' yuj ix, xchi eb'."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', ix laj yalanxi eb': Aleluya. Manhxa b'ak'uinh ol lajvoc sq'ue stab'il jun ix ajmul ix chi' stz'ai, xchi eb'."
        },
        {
            "number": "4",
            "text": "Axo eb' 24 ichamtac vinac yet' eb' chanhvanh querubín, ix em cuman eb' t'a yichanh Dios. Ix yak'anem sb'a eb' t'ay, aton jun k'ojanem t'a sk'ojnub'. Ix yalan eb': Amén. Aleluya, xchi eb'."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi' ix vab'an yoch jun av b'aj ay sdespacho Dios, ix yalani: Masanil ex tzeyak' servil co Diosal, ex xivnac ex t'ay, ex malaj eyelk'ochi yet' ex nivac eyelk'ochi, calec wach' lolonel t'ay, xchi eb'."
        },
        {
            "number": "6",
            "text": "Axo ix vab'an junxo icha val yoch sjaj tzijtumal anima. nhilili sk'anh sjaj eb' icha sk'anh sb'ey ha' nivac ha'. Icha sk'anh k'u te chaanh sk'anhi, icha chi' sk'anh sjaj eb'. Ix yalan eb': Aleluya. Yujto a Cajal co Diosal Masanil Syal Yuj ix el yich yak'an Yajalil."
        },
        {
            "number": "7",
            "text": "Tzonh q'uechaanh. Ayokab' co tzalajk'olal. Calec wach' lolonel t'ay. Yujto ix k'och yorail yoch jun Calnel sb'i chi' t'a nupnajel. Axo ix ol och yetb'eyumoc, toxo ix yak' lista sb'a ix."
        },
        {
            "number": "8",
            "text": "Toxo ix ak'ji yak'och jun pichul te wach'. Te sac, sveei, xchi eb'. (Ha jun spichul sac chi', syalelk'ochi, a svach'il ix ak'ji t'a eb' yicxo Dios.)"
        },
        {
            "number": "9",
            "text": "Ix yalanxi jun ángel chi' t'ayin: Tza tz'ib'ej juntzanh ol val tik: Ha eb' avtab'il t'a jun q'uinh nupnajel yic jun Calnel sb'i chi', te wach' yic eb', icha chi' tzutej a tz'ib'ani, xchi. Ix yalanxi t'ayin: Ha juntzanh lolonel tik, te yel toni, yic ton Dios, xchi t'ayin."
        },
        {
            "number": "10",
            "text": "Ix lajvinhej chi', ix in em cuman t'a yichanh jun ángel chi', yic svalan in b'a t'ay. Palta ix yalan t'ayin: Manh utoc a b'a icha tik, yujto a in tik ed'oc, quetchecab'vumal co b'a yet' pax eb' yicxo Dios tek'an syutej sb'a yak'an testigoal sb'a yuj Jesús. Anhej val d'ha Dios tzaq'uem a b'a. Yujto a yab'ixal Jesús, a tz'iptzitan eb' schecab' Dios, xchi."
        },
        {
            "number": "11",
            "text": "Axo ix vilani, jacan satcha’anh. Ix vilan jun chej sacsac. Axo jun ayq'ue t'a yib'anh, Tz'elnhej k'och Tas Syala', icha chi' sb'i. Scuchanpax Yelnhej. Yujto t'a stojolal sch'olb'itej yaj eb' anima, syak'anpax oval."
        },
        {
            "number": "12",
            "text": "Axo yol sat, lajan icha yoc te' k'ak'. Tzijtum corona ayq'ue t'a sjolom. Ay jun b'i tz'ib'ab'iloch t'ay to anhej val ojtannac."
        },
        {
            "number": "13",
            "text": "Axo spichul ayochi, ix b'onhchaj yuj chik'. Axo sb'i, aton Slolonel Dios."
        },
        {
            "number": "14",
            "text": "Tzak'anoch eb' soldado aj satchanh yuj. Te wach' spichul eb' ayochi, te sacpax yilji. Malaj jab'oc miic ayoch t'ay. Ayq'ue eb' yib'anh junjun schejal sacsac quilani."
        },
        {
            "number": "15",
            "text": "Axo t'a yol sti' jun b'aj tzak'anoch eb' chi', ayelta jun espada te jay ye, yic steclab'an t'a junjun nación. Ha ol och yajalil t'a eb' yet' jun sq'uen k'ococh. Icha stek'jiel yal sat te' uva, icha chi' ol aj yoch syaelal eb' yuj. Ol ak'joc val syaelal eb' sik'lab'il yuj yoval sk'ool Dios, aton masanil tas syal yuj."
        },
        {
            "number": "16",
            "text": "Axo t'a spichul t'a sat xub' tz'ib'ab'iloch jun sb'i tik: Sreyal eb' rey, Yajalil eb' yajal, xchi."
        },
        {
            "number": "17",
            "text": "Axo ix vilani, ay jun ángel linhanek' t'a yib'anh yoc k'u. Te chaanh ix yal t'a nok' much tzek' jenhenhoc t'a satcha’anh: Cotanhec, ul molb'ejec e b'a yuj jun niwan vael ol yak' Dios."
        },
        {
            "number": "18",
            "text": "Cotanhec e chi schib'ejal eb' rey, eb' yajal soldado yet' eb' soldado jelan. Ol e chi schib'ejal nok' chej yet' schib'ejal eb' ayq'ue t'a yib'anh nok'. Ol e chinhej schib'ejal eb' smasanil, eb' yic sb'a, ma eb' checab' yaji, eb' malaj yelk'ochi, ma eb' nivac yelk'ochi, xchi t'a nok'."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix vilani, ayek' jun Nok' sb'i chi'. Aypaxek' eb' rey yic yol yib'anhk’inal yet' eb' soldado eb'. Ix laj smolb'an sb'a eb' smasanil yic syak'an oval eb' yet' jun ayq'ue t'a yib'anh chej yet' eb' soldado tzak'anoch yuj chi'."
        },
        {
            "number": "20",
            "text": "Axo jun Nok' sb'i chi' ix b'ab'laj yamchaji. Ix yamchajpax junxo stz'ac yaloch sb'a schecab'oc Dios. Aton jun ch'oxjinac juntzanh milagro t'a yichanh Nok'. Yuj juntzanh milagro chi' ix ak'ji musansatil eb' chajinacoch yechel jun Nok' sb'i chi' t'ay, eb' yak'naquem sb'ha t'a jun yechel Nok' chi'. Aton eb' chavanh tik pitzanto ix yumjib'at t'a yol jun k'ak' icha nhajab' sq'ue nhilnhon yoc calan yaj yet' azufre."
        },
        {
            "number": "21",
            "text": "Axo juntzanhxo, masanil eb' ix miljicham yet' jun espada ayelta t'a sti' jun ayq'ue t'a yib'anh chej chi'. Axo nok' much smasanil, ix laj b'ud'ji nok' yuj schib'ejal eb' chi'."
        }
    ]
}