{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix wab'ani ichato ix och sjaj jun niwan nhilanh anima t'a satcha’anh. Te chaanh ix yal heb': Aleluya. Ha ko Diosal ix ak'an ganar. Te niwan yelk'ochi, te ay spoder."
        },
        {
            "number": "2",
            "text": "Tojolnhej ix yutej spensar sch'olb'itan yaj icha wal t'a smojal. Yujto ix yak' syaelal jun ix yajal ajmulal chi', aton ix ix juanel heb' anima t'a yol yib'anhk’inal yuj yajmulal. Ha Dios ix ak'anek' spak t'a jun ix chi', yujto ix miljicham heb' tz'ak'an serwil Dios chi' yuj ix, xchi heb'."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', ix laj yalanxi heb': Aleluya. Manhxa b'ak'uinh ol lajwoc sk'e stab'il jun ix ajmul ix chi' stz'ai, xchi heb'."
        },
        {
            "number": "4",
            "text": "Axo heb' 24 ichamtac winak yet' heb' chanhwanh querubín, ix em cuman heb' t'a yichanh Dios. Ix yak'anem sb'a heb' t'ay, aton jun k'ojanem t'a sk'ojnub'. Ix yalan heb': Amén. Aleluya, xchi heb'."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi' ix wab'an yoch jun av b'aj ay sdespacho Dios, ix yalani: Masanil ex tzeyak' serwil ko Diosal, ex xivnac ex t'ay, ex malaj eyelk'ochi yet' ex niwac eyelk'ochi, calec wach' lolonel t'ay, xchi heb'."
        },
        {
            "number": "6",
            "text": "Axo ix wab'an junxo icha wal yoch sjaj tzijtumal anima. nhilili sk'anh sjaj heb' icha sk'anh sb'ey ha' niwac ha'. Icha sk'anh k'u te chaanh sk'anhi, icha chi' sk'anh sjaj heb'. Ix yalan heb': Aleluya. Yujto a Kajal ko Diosal Masanil Syal Yuj ix el yich yak'an Yajalil."
        },
        {
            "number": "7",
            "text": "Tzonh k'echaanh. Ayokab' ko tzalajk'olal. Calec wach' lolonel t'ay. Yujto ix k'och yorail yoch jun Calnel sb'i chi' t'a nupnajel. Axo ix ol och yetb'eyumoc, toxo ix yak' lista sb'a ix."
        },
        {
            "number": "8",
            "text": "Toxo ix ak'ji yak'och jun pichul te wach'. Te sac, sweei, xchi heb'. (Ha jun spichul sac chi', syalelk'ochi, a swach'il ix ak'ji t'a heb' yicxo Dios.)"
        },
        {
            "number": "9",
            "text": "Ix yalanxi jun ángel chi' t'ayin: Tza tz'ib'ej juntzanh ol wal tik: Ha heb' avtab'il t'a jun q'uinh nupnajel yic jun Calnel sb'i chi', te wach' yic heb', icha chi' tzutej a tz'ib'ani, xchi. Ix yalanxi t'ayin: Ha juntzanh lolonel tik, te yel toni, yic ton Dios, xchi t'ayin."
        },
        {
            "number": "10",
            "text": "Ix lajwinhej chi', ix in em cuman t'a yichanh jun ángel chi', yic swalan in b'a t'ay. Palta ix yalan t'ayin: Manh utoc a b'a icha tik, yujto a in tik ed'oc, quetchecab'wumal ko b'a yet' pax heb' yicxo Dios tek'an syutej sb'a yak'an testigoal sb'a yuj Jesús. Anhej wal d'ha Dios tzak'em a b'a. Yujto a yab'ixal Jesús, a tz'iptzitan heb' schecab' Dios, xchi."
        },
        {
            "number": "11",
            "text": "Axo ix wilani, jacan satcha’anh. Ix wilan jun chej sacsac. Axo jun ayk'e t'a yib'anh, Tz'elnhej k'och Tas Syala', icha chi' sb'i. Scuchanpax Yelnhej. Yujto t'a stojolal sch'olb'itej yaj heb' anima, syak'anpax owal."
        },
        {
            "number": "12",
            "text": "Axo yol sat, lajan icha yoc te' k'ak'. Tzijtum corona ayk'e t'a sjolom. Ay jun b'i tz'ib'ab'iloch t'ay to anhej wal ojtannac."
        },
        {
            "number": "13",
            "text": "Axo spichul ayochi, ix b'onhchaj yuj chik'. Axo sb'i, aton Slolonel Dios."
        },
        {
            "number": "14",
            "text": "Tzak'anoch heb' soldado aj satchanh yuj. Te wach' spichul heb' ayochi, te sacpax yilji. Malaj jab'oc miic ayoch t'ay. Ayk'e heb' yib'anh junjun schejal sacsac quilani."
        },
        {
            "number": "15",
            "text": "Axo t'a yol sti' jun b'aj tzak'anoch heb' chi', ayelta jun espada te jay ye, yic steclab'an t'a junjun nación. Ha ol och yajalil t'a heb' yet' jun sk'en k'ococh. Icha stek'jiel yal sat te' uwa, icha chi' ol aj yoch syaelal heb' yuj. Ol ak'joc wal syaelal heb' sik'lab'il yuj yowal sk'ool Dios, aton masanil tas syal yuj."
        },
        {
            "number": "16",
            "text": "Axo t'a spichul t'a sat xub' tz'ib'ab'iloch jun sb'i tik: Sreyal heb' rey, Yajalil heb' yajal, xchi."
        },
        {
            "number": "17",
            "text": "Axo ix wilani, ay jun ángel linhanek' t'a yib'anh yoc k'u. Te chaanh ix yal t'a nok' much tzek' jenhenhoc t'a satcha’anh: Cotanhec, ul molb'ejec he b'a yuj jun niwan wael ol yak' Dios."
        },
        {
            "number": "18",
            "text": "Cotanhec he chi schib'ejal heb' rey, heb' yajal soldado yet' heb' soldado jelan. Ol he chi schib'ejal nok' chej yet' schib'ejal heb' ayk'e t'a yib'anh nok'. Ol he chinhej schib'ejal heb' smasanil, heb' yic sb'a, ma heb' checab' yaji, heb' malaj yelk'ochi, ma heb' niwac yelk'ochi, xchi t'a nok'."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix wilani, ayek' jun Nok' sb'i chi'. Aypaxek' heb' rey yic yol yib'anhk’inal yet' heb' soldado heb'. Ix laj smolb'an sb'a heb' smasanil yic syak'an owal heb' yet' jun ayk'e t'a yib'anh chej yet' heb' soldado tzak'anoch yuj chi'."
        },
        {
            "number": "20",
            "text": "Axo jun Nok' sb'i chi' ix b'ab'laj yamchaji. Ix yamchajpax junxo stz'ac yaloch sb'a schecab'oc Dios. Aton jun ch'oxjinac juntzanh milagro t'a yichanh Nok'. Yuj juntzanh milagro chi' ix ak'ji musansatil heb' chajinacoch yechel jun Nok' sb'i chi' t'ay, heb' yak'naquem sb'ha t'a jun yechel Nok' chi'. Aton heb' chawanh tik pitzanto ix yumjib'at t'a yol jun k'ak' icha nhajab' sk'e nhilnhon yoc calan yaj yet' azufre."
        },
        {
            "number": "21",
            "text": "Axo juntzanhxo, masanil heb' ix miljicham yet' jun espada ayelta t'a sti' jun ayk'e t'a yib'anh chej chi'. Axo nok' much smasanil, ix laj b'ud'ji nok' yuj schib'ejal heb' chi'."
        }
    ]
}