{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jesús d'ayin: Tz'ib'ejb'at d'a in checab' ayek' d'a scal eb' creyente d'a chonhab' Éfeso icha tic. A jun yamjinacq'ue uque' k'anal d'a svach' k'ab', aton jun sb'eyek' d'a scal uque' sb'achnub' candil nab'a oro, a tz'alan d'ayex:"
        },
        {
            "number": "2",
            "text": "Vojtac masanil tas tze k'ulej. Vojtac to tzeyak' val och d'a e k'ol e munlaj d'a yic Dios, te nivan pax tzeyutej e k'ol eyak'an techajoc, max e chapaxoch eb' manh vach'oc d'a e cal. Vojtac paxi to ix laj eyak' proval eb' syaloch sb'a in checab'oc. Ix ilchajelta eyuuj to yes eb'."
        },
        {
            "number": "3",
            "text": "Vuujnhej te nivan yaelal sjavi d'a eyib'anh, palta tzeyak' techajoc, max eyak'paxlaj chab'ax e k'ool."
        },
        {
            "number": "4",
            "text": "Palta ay val syal janik' in k'ool d'ayex, yujto maxtzac in e xajanej icha d'a sb'ab'elal."
        },
        {
            "number": "5",
            "text": "Yuj chi' naeccoti, chajtil eyaji ayic manto chab'ax e k'ool. Naec e b'a, b'oecxi e b'a icha d'a yalanhtaxo. Tato max e na e b'a, elanhchamel ol in javoc d'ayex, ol vik'anel sb'achnub' e candil d'a yed'tal."
        },
        {
            "number": "6",
            "text": "Palta ay jun vach' tze k'ulej svila', yujto a sb'eyb'al eb' nicolaíta tze chaqueli, icha svutej in chacanpaxel a in tic."
        },
        {
            "number": "7",
            "text": "Masanil mach tz'ab'ani, yak'ocab'och schiquin d'a tas syal Espíritu d'a junjun iglesia. A eb' ol ak'an techajoc, ol vak' sat jun te te' yic q'uinal d'a junelnhej slo eb'. A jun te te' chi', a d'a svach'ilal Dios ayek' te', xchi Jesús d'ayin."
        },
        {
            "number": "8",
            "text": "Ix yalanxi Jesús d'ayin: Tz'ib'ejb'at d'a in checab' ayek' d'a scal eb' creyente d'a chonhab' Esmirna icha tic: A jun mach b'ab'el d'a yichanh smasanil, slajvub' paxi, aton jun chamnac, palta pitzvinacxi, a tz'alan d'ayex icha tic:"
        },
        {
            "number": "9",
            "text": "Vojtac jantac syaelal sjavi d'a eyib'anh. Te meb'a' ex, palta val yel te b'eyum ex. Vojtac paxi chajtil tz'aj e b'uchji yuj eb' syaloch sb'a israelal, palta a smolanil eb' chi' yic vinh Satanás yaji."
        },
        {
            "number": "10",
            "text": "Manh ex xiv yuj juntzanh yaelal ol javoc d'a eyib'anh. Yujto ayex ol ex ak'joc och d'a preso yuj vinh diablo yuj eyak'ji proval. Lajunhe' k'u ol ex och d'a syaelal. Palta k'anab'ajumnhej tzeyutej e b'a masanto d'a chamel. Tato icha chi' tzeyutej e b'a, ol vak' spac d'ayex, aton e q'uinal d'a junelnhej."
        },
        {
            "number": "11",
            "text": "Masanil mach tz'ab'ani, yak'ocab' och schiquin d'a tas syal Espíritu d'a junjun iglesia. A eb' ol ak'an techajoc, manhxo ol yab'laj syail eb' d'a junxo schab'il chamel, xchi Jesús d'ayin."
        },
        {
            "number": "12",
            "text": "Ix yalanpax Jesús d'ayin: Tz'ib'ejb'at d'a in checab' ayek' d'a scal eb' creyente d'a Pérgamo icha tic: A jun ay yespada te jay ye d'a schab'il pak'anh, a tz'alan d'ayex:"
        },
        {
            "number": "13",
            "text": "Vojtac b'ajtil ayex eq'ui. Ay ex ek' d'a jun chonhab' b'aj syak' yajalil vinh Satanás, palta anheja' tzin e k'anab'ajej. A vinhaj Antipas, yak'nac val testigoal sb'a vinh vuuj. Milb'ilcham vinh d'a e cal b'aj ayek' vinh Satanás chi', palta anheja' tek'an ix eyutej e b'a d'ayin."
        },
        {
            "number": "14",
            "text": "Palta ayto juntzanh e paltail svila', yujto ayex tzato eyak'och e chiquin d'a sk'ayb'ub'al vinhaj Balaam. A vinh ak'jinac sk'ool vinhaj Balac ayic yak'annac juvoquel eb' israel vinh. Yuj vinhaj Balac chi', schinac juntzanh nok' eb', juntzanh nok' tz'ak'ji d'a scomon diosal eb'. Emnac pax eb' ajmulal."
        },
        {
            "number": "15",
            "text": "Anheja' ayex pax tzeyak'och e pensar d'a sk'ayb'ub'al eb' nicolaíta."
        },
        {
            "number": "16",
            "text": "Yuj chi', naec e b'a ticnaic, tato maay, elanhchamel ol in javoc d'ayex, ol vak'an oval yed' eb' icha chi' sk'ulej. A jun espada ayelta d'a yol in ti', a ol vak'lab'ej."
        },
        {
            "number": "17",
            "text": "Masanil mach tz'ab'ani, yak'ocab' och schiquin d'a tas syal Espíritu d'a junjun iglesia. A eb' ol ak'an techajoc, ol vak' jun maná sva eb', aton jun k'ub'aneli. Ol vak'anpax junjunoc q'uen q'ueen sacsac d'a eb'. A d'a jun q'ueen chi' tz'ib'ab'iloch jun ak' b'i malaj mach ojtannac. A eb' ol chaan yico', anhej eb' ol ojtacaneloc, xchi Jesús d'ayin."
        },
        {
            "number": "18",
            "text": "Ix yalanxi Jesús d'ayin: Icha tic tzutej a tz'ib'anb'at d'a in checab' ayek' d'a scal eb' creyente d'a chonhab' Tiatira: A Yuninal Dios icha k'ak' yol sat, axo yoc toxonhej sveei icha q'uen bronce, a tz'alan jun tic d'ayex:"
        },
        {
            "number": "19",
            "text": "Vojtac masanil tas tze k'ulej. Tzin e xajanej. Tzin eyak'anoch d'a e k'ool. Tzin eyak'anpax servil. Tek'an val tzeyutej e b'a eyak'an techajoc. Vojtac to ek'alto tzex munlaj ticnaic icha d'a yalanhtaxo."
        },
        {
            "number": "20",
            "text": "Palta ay janik' tas tzin na d'a e patic, yujto tze chaoch ix Jezabel d'a e cal. A jun ix chi', syaloch sb'a ix schecab'oc Dios, palta tonhej syak' musansatil eb' in checab' ix. Yujto a ix tz'ak'an sk'ool eb' yic tz'em eb' ajmulal, scuchb'an pax eb' ix schi juntzanh nok' nok' tz'ak'ji silab'il d'a juntzanh comon dios."
        },
        {
            "number": "21",
            "text": "Nivan ix vutej in k'ool d'a ix, talaj sna sb'a ix yuj jun yajmulal chi', palta malaj sgana ix sna sb'a d'a smul chi'."
        },
        {
            "number": "22",
            "text": "Yuj chi' ol vak'och syaelal ix, ol b'atcan ix d'a sat ch'at. Yed' pax eb' sk'ulan ajmulal chi' yed' ix, tato manh ol sna sb'a eb', tato max yactejcan eb' sk'ulan icha sk'ulej ix chi', ol vak'pax val och syaelal eb'."
        },
        {
            "number": "23",
            "text": "Anhejtona' ol vak'pax miljoccham eb' yune' ix. Icha chi' ol aj in yojtacanel eb' creyente d'a junjun iglesia to a in tic vojtac masanil tas ay d'a spensar eb' yed' tastac sna eb'. Ol yojtaquejpaxel eb' to a in tic ol vak' spac d'ayex junjun ex ato syala' tas tze k'ulej."
        },
        {
            "number": "24",
            "text": "Palta a exxo aj Tiatira ex chi', a ex ton max eyak'och e pensar d'a sk'ayb'ub'al jun ix chi', aton juntzanh k'ayb'ub'al syal eb' to yic vinh Satanás yaji, manh comonoc tz'ojtacajeli. Palta a exxo max eyak'och e b'a yed' eb', anhej jun tic svalb'at d'ayex: Vach'nhej tzeyutej e b'a masanto ol in jaxoc, manhxa junocxo checnab'il syal valanb'at d'ayex."
        },
        {
            "number": "25",
            "text": "A eb' ol ak'an techaj sk'ulan icha in gana masanto d'a slajvub', aton eb' ol vak'och yopisio yak'an yajalil d'a juntzanh nación."
        },
        {
            "number": "26",
            "text": "Icha yutejnac in Mam yak'an vopisio, icha chi' ol vutoc vak'an yopisio eb'. Yuj chi' ol yak' yajalil eb', manhxo ol ok'laj sk'ool eb'. Ol satel juntzanh nivac nación chi' eb', icha tz'aj smak'jipoj junoc lum chen yed' junoc q'uen k'ococh."
        },
        {
            "number": "27",
            "text": "Anhejtona' ol vak'pax jun q'uen nit k'anal d'a eb'."
        },
        {
            "number": "28",
            "text": "Masanil mach tz'ab'ani, yak'ocab' och schiquin d'a tas syal Espíritu d'a junjun iglesia, xchi Jesús d'ayin."
        }
    ]
}