{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jesús t'ayin: Tz'ib'ejb'at t'a in chekab' ayek' t'a skal heb' creyente t'a chonhab' Éfeso icha tik. Ha jun yamjinack'e uque' k'anal t'a swach' k'ab', aton jun sb'eyek' t'a skal uque' sb'akhnub' candil nab'a oro, a tz'alan t'ayex:"
        },
        {
            "number": "2",
            "text": "Vojtak masanil tas tze k'ulej. Vojtak to tzeyak' wal och t'a he k'ol he munlaj t'a yic Dios, te niwan pax tzeyutej he k'ol eyak'an techajoc, max he chapaxoch heb' manh wach'oc t'a he kal. Vojtak paxi to ix laj eyak' prowal heb' syaloch sb'a in chekab'oc. Ix ilchajelta eyuuj to yes heb'."
        },
        {
            "number": "3",
            "text": "Vuujnhej te niwan yaelal sjawi t'a eyib'anh, palta tzeyak' techajoc, max eyak'paxlaj chab'ax he k'ool."
        },
        {
            "number": "4",
            "text": "Palta ay wal syal janik' in k'ool t'ayex, yujto maxtzac in he xajanej icha t'a sb'ab'elal."
        },
        {
            "number": "5",
            "text": "Yuj chi' naeccoti, chajtil eyaji ayic manto chab'ax he k'ool. Naec he b'a, b'oecxi he b'a icha t'a yalanhtaxo. Tato max he na he b'a, elanhchamel ol in jawok t'ayex, ol wik'anel sb'akhnub' he candil t'a yet'tal."
        },
        {
            "number": "6",
            "text": "Palta ay jun wach' tze k'ulej swila', yujto a sb'eyb'al heb' nicolaíta tze chaqueli, icha swutej in chacanpaxel a in tik."
        },
        {
            "number": "7",
            "text": "Masanil mach tz'ab'ani, yak'okab'och schiquin t'a tas syal Espíritu t'a junjun iglesia. Ha heb' ol ak'an techajoc, ol wak' sat jun te te' yic k 'inal t'a junelnhej slo heb'. Ha jun te te' chi', ha t'a swach'ilal Dios ayek' te', xchi Jesús t'ayin."
        },
        {
            "number": "8",
            "text": "Ix yalanxi Jesús t'ayin: Tz'ib'ejb'at t'a in chekab' ayek' t'a skal heb' creyente t'a chonhab' Esmirna icha tik: Ha jun mach b'ab'el t'a yichanh smasanil, slajwub' paxi, aton jun chamnac, palta pitzwinacxi, a tz'alan t'ayex icha tik:"
        },
        {
            "number": "9",
            "text": "Vojtak jantac syaelal sjawi t'a eyib'anh. Te meb'a' ex, palta wal yel te b'eyum ex. Vojtak paxi chajtil tz'aj he b'uchji yuj heb' syaloch sb'a israelal, palta a smolanil heb' chi' yic winh Satanás yaji."
        },
        {
            "number": "10",
            "text": "Manh ex xiv yuj juntzanh yaelal ol jawok t'a eyib'anh. Yujto ayex ol ex ak'joc och t'a preso yuj winh diablo yuj eyak'ji prowal. Lajunhe' k'u ol ex och t'a syaelal. Palta k'anab'ajumnhej tzeyutej he b'a masanto t'a chamel. Tato icha chi' tzeyutej he b'a, ol wak' spak t'ayex, aton he k 'inal t'a junelnhej."
        },
        {
            "number": "11",
            "text": "Masanil mach tz'ab'ani, yak'okab' och schiquin t'a tas syal Espíritu t'a junjun iglesia. Ha heb' ol ak'an techajoc, manhxo ol yab'laj syail heb' t'a junxo schab'il chamel, xchi Jesús t'ayin."
        },
        {
            "number": "12",
            "text": "Ix yalanpax Jesús t'ayin: Tz'ib'ejb'at t'a in chekab' ayek' t'a skal heb' creyente t'a Pérgamo icha tik: Ha jun ay yespada te jay ye t'a schab'il pak'anh, a tz'alan t'ayex:"
        },
        {
            "number": "13",
            "text": "Vojtak b'ajtil ayex eq'ui. Ay ex ek' t'a jun chonhab' b'aj syak' yajalil winh Satanás, palta anheja' tzin he k'anab'ajej. Ha winhaj Antipas, yak'nac wal testigoal sb'a winh wuuj. Milb'ilcham winh t'a he kal b'aj ayek' winh Satanás chi', palta anheja' tek'an ix eyutej he b'a t'ayin."
        },
        {
            "number": "14",
            "text": "Palta ayto juntzanh he paltail swila', yujto ayex tzato eyak'och he chiquin t'a sk'ayb'ub'al winhaj Balaam. Ha winh ak'jinac sk'ool winhaj Balac ayic yak'annac juwoquel heb' israel winh. Yuj winhaj Balac chi', schinac juntzanh nok' heb', juntzanh nok' tz'ak'ji t'a scomon diosal heb'. Emnac pax heb' ajmulal."
        },
        {
            "number": "15",
            "text": "Anheja' ayex pax tzeyak'och he pensar t'a sk'ayb'ub'al heb' nicolaíta."
        },
        {
            "number": "16",
            "text": "Yuj chi', naec he b'a ticnaik, tato maay, elanhchamel ol in jawok t'ayex, ol wak'an owal yet' heb' icha chi' sk'ulej. Ha jun espada ayelta t'a yol in ti', a ol wak'lab'ej."
        },
        {
            "number": "17",
            "text": "Masanil mach tz'ab'ani, yak'okab' och schiquin t'a tas syal Espíritu t'a junjun iglesia. Ha heb' ol ak'an techajoc, ol wak' jun maná swa heb', aton jun k'ub'aneli. Ol wak'anpax junjunoc k'een k'een sacsac t'a heb'. Ha t'a jun k'een chi' tz'ib'ab'iloch jun ak' b'i malaj mach ojtannac. Ha heb' ol chaan yico', anhej heb' ol ojtakaneloc, xchi Jesús t'ayin."
        },
        {
            "number": "18",
            "text": "Ix yalanxi Jesús t'ayin: Icha tik tzutej a tz'ib'anb'at t'a in chekab' ayek' t'a skal heb' creyente t'a chonhab' Tiatira: Ha Yuninal Dios icha k'ak' yol sat, haxo yoc toxonhej sweei icha k'een bronce, a tz'alan jun tik t'ayex:"
        },
        {
            "number": "19",
            "text": "Vojtak masanil tas tze k'ulej. Tzin he xajanej. Tzin eyak'anoch t'a he k'ool. Tzin eyak'anpax serwil. Tek'an wal tzeyutej he b'a eyak'an techajoc. Vojtak to ek'alto tzex munlaj ticnaik icha t'a yalanhtaxo."
        },
        {
            "number": "20",
            "text": "Palta ay janik' tas tzin na t'a he patic, yujto tze chaoch ix Jezabel t'a he kal. Ha jun ix chi', syaloch sb'a ix schekab'oc Dios, palta tonhej syak' musansatil heb' in chekab' ix. Yujto a ix tz'ak'an sk'ool heb' yic tz'em heb' ajmulal, scuchb'an pax heb' ix schi juntzanh nok' nok' tz'ak'ji silab'il t'a juntzanh comon Dios."
        },
        {
            "number": "21",
            "text": "Niwan ix wutej in k'ool t'a ix, talaj sna sb'a ix yuj jun yajmulal chi', palta malaj snib'ej ix sna sb'ha t'a smul chi'."
        },
        {
            "number": "22",
            "text": "Yuj chi' ol wak'och syaelal ix, ol b'atkan ix t'a sat ch'at. Yed' pax heb' sk'ulan ajmulal chi' yet' ix, tato manh ol sna sb'a heb', tato max yaktejkan heb' sk'ulan icha sk'ulej ix chi', ol wak'pax wal och syaelal heb'."
        },
        {
            "number": "23",
            "text": "Anhejtona' ol wak'pax miljoccham heb' yune' ix. Icha chi' ol aj in yojtakanel heb' creyente t'a junjun iglesia to a in tik wojtak masanil tas ay t'a spensar heb' yet' tastac sna heb'. Ol yojtaquejpaxel heb' to a in tik ol wak' spak t'ayex junjun ex ato syala' tas tze k'ulej."
        },
        {
            "number": "24",
            "text": "Palta a exxo aj Tiatira ex chi', a ex ton max eyak'och he pensar t'a sk'ayb'ub'al jun ix chi', aton juntzanh k'ayb'ub'al syal heb' to yic winh Satanás yaji, manh comonoc tz'ojtakajeli. Palta a exxo max eyak'och he b'a yet' heb', anhej jun tik swalb'at t'ayex: Wach'nhej tzeyutej he b'a masanto ol in jaxoc, manhxa junocxo checnab'il syal walanb'at t'ayex."
        },
        {
            "number": "25",
            "text": "Ha heb' ol ak'an techaj sk'ulan icha in gana masanto t'a slajwub', aton heb' ol wak'och yopisio yak'an yajalil t'a juntzanh nación."
        },
        {
            "number": "26",
            "text": "Icha yutejnac in Mam yak'an wopisio, icha chi' ol wutoc wak'an yopisio heb'. Yuj chi' ol yak' yajalil heb', manhxo ol ok'laj sk'ool heb'. Ol satel juntzanh niwac nación chi' heb', icha tz'aj smak'jipoj junok lum chen yet' junok k'een k'ococh."
        },
        {
            "number": "27",
            "text": "Anhejtona' ol wak'pax jun k'een nit k'anal t'a heb'."
        },
        {
            "number": "28",
            "text": "Masanil mach tz'ab'ani, yak'okab' och schiquin t'a tas syal Espíritu t'a junjun iglesia, xchi Jesús t'ayin."
        }
    ]
}