{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix wilani, ay jun ángel ix emta t'a satcha’anh. Yed'nac sllaweal jun xab' olan yet' jun niwan cadena."
        },
        {
            "number": "2",
            "text": "Ix syaman jun dragón. Ha jun dragón chi', aton jun yak'nacoch sb'a chanil t'a peka', aton jun scuch diablo, ma Satanás. Mil ab'il ix tzek'chajkan yuj jun ángel chi'."
        },
        {
            "number": "3",
            "text": "Ix yumjikanb'at t'a yol jun xab' chi'. Ixlajwi chi', ix macjikan sti' jun xab' chi' yuj jun ángel chi'. Ix ochkan jun sello t'ay, yic max elta winh Satanás chi' yic wach' max yal yak'ji musansatil heb' anima t'a junjun nación yuj, masanto ol tz'acwoc mil ab'il chi'. Ayic ol lajwoc mil ab'il chi', ol jacchajk'eta winh Satanás chi' jab'ocxo tiempoal."
        },
        {
            "number": "4",
            "text": "Axo ix wilani, ay juntzanh k'ojnub'. Ata' k'ojjab'em juntzanh heb' ak'b'il yopisio sch'olb'itan tas yaj heb' anima. Ix wilanxi spixan juntzanh heb' tzepb'ilel sjolom, yujto yak'nac testigoal sb'a heb' yuj Jesús, yalannacpaxel slolonel Dios heb'. Aton heb' chi' maj yak'emlaj sb'ha t'a jun Nok' sb'i chi' yet' t'a jun yechel Nok' chi'. Maj schaochlaj snumeroal sb'i Nok' heb' t'a snanhal sat, ma t'a sk'ab'. Axo ix wilani, ix pitzwixi heb', ix och heb' yajalil yet' Cristo mil ab'il."
        },
        {
            "number": "5",
            "text": "Ha juntzanh heb' tik ix b'ab'laj pitzwixi. Axo pax juntzanhxo heb' chamnac, majto pitzwocxilaj heb' masanto ix tz'acwi mil ab'il chi'."
        },
        {
            "number": "6",
            "text": "Te wach' yic heb' ol b'ab'laj pitzwokxi, yujto yicnhejton Dios yaj heb'. Manhxalaj yalan yic jun schab'il chamel t'a yib'anh heb'. Ol ak'joc yopisio heb' yoch sacerdoteal d'ha Dios yet' t'a Cristo. Mil ab'il ol yak' yajalil heb' yet'oc."
        },
        {
            "number": "7",
            "text": "Ayic ol tz'acwoc mil ab'il chi', haxo sjacwixik'eta winh Satanás b'aj makankanem chi'."
        },
        {
            "number": "8",
            "text": "Ol ak'joc musansatil heb' anima t'a masanil nación t'a yol yib'anhk’inal yuj winh. Ol ak'joc pax musansatil jun scuch Gog yet' jun scuch Magog yuj winh, ol smolb'ancot heb' winh yak' owal. Axo heb' soldado chi', te niwan sb'isul heb' icha wal yarenail sti' ha' mar."
        },
        {
            "number": "9",
            "text": "Ayic ol b'at heb' yak' owal chi', ol macchajel sat lum lum yuj heb'. Ol k'och oyan heb' t'a jun slugar heb' yic Dios macb'ilxo yuj, aton jun chonhab' te xajan yuj Dios. Axo t'a satchanh ol emta jun k'ak' t'a yib'anh heb' soldado chi'. Ol tz'ab'at heb' smasanil."
        },
        {
            "number": "10",
            "text": "Axo winh diablo, winh ix ak'an musansatil heb' chi', ol yumjokkanb'at winh t'a yol jun k'ak' icha nhajab' sk'e nhilnhon yoc kalan yaj yet' azufre, aton b'aj yumb'ilkanb'at jun Nok' sb'i chi' yet' jun stz'ac yalnacoch sb'a schekab'oc Dios. k'ual t'ak'wal ol yab' syail heb' ta' t'a masanil tiempo."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix wilan jun niwan k'ojnub' te sac, k'ojanem Dios ta'. Axo t'a yichanh chi', ix satel yol yib'anhk’inal yet' satcha’anh. Manhxa b'aj ix ilchaj jab'oc."
        },
        {
            "number": "12",
            "text": "Ix wil heb' chamnac smasanil, linhjab'ek' heb' t'a yichanh Dios, heb' niwac yelk'ochi yet' heb' malaj yelk'ochi. Ixlajwi chi', ix jacwi juntzanh ch'anh libro. Ay junxo ch'anh ix jacwi, aton ch'anh yic k 'inal t'a junelnhej. Ix ch'olb'itaj tastac yaj junjun heb' icha tas sk'ulej junjun, icha yaj pax stz'ib'chaj t'a juntzanh ch'anh libro chi'."
        },
        {
            "number": "13",
            "text": "Ha ha' mar, ix yak' entregar masanil heb' chamnac ayek' t'a yol ha'. Icha pax chi' jun chamel yet' jun b'aj ayek' heb' chamnac, ix laj yak' entregar jantacnhej heb' chamnac ayek' t'ay. Ix laj ch'olb'itaj yaj heb' smasanil, ato syala' tastac sk'ulejnac junjun heb'."
        },
        {
            "number": "14",
            "text": "Ha jun chamel chi' yet' jun b'aj ayek' heb' chamnac, ix yumjikanb'at t'a skal jun k'ak' icha nhajab' sk'e nhilnhon yoc. Aton jun k'ak' chi' scuch schab'il chamel."
        },
        {
            "number": "15",
            "text": "Masanil heb' manh tz'ib'ab'iloc sb'i t'a jun ch'anh libro yic k 'inal t'a junelnhej chi', ix yumjikanb'at heb' t'a skal k'ak' chi'."
        }
    ]
}