{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix vilani, ay jun ángel ix emta t'a satcha’anh. Yed'nac sllaveal jun xab' olan yet' jun niwan cadena."
        },
        {
            "number": "2",
            "text": "Ix syaman jun dragón. Ha jun dragón chi', aton jun yak'nacoch sb'a chanil t'a peca', aton jun scuch diablo, ma Satanás. Mil ab'il ix tzek'chajcan yuj jun ángel chi'."
        },
        {
            "number": "3",
            "text": "Ix yumjicanb'at t'a yol jun xab' chi'. Ixlajwi chi', ix macjican sti' jun xab' chi' yuj jun ángel chi'. Ix ochcan jun sello t'ay, yic max elta vinh Satanás chi' yic wach' max yal yak'ji musansatil eb' anima t'a junjun nación yuj, masanto ol tz'acvoc mil ab'il chi'. Ayic ol lajvoc mil ab'il chi', ol jacchajq'ueta vinh Satanás chi' jab'ocxo tiempoal."
        },
        {
            "number": "4",
            "text": "Axo ix vilani, ay juntzanh k'ojnub'. Ata' k'ojjab'em juntzanh eb' ak'b'il yopisio sch'olb'itan tas yaj eb' anima. Ix vilanxi spixan juntzanh eb' tzepb'ilel sjolom, yujto yak'nac testigoal sb'a eb' yuj Jesús, yalannacpaxel slolonel Dios eb'. Aton eb' chi' maj yaq'uemlaj sb'ha t'a jun Nok' sb'i chi' yet' t'a jun yechel Nok' chi'. Maj schaochlaj snumeroal sb'i Nok' eb' t'a snanhal sat, ma t'a sk'ab'. Axo ix vilani, ix pitzvixi eb', ix och eb' yajalil yet' Cristo mil ab'il."
        },
        {
            "number": "5",
            "text": "Ha juntzanh eb' tik ix b'ab'laj pitzvixi. Axo pax juntzanhxo eb' chamnac, majto pitzvocxilaj eb' masanto ix tz'acvi mil ab'il chi'."
        },
        {
            "number": "6",
            "text": "Te wach' yic eb' ol b'ab'laj pitzvocxi, yujto yicnhejton Dios yaj eb'. Manhxalaj yalan yic jun schab'il chamel t'a yib'anh eb'. Ol ak'joc yopisio eb' yoch sacerdoteal d'ha Dios yet' t'a Cristo. Mil ab'il ol yak' yajalil eb' yet'oc."
        },
        {
            "number": "7",
            "text": "Ayic ol tz'acvoc mil ab'il chi', haxo sjacvixiq'ueta vinh Satanás b'aj macancanem chi'."
        },
        {
            "number": "8",
            "text": "Ol ak'joc musansatil eb' anima t'a masanil nación t'a yol yib'anhk’inal yuj vinh. Ol ak'joc pax musansatil jun scuch Gog yet' jun scuch Magog yuj vinh, ol smolb'ancot eb' vinh yak' oval. Axo eb' soldado chi', te niwan sb'isul eb' icha val yarenail sti' ha' mar."
        },
        {
            "number": "9",
            "text": "Ayic ol b'at eb' yak' oval chi', ol macchajel sat lum lum yuj eb'. Ol k'och oyan eb' t'a jun slugar eb' yic Dios macb'ilxo yuj, aton jun chonhab' te xajan yuj Dios. Axo t'a satchanh ol emta jun k'ak' t'a yib'anh eb' soldado chi'. Ol tz'ab'at eb' smasanil."
        },
        {
            "number": "10",
            "text": "Axo vinh diablo, vinh ix ak'an musansatil eb' chi', ol yumjoccanb'at vinh t'a yol jun k'ak' icha nhajab' sq'ue nhilnhon yoc calan yaj yet' azufre, aton b'aj yumb'ilcanb'at jun Nok' sb'i chi' yet' jun stz'ac yalnacoch sb'a schecab'oc Dios. k'ual t'ak'val ol yab' syail eb' ta' t'a masanil tiempo."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix vilan jun niwan k'ojnub' te sac, k'ojanem Dios ta'. Axo t'a yichanh chi', ix satel yol yib'anhk’inal yet' satcha’anh. Manhxa b'aj ix ilchaj jab'oc."
        },
        {
            "number": "12",
            "text": "Ix vil eb' chamnac smasanil, linhjab'ek' eb' t'a yichanh Dios, eb' nivac yelk'ochi yet' eb' malaj yelk'ochi. Ixlajwi chi', ix jacvi juntzanh ch'anh libro. Ay junxo ch'anh ix jacvi, aton ch'anh yic q'uinal t'a junelnhej. Ix ch'olb'itaj tastac yaj junjun eb' icha tas sk'ulej junjun, icha yaj pax stz'ib'chaj t'a juntzanh ch'anh libro chi'."
        },
        {
            "number": "13",
            "text": "Ha ha' mar, ix yak' entregar masanil eb' chamnac ayek' t'a yol ha'. Icha pax chi' jun chamel yet' jun b'aj ayek' eb' chamnac, ix laj yak' entregar jantacnhej eb' chamnac ayek' t'ay. Ix laj ch'olb'itaj yaj eb' smasanil, ato syala' tastac sk'ulejnac junjun eb'."
        },
        {
            "number": "14",
            "text": "Ha jun chamel chi' yet' jun b'aj ayek' eb' chamnac, ix yumjicanb'at t'a skal jun k'ak' icha nhajab' sq'ue nhilnhon yoc. Aton jun k'ak' chi' scuch schab'il chamel."
        },
        {
            "number": "15",
            "text": "Masanil eb' manh tz'ib'ab'iloc sb'i t'a jun ch'anh libro yic q'uinal t'a junelnhej chi', ix yumjicanb'at eb' t'a skal k'ak' chi'."
        }
    ]
}