{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix vilan jun ak' satcha’anh yet' jun ak' yol yib'anhk’inal. Yujto a jun b'ab'el satcha’anh yet' jun b'ab'el yol yib'anhk’inal, toxo ix sateli. Yed' ha' mar, manhxalaj ha'."
        },
        {
            "number": "2",
            "text": "Ha in Juan in tik, ix vil jun schonhab' Dios yicnhej yaji, aton jun ak' Jerusalén. Ix el t'a yichanh Dios t'a satcha’anh, ix emuli. Wach'xo yaj icha junok ix ix wach'xo spichul ayochi, yujto vanxo sb'at t'a yetb'eyum."
        },
        {
            "number": "3",
            "text": "Axo ix vab'an yoch jun av t'a satcha’anh, te chaanh ix yala': Inai, ha Dios ayek' yet' eb' anima ticnaic. A' ol cannhej yet' eb'. Aton eb' chi' schonhab' yaji. Ha val lak'an Dios chi' ol cajnaj t'a skal eb', aton val jun sDiosal eb'."
        },
        {
            "number": "4",
            "text": "Axo ol sucanel yal sat eb'. Ata' manhxalaj chamel, ma oq'uel, manhxalaj cusk'olal, manhxa paxlaj yaelal. Yujto a masanil tas ay t'a yalanh, toxo ix ek'b'ati, xchi."
        },
        {
            "number": "5",
            "text": "Ha jun k'ojanem t'a sk'ojnub' ix alan icha tik: Inai, tzin b'o masanil tas ak'to, xchi. Ix yalanpax t'ayin: Tz'ib'ejcan juntzanh van ab'an tik, yujto a juntzanh lolonel tik, te yel. Smojton val ak'anoch yipoc a k'ool, xchi."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix yalanpax t'ayin: Toxo ix yik' sb'a. Ha in tik, b'ab'el vaj t'a smasanil, slajvub' in paxi. Icha chab' letra Ha yet' Zeta, icha chi' vaji. Ha eb' stacji sti', ol vak' jun ha ha' tz'elta t'a sjaj tz'ak'an q'uinal t'a junelnhej yuq'uej eb'. Nab'anhej ol vak' ha' t'a eb'."
        },
        {
            "number": "7",
            "text": "Ha eb' tz'ak'an techajoc, ol scha masanil juntzanh tik eb' t'ayin. Yujto a in tik, sDiosal in eb'. Axo eb', vuninal yaj eb'."
        },
        {
            "number": "8",
            "text": "Palta ay eb' scomon xivi yet' eb' max yak'och sk'ool t'ayin, eb' chuk sk'ulej, eb' milumcham anima, eb' tz'em t'a ajmulal, eb' ajb'aal yet' eb' ajchum, eb' tz'em cuman t'a juntzanh comon dios yet' masanil eb' tz'esani, ha t'a yol jun k'ak' icha nhajab' sq'ue nhilnhon yoc calan yaj yet' azufre ol scha spac eb', aton jun schab'il chamel, xchi Dios."
        },
        {
            "number": "9",
            "text": "Ha junok eb' ucvanh ángel ed'jinacq'ue uque' uk'ab' b'ut'an yuj juntzanh slajvub' yaelal ix alan t'ayin icha tik: --Conh ved'oc. Ol in ch'ox jun ix ix t'ayach, aton jun ix ol nupnaj yet' jun Calnel sb'i, xchi."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ix sch'oxan junxo tas Yespíritu Dios t'ayin, ichato ix in yik'b'at jun ángel chi' t'a jun jolom vitz te chaanh. Ata' ix sch'ox jun niwan chonhab' Jerusalén t'ayin, aton jun yic Dios, van yemta t'a satcha’anh t'a yichanh Dios."
        },
        {
            "number": "11",
            "text": "Toxonhej sveei jun chonhab' chi' yuj stziquiquial Dios. Toxonhej scopopi icha junok q'uen q'ueen caro stojol, icha q'uen jaspe. Lajan yilji icha q'uen nen, sk'axpajek' co sat t'a spatic."
        },
        {
            "number": "12",
            "text": "Axo t'a stitac jun chonhab' chi' oyanoch smuroal te chaanh yajq'uei, lajchave' spuertail. Junjun ángel ayek' t'a junjun spuertail chi', tz'ib'ab'ilpaxoch sb'i lajchave' makan eb' yinhtilal Israel t'a junjun puerta chi'."
        },
        {
            "number": "13",
            "text": "Ay oxe' puerta b'aj sjavi k'u, ay oxe' t'a swach', ay oxe' t'a sq'uexanh, ay pax oxe' b'aj tz'em k'u."
        },
        {
            "number": "14",
            "text": "Ha smuroal chi', aycanem lajchave' nivac q'ueen yipumaloc. Axo t'a sat junjun q'uen q'ueen chi', tz'ib'ab'iloch sb'i lajchavanh schecab' jun Calnel sb'i chi'."
        },
        {
            "number": "15",
            "text": "Ha jun ángel van slolon ved'oc chi' yet'nacq'ue jun ehlab' nab'a oro yic syechtej jun chonhab' chi' yet' spuertail yet' pax smuroal."
        },
        {
            "number": "16",
            "text": "Ha jun chonhab' chi', lajannhej spak'ul schanhil. Ix yechtan jun ángel chi' yet' jun yechlab' chi'. Lajchave' mil estadio ix elk'och junjun spak'ul. Ichapax chi' sb'isul schaanhil steel."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix yechtan jun smuroal chi'. 144 codos ix elk'ochi. Ha jun yechlab' jun ángel chi', lajan yet' yechlab' anima sk'ana'."
        },
        {
            "number": "18",
            "text": "Ha smuroal chi', nab'a jaspe. Ha jun chonhab' chi', nab'a oro, lajan yilji yet' q'uen nen sk'axpajek' co sat t'a spatic."
        },
        {
            "number": "19",
            "text": "Axo juntzanh nivac q'ueen aycanem yipumaloc yich chi', tzijtum juntzanh q'uen q'ueen caro stojol ayoch yelavoc. Ha jun q'uen b'ab'el, nab'a jaspe q'ueen. Axo q'uen schab'il, nab'a zafiro q'ueen. Axo q'uen yoxil, nab'a ágata q'ueen. Axo q'uen schanhil, nab'a esmeralda q'ueen."
        },
        {
            "number": "20",
            "text": "Axo q'uen yoil, nab'a ónice q'ueen. Axo q'uen svaquil, nab'a cornalina q'ueen. Axo q'uen yuquil, nab'a crisólito q'ueen. Axo q'uen svajxaquil, nab'a berilo q'ueen. Axo q'uen sb'alunhil, nab'a topacio q'ueen. Axo q'uen slajunhil, nab'a crisoprasa q'ueen. Axo q'uen yuxluchil, nab'a jacinto q'ueen. Axo q'uen slajchavil, nab'a amatista q'ueen."
        },
        {
            "number": "21",
            "text": "Axo spuertail, perlanhej slajchavil. Junjun puerta junnhej perlail yaji. Ha scalleal jun chonhab' chi', nab'a oro, icha yilji junok nen sk'axpajek' co sat t'a spatic."
        },
        {
            "number": "22",
            "text": "Maj vil-laj junok stemplo Dios t'a jun chonhab' chi', yujto ha Dios Cajal Syal yuj Smasanil yet' jun Calnel sb'i chi' aynhejek' t'a jun chonhab' chi'."
        },
        {
            "number": "23",
            "text": "Ha t'a jun chonhab' chi', malaj tz'och yoc k'u, malaj pax tz'och yoc q'uen uj, yujto ha Dios yet' jun Calnel sb'i tz'ak'an sakil k'inal t'ay."
        },
        {
            "number": "24",
            "text": "Axo eb' anima t'a junjun nación, ol b'eyek' eb' t'a sakil k'inal jun chonhab' chi'. Ol laj ja eb' nivac yajal ta', ol laj yik'cot sb'eyumal eb' yofrendaoc."
        },
        {
            "number": "25",
            "text": "Axo spuertail jun chonhab' chi', manhxalaj b'ak'uinh ol macchajoc, yujto k'ualilnhej t'a masanil tiempo. Manhxalaj t'ak'walil."
        },
        {
            "number": "26",
            "text": "Ha eb' ol cot t'a junjun nación, ol laj yik'cot sb'eyumal eb' ta'."
        },
        {
            "number": "27",
            "text": "Malaj junok chukal ol k'och t'a jun chonhab' chi'. Malaj junok eb' sk'ulan juntzanh tas q'uixvub'tac ol k'och ta'. Yed' eb' tz'esani, toton malaj junok eb' ol k'och ta'. Anhej eb' tz'ib'ab'il sb'i t'a jun libro yic q'uinal t'a junelnhej, anhej eb' ol k'ochoc. Ha jun libro chi', a jun Calnel sb'i ay yico'."
        }
    ]
}