{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix wilan jun ak' satcha’anh yet' jun ak' yol yib'anhk’inal. Yujto a jun b'ab'el satcha’anh yet' jun b'ab'el yol yib'anhk’inal, toxo ix sateli. Yed' ha' mar, manhxalaj ha'."
        },
        {
            "number": "2",
            "text": "Ha in Juan in tik, ix wil jun schonhab' Dios yicnhej yaji, aton jun ak' Jerusalén. Ix el t'a yichanh Dios t'a satcha’anh, ix emuli. Wach'xo yaj icha junok ix ix wach'xo spichul ayochi, yujto wanxo sb'at t'a yetb'eyum."
        },
        {
            "number": "3",
            "text": "Axo ix wab'an yoch jun av t'a satcha’anh, te chaanh ix yala': Inai, ha Dios ayek' yet' heb' anima ticnaik. A' ol kannhej yet' heb'. Aton heb' chi' schonhab' yaji. Ha wal lak'an Dios chi' ol kajnaj t'a skal heb', aton wal jun sDiosal heb'."
        },
        {
            "number": "4",
            "text": "Axo ol sukanel yal sat heb'. Ata' manhxalaj chamel, ma ok'el, manhxalaj cusk'olal, manhxa paxlaj yaelal. Yujto a masanil tas ay t'a yalanh, toxo ix ek'b'ati, xchi."
        },
        {
            "number": "5",
            "text": "Ha jun k'ojanem t'a sk'ojnub' ix alan icha tik: Inai, tzin b'o masanil tas ak'to, xchi. Ix yalanpax t'ayin: Tz'ib'ejkan juntzanh wan ab'an tik, yujto a juntzanh lolonel tik, te yel. Smojton wal ak'anoch yipoc a k'ool, xchi."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix yalanpax t'ayin: Toxo ix yik' sb'a. Ha in tik, b'ab'el waj t'a smasanil, slajwub' in paxi. Icha chab' letra Ha yet' Zeta, icha chi' waji. Ha heb' stacji sti', ol wak' jun ha ha' tz'elta t'a sjaj tz'ak'an k 'inal t'a junelnhej yuk'ej heb'. Nab'anhej ol wak' ha' t'a heb'."
        },
        {
            "number": "7",
            "text": "Ha heb' tz'ak'an techajoc, ol scha masanil juntzanh tik heb' t'ayin. Yujto a in tik, sDiosal in heb'. Axo heb', wuninal yaj heb'."
        },
        {
            "number": "8",
            "text": "Palta ay heb' scomon xiwi yet' heb' max yak'och sk'ool t'ayin, heb' chuk sk'ulej, heb' milumcham anima, heb' tz'em t'a ajmulal, heb' ajb'aal yet' heb' ajchum, heb' tz'em cuman t'a juntzanh comon Dios yet' masanil heb' tz'esani, ha t'a yol jun k'ak' icha nhajab' sk'e nhilnhon yoc kalan yaj yet' azufre ol scha spak heb', aton jun schab'il chamel, xchi Dios."
        },
        {
            "number": "9",
            "text": "Ha junok heb' ucwanh ángel ed'jinack'e uque' uk'ab' b'ut'an yuj juntzanh slajwub' yaelal ix alan t'ayin icha tik: --Conh wed'oc. Ol in ch'ox jun ix ix t'ayach, aton jun ix ol nupnaj yet' jun kalnel sb'i, xchi."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ix sch'oxan junxo tas Yespíritu Dios t'ayin, ichato ix in yik'b'at jun ángel chi' t'a jun jolom witz te chaanh. Ata' ix sch'ox jun niwan chonhab' Jerusalén t'ayin, aton jun yic Dios, wan yemta t'a satcha’anh t'a yichanh Dios."
        },
        {
            "number": "11",
            "text": "Toxonhej sweei jun chonhab' chi' yuj stziquiquial Dios. Toxonhej scopopi icha junok k'een k'een caro stojol, icha k'een jaspe. Lajan yilji icha k'een nen, sk'axpajek' ko sat t'a spatic."
        },
        {
            "number": "12",
            "text": "Axo t'a stitac jun chonhab' chi' oyanoch smuroal te chaanh yajk'ei, lajchawe' spuertail. Junjun ángel ayek' t'a junjun spuertail chi', tz'ib'ab'ilpaxoch sb'i lajchawe' makan heb' yinhtilal Israel t'a junjun puerta chi'."
        },
        {
            "number": "13",
            "text": "Ay oxe' puerta b'aj sjawi k'u, ay oxe' t'a swach', ay oxe' t'a sk'exanh, ay pax oxe' b'aj tz'em k'u."
        },
        {
            "number": "14",
            "text": "Ha smuroal chi', aykanem lajchawe' niwac k'een yipumaloc. Axo t'a sat junjun k'een k'een chi', tz'ib'ab'iloch sb'i lajchawanh schekab' jun kalnel sb'i chi'."
        },
        {
            "number": "15",
            "text": "Ha jun ángel wan slolon wed'oc chi' yet'nack'e jun ehlab' nab'a oro yic syechtej jun chonhab' chi' yet' spuertail yet' pax smuroal."
        },
        {
            "number": "16",
            "text": "Ha jun chonhab' chi', lajannhej spak'ul schanhil. Ix yechtan jun ángel chi' yet' jun yechlab' chi'. Lajchawe' mil estadio ix elk'och junjun spak'ul. Ichapax chi' sb'isul schaanhil steel."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix yechtan jun smuroal chi'. 144 codos ix elk'ochi. Ha jun yechlab' jun ángel chi', lajan yet' yechlab' anima sk'ana'."
        },
        {
            "number": "18",
            "text": "Ha smuroal chi', nab'a jaspe. Ha jun chonhab' chi', nab'a oro, lajan yilji yet' k'een nen sk'axpajek' ko sat t'a spatic."
        },
        {
            "number": "19",
            "text": "Axo juntzanh niwac k'een aykanem yipumaloc yich chi', tzijtum juntzanh k'een k'een caro stojol ayoch yelawoc. Ha jun k'een b'ab'el, nab'a jaspe k'een. Axo k'een schab'il, nab'a zafiro k'een. Axo k'een yoxil, nab'a ágata k'een. Axo k'een schanhil, nab'a esmeralda k'een."
        },
        {
            "number": "20",
            "text": "Axo k'een yoil, nab'a ónice k'een. Axo k'een swaquil, nab'a cornalina k'een. Axo k'een yuquil, nab'a crisólito k'een. Axo k'een swajxaquil, nab'a berilo k'een. Axo k'een sb'alunhil, nab'a topacio k'een. Axo k'een slajunhil, nab'a crisoprasa k'een. Axo k'een yuxluchil, nab'a jacinto k'een. Axo k'een slajchawil, nab'a amatista k'een."
        },
        {
            "number": "21",
            "text": "Axo spuertail, perlanhej slajchawil. Junjun puerta junnhej perlail yaji. Ha skalleal jun chonhab' chi', nab'a oro, icha yilji junok nen sk'axpajek' ko sat t'a spatic."
        },
        {
            "number": "22",
            "text": "Maj wil-laj junok stemplo Dios t'a jun chonhab' chi', yujto ha Dios Kajal Syal yuj Smasanil yet' jun kalnel sb'i chi' aynhejek' t'a jun chonhab' chi'."
        },
        {
            "number": "23",
            "text": "Ha t'a jun chonhab' chi', malaj tz'och yoc k'u, malaj pax tz'och yoc k'een uj, yujto ha Dios yet' jun kalnel sb'i tz'ak'an sakil k'inal t'ay."
        },
        {
            "number": "24",
            "text": "Axo heb' anima t'a junjun nación, ol b'eyek' heb' t'a sakil k'inal jun chonhab' chi'. Ol laj ja heb' niwac yajal ta', ol laj yik'cot sb'eyumal heb' yofrendaoc."
        },
        {
            "number": "25",
            "text": "Axo spuertail jun chonhab' chi', manhxalaj b'ak'uinh ol macchajoc, yujto k'ualilnhej t'a masanil tiempo. Manhxalaj t'ak'walil."
        },
        {
            "number": "26",
            "text": "Ha heb' ol cot t'a junjun nación, ol laj yik'cot sb'eyumal heb' ta'."
        },
        {
            "number": "27",
            "text": "Malaj junok chukal ol k'och t'a jun chonhab' chi'. Malaj junok heb' sk'ulan juntzanh tas q'uixwub'tac ol k'och ta'. Yed' heb' tz'esani, toton malaj junok heb' ol k'och ta'. Anhej heb' tz'ib'ab'il sb'i t'a jun libro yic k 'inal t'a junelnhej, anhej heb' ol k'ochoc. Ha jun libro chi', a jun kalnel sb'i ay yico'."
        }
    ]
}