{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ix vilan jun ak' satchaanh yed' jun ak' yolyib'anhq'uinal. Yujto a jun b'ab'el satchaanh yed' jun b'ab'el yolyib'anhq'uinal, toxo ix sateli. Yed' a' mar, manhxalaj a'."
        },
        {
            "number": "2",
            "text": "A in Juan in tic, ix vil jun schonhab' Dios yicnhej yaji, aton jun ak' Jerusalén. Ix el d'a yichanh Dios d'a satchaanh, ix emuli. Vach'xo yaj icha junoc ix ix vach'xo spichul ayochi, yujto vanxo sb'at d'a yetb'eyum."
        },
        {
            "number": "3",
            "text": "Axo ix vab'an yoch jun av d'a satchaanh, te chaanh ix yala': Inai, a Dios ayek' yed' eb' anima ticnaic. A' ol cannhej yed' eb'. Aton eb' chi' schonhab' yaji. A val lak'an Dios chi' ol cajnaj d'a scal eb', aton val jun sDiosal eb'."
        },
        {
            "number": "4",
            "text": "Axo ol sucanel yal sat eb'. Ata' manhxalaj chamel, ma oq'uel, manhxalaj cusk'olal, manhxa paxlaj yaelal. Yujto a masanil tas ay d'a yalanh, toxo ix ek'b'ati, xchi."
        },
        {
            "number": "5",
            "text": "A jun k'ojanem d'a sk'ojnub' ix alan icha tic: Inai, tzin b'o masanil tas ak'to, xchi. Ix yalanpax d'ayin: Tz'ib'ejcan juntzanh van ab'an tic, yujto a juntzanh lolonel tic, te yel. Smojton val ak'anoch yipoc a k'ool, xchi."
        },
        {
            "number": "6",
            "text": "Ix lajvi chi' ix yalanpax d'ayin: Toxo ix yik' sb'a. A in tic, b'ab'el vaj d'a smasanil, slajvub' in paxi. Icha chab' letra A yed' Zeta, icha chi' vaji. A eb' stacji sti', ol vak' jun a a' tz'elta d'a sjaj tz'ak'an q'uinal d'a junelnhej yuq'uej eb'. Nab'anhej ol vak' a' d'a eb'."
        },
        {
            "number": "7",
            "text": "A eb' tz'ak'an techajoc, ol scha masanil juntzanh tic eb' d'ayin. Yujto a in tic, sDiosal in eb'. Axo eb', vuninal yaj eb'."
        },
        {
            "number": "8",
            "text": "Palta ay eb' scomon xivi yed' eb' max yak'och sk'ool d'ayin, eb' chuc sk'ulej, eb' milumcham anima, eb' tz'em d'a ajmulal, eb' ajb'aal yed' eb' ajchum, eb' tz'em cuman d'a juntzanh comon dios yed' masanil eb' tz'esani, a d'a yol jun k'ak' icha nhajab' sq'ue nhilnhon yoc calan yaj yed' azufre ol scha spac eb', aton jun schab'il chamel, xchi Dios."
        },
        {
            "number": "9",
            "text": "A junoc eb' ucvanh ángel ed'jinacq'ue uque' uk'ab' b'ud'an yuj juntzanh slajvub' yaelal ix alan d'ayin icha tic: --Conh ved'oc. Ol in ch'ox jun ix ix d'ayach, aton jun ix ol nupnaj yed' jun Calnel sb'i, xchi."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi' ix sch'oxan junxo tas Yespíritu Dios d'ayin, ichato ix in yik'b'at jun ángel chi' d'a jun jolom vitz te chaanh. Ata' ix sch'ox jun nivan chonhab' Jerusalén d'ayin, aton jun yic Dios, van yemta d'a satchaanh d'a yichanh Dios."
        },
        {
            "number": "11",
            "text": "Toxonhej sveei jun chonhab' chi' yuj stziquiquial Dios. Toxonhej scopopi icha junoc q'uen q'ueen caro stojol, icha q'uen jaspe. Lajan yilji icha q'uen nen, sk'axpajek' co sat d'a spatic."
        },
        {
            "number": "12",
            "text": "Axo d'a stitac jun chonhab' chi' oyanoch smuroal te chaanh yajq'uei, lajchave' spuertail. Junjun ángel ayek' d'a junjun spuertail chi', tz'ib'ab'ilpaxoch sb'i lajchave' macanh eb' yinhtilal Israel d'a junjun puerta chi'."
        },
        {
            "number": "13",
            "text": "Ay oxe' puerta b'aj sjavi k'u, ay oxe' d'a svach', ay oxe' d'a sq'uexanh, ay pax oxe' b'aj tz'em k'u."
        },
        {
            "number": "14",
            "text": "A smuroal chi', aycanem lajchave' nivac q'ueen yipumaloc. Axo d'a sat junjun q'uen q'ueen chi', tz'ib'ab'iloch sb'i lajchavanh schecab' jun Calnel sb'i chi'."
        },
        {
            "number": "15",
            "text": "A jun ángel van slolon ved'oc chi' yed'nacq'ue jun ehlab' nab'a oro yic syechtej jun chonhab' chi' yed' spuertail yed' pax smuroal."
        },
        {
            "number": "16",
            "text": "A jun chonhab' chi', lajannhej spak'ul schanhil. Ix yechtan jun ángel chi' yed' jun yechlab' chi'. Lajchave' mil estadio ix elk'och junjun spak'ul. Ichapax chi' sb'isul schaanhil steel."
        },
        {
            "number": "17",
            "text": "Ix lajvi chi', ix yechtan jun smuroal chi'. 144 codos ix elk'ochi. A jun yechlab' jun ángel chi', lajan yed' yechlab' anima sk'ana'."
        },
        {
            "number": "18",
            "text": "A smuroal chi', nab'a jaspe. A jun chonhab' chi', nab'a oro, lajan yilji yed' q'uen nen sk'axpajek' co sat d'a spatic."
        },
        {
            "number": "19",
            "text": "Axo juntzanh nivac q'ueen aycanem yipumaloc yich chi', tzijtum juntzanh q'uen q'ueen caro stojol ayoch yelavoc. A jun q'uen b'ab'el, nab'a jaspe q'ueen. Axo q'uen schab'il, nab'a zafiro q'ueen. Axo q'uen yoxil, nab'a ágata q'ueen. Axo q'uen schanhil, nab'a esmeralda q'ueen."
        },
        {
            "number": "20",
            "text": "Axo q'uen yoil, nab'a ónice q'ueen. Axo q'uen svaquil, nab'a cornalina q'ueen. Axo q'uen yuquil, nab'a crisólito q'ueen. Axo q'uen svajxaquil, nab'a berilo q'ueen. Axo q'uen sb'alunhil, nab'a topacio q'ueen. Axo q'uen slajunhil, nab'a crisoprasa q'ueen. Axo q'uen yuxluchil, nab'a jacinto q'ueen. Axo q'uen slajchavil, nab'a amatista q'ueen."
        },
        {
            "number": "21",
            "text": "Axo spuertail, perlanhej slajchavil. Junjun puerta junnhej perlail yaji. A scalleal jun chonhab' chi', nab'a oro, icha yilji junoc nen sk'axpajek' co sat d'a spatic."
        },
        {
            "number": "22",
            "text": "Maj vil-laj junoc stemplo Dios d'a jun chonhab' chi', yujto a Dios Cajal Syal yuj Smasanil yed' jun Calnel sb'i chi' aynhejek' d'a jun chonhab' chi'."
        },
        {
            "number": "23",
            "text": "A d'a jun chonhab' chi', malaj tz'och yoc k'u, malaj pax tz'och yoc q'uen uj, yujto a Dios yed' jun Calnel sb'i tz'ak'an saquilq'uinal d'ay."
        },
        {
            "number": "24",
            "text": "Axo eb' anima d'a junjun nación, ol b'eyek' eb' d'a saquilq'uinal jun chonhab' chi'. Ol laj ja eb' nivac yajal ta', ol laj yik'cot sb'eyumal eb' yofrendaoc."
        },
        {
            "number": "25",
            "text": "Axo spuertail jun chonhab' chi', manhxalaj b'aq'uinh ol macchajoc, yujto k'ualilnhej d'a masanil tiempo. Manhxalaj d'ak'valil."
        },
        {
            "number": "26",
            "text": "A eb' ol cot d'a junjun nación, ol laj yik'cot sb'eyumal eb' ta'."
        },
        {
            "number": "27",
            "text": "Malaj junoc chucal ol k'och d'a jun chonhab' chi'. Malaj junoc eb' sk'ulan juntzanh tas q'uixvub'tac ol k'och ta'. Yed' eb' tz'esani, toton malaj junoc eb' ol k'och ta'. Anhej eb' tz'ib'ab'il sb'i d'a jun libro yic q'uinal d'a junelnhej, anhej eb' ol k'ochoc. A jun libro chi', a jun Calnel sb'i ay yico'."
        }
    ]
}