{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', haxo jun ángel chi' ix ch'oxan jun niwan ha' te yaax t'ayin. Aton jun ha' tz'ak'an q'uinal t'a junelnhej. Yaxd'urinac ha' icha yilji cristal. Ha t'a sdespacho Dios yet' jun Calnel sb'i, ata' tz'elta ha'."
        },
        {
            "number": "2",
            "text": "Ha t'a snanhal scalleal jun chonhab' chi', ata' tz'el yoc ha'. Axo t'a stitac ha', ay te te' tz'ak'an q'uinal t'a junelnhej. Ha te' chi', lajchavel satan te' t'a jun ab'il. Junjun ujal satan te'. Axo xil te', a remeyo yaj t'a junjun nación."
        },
        {
            "number": "3",
            "text": "Malaj junok tas, malaj pax junok mach ayoch scatab' Dios t'a yib'anh ol och ta'. Ha t'a jun chonhab' chi', ata' ayek' sdespacho Dios yet' jun Calnel sb'i chi'. Axo masanil eb' tz'ak'an servil, ol laj yal sb'a eb' t'ay."
        },
        {
            "number": "4",
            "text": "Ol yil-lajoch sat eb' yet'oc. Ol laj och sb'i t'a snanhal sat eb'."
        },
        {
            "number": "5",
            "text": "Ata', manhxalaj t'ak'walil. Axo eb' ol aj ta', manhxalaj tz'och junok lámpara yuj eb'. Manhxalaj tz'och yoc k'u, yujto ha Dios Cajal ol ak'an sakil k'inal t'a eb'. Axo eb' chi', ol ochcan eb' yajalil t'a junelnhej."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix yalan jun ángel chi' t'ayin: Ha juntzanh lolonel tik, yel ton val. Smojton val tzak'och yipoc a k'ool. Ha Cajal, aton Dios ak'jinac lolon eb' ix alanel slolonel. Aton checjinaccot jun yángel, ul yak'annac yojtaquejel eb' tz'ak'an servil, tas juntzanh ol ja t'a elanhchamel, xchi."
        },
        {
            "number": "7",
            "text": "Ix yalan Jesucristo: Toxo val ol in javoc. Te wach' yic eb' sk'anab'ajan tas tz'ib'ab'ilcan t'a jun libro tik, yujto ha Dios ix ak'an ojtacajeli tas syala', xchi."
        },
        {
            "number": "8",
            "text": "Ha in Juan in tik ix vab'i, ix vilan juntzanh tik. Axo yic ix lajvi vab'ani yet' vilan juntzanh tik, ix in em cuman valan in b'ha t'a jun ángel ix ak'an vojtaquejel chi'."
        },
        {
            "number": "9",
            "text": "Palta ix yalan t'ayin: Manh utoc a b'a icha tik, yujto a in tik ed'oc, quetchecab'vumal co b'a yet' pax eb' yicxo Dios ed'oc, aton eb' schecab' yet' jantacnhej eb' sk'anab'ajan tas tz'ib'yajcan t'a jun libro tik. Anhej d'ha Dios tzaq'uem a b'a, xchi."
        },
        {
            "number": "10",
            "text": "Ix yalanxi: Manh a k'ub'ejel juntzanh tas tz'ib'ab'ilcan t'a jun libro yic Dios tik, yujto toxo ol elk'och tas syala'."
        },
        {
            "number": "11",
            "text": "Ha ticnaic, a eb' anheja' sk'ulan chukal, swach' k'ulejocab' chukal chi' eb'. Yed' eb' q'uixvub'tac sk'ulej, swach' k'ulejocab' eb'. Axo eb' wach' sk'ulej jun, swach' k'ulejocab' wach'il chi' eb'. Yed' eb' ayoch spensar d'ha Dios, swach' aq'uejocab' och spensar eb' t'ay, xchi jun ángel chi'."
        },
        {
            "number": "12",
            "text": "Ix yalan Jesucristo: Ab'ec, toxo ol in jaxoc. Ved'nac spac yic junjun, ato syala' tas ix sk'ulej, xchi."
        },
        {
            "number": "13",
            "text": "Ha in tik, b'ab'el vaj t'a smasanil, slajvub' in paxi. Icha yaj chab' letra Ha yet' Zeta vaji. Ha in b'ab'el in t'a masanil tastac, slajvub' in paxi."
        },
        {
            "number": "14",
            "text": "Ha eb' tz'ik'jiel smul, ichato sjuk'jiel spichul eb', te wach' yic eb', yujto ay yalan yic eb' sloan sat te te' tz'ak'an q'uinal t'a junelnhej. Ol yal yoch eb' t'a spuertail jun chonhab' chi'."
        },
        {
            "number": "15",
            "text": "Palta manh ol ochlaj eb' sk'ulan chukal icha nok' tz'i', aton eb' ajb'aal, eb' ajchum, eb' tz'em t'a ajmulal, eb' milumcham anima, eb' tz'em cuman t'a juntzanh comon dios yet' jantacnhej eb' ayoch spensar t'a juntzanh es, syesejnhejpax eb'. Aton eb' tik manh ol ochlaj."
        },
        {
            "number": "16",
            "text": "Ha in Jesús in, ix in checb'at jun vángel yal juntzanh tik t'ayach, yic wach' ol laj aljoc t'a eb' creyente t'a junjun iglesia. Ha in tik, yinhtil in kan vinhaj David. Lajan in icha q'uen nitk'anal, sveei, xchi."
        },
        {
            "number": "17",
            "text": "Ha Yespíritu Dios yet' eb' ol och yetb'eyumoc jun Calnel sb'i, syal eb': Cotanh, xchi eb'. Ha eb' tz'ab'an tas syal jun Uum tik, yalocab'pax eb': Cotanh, xchiocab' eb'. Ha eb' stacji sti', tato sgana eb', cotocab' eb'. Yuk'ocab' jun ha ha' eb', aton ha' tz'ak'an q'uinal t'a junelnhej. Aton jun ha' nab'anhej tz'ak'ji."
        },
        {
            "number": "18",
            "text": "Ha exxo e masanil tzeyab' tas syal jun Uum yic Dios tik, ol valb'at junxo tik t'ayex: Tato ay mach tz'ak'anoch xicul juntzanh tik, a juntzanh yaelal tz'ib'ab'il t'ay, ol yak'och Dios t'a yib'anh."
        },
        {
            "number": "19",
            "text": "Tato ay mach ol ik'anel junok tas tz'ib'ab'il t'a jun Uum yic Dios tik, haxo Dios chi' ol ik'anel sderecho t'a te te' tz'ak'an q'uinal t'a junelnhej yet' t'a schonhab', aton juntzanh tik aycan yab'ixal t'a jun Uum tik."
        },
        {
            "number": "20",
            "text": "Ha jun ix alan juntzanh tik, ix yalxi: Val yel, toxo ol in jaxoc, xchi. Ichocab' ta'. Cotanh ach Cajal Jesús."
        },
        {
            "number": "21",
            "text": "Yak'ocab' swach'k'olal Cajal Jesucristo t'ayex e masanil. Amén."
        }
    ]
}