{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', axo jun ángel chi' ix ch'oxan jun nivan a' te yaax d'ayin. Aton jun a' tz'ak'an q'uinal d'a junelnhej. Yaxd'urinac a' icha yilji cristal. A d'a sdespacho Dios yed' jun Calnel sb'i, ata' tz'elta a'."
        },
        {
            "number": "2",
            "text": "A d'a snanhal scalleal jun chonhab' chi', ata' tz'el yoc a'. Axo d'a stitac a', ay te te' tz'ak'an q'uinal d'a junelnhej. A te' chi', lajchavel satan te' d'a jun ab'il. Junjun ujal satan te'. Axo xil te', a remeyo yaj d'a junjun nación."
        },
        {
            "number": "3",
            "text": "Malaj junoc tas, malaj pax junoc mach ayoch scatab' Dios d'a yib'anh ol och ta'. A d'a jun chonhab' chi', ata' ayek' sdespacho Dios yed' jun Calnel sb'i chi'. Axo masanil eb' tz'ak'an servil, ol laj yal sb'a eb' d'ay."
        },
        {
            "number": "4",
            "text": "Ol yil-lajoch sat eb' yed'oc. Ol laj och sb'i d'a snanhal sat eb'."
        },
        {
            "number": "5",
            "text": "Ata', manhxalaj d'ak'valil. Axo eb' ol aj ta', manhxalaj tz'och junoc lámpara yuj eb'. Manhxalaj tz'och yoc k'u, yujto a Dios Cajal ol ak'an saquilq'uinal d'a eb'. Axo eb' chi', ol ochcan eb' yajalil d'a junelnhej."
        },
        {
            "number": "6",
            "text": "Ix lajvi chi', ix yalan jun ángel chi' d'ayin: A juntzanh lolonel tic, yel ton val. Smojton val tzak'och yipoc a k'ool. A Cajal, aton Dios ak'jinac lolon eb' ix alanel slolonel. Aton checjinaccot jun yángel, ul yak'annac yojtaquejel eb' tz'ak'an servil, tas juntzanh ol ja d'a elanhchamel, xchi."
        },
        {
            "number": "7",
            "text": "Ix yalan Jesucristo: Toxo val ol in javoc. Te vach' yic eb' sk'anab'ajan tas tz'ib'ab'ilcan d'a jun libro tic, yujto a Dios ix ak'an ojtacajeli tas syala', xchi."
        },
        {
            "number": "8",
            "text": "A in Juan in tic ix vab'i, ix vilan juntzanh tic. Axo yic ix lajvi vab'ani yed' vilan juntzanh tic, ix in em cuman valan in b'a d'a jun ángel ix ak'an vojtaquejel chi'."
        },
        {
            "number": "9",
            "text": "Palta ix yalan d'ayin: Manh utoc a b'a icha tic, yujto a in tic ed'oc, quetchecab'vumal co b'a yed' pax eb' yicxo Dios ed'oc, aton eb' schecab' yed' jantacnhej eb' sk'anab'ajan tas tz'ib'yajcan d'a jun libro tic. Anhej d'a Dios tzaq'uem a b'a, xchi."
        },
        {
            "number": "10",
            "text": "Ix yalanxi: Manh a k'ub'ejel juntzanh tas tz'ib'ab'ilcan d'a jun libro yic Dios tic, yujto toxo ol elk'och tas syala'."
        },
        {
            "number": "11",
            "text": "A ticnaic, a eb' anheja' sk'ulan chucal, svach' k'ulejocab' chucal chi' eb'. Yed' eb' q'uixvub'tac sk'ulej, svach' k'ulejocab' eb'. Axo eb' vach' sk'ulej jun, svach' k'ulejocab' vach'il chi' eb'. Yed' eb' ayoch spensar d'a Dios, svach' aq'uejocab' och spensar eb' d'ay, xchi jun ángel chi'."
        },
        {
            "number": "12",
            "text": "Ix yalan Jesucristo: Ab'ec, toxo ol in jaxoc. Ved'nac spac yic junjun, ato syala' tas ix sk'ulej, xchi."
        },
        {
            "number": "13",
            "text": "A in tic, b'ab'el vaj d'a smasanil, slajvub' in paxi. Icha yaj chab' letra A yed' Zeta vaji. A in b'ab'el in d'a masanil tastac, slajvub' in paxi."
        },
        {
            "number": "14",
            "text": "A eb' tz'ik'jiel smul, ichato sjuk'jiel spichul eb', te vach' yic eb', yujto ay yalan yic eb' sloan sat te te' tz'ak'an q'uinal d'a junelnhej. Ol yal yoch eb' d'a spuertail jun chonhab' chi'."
        },
        {
            "number": "15",
            "text": "Palta manh ol ochlaj eb' sk'ulan chucal icha nok' tz'i', aton eb' ajb'aal, eb' ajchum, eb' tz'em d'a ajmulal, eb' milumcham anima, eb' tz'em cuman d'a juntzanh comon dios yed' jantacnhej eb' ayoch spensar d'a juntzanh es, syesejnhejpax eb'. Aton eb' tic manh ol ochlaj."
        },
        {
            "number": "16",
            "text": "A in Jesús in, ix in checb'at jun vángel yal juntzanh tic d'ayach, yic vach' ol laj aljoc d'a eb' creyente d'a junjun iglesia. A in tic, yinhtil in can vinhaj David. Lajan in icha q'uen nitk'anal, sveei, xchi."
        },
        {
            "number": "17",
            "text": "A Yespíritu Dios yed' eb' ol och yetb'eyumoc jun Calnel sb'i, syal eb': Cotanh, xchi eb'. A eb' tz'ab'an tas syal jun Uum tic, yalocab'pax eb': Cotanh, xchiocab' eb'. A eb' stacji sti', tato sgana eb', cotocab' eb'. Yuk'ocab' jun a a' eb', aton a' tz'ak'an q'uinal d'a junelnhej. Aton jun a' nab'anhej tz'ak'ji."
        },
        {
            "number": "18",
            "text": "A exxo e masanil tzeyab' tas syal jun Uum yic Dios tic, ol valb'at junxo tic d'ayex: Tato ay mach tz'ak'anoch xicul juntzanh tic, a juntzanh yaelal tz'ib'ab'il d'ay, ol yak'och Dios d'a yib'anh."
        },
        {
            "number": "19",
            "text": "Tato ay mach ol ik'anel junoc tas tz'ib'ab'il d'a jun Uum yic Dios tic, axo Dios chi' ol ik'anel sderecho d'a te te' tz'ak'an q'uinal d'a junelnhej yed' d'a schonhab', aton juntzanh tic aycan yab'ixal d'a jun Uum tic."
        },
        {
            "number": "20",
            "text": "A jun ix alan juntzanh tic, ix yalxi: Val yel, toxo ol in jaxoc, xchi. Ichocab' ta'. Cotanh ach Cajal Jesús."
        },
        {
            "number": "21",
            "text": "Yak'ocab' svach'k'olal Cajal Jesucristo d'ayex e masanil. Amén."
        }
    ]
}