{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', haxo jun ángel chi' ix ch'oxan jun niwan ha' te yaax t'ayin. Aton jun ha' tz'ak'an k 'inal t'a junelnhej. Yaxd'urinac ha' icha yilji cristal. Ha t'a sdespacho Dios yet' jun kalnel sb'i, ata' tz'elta ha'."
        },
        {
            "number": "2",
            "text": "Ha t'a snanhal skalleal jun chonhab' chi', ata' tz'el yoc ha'. Axo t'a stitac ha', ay te te' tz'ak'an k 'inal t'a junelnhej. Ha te' chi', lajchawel satan te' t'a jun ab'il. Junjun ujal satan te'. Axo xil te', a remeyo yaj t'a junjun nación."
        },
        {
            "number": "3",
            "text": "Malaj junok tas, malaj pax junok mach ayoch skatab' Dios t'a yib'anh ol och ta'. Ha t'a jun chonhab' chi', ata' ayek' sdespacho Dios yet' jun kalnel sb'i chi'. Axo masanil heb' tz'ak'an serwil, ol laj yal sb'a heb' t'ay."
        },
        {
            "number": "4",
            "text": "Ol yil-lajoch sat heb' yet'oc. Ol laj och sb'i t'a snanhal sat heb'."
        },
        {
            "number": "5",
            "text": "Ata', manhxalaj t'ak'walil. Axo heb' ol aj ta', manhxalaj tz'och junok lámpara yuj heb'. Manhxalaj tz'och yoc k'u, yujto ha Dios Kajal ol ak'an sakil k'inal t'a heb'. Axo heb' chi', ol ochkan heb' yajalil t'a junelnhej."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix yalan jun ángel chi' t'ayin: Ha juntzanh lolonel tik, yel ton wal. Smojton wal tzak'och yipoc a k'ool. Ha Kajal, aton Dios ak'jinac lolon heb' ix alanel slolonel. Aton checjinaccot jun yángel, ul yak'annac yojtaquejel heb' tz'ak'an serwil, tas juntzanh ol ja t'a elanhchamel, xchi."
        },
        {
            "number": "7",
            "text": "Ix yalan Jesucristo: Toxo wal ol in jawok. Te wach' yic heb' sk'anab'ajan tas tz'ib'ab'ilkan t'a jun libro tik, yujto ha Dios ix ak'an ojtakajeli tas syala', xchi."
        },
        {
            "number": "8",
            "text": "Ha in Juan in tik ix wab'i, ix wilan juntzanh tik. Axo yic ix lajwi wab'ani yet' wilan juntzanh tik, ix in em cuman walan in b'ha t'a jun ángel ix ak'an wojtaquejel chi'."
        },
        {
            "number": "9",
            "text": "Palta ix yalan t'ayin: Manh utoc a b'a icha tik, yujto a in tik ed'oc, quetchekab'wumal ko b'a yet' pax heb' yicxo Dios ed'oc, aton heb' schekab' yet' jantacnhej heb' sk'anab'ajan tas tz'ib'yajkan t'a jun libro tik. Anhej d'ha Dios tzak'em a b'a, xchi."
        },
        {
            "number": "10",
            "text": "Ix yalanxi: Manh a k'ub'ejel juntzanh tas tz'ib'ab'ilkan t'a jun libro yic Dios tik, yujto toxo ol elk'och tas syala'."
        },
        {
            "number": "11",
            "text": "Ha ticnaik, a heb' anheja' sk'ulan chukal, swach' k'ulejokab' chukal chi' heb'. Yed' heb' q'uixwub'tac sk'ulej, swach' k'ulejokab' heb'. Axo heb' wach' sk'ulej jun, swach' k'ulejokab' wach'il chi' heb'. Yed' heb' ayoch spensar d'ha Dios, swach' ak'ejokab' och spensar heb' t'ay, xchi jun ángel chi'."
        },
        {
            "number": "12",
            "text": "Ix yalan Jesucristo: Ab'ec, toxo ol in jaxoc. Ved'nac spak yic junjun, ato syala' tas ix sk'ulej, xchi."
        },
        {
            "number": "13",
            "text": "Ha in tik, b'ab'el waj t'a smasanil, slajwub' in paxi. Icha yaj chab' letra Ha yet' Zeta waji. Ha in b'ab'el in t'a masanil tastac, slajwub' in paxi."
        },
        {
            "number": "14",
            "text": "Ha heb' tz'ik'jiel smul, ichato sjuk'jiel spichul heb', te wach' yic heb', yujto ay yalan yic heb' sloan sat te te' tz'ak'an k 'inal t'a junelnhej. Ol yal yoch heb' t'a spuertail jun chonhab' chi'."
        },
        {
            "number": "15",
            "text": "Palta manh ol ochlaj heb' sk'ulan chukal icha nok' tz'i', aton heb' ajb'aal, heb' ajchum, heb' tz'em t'a ajmulal, heb' milumcham anima, heb' tz'em cuman t'a juntzanh comon Dios yet' jantacnhej heb' ayoch spensar t'a juntzanh es, syesejnhejpax heb'. Aton heb' tik manh ol ochlaj."
        },
        {
            "number": "16",
            "text": "Ha in Jesús in, ix in checb'at jun vángel yal juntzanh tik t'ayach, yic wach' ol laj aljoc t'a heb' creyente t'a junjun iglesia. Ha in tik, yinhtil in kan winhaj Dawid. Lajan in icha k'een nitk'anal, sweei, xchi."
        },
        {
            "number": "17",
            "text": "Ha Yespíritu Dios yet' heb' ol och yetb'eyumoc jun kalnel sb'i, syal heb': Cotanh, xchi heb'. Ha heb' tz'ab'an tas syal jun Uum tik, yalokab'pax heb': Cotanh, xchiokab' heb'. Ha heb' stacji sti', tato snib'ej heb', cotokab' heb'. Yuk'okab' jun ha ha' heb', aton ha' tz'ak'an k 'inal t'a junelnhej. Aton jun ha' nab'anhej tz'ak'ji."
        },
        {
            "number": "18",
            "text": "Ha exxo he masanil tzeyab' tas syal jun Uum yic Dios tik, ol walb'at junxo tik t'ayex: Tato ay mach tz'ak'anoch xicul juntzanh tik, a juntzanh yaelal tz'ib'ab'il t'ay, ol yak'och Dios t'a yib'anh."
        },
        {
            "number": "19",
            "text": "Tato ay mach ol ik'anel junok tas tz'ib'ab'il t'a jun Uum yic Dios tik, haxo Dios chi' ol ik'anel sderecho t'a te te' tz'ak'an k 'inal t'a junelnhej yet' t'a schonhab', aton juntzanh tik aykan yab'ixal t'a jun Uum tik."
        },
        {
            "number": "20",
            "text": "Ha jun ix alan juntzanh tik, ix yalxi: Val yel, toxo ol in jaxoc, xchi. Ichokab' ta'. Cotanh ach Kajal Jesús."
        },
        {
            "number": "21",
            "text": "Yak'okab' swach'k'olal Kajal Jesucristo t'ayex he masanil. Amén."
        }
    ]
}