{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jesús t'ayin: Tz'ib'ejb'at t'a in chekab' ayek' t'a skal heb' creyente t'a Sardis icha tik: Ha jun ayoch ucwanh Yespíritu Dios t'ay, aypaxek' uque' k'anal t'ay, a tz'alan t'ayex: Vojtak masanil tas tze k'ulej. Ha t'a sat heb' eyetanimail pitzan ex wal, palta haxo t'a in sat, chamnac ex eli."
        },
        {
            "number": "2",
            "text": "Yuj chi' naec wal he b'a. Wach'chom ayto wal jab'xo he wach' b'eyb'al swila', palta ijan wal slajwieli. Yuj chi' tzeyak' wal eyip he k'ulan juntzanh chi' yic manh ol wach' sateloc. Swalb'at juntzanh tik t'ayex yujto a juntzanh wan he k'ulani, manh wach'oc t'a yichanh in Diosal."
        },
        {
            "number": "3",
            "text": "Yuj chi' naeccot juntzanh k'ayb'ub'al b'aj eyak'nac och he pensar t'a yalanhtaxo, naecpax he b'a. Hak'uecxi och he pensar t'ay. Macwajanhec, tato maay, ol in jawok t'ayex icha junok elk'um malaj mach ojtannac jantac hora sk'ochi."
        },
        {
            "number": "4",
            "text": "Palta ay jaywanh ex t'a Sardis chi', manto ex juwiel-laj. Icha junok mach malaj b'aj smicax jab'oc spichul, icha chi' eyaji. Yuj chi' ol ak'joc och junjun he pichul te sac. Ol ex b'eyek' wed'oc, yujto smoj icha chi' tzex aji."
        },
        {
            "number": "5",
            "text": "Ha heb' ol ak'an ganar, ol ak'jococh jun pichul te sac t'a heb'. Malaj b'ak'uinh ol in suc sat sb'i heb' t'a jun libro yic k 'inal t'a junelnhej. Ol walan t'a yichanh in Mam yet' t'a yichanh heb' yángel to wik heb'."
        },
        {
            "number": "6",
            "text": "Masanil mach tz'ab'ani, yak'okab' och schiquin t'a tas syal Espíritu t'a junjun iglesia, xchi Jesús t'ayin."
        },
        {
            "number": "7",
            "text": "Ix yalanxi Jesús t'ayin: Tz'ib'ejb'at t'a in chekab' ayek' t'a skal heb' creyente t'a chonhab' Filadelfia icha tik: Ha jun te wach'nhej, jun te yelnhej syala', jun ed'jinac sllawe winhaj rey Dawid. Ayic sjakani, malaj mach syal smakanxi. Ayic smakani, malaj mach syal sjakanxi. Ha tz'alan t'ayex:"
        },
        {
            "number": "8",
            "text": "Vojtak masanil tas tze k'ulej. Ay jun puerta ix in jac t'a eyichanh. Malaj mach syal smakanxi. Wach'chom quennhej wal he tek'anil, palta tze k'anab'ajej in lolonel. Malaj b'aj ix eyala' to manh in eyojtakoc."
        },
        {
            "number": "9",
            "text": "Yuj chi' a heb' tz'ak'an serwil winh Satanás, heb' stz'ac yaloch sb'a israelal, ol wak'b'at heb' t'ayex, ol em cuman heb' t'a sat lum t'a eyichanh. Icha chi' ol wutoc heb' yic ol nachajel yuj heb' to xajan ex wuuj."
        },
        {
            "number": "10",
            "text": "Yujto tze k'anab'ajej in checnab'il, tek'an wal tzeyutej he b'ha t'a skal syaelal. Yuj chi' ol ex in tanhwej t'a skal jun niwan yaelal ol jawok yic syak'an prowal masanil anima t'a yol yib'anhk’inal tik."
        },
        {
            "number": "11",
            "text": "Toxo ol in jawok, yuj chi' wach' tzeyutej he b'eyb'al ichataxon eyaji, yic malaj mach ol yal yik'anek' spak eyic junjun ex."
        },
        {
            "number": "12",
            "text": "Ha heb' ol ak'an techajoc, icha juntzanh yoyal stemplo in Diosal, icha chi' ol aj heb' wuuj, yujto malaj b'ak'uinh ol elta heb' ta'. Ol in tz'ib'ejoch sb'i in Diosal t'a heb' yet' sb'i schonhab', aton jun ak' Jerusalén ol emta t'a satcha’anh b'aj ay in Diosal. Anhejtona' ol in tz'ib'ejpaxoch in b'i ak'to t'a heb'."
        },
        {
            "number": "13",
            "text": "Masanil mach tz'ab'ani, yak'okab'och schiquin t'a tas syal Espíritu t'a junjun iglesia, xchi Jesús t'ayin."
        },
        {
            "number": "14",
            "text": "Ix yalanxi Jesús t'ayin: Tz'ib'ejb'at t'a in chekab' ayek' t'a skal heb' creyente t'a chonhab' Laodicea icha tik: Ha jun yelnhej syala', wach'nhej syutej sb'a yak'an testigoal, ha' b'ojinac masanil tas yet' Dios, ha' tz'alan t'ayex:"
        },
        {
            "number": "15",
            "text": "Vojtak masanil tas tze k'ulej. Lajan ex icha junok tas tz'uk'ji, mantoc te siic, mantoc te k'ak'. Octom siic ex, ma te k'ak' ex paxi."
        },
        {
            "number": "16",
            "text": "Palta lajan ex icha junok tas namq'uixin, malaj wach' yochi. Yuj chi', ichato ol ex in puch'ejeli."
        },
        {
            "number": "17",
            "text": "Yujto tzeyala': Ha onh tik b'eyum onh, wach' onh, malaj jab'oc ko paltail, niwanoc xe chi. Palta manh jab'oc snachajel eyuuj tato malaj jab'oc he wach'il, malaj jab'oc eyelk'ochi. Icha yaj junok mach malaj tas ay t'ay, max uji yilani, b'eraneli, icha chi' eyaji."
        },
        {
            "number": "18",
            "text": "Yuj chi' swal t'ayex, b'oec wal he b'eyb'al. Tato icha chi', ichato ol he man jun oro b'ob'il t'a skal k'ak' t'ayin, yic ol he cha he b'eyumal t'a wal yel. Ichato ol he man jun he pichul te sac t'ayin, yuj chi' manhxo ol ex q'uixwoclaj, ina to b'eranexeli. Anhejtona', ichato ol he man yanhal yol he sat t'ayin, yic ol yal eyilani."
        },
        {
            "number": "19",
            "text": "Jantacnhej heb' xajan wuuj, tzin kachoch waan heb', swak'anpaxoch syaelal heb'. Yuj chi', naec wal he b'a, tzeyak'paxoch he pensar t'ayin."
        },
        {
            "number": "20",
            "text": "Ab'ec wal, ichato wan wawajoch t'a ti' pat. Tato ay mach tz'ab'an in jaj, sjakan te' t'ayin, ol in och yet'oc. Ol in wa yet'oc, ol wa pax wed'oc."
        },
        {
            "number": "21",
            "text": "Ha heb' ol ak'an techajoc, ol wak'em k'ojan heb' b'aj ay in despacho, icha ix aj wem k'ojan yet' in Mam b'aj ay sdespacho, yujto wak'nac techajoc."
        },
        {
            "number": "22",
            "text": "Masanil mach tz'ab'ani, yak'okab'och schiquin t'a tas syal Espíritu t'a junjun iglesia, xchi Jesús t'ayin."
        }
    ]
}