{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jesús t'ayin: Tz'ib'ejb'at t'a in checab' ayek' t'a skal eb' creyente t'a Sardis icha tik: Ha jun ayoch ucvanh Yespíritu Dios t'ay, aypaxek' uque' k'anal t'ay, a tz'alan t'ayex: Vojtac masanil tas tze k'ulej. Ha t'a sat eb' eyetanimail pitzan ex val, palta haxo t'a in sat, chamnac ex eli."
        },
        {
            "number": "2",
            "text": "Yuj chi' naec val e b'a. Wach'chom ayto val jab'xo e wach' b'eyb'al svila', palta ijan val slajvieli. Yuj chi' tzeyak' val eyip e k'ulan juntzanh chi' yic manh ol wach' sateloc. Svalb'at juntzanh tik t'ayex yujto a juntzanh van e k'ulani, manh wach'oc t'a yichanh in Diosal."
        },
        {
            "number": "3",
            "text": "Yuj chi' naeccot juntzanh k'ayb'ub'al b'aj eyak'nac och e pensar t'a yalanhtaxo, naecpax e b'a. Hak'uecxi och e pensar t'ay. Macvajanhec, tato maay, ol in javoc t'ayex icha junok elk'um malaj mach ojtannac jantac hora sk'ochi."
        },
        {
            "number": "4",
            "text": "Palta ay jayvanh ex t'a Sardis chi', manto ex juviel-laj. Icha junok mach malaj b'aj smicax jab'oc spichul, icha chi' eyaji. Yuj chi' ol ak'joc och junjun e pichul te sac. Ol ex b'eyek' ved'oc, yujto smoj icha chi' tzex aji."
        },
        {
            "number": "5",
            "text": "Ha eb' ol ak'an ganar, ol ak'jococh jun pichul te sac t'a eb'. Malaj b'ak'uinh ol in suc sat sb'i eb' t'a jun libro yic q'uinal t'a junelnhej. Ol valan t'a yichanh in Mam yet' t'a yichanh eb' yángel to vic eb'."
        },
        {
            "number": "6",
            "text": "Masanil mach tz'ab'ani, yak'ocab' och schiquin t'a tas syal Espíritu t'a junjun iglesia, xchi Jesús t'ayin."
        },
        {
            "number": "7",
            "text": "Ix yalanxi Jesús t'ayin: Tz'ib'ejb'at t'a in checab' ayek' t'a skal eb' creyente t'a chonhab' Filadelfia icha tik: Ha jun te wach'nhej, jun te yelnhej syala', jun ed'jinac sllave vinhaj rey David. Ayic sjacani, malaj mach syal smacanxi. Ayic smacani, malaj mach syal sjacanxi. Ha tz'alan t'ayex:"
        },
        {
            "number": "8",
            "text": "Vojtac masanil tas tze k'ulej. Ay jun puerta ix in jac t'a eyichanh. Malaj mach syal smacanxi. Wach'chom quennhej val e tek'anil, palta tze k'anab'ajej in lolonel. Malaj b'aj ix eyala' to manh in eyojtacoc."
        },
        {
            "number": "9",
            "text": "Yuj chi' a eb' tz'ak'an servil vinh Satanás, eb' stz'ac yaloch sb'a israelal, ol vak'b'at eb' t'ayex, ol em cuman eb' t'a sat lum t'a eyichanh. Icha chi' ol vutoc eb' yic ol nachajel yuj eb' to xajan ex vuuj."
        },
        {
            "number": "10",
            "text": "Yujto tze k'anab'ajej in checnab'il, tek'an val tzeyutej e b'ha t'a skal syaelal. Yuj chi' ol ex in tanhvej t'a skal jun niwan yaelal ol javoc yic syak'an proval masanil anima t'a yol yib'anhk’inal tik."
        },
        {
            "number": "11",
            "text": "Toxo ol in javoc, yuj chi' wach' tzeyutej e b'eyb'al ichataxon eyaji, yic malaj mach ol yal yik'anek' spac eyic junjun ex."
        },
        {
            "number": "12",
            "text": "Ha eb' ol ak'an techajoc, icha juntzanh yoyal stemplo in Diosal, icha chi' ol aj eb' vuuj, yujto malaj b'ak'uinh ol elta eb' ta'. Ol in tz'ib'ejoch sb'i in Diosal t'a eb' yet' sb'i schonhab', aton jun ak' Jerusalén ol emta t'a satcha’anh b'aj ay in Diosal. Anhejtona' ol in tz'ib'ejpaxoch in b'i ak'to t'a eb'."
        },
        {
            "number": "13",
            "text": "Masanil mach tz'ab'ani, yak'ocab'och schiquin t'a tas syal Espíritu t'a junjun iglesia, xchi Jesús t'ayin."
        },
        {
            "number": "14",
            "text": "Ix yalanxi Jesús t'ayin: Tz'ib'ejb'at t'a in checab' ayek' t'a skal eb' creyente t'a chonhab' Laodicea icha tik: Ha jun yelnhej syala', wach'nhej syutej sb'a yak'an testigoal, ha' b'ojinac masanil tas yet' Dios, ha' tz'alan t'ayex:"
        },
        {
            "number": "15",
            "text": "Vojtac masanil tas tze k'ulej. Lajan ex icha junok tas tz'uk'ji, mantoc te siic, mantoc te k'ak'. Octom siic ex, ma te k'ak' ex paxi."
        },
        {
            "number": "16",
            "text": "Palta lajan ex icha junok tas namq'uixin, malaj wach' yochi. Yuj chi', ichato ol ex in puch'ejeli."
        },
        {
            "number": "17",
            "text": "Yujto tzeyala': Ha onh tik b'eyum onh, wach' onh, malaj jab'oc co paltail, nivanoc xe chi. Palta manh jab'oc snachajel eyuuj tato malaj jab'oc e wach'il, malaj jab'oc eyelk'ochi. Icha yaj junok mach malaj tas ay t'ay, max uji yilani, b'eraneli, icha chi' eyaji."
        },
        {
            "number": "18",
            "text": "Yuj chi' sval t'ayex, b'oec val e b'eyb'al. Tato icha chi', ichato ol e man jun oro b'ob'il t'a skal k'ak' t'ayin, yic ol e cha e b'eyumal t'a val yel. Ichato ol e man jun e pichul te sac t'ayin, yuj chi' manhxo ol ex q'uixvoclaj, ina to b'eranexeli. Anhejtona', ichato ol e man yanhal yol e sat t'ayin, yic ol yal eyilani."
        },
        {
            "number": "19",
            "text": "Jantacnhej eb' xajan vuuj, tzin cachoch vaan eb', svak'anpaxoch syaelal eb'. Yuj chi', naec val e b'a, tzeyak'paxoch e pensar t'ayin."
        },
        {
            "number": "20",
            "text": "Ab'ec val, ichato van vavajoch t'a ti' pat. Tato ay mach tz'ab'an in jaj, sjacan te' t'ayin, ol in och yet'oc. Ol in wa yet'oc, ol wa pax ved'oc."
        },
        {
            "number": "21",
            "text": "Ha eb' ol ak'an techajoc, ol vaq'uem k'ojan eb' b'aj ay in despacho, icha ix aj vem k'ojan yet' in Mam b'aj ay sdespacho, yujto vak'nac techajoc."
        },
        {
            "number": "22",
            "text": "Masanil mach tz'ab'ani, yak'ocab'och schiquin t'a tas syal Espíritu t'a junjun iglesia, xchi Jesús t'ayin."
        }
    ]
}