{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi' ix vilani ay jun puerta jacan t'a satcha’anh. Axo jun lajan yoch sjaj icha q'uen trompeta, aton jun ix b'ab'laj alan t'ayin t'a sb'ab'elal, ha' ix alanxiemta t'ayin icha tik: --Q'ueanhcot t'a tik. Ol in ch'ox t'ayach juntzanh tastac yowalil ol ujoc ayic ol lajvoc juntzanh tik, xchi t'ayin."
        },
        {
            "number": "2",
            "text": "Ix javi spoder Yespíritu Dios t'a vib'anh, ix vilan jun despacho t'a satcha’anh, ay jun mach k'ojanem t'ay."
        },
        {
            "number": "3",
            "text": "Ha jun k'ojanem chi', lajan yilji icha q'uen jaspe, ma q'uen cornalina, veei yilji. Axo t'a jun k'ojnub' chi' oyanoch jun chacpan toxonhej stziquiqui, icha q'uen esmeralda."
        },
        {
            "number": "4",
            "text": "Axo t'a spatic yichanh, oyanoch 24 xila icha yic eb' yajal. Ata' k'ojjab'em 24 eb' ichamtac vinac, te sac spichul eb'. Ayq'ue junjun corona oro t'a sjolom junjun eb'."
        },
        {
            "number": "5",
            "text": "Tz'el copoljoc k'ak' t'a jun k'ojnub' chi' yet' juntzanhxo tas ix laj nhilili, nhilili sk'anh pax k'u. Ay uque' nivac candil ayoch sk'ak'al t'a yichanh k'ojnub' chi', aton Yespíritu Dios yucvanhil."
        },
        {
            "number": "6",
            "text": "Aypaxek' junxo tas t'a yichanh, yaxd'ujinac icha junok nhajab', ma icha q'uen nen. Axo t'a snanhal jun despacho chi' yet' t'a stz'ey, ay chanhvanh querubín, aynhej yol sat eb' t'a spatic yichanh."
        },
        {
            "number": "7",
            "text": "Ha jun b'ab'el querubín lajan icha nok' choj. Ha schab'il, lajan icha nok' quelem vacax. Ha yoxil, lajan yilji sat yet' sat anima. Axo schanhil, lajan icha nok' d'iv sjenhvi."
        },
        {
            "number": "8",
            "text": "Ha chanhvanh eb' chi', vactac sk'axil junjun eb'. Aynhej yol sat eb' t'a spatic yet' t'a yool. k'ual t'ak'val yalan eb' icha tik: Ha Cajal co Diosal, Axonhej val, masanil tas syal yuj. Aynhejtaxon ek' t'a yichb’anel, aypaxek' ticnaic, toto pax ol javoc, xchi eb'."
        },
        {
            "number": "9",
            "text": "Ha eb' querubín chi' schanhvanhil syal eb' to ha Dios k'ojanem t'a yol jun despacho aynhej ek' t'a masanil q'uinal, te niwan spoder, te niwan pax yelk'ochi, syak'anpax yuj diosalil eb' t'ay."
        },
        {
            "number": "10",
            "text": "Juntac el syal eb' icha chi', tz'em nhojjab' eb' 24 ichamtac vinac chi' t'a yichanh Dios aynhej ek' t'a masanil q'uinal, syak'anpaxem sb'a eb' t'ay. Syak'anem scorona eb' t'a yichanh sdespacho chi', syalan eb' icha tik t'ay:"
        },
        {
            "number": "11",
            "text": "Ach Cajal, co Diosal, smoj tz'alji t'ayach to niwan a wach'il, niwan elk'ochi, niwan pax a poder. Yujto a ach a b'onac masanil tas. Aynhejek' masanil tastac yujto icha chi' a gana, yuj chi' b'ob'il uuj, xchi eb'."
        }
    ]
}