{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ix vila' to a d'a svach' k'ab' jun k'ojanek' d'a sk'ojnub', ay jun ch'anh uum chulb'il. Tz'ib'ab'il d'a yool yed' d'a spatic. Ay uque' spixul ayoch d'a spatictac, yuj chi' max yal-laj xuyjib'ati."
        },
        {
            "number": "2",
            "text": "Ix vilan pax jun ángel te ay spoder, te chaanh ix sk'anb'ej: --¿Mach val junoc smoj sd'inhchitan juntzanh spixul chi' yic xuyjib'at ch'anh uum chi'? xchi."
        },
        {
            "number": "3",
            "text": "Palta a d'a satchaanh, d'a sat luum yed' pax d'a yalanh lum luum, malaj junoc mach smoj xuyanb'ati yed' yavtan yol ch'anh."
        },
        {
            "number": "4",
            "text": "Ix el val veq'uek'oc vav voq'ui, yujto malaj junoc mach smoj xuyan jun uum chi' yic syavtan tas syala'."
        },
        {
            "number": "5",
            "text": "Palta ay junoc eb' ichamtac vinac ix alan d'ayin: --Manh ach ok'oc. D'a scal eb' yinhtilal vinhaj Judá, a jun Choj sb'i, aton jun yinhtilalcan vinhaj rey David, a ak'jinac ganar. A smoj sd'inhchitan uque' spixul chi', anheja' ol xuyanb'at ch'anh uum chi', xchi d'ayin."
        },
        {
            "number": "6",
            "text": "Axo d'a snanhal jun despacho chi', d'a scal chanhvanh querubín, d'a scal eb' ichamtac vinac, ata' ix vil jun Calnel sb'i. Linhaneq'ui, chequel to milb'ilxo chamoc. Uque' sch'aac, uque' pax yol sat. Axo yol sat chi', aton Yespíritu Dios yucvanhil checb'ilb'at d'a masanil yolyib'anhq'uinal tic sch'oxo'."
        },
        {
            "number": "7",
            "text": "A jun Calnel sb'i chi', a' ix b'at chaanelta jun uum chi' d'a svach' k'ab' jun k'ojanem d'a sk'ojnub' chi'."
        },
        {
            "number": "8",
            "text": "Ix lajvi schaanelta jun uum chi', axo eb' querubín schanhvanhil yed' eb' 24 ichamtac vinac, ix em cuman eb' d'a yichanh jun Calnel sb'i chi'. Ay yarpa junjun eb', yed'nacpax junjun yuk'ab' eb' nab'a oro, b'ud'an d'a incienso. A incienso chi', a slesal eb' yicxo Dios sch'oxo'."
        },
        {
            "number": "9",
            "text": "Ix sb'itan jun ak' b'it eb' icha tic: A ach tic, a moj tza chaek' jun ch'anh uum chi' yic tza d'inhchitanel spixul. Yujto ach miljichamoc, yuj chi' ix a manel eb' anima yed' a chiq'uil yic tz'och eb' yicoc Dios. Tzijtum eb' d'a junjun inhtilal, d'a junjun ti'al, d'a junjun chonhab' yed' d'a junjun nación ix a mancaneli."
        },
        {
            "number": "10",
            "text": "Yujto a ach ix ak'och jun chonhab'il eb' d'a sacerdoteal yic syak'an servil co Diosal eb'. Ol yak' yajalil eb' d'a yolyib'anhq'uinal tic, xchi eb'."
        },
        {
            "number": "11",
            "text": "Ix lajvi chi', ix vilani, tzijtum eb' ángel d'a spatic yichanh jun sdespacho chi' yed' eb' querubín chi' yed' eb' ichamtac vinac chi'. Ix vab'an yoch sjaj eb'. Manh jantacoc sb'isul eb', manhxo b'ischajb'enoc."
        },
        {
            "number": "12",
            "text": "Te chaanh ix yal eb': A jun Calnel sb'i, aton milb'ilchamoc, smoj scala' to ay spoder, ay sb'eyumal, ay sjelanil, ay pax yip. Te nivan yelk'ochi, te nivan svach'ilal. Smojton val calan vach' lolonel d'ay, xchi eb'."
        },
        {
            "number": "13",
            "text": "Ix vab' pax sjaj masanil tas b'ob'il yuj Dios d'a satchaanh, d'a yolyib'anhq'uinal tic, d'a yalanh lum luum yed' d'a yol a' mar. Masanil tas ay d'a juntzanh lugar chi' ix laj yala': Calec vach' lolonel d'a jun k'ojanem d'a sk'ojnub' yed' d'a jun Calnel sb'i. Calec d'a masanil tiempo to te nivan yelk'ochi, te nivan stziquiquial, anhej Yajal yaji, xchi eb'."
        },
        {
            "number": "14",
            "text": "Axo eb' querubín schanhvanhil ix alani: --Ichaton chi', xchi eb'. Axo eb' 24 ichamtac vinac, ix em cuman eb', ix laj yak'anem sb'a eb' d'ay."
        }
    ]
}