{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ix wila'' to ha t'a swach' k'ab' jun k'ojanek' t'a sk'ojnub', ay jun ch'anh uum chulb'il. Tz'ib'ab'il t'a yool yet' t'a spatic. Ay uque' spixul ayoch t'a spatictac, yuj chi' max yal-laj xuyjib'ati."
        },
        {
            "number": "2",
            "text": "Ix wilan pax jun ángel te ay spoder, te chaanh ix sk'anb'ej: --¿Mach wal junok smoj sd'inhchitan juntzanh spixul chi' yic xuyjib'at ch'anh uum chi'? xchi."
        },
        {
            "number": "3",
            "text": "Palta ha t'a satcha’anh, t'a sat lu'um yet' pax t'a yalanh lum lum, malaj junok mach smoj xuyanb'ati yet' yavtan yol ch'anh."
        },
        {
            "number": "4",
            "text": "Ix el wal wek'ek'oc wav woq'ui, yujto malaj junok mach smoj xuyan jun uum chi' yic syavtan tas syala'."
        },
        {
            "number": "5",
            "text": "Palta ay junok heb' ichamtac winak ix alan t'ayin: --Manh ach ok'oc. D'a skal heb' yinhtilal winhaj Judá, a jun Choj sb'i, aton jun yinhtilalkan winhaj rey Dawid, a ak'jinac ganar. Ha smoj sd'inhchitan uque' spixul chi', anheja' ol xuyanb'at ch'anh uum chi', xchi t'ayin."
        },
        {
            "number": "6",
            "text": "Axo t'a snanhal jun despacho chi', t'a skal chanhwanh querubín, t'a skal heb' ichamtac winak, ata' ix wil jun kalnel sb'i. Linhaneq'ui, chequel to milb'ilxo chamoc. Uque' sch'aac, uque' pax yol sat. Axo yol sat chi', aton Yespíritu Dios yucwanhil checb'ilb'at t'a masanil yol yib'anhk’inal tik sch'oxo'."
        },
        {
            "number": "7",
            "text": "Ha jun kalnel sb'i chi', ha' ix b'at chaanelta jun uum chi' t'a swach' k'ab' jun k'ojanem t'a sk'ojnub' chi'."
        },
        {
            "number": "8",
            "text": "Ixlajwi schaanelta jun uum chi', haxo heb' querubín schanhwanhil yet' heb' 24 ichamtac winak, ix em cuman heb' t'a yichanh jun kalnel sb'i chi'. Ay yarpa junjun heb', yet'nacpax junjun yuk'ab' heb' nab'a oro, b'ut'an t'a incienso. Ha incienso chi', a slesal heb' yicxo Dios sch'oxo'."
        },
        {
            "number": "9",
            "text": "Ix sb'itan jun ak' b'it heb' icha tik: Ha ach tik, a moj tza chaek' jun ch'anh uum chi' yic tza d'inhchitanel spixul. Yujto ach miljichamoc, yuj chi' ix a manel heb' anima yet' a chiq'uil yic tz'och heb' yicoc Dios. Tzijtum heb' t'a junjun inhtilal, t'a junjun ti'al, t'a junjun chonhab' yet' t'a junjun nación ix a mankaneli."
        },
        {
            "number": "10",
            "text": "Yujto a ach ix ak'och jun chonhab'il heb' t'a sacerdoteal yic syak'an serwil ko Diosal heb'. Ol yak' yajalil heb' t'a yol yib'anhk’inal tik, xchi heb'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix wilani, tzijtum heb' ángel t'a spatic yichanh jun sdespacho chi' yet' heb' querubín chi' yet' heb' ichamtac winak chi'. Ix wab'an yoch sjaj heb'. Manh jantacoc sb'isul heb', manhxo b'ischajb'enoc."
        },
        {
            "number": "12",
            "text": "Te chaanh ix yal heb': Ha jun kalnel sb'i, aton milb'ilchamoc, smoj skala' to ay spoder, ay sb'eyumal, ay sjelanil, ay pax yip. Te niwan yelk'ochi, te niwan swach'ilal. Smojton wal kalan wach' lolonel t'ay, xchi heb'."
        },
        {
            "number": "13",
            "text": "Ix wab' pax sjaj masanil tas b'ob'il yuj Dios t'a satcha’anh, t'a yol yib'anhk’inal tik, t'a yalanh lum lum yet' t'a yol ha' mar. Masanil tas ay t'a juntzanh lugar chi' ix laj yala': Calec wach' lolonel t'a jun k'ojanem t'a sk'ojnub' yet' t'a jun kalnel sb'i. Calec t'a masanil tiempo to te niwan yelk'ochi, te niwan stziquiquial, anhej Yajal yaji, xchi heb'."
        },
        {
            "number": "14",
            "text": "Axo heb' querubín schanhwanhil ix alani: --Ichaton chi', xchi heb'. Axo heb' 24 ichamtac winak, ix em cuman heb', ix laj yak'anem sb'a heb' t'ay."
        }
    ]
}