{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ix wila'' to ha t'a swach' k'ab' jun k'ojanek' t'a sk'ojnub', ay jun ch'anh uum chulb'il. Tz'ib'ab'il t'a yool yet' t'a spatic. Ay uque' spixul ayoch t'a spatictac, yuj chi' max yal-laj xuyjib'ati."
        },
        {
            "number": "2",
            "text": "Ix vilan pax jun ángel te ay spoder, te chaanh ix sk'anb'ej: --¿Mach val junok smoj sd'inhchitan juntzanh spixul chi' yic xuyjib'at ch'anh uum chi'? xchi."
        },
        {
            "number": "3",
            "text": "Palta ha t'a satcha’anh, t'a sat lu'um yet' pax t'a yalanh lum lum, malaj junok mach smoj xuyanb'ati yet' yavtan yol ch'anh."
        },
        {
            "number": "4",
            "text": "Ix el val veq'uek'oc vav voq'ui, yujto malaj junok mach smoj xuyan jun uum chi' yic syavtan tas syala'."
        },
        {
            "number": "5",
            "text": "Palta ay junok eb' ichamtac vinac ix alan t'ayin: --Manh ach ok'oc. D'a skal eb' yinhtilal vinhaj Judá, a jun Choj sb'i, aton jun yinhtilalcan vinhaj rey David, a ak'jinac ganar. Ha smoj sd'inhchitan uque' spixul chi', anheja' ol xuyanb'at ch'anh uum chi', xchi t'ayin."
        },
        {
            "number": "6",
            "text": "Axo t'a snanhal jun despacho chi', t'a skal chanhvanh querubín, t'a skal eb' ichamtac vinac, ata' ix vil jun Calnel sb'i. Linhaneq'ui, chequel to milb'ilxo chamoc. Uque' sch'aac, uque' pax yol sat. Axo yol sat chi', aton Yespíritu Dios yucvanhil checb'ilb'at t'a masanil yol yib'anhk’inal tik sch'oxo'."
        },
        {
            "number": "7",
            "text": "Ha jun Calnel sb'i chi', ha' ix b'at chaanelta jun uum chi' t'a swach' k'ab' jun k'ojanem t'a sk'ojnub' chi'."
        },
        {
            "number": "8",
            "text": "Ixlajwi schaanelta jun uum chi', haxo eb' querubín schanhvanhil yet' eb' 24 ichamtac vinac, ix em cuman eb' t'a yichanh jun Calnel sb'i chi'. Ay yarpa junjun eb', yet'nacpax junjun yuk'ab' eb' nab'a oro, b'ut'an t'a incienso. Ha incienso chi', a slesal eb' yicxo Dios sch'oxo'."
        },
        {
            "number": "9",
            "text": "Ix sb'itan jun ak' b'it eb' icha tik: Ha ach tik, a moj tza chaek' jun ch'anh uum chi' yic tza d'inhchitanel spixul. Yujto ach miljichamoc, yuj chi' ix a manel eb' anima yet' a chiq'uil yic tz'och eb' yicoc Dios. Tzijtum eb' t'a junjun inhtilal, t'a junjun ti'al, t'a junjun chonhab' yet' t'a junjun nación ix a mancaneli."
        },
        {
            "number": "10",
            "text": "Yujto a ach ix ak'och jun chonhab'il eb' t'a sacerdoteal yic syak'an servil co Diosal eb'. Ol yak' yajalil eb' t'a yol yib'anhk’inal tik, xchi eb'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix vilani, tzijtum eb' ángel t'a spatic yichanh jun sdespacho chi' yet' eb' querubín chi' yet' eb' ichamtac vinac chi'. Ix vab'an yoch sjaj eb'. Manh jantacoc sb'isul eb', manhxo b'ischajb'enoc."
        },
        {
            "number": "12",
            "text": "Te chaanh ix yal eb': Ha jun Calnel sb'i, aton milb'ilchamoc, smoj scala' to ay spoder, ay sb'eyumal, ay sjelanil, ay pax yip. Te niwan yelk'ochi, te niwan swach'ilal. Smojton val calan wach' lolonel t'ay, xchi eb'."
        },
        {
            "number": "13",
            "text": "Ix vab' pax sjaj masanil tas b'ob'il yuj Dios t'a satcha’anh, t'a yol yib'anhk’inal tik, t'a yalanh lum lum yet' t'a yol ha' mar. Masanil tas ay t'a juntzanh lugar chi' ix laj yala': Calec wach' lolonel t'a jun k'ojanem t'a sk'ojnub' yet' t'a jun Calnel sb'i. Calec t'a masanil tiempo to te niwan yelk'ochi, te niwan stziquiquial, anhej Yajal yaji, xchi eb'."
        },
        {
            "number": "14",
            "text": "Axo eb' querubín schanhvanhil ix alani: --Ichaton chi', xchi eb'. Axo eb' 24 ichamtac vinac, ix em cuman eb', ix laj yak'anem sb'a eb' t'ay."
        }
    ]
}