{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix vilani a jun Calnel sb'i ix d'inhchitanel juntzanh spixul ch'anh uum chi'. Ayic ix sd'inhchitan jun b'ab'el spixul, ix vab'an yalan junok eb' t'a skal eb' chanhvanh querubín, icha val snhilili sk'anh k'u icha chi' yoch sjaj, ix yalan icha tik: --Cotanh, xchi."
        },
        {
            "number": "2",
            "text": "Axo ix vilani, ay jun nok' sacsac chej. Ay jun ayq'ue t'a yib'anh nok', ay jun jul-lab' yet'nac. Ix ak'jipax jun scorona. Ixlajwi chi' ix b'at yak'an oval yic syak'an ganar."
        },
        {
            "number": "3",
            "text": "Ayic ix sd'inhchitan schab'il spixul chi', ix vab'an yalan jun schab'il querubín: --Cotanh, xchi."
        },
        {
            "number": "4",
            "text": "Axo ix vilani, ix elta junxo nok' chacchac chej. Ay jun ayq'ue t'a yib'anh nok', ix ak'ji jun q'uen niwan machit t'ay, ix och yopisio yik'anel junk'olal t'a masanil yol yib'anhk’inal tik, yic slaj smil-lancham sb'a eb' anima."
        },
        {
            "number": "5",
            "text": "Ayic ix sd'inhchitanel jun yoxil spixul chi', ix vab'an yalan junxo yoxil querubín: --Cotanh, xchi. Axo ix vilani, ayek' junxo nok' q'uiq'uik' chej. Ay jun ayq'ue t'a yib'anh nok' yet'q'ue jun libra."
        },
        {
            "number": "6",
            "text": "Ix vab'an yoch sjaj jun t'a snanhal eb' querubín chi' schanhvanhil, ix yalan icha tik: --Chab'nhej libra ixim trigo t'a jun denario, vaquenhej pax libra ixim cebada t'a jun denario. Manh eyixtej aceite yet' vino, xchi."
        },
        {
            "number": "7",
            "text": "Ayic ix sd'inhchitanel jun schanhil spixul chi', ix vab'an yalan junxo schanhil querubín: --Cotanh, xchi."
        },
        {
            "number": "8",
            "text": "Axo ix vilani ayek' junxo nok' k'ank'an chej. Ha jun ayq'ue t'a yib'anh nok', Chamel sb'i. Axo jun lugar b'aj ayek' spixan eb' chamnac, tzak'anoch yuj. Ha jun Chamel sb'i chi', ix ak'ji spoder smilancham junjun anima t'a skal chanhtacvanh eb' anima t'a yol yib'anhk’inal tik. Ay eb' ol miljoccham t'a oval, ay eb' ol cham yuj vejel, ay eb' ol cham yuj yab'il, ay eb' ol cham yuj juntzanh nok' chium nok'."
        },
        {
            "number": "9",
            "text": "Ayic ix sd'inhchitanel jun yoil spixul chi', ix vilan spixan eb' milb'ilcham yuj slolonel Dios, yujto yak'nac testigoal sb'a eb' yuj. Ha t'a yalanh jun altar ayek' eb'."
        },
        {
            "number": "10",
            "text": "Ha eb' chi' te chaanh ix yal eb' icha tik: --Ach Cajal, wach' achnhej toni. Yelton val tzala'. ¿B'aq'uinh val ol a ch'olb'itej tas yaj eb' ay t'a yol yib'anhk’inal yic tzak'anek' co pac t'a eb' yujto smilnac onh cham eb'? xchi eb'."
        },
        {
            "number": "11",
            "text": "Ichato chi' b'ian, ix ak'ji junjun spichul eb' sacsac. Ix alji t'a eb' to syik' jab'ocxo yip eb', masanto ol tz'acvoc sb'isul eb' yetcreyenteal eb', aton eb' d'inhan smiljicham icha eb' chi', aton eb' tz'ak'an servil Cristo icha eb' chi'."
        },
        {
            "number": "12",
            "text": "Ix vilani, ayic ix sd'inhchitanel jun svaquil spixul chi', ix vab'ani, ix ek' jun niwan quixcab'. Axo k'u, ix k'ik'b'iel icha nok' lopil. Axo q'uen uj chac ix aj q'ueen icha chik'."
        },
        {
            "number": "13",
            "text": "Axo q'uen k'anal, ix laj emta ranhaljoc q'ueen t'a yol yib'anhk’inal tik. Icha tz'aj yemta sat te' higo vanxo slajvieq'ui a tz'ib'xi te' yuj ik', icha chi' ix aj yemta q'ueen."
        },
        {
            "number": "14",
            "text": "Icha tz'aj schulji junok uum, icha chi' ix aj satjiel satcha’anh. Axo masanil lum vitz yet' juntzanh lum lum ay t'a snanhal ha ha', ix laj ik'jiel lum t'a yet'tal."
        },
        {
            "number": "15",
            "text": "Axo eb' rey t'a yol yib'anhk’inal tik, ix laj sk'ub'ejel sb'a eb' t'a yoltac q'uen nivac nhaq'ueen yet' t'a caltac q'ueen t'a tzalquixtac. Icha pax chi' ix yutej sb'a masanil eb' nivac vinac, eb' b'eyum, eb' yajal yet' eb' ay yelk'ochi. Wach'chom eb' checab' yaji, wach'chom pax eb' yic sb'a, ix laj b'at eb' smasanil elelal."
        },
        {
            "number": "16",
            "text": "Ix laj yalan eb' icha tik: --Comonoc scot lum nivac vitz tik yet' q'uen nivac tenam tik t'a quib'anh tzonh sk'ub'anel t'a jun k'ojanem t'a sk'ojnub', tzonh scolan pax el t'a yoval sk'ol jun Calnel sb'i chi'."
        },
        {
            "number": "17",
            "text": "Yujto ix javi jun k'ual te niwan yelk'ochi yic syak'ancot yoval sk'ol Dios t'a quib'anh. Malaj junok mach ol techaj jun k'ual chi' yuj, xchi eb'."
        }
    ]
}