{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix wilani a jun Calnel sb'i ix d'inhchitanel juntzanh spixul ch'anh uum chi'. Ayic ix sd'inhchitan jun b'ab'el spixul, ix wab'an yalan junok heb' t'a skal heb' chanhwanh querubín, icha wal snhilili sk'anh k'u icha chi' yoch sjaj, ix yalan icha tik: --Cotanh, xchi."
        },
        {
            "number": "2",
            "text": "Axo ix wilani, ay jun nok' sacsac chej. Ay jun ayk'e t'a yib'anh nok', ay jun jul-lab' yet'nac. Ix ak'jipax jun scorona. Ixlajwi chi' ix b'at yak'an owal yic syak'an ganar."
        },
        {
            "number": "3",
            "text": "Ayic ix sd'inhchitan schab'il spixul chi', ix wab'an yalan jun schab'il querubín: --Cotanh, xchi."
        },
        {
            "number": "4",
            "text": "Axo ix wilani, ix elta junxo nok' chacchac chej. Ay jun ayk'e t'a yib'anh nok', ix ak'ji jun k'een niwan machit t'ay, ix och yopisio yik'anel junk'olal t'a masanil yol yib'anhk’inal tik, yic slaj smil-lancham sb'a heb' anima."
        },
        {
            "number": "5",
            "text": "Ayic ix sd'inhchitanel jun yoxil spixul chi', ix wab'an yalan junxo yoxil querubín: --Cotanh, xchi. Axo ix wilani, ayek' junxo nok' q'uiq'uik' chej. Ay jun ayk'e t'a yib'anh nok' yet'k'e jun libra."
        },
        {
            "number": "6",
            "text": "Ix wab'an yoch sjaj jun t'a snanhal heb' querubín chi' schanhwanhil, ix yalan icha tik: --Chab'nhej libra ixim trigo t'a jun denario, waquenhej pax libra ixim cebada t'a jun denario. Manh eyixtej aceite yet' wino, xchi."
        },
        {
            "number": "7",
            "text": "Ayic ix sd'inhchitanel jun schanhil spixul chi', ix wab'an yalan junxo schanhil querubín: --Cotanh, xchi."
        },
        {
            "number": "8",
            "text": "Axo ix wilani ayek' junxo nok' k'ank'an chej. Ha jun ayk'e t'a yib'anh nok', Chamel sb'i. Axo jun lugar b'aj ayek' spixan heb' chamnac, tzak'anoch yuj. Ha jun Chamel sb'i chi', ix ak'ji spoder smilancham junjun anima t'a skal chanhtacwanh heb' anima t'a yol yib'anhk’inal tik. Ay heb' ol miljoccham t'a owal, ay heb' ol cham yuj wejel, ay heb' ol cham yuj yab'il, ay heb' ol cham yuj juntzanh nok' chium nok'."
        },
        {
            "number": "9",
            "text": "Ayic ix sd'inhchitanel jun yoil spixul chi', ix wilan spixan heb' milb'ilcham yuj slolonel Dios, yujto yak'nac testigoal sb'a heb' yuj. Ha t'a yalanh jun altar ayek' heb'."
        },
        {
            "number": "10",
            "text": "Ha heb' chi' te chaanh ix yal heb' icha tik: --Ach Kajal, wach' achnhej toni. Yelton wal tzala'. ¿B'aq'uinh wal ol a ch'olb'itej tas yaj heb' ay t'a yol yib'anhk’inal yic tzak'anek' ko pac t'a heb' yujto smilnac onh cham heb'? xchi heb'."
        },
        {
            "number": "11",
            "text": "Ichato chi' b'ian, ix ak'ji junjun spichul heb' sacsac. Ix alji t'a heb' to syik' jab'ocxo yip heb', masanto ol tz'acwoc sb'isul heb' yetcreyenteal heb', aton heb' d'inhan smiljicham icha heb' chi', aton heb' tz'ak'an serwil Cristo icha heb' chi'."
        },
        {
            "number": "12",
            "text": "Ix wilani, ayic ix sd'inhchitanel jun swaquil spixul chi', ix wab'ani, ix ek' jun niwan quixcab'. Axo k'u, ix k'ik'b'iel icha nok' lopil. Axo k'een uj chac ix aj k'een icha chik'."
        },
        {
            "number": "13",
            "text": "Axo k'een k'anal, ix laj emta ranhaljoc k'een t'a yol yib'anhk’inal tik. Icha tz'aj yemta sat te' higo wanxo slajwieq'ui a tz'ib'xi te' yuj ik', icha chi' ix aj yemta k'een."
        },
        {
            "number": "14",
            "text": "Icha tz'aj schulji junok uum, icha chi' ix aj satjiel satcha’anh. Axo masanil lum witz yet' juntzanh lum lum ay t'a snanhal ha ha', ix laj ik'jiel lum t'a yet'tal."
        },
        {
            "number": "15",
            "text": "Axo heb' rey t'a yol yib'anhk’inal tik, ix laj sk'ub'ejel sb'a heb' t'a yoltac k'een niwac nhak'een yet' t'a caltac k'een t'a tzalquixtac. Icha pax chi' ix yutej sb'a masanil heb' niwac winak, heb' b'eyum, heb' yajal yet' heb' ay yelk'ochi. Wach'chom heb' checab' yaji, wach'chom pax heb' yic sb'a, ix laj b'at heb' smasanil elelal."
        },
        {
            "number": "16",
            "text": "Ix laj yalan heb' icha tik: --Comonoc scot lum niwac witz tik yet' k'een niwac tenam tik t'a quib'anh tzonh sk'ub'anel t'a jun k'ojanem t'a sk'ojnub', tzonh scolan pax el t'a yowal sk'ol jun Calnel sb'i chi'."
        },
        {
            "number": "17",
            "text": "Yujto ix jawi jun k'ual te niwan yelk'ochi yic syak'ancot yowal sk'ol Dios t'a quib'anh. Malaj junok mach ol techaj jun k'ual chi' yuj, xchi heb'."
        }
    ]
}