{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ix vilani, ay chanhvanh ángel linhjab'ek' d'a junjun yesquinail yolyib'anhq'uinal tic. Syamoch vaan chanhe' ik' eb' tz'ek' d'a yolyib'anhq'uinal tic. Yuj chi' manhxalaj ik' ix ek' d'a sat luum yed' d'a yib'anh a' mar. Manhxa val junoc te te' ix ib'xi."
        },
        {
            "number": "2",
            "text": "Ix vilani, ix javi junxo ángel b'aj sjavi k'u. Yed'nac jun sello yic Dios pitzan. Te chaanh ix avaj d'a chanhvanh eb' ángel chi'. Aton eb' chanhvanh chi' ak'b'il spoder yixtan sat luum tic yed' a' mar. Ix yalan d'a eb' icha tic:"
        },
        {
            "number": "3",
            "text": "--Manto eyixtejb'at tastac ay d'a sat luum, tastac ay d'a yol a' mar yed' te te', masanto ol cak'och sello d'a snanhal sat eb' tz'ak'an servil co Diosal, xchi d'a eb'."
        },
        {
            "number": "4",
            "text": "Axo ix vab'ani, a eb' ix och sello chi' d'ay, ay 144 mil sb'isul eb'. A eb' chi', vetisraelal eb'. Aynhej eb' d'a junjun macanh inhtilal."
        },
        {
            "number": "5",
            "text": "Ay 12 mil eb' d'a junjun inhtilal ix och sello d'ay: Aton eb' yic Judá, eb' yic Rubén, eb' yic Gad, eb' yic Aser, eb' yic Neftalí, eb' yic Manasés, eb' yic Simeón, eb' yic Leví, eb' yic Isacar, eb' yic Zabulón, eb' yic José yed' eb' yic Benjamín."
        },
        {
            "number": "6",
            "text": "Ix lajvi chi' ix vilani, manhxo jantacoc anima ayek' d'a yichanh Dios b'aj k'ojanemi yed' d'a yichanh jun Calnel sb'i. A eb' chi', cotnac eb' d'a junjun nación, d'a junjun inhtilal, d'a junjun chonhab' yed' d'a junjun ti'al. Manhxo jantacoc sb'isul eb'. Te sacnhej spichul junjun eb'. Yed'nacq'ue xil yapak' junjun eb'."
        },
        {
            "number": "7",
            "text": "Ix laj yalan eb' smasanil icha tic: A co colnab'il, scot d'a co Diosal k'ojanem d'a sk'ojnub' yed' d'a jun Calnel sb'i chi', xchi eb'."
        },
        {
            "number": "8",
            "text": "Axo eb' ángel smasanil, linhjab'ek' eb'. Oyanpaxoch eb' d'a jun k'ojnub' chi' yed' eb' ichamtac vinac yed' pax chanhvanh eb' querubín. Ix em cumnaj eb' d'a sat luum d'a yichanh Dios b'aj k'ojanem chi', ix yak'anem sb'a eb' d'ay."
        },
        {
            "number": "9",
            "text": "Ix yalan eb' icha tic: Ujocab'i. Alchajocab' vach' lolonel d'a Dios d'a masanil q'uinal. Alchajocab'i to a Dios te ay stziquiquial, te jelan paxi. Smojton val tz'ak'ji yuj diosal d'ay. Te nivan yelk'ochi, te b'inajnac, te ay pax spoder. Ujocab'i, xchi eb'."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi' ay jun icham vinac ix alan d'ayin: --¿Mach eb' sacsac spichul tic tza na'a? ¿B'ajtil cotnac eb' tza na'a? xchi d'ayin."
        },
        {
            "number": "11",
            "text": "--Mamin, a ach ojtac. Xal in tic, manh vojtacoc, xin chi d'ay. Yuj chi' ix yalanxi d'ayin: --Aton eb' tic ek'nac val d'a jun nivan yaelal. Ix ik'jiel smul eb' yuj schiq'uil jun Calnel sb'i. Ichato ix juk'ji spichul eb', te sac ix ajcan yuj schiq'uil chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' ayek' eb' d'a yichanh Dios d'a scajnub'. D'a k'ual d'ak'val syak' servil eb' ta'. Axo jun k'ojanem d'a sk'ojnub' chi', a tz'ilan eb' yujto aynhejek' yed' eb'."
        },
        {
            "number": "13",
            "text": "Manhxo ol yak'laj vejel, ma taquinhtial eb'. Manhxo ol tz'a eb' yuj yoc k'u. Manhxa k'ak' ol yab' eb'."
        },
        {
            "number": "14",
            "text": "Yujto a jun Calnel sb'i ayek' d'a snanhal jun despacho, a' stanhvan eb' icha junoc tanhvum calnel. A' tz'ik'anb'at eb' d'a jun a a' yic q'uinal d'a junelnhej. Axo Dios ol sucanel yal sat eb' smasanil, xchi d'ayin."
        }
    ]
}