{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix vilani, ay chanhvanh ángel linhjab'ek' t'a junjun yesquinail yol yib'anhk’inal tik. Syamoch vaan chanhe' ik' eb' tzek' t'a yol yib'anhk’inal tik. Yuj chi' manhxalaj ik' ix ek' t'a sat lu'um yet' t'a yib'anh ha' mar. Manhxa val junok te te' ix ib'xi."
        },
        {
            "number": "2",
            "text": "Ix vilani, ix javi junxo ángel b'aj sjavi k'u. Yed'nac jun sello yic Dios pitzan. Te chaanh ix avaj t'a chanhvanh eb' ángel chi'. Aton eb' chanhvanh chi' ak'b'il spoder yixtan sat lu'um tik yet' ha' mar. Ix yalan t'a eb' icha tik:"
        },
        {
            "number": "3",
            "text": "--Manto eyixtejb'at tastac ay t'a sat lu'um, tastac ay t'a yol ha' mar yet' te te', masanto ol cak'och sello t'a snanhal sat eb' tz'ak'an servil co Diosal, xchi t'a eb'."
        },
        {
            "number": "4",
            "text": "Axo ix vab'ani, a eb' ix och sello chi' t'ay, ay 144 mil sb'isul eb'. Ha eb' chi', vetisraelal eb'. Aynhej eb' t'a junjun makan inhtilal."
        },
        {
            "number": "5",
            "text": "Ay 12 mil eb' t'a junjun inhtilal ix och sello t'ay: Aton eb' yic Judá, eb' yic Rubén, eb' yic Gad, eb' yic Aser, eb' yic Neftalí, eb' yic Manasés, eb' yic Simeón, eb' yic Leví, eb' yic Isacar, eb' yic Zabulón, eb' yic José yet' eb' yic Benjamín."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix vilani, manhxo jantacoc anima ayek' t'a yichanh Dios b'aj k'ojanemi yet' t'a yichanh jun Calnel sb'i. Ha eb' chi', cotnac eb' t'a junjun nación, t'a junjun inhtilal, t'a junjun chonhab' yet' t'a junjun ti'al. Manhxo jantacoc sb'isul eb'. Te sacnhej spichul junjun eb'. Yed'nacq'ue xil yapak' junjun eb'."
        },
        {
            "number": "7",
            "text": "Ix laj yalan eb' smasanil icha tik: Ha co colnab'il, scot t'a co Diosal k'ojanem t'a sk'ojnub' yet' t'a jun Calnel sb'i chi', xchi eb'."
        },
        {
            "number": "8",
            "text": "Axo eb' ángel smasanil, linhjab'ek' eb'. Oyanpaxoch eb' t'a jun k'ojnub' chi' yet' eb' ichamtac vinac yet' pax chanhvanh eb' querubín. Ix em cumnaj eb' t'a sat lu'um t'a yichanh Dios b'aj k'ojanem chi', ix yak'anem sb'a eb' t'ay."
        },
        {
            "number": "9",
            "text": "Ix yalan eb' icha tik: Ujocab'i. Alchajocab' wach' lolonel d'ha Dios t'a masanil q'uinal. Alchajocab'i to ha Dios te ay stziquiquial, te jelan paxi. Smojton val tz'ak'ji yuj diosal t'ay. Te niwan yelk'ochi, te b'inajnac, te ay pax spoder. Ujocab'i, xchi eb'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ay jun icham vinac ix alan t'ayin: --¿Mach eb' sacsac spichul tik tza na'a? ¿B'ajtil cotnac eb' tza na'a? xchi t'ayin."
        },
        {
            "number": "11",
            "text": "--Mamin, a ach ojtac. Xal in tik, manh vojtacoc, xin chi t'ay. Yuj chi' ix yalanxi t'ayin: --Aton eb' tik ek'nac val t'a jun niwan yaelal. Ix ik'jiel smul eb' yuj schiq'uil jun Calnel sb'i. Ichato ix juk'ji spichul eb', te sac ix ajkan yuj schiq'uil chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' ayek' eb' t'a yichanh Dios t'a scajnub'. D'a k'ual t'ak'val syak' servil eb' ta'. Axo jun k'ojanem t'a sk'ojnub' chi', a tz'ilan eb' yujto aynhejek' yet' eb'."
        },
        {
            "number": "13",
            "text": "Manhxo ol yak'laj vejel, ma taquinhtial eb'. Manhxo ol tz'a eb' yuj yoc k'u. Manhxa k'ak' ol yab' eb'."
        },
        {
            "number": "14",
            "text": "Yujto a jun Calnel sb'i ayek' t'a snanhal jun despacho, ha' stanhvan eb' icha junok tanhvum calnel. A' tz'ik'anb'at eb' t'a jun ha ha' yic q'uinal t'a junelnhej. Axo Dios ol sucanel yal sat eb' smasanil, xchi t'ayin."
        }
    ]
}