{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix wilani, ay chanhwanh ángel linhjab'ek' t'a junjun yesquinail yol yib'anhk’inal tik. Syamoch waan chanhe' ik' heb' tzek' t'a yol yib'anhk’inal tik. Yuj chi' manhxalaj ik' ix ek' t'a sat lu'um yet' t'a yib'anh ha' mar. Manhxa wal junok te te' ix ib'xi."
        },
        {
            "number": "2",
            "text": "Ix wilani, ix jawi junxo ángel b'aj sjawi k'u. Yed'nac jun sello yic Dios pitzan. Te chaanh ix awaj t'a chanhwanh heb' ángel chi'. Aton heb' chanhwanh chi' ak'b'il spoder yixtan sat lu'um tik yet' ha' mar. Ix yalan t'a heb' icha tik:"
        },
        {
            "number": "3",
            "text": "--Manto eyixtejb'at tastac ay t'a sat lu'um, tastac ay t'a yol ha' mar yet' te te', masanto ol cak'och sello t'a snanhal sat heb' tz'ak'an serwil ko Diosal, xchi t'a heb'."
        },
        {
            "number": "4",
            "text": "Axo ix wab'ani, a heb' ix och sello chi' t'ay, ay 144 mil sb'isul heb'. Ha heb' chi', wetisraelal heb'. Aynhej heb' t'a junjun makan inhtilal."
        },
        {
            "number": "5",
            "text": "Ay 12 mil heb' t'a junjun inhtilal ix och sello t'ay: Aton heb' yic Judá, heb' yic Rubén, heb' yic Gad, heb' yic Aser, heb' yic Neftalí, heb' yic Manasés, heb' yic Simeón, heb' yic Leví, heb' yic Isacar, heb' yic Zabulón, heb' yic José yet' heb' yic Benjamín."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix wilani, manhxo jantacoc anima ayek' t'a yichanh Dios b'aj k'ojanemi yet' t'a yichanh jun Calnel sb'i. Ha heb' chi', cotnac heb' t'a junjun nación, t'a junjun inhtilal, t'a junjun chonhab' yet' t'a junjun ti'al. Manhxo jantacoc sb'isul heb'. Te sacnhej spichul junjun heb'. Yed'nack'e xil yapak' junjun heb'."
        },
        {
            "number": "7",
            "text": "Ix laj yalan heb' smasanil icha tik: Ha ko colnab'il, scot t'a ko Diosal k'ojanem t'a sk'ojnub' yet' t'a jun Calnel sb'i chi', xchi heb'."
        },
        {
            "number": "8",
            "text": "Axo heb' ángel smasanil, linhjab'ek' heb'. Oyanpaxoch heb' t'a jun k'ojnub' chi' yet' heb' ichamtac winak yet' pax chanhwanh heb' querubín. Ix em cumnaj heb' t'a sat lu'um t'a yichanh Dios b'aj k'ojanem chi', ix yak'anem sb'a heb' t'ay."
        },
        {
            "number": "9",
            "text": "Ix yalan heb' icha tik: Ujocab'i. Alchajocab' wach' lolonel d'ha Dios t'a masanil k 'inal. Alchajocab'i to ha Dios te ay stziquiquial, te jelan paxi. Smojton wal tz'ak'ji yuj diosal t'ay. Te niwan yelk'ochi, te b'inajnac, te ay pax spoder. Ujocab'i, xchi heb'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ay jun icham winak ix alan t'ayin: --¿Mach heb' sacsac spichul tik tza na'a? ¿B'ajtil cotnac heb' tza na'a? xchi t'ayin."
        },
        {
            "number": "11",
            "text": "--Mamin, a ach ojtac. Xal in tik, manh wojtacoc, xin chi t'ay. Yuj chi' ix yalanxi t'ayin: --Aton heb' tik ek'nac wal t'a jun niwan yaelal. Ix ik'jiel smul heb' yuj schiq'uil jun Calnel sb'i. Ichato ix juk'ji spichul heb', te sac ix ajkan yuj schiq'uil chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' ayek' heb' t'a yichanh Dios t'a scajnub'. D'a k'ual t'ak'wal syak' serwil heb' ta'. Axo jun k'ojanem t'a sk'ojnub' chi', a tz'ilan heb' yujto aynhejek' yet' heb'."
        },
        {
            "number": "13",
            "text": "Manhxo ol yak'laj wejel, ma taquinhtial heb'. Manhxo ol tz'a heb' yuj yoc k'u. Manhxa k'ak' ol yab' heb'."
        },
        {
            "number": "14",
            "text": "Yujto a jun Calnel sb'i ayek' t'a snanhal jun despacho, ha' stanhwan heb' icha junok tanhwum calnel. A' tz'ik'anb'at heb' t'a jun ha ha' yic k 'inal t'a junelnhej. Axo Dios ol sucanel yal sat heb' smasanil, xchi t'ayin."
        }
    ]
}