{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix snhik'anel jun yuquil spixul ch'anh uum jun Calnel sb'i chi', ay am nanhaloc hora ix tz'ink'aj masanil tas t'a satcha’anh."
        },
        {
            "number": "2",
            "text": "Axo ix vilani, linhanek' ucvanh ángel t'a yichanh Dios. Ix ak'ji strompeta junjun eb'."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', ix ja junxo ángel yet'nac jun schaynub' yic incienso nab'a oro. Ix och linhan t'a yichanh jun altar nab'a oro, ajun slesal eb' yicxo Dios yet'oc. Nivan jun suk'uq'ui sjab' ix ak'ji t'ay yic snhusantz'ha t'a yib'anh jun altar ayek' t'a yichanh Dios b'aj k'ojanem chi'. Ayic ix b'at numumoc stab'il jun suk'uq'ui sjab' chi', ix b'atpax slesal eb' yicxo Dios chi' yet'oc."
        },
        {
            "number": "4",
            "text": "Ha t'a yol sk'ab' jun ángel chi' ix q'ue numumoc stab'il jun suk'uq'ui sjab' chi' yet' slesal eb' yicxo Dios t'a yichanh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi' b'ian, ix yak'an b'ud'joc schaynub' chi' t'a te' tzak'ak' ayq'ue t'a yib'anh jun altar chi'. Ix spok'anem t'a sat lu'um. Ixlajwi chi', ix och ijan snhilili sk'anh k'u yet' juntzanhxo tas ix laj nhilili. Ix laj ek'pax copoljoc leb'lon. Ix ek' pax jun quixcab'."
        },
        {
            "number": "6",
            "text": "Axo eb' ángel yucvanhil, ix yak' lista sb'a junjun eb' yic spu'an strompeta."
        },
        {
            "number": "7",
            "text": "Axo ix spu'an yic jun b'ab'el ángel chi', yet'nhej chi' ix secchajcot q'uen sacb'at yet' k'ak' calan yaj yet' chik' t'a sat lu'um tik. Yuj chi' quen manh nanhaloc ix tz'ab'ati. Anhejtona' te te' smasanil, quen manh nanhaloc te' ix laj tz'ab'ati. Axo anh anh k'ultac, ix stz'ab'at anh smasanil."
        },
        {
            "number": "8",
            "text": "Axo ix spu'an yic jun schab'il ángel chi', yet'nhej chi' ix yumchajb'at jun icha niwan vitz ayoch sk'ak'al t'a yol ha' mar. Yuj chi' quen manh nanhaloc ha' mar chi' ix och chik'al."
        },
        {
            "number": "9",
            "text": "Axo nok' nok' ay t'a yol ha', quen manh nanhaloc nok' ix chami. Yed' juntzanh barco, quen manh nanhaloc ix lajvieli."
        },
        {
            "number": "10",
            "text": "Axo ix spu'an yic jun yoxil ángel chi', yet'nhej chi' ix emta jun niwan k'anal. Ix q'ue copnaj yoc icha k'ak'. Jab'xonhej manh nanhaloc ha' nivac ha' yet' sjaj ha' b'ajtil ix laj emi."
        },
        {
            "number": "11",
            "text": "Ha jun k'anal chi', scuch Ixaj. Ha juntzanh ha ha' b'aj ix laj em chi', lajan ix aj ha' icha anh ixaj. Tzijtum anima ix cham yuj ha', yujto te k'a' ix aj ha'."
        },
        {
            "number": "12",
            "text": "Axo ix spu'an yic jun schanhil ángel chi', yet'nhej chi' quen manh nanhaloc ix aj yixtax k'u, q'uen uj yet' q'uen k'anal. Quen manh nanhaloc ix aj sq'uik'b'ieli. Yuj chi' junjun k'u, junjun ak'val, quen manh nanhaloc ix aj sq'uik'b'ib'at q'uinal."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix vilani, ay jun ángel tzek' jenhenhoc t'a nanhal chaanh. Ix vab'ani, te chaanh ix avaji: --Ay, Ay, Ay. Ob'iltac eb' anima t'a yol yib'anhk’inal, yujto ayic ol spu'an strompeta oxvanhxo eb' ángel, oxeto nivac yaelal ol javoc, xchi."
        }
    ]
}