{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix snhik'anel jun yuquil spixul ch'anh uum jun Calnel sb'i chi', ay am nanhaloc hora ix tz'ink'aj masanil tas d'a satchaanh."
        },
        {
            "number": "2",
            "text": "Axo ix vilani, linhanek' ucvanh ángel d'a yichanh Dios. Ix ak'ji strompeta junjun eb'."
        },
        {
            "number": "3",
            "text": "Ix lajvi chi', ix ja junxo ángel yed'nac jun schaynub' yic incienso nab'a oro. Ix och linhan d'a yichanh jun altar nab'a oro, ajun slesal eb' yicxo Dios yed'oc. Nivan jun suk'uq'ui sjab' ix ak'ji d'ay yic snhusantz'a d'a yib'anh jun altar ayek' d'a yichanh Dios b'aj k'ojanem chi'. Ayic ix b'at numumoc stab'il jun suk'uq'ui sjab' chi', ix b'atpax slesal eb' yicxo Dios chi' yed'oc."
        },
        {
            "number": "4",
            "text": "A d'a yol sk'ab' jun ángel chi' ix q'ue numumoc stab'il jun suk'uq'ui sjab' chi' yed' slesal eb' yicxo Dios d'a yichanh."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi' b'ian, ix yak'an b'ud'joc schaynub' chi' d'a te' tzak'ak' ayq'ue d'a yib'anh jun altar chi'. Ix spok'anem d'a sat luum. Ix lajvi chi', ix och ijan snhilili sk'anh k'u yed' juntzanhxo tas ix laj nhilili. Ix laj ek'pax copoljoc leb'lon. Ix ek' pax jun quixcab'."
        },
        {
            "number": "6",
            "text": "Axo eb' ángel yucvanhil, ix yak' lista sb'a junjun eb' yic spu'an strompeta."
        },
        {
            "number": "7",
            "text": "Axo ix spu'an yic jun b'ab'el ángel chi', yed'nhej chi' ix secchajcot q'uen sacb'at yed' k'ak' calan yaj yed' chik' d'a sat luum tic. Yuj chi' quen manh nanhaloc ix tz'ab'ati. Anhejtona' te te' smasanil, quen manh nanhaloc te' ix laj tz'ab'ati. Axo anh anh k'ultac, ix stz'ab'at anh smasanil."
        },
        {
            "number": "8",
            "text": "Axo ix spu'an yic jun schab'il ángel chi', yed'nhej chi' ix yumchajb'at jun icha nivan vitz ayoch sk'ak'al d'a yol a' mar. Yuj chi' quen manh nanhaloc a' mar chi' ix och chik'al."
        },
        {
            "number": "9",
            "text": "Axo nok' nok' ay d'a yol a', quen manh nanhaloc nok' ix chami. Yed' juntzanh barco, quen manh nanhaloc ix lajvieli."
        },
        {
            "number": "10",
            "text": "Axo ix spu'an yic jun yoxil ángel chi', yed'nhej chi' ix emta jun nivan k'anal. Ix q'ue copnaj yoc icha k'ak'. Jab'xonhej manh nanhaloc a' nivac a' yed' sjaj a' b'ajtil ix laj emi."
        },
        {
            "number": "11",
            "text": "A jun k'anal chi', scuch Ixaj. A juntzanh a a' b'aj ix laj em chi', lajan ix aj a' icha anh ixaj. Tzijtum anima ix cham yuj a', yujto te k'a' ix aj a'."
        },
        {
            "number": "12",
            "text": "Axo ix spu'an yic jun schanhil ángel chi', yed'nhej chi' quen manh nanhaloc ix aj yixtax k'u, q'uen uj yed' q'uen k'anal. Quen manh nanhaloc ix aj sq'uik'b'ieli. Yuj chi' junjun k'u, junjun ak'val, quen manh nanhaloc ix aj sq'uik'b'ib'at q'uinal."
        },
        {
            "number": "13",
            "text": "Ix lajvi chi', ix vilani, ay jun ángel tz'ek' jenhenhoc d'a nanhal chaanh. Ix vab'ani, te chaanh ix avaji: --Ay, Ay, Ay. Ob'iltac eb' anima d'a yolyib'anhq'uinal, yujto ayic ol spu'an strompeta oxvanhxo eb' ángel, oxeto nivac yaelal ol javoc, xchi."
        }
    ]
}