{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Axo ix spu'an yic jun yoil ángel chi', yed'nhej chi' ix vilani, ay jun k'anal ix cot d'a satchaanh, ix emul d'a sat luum tic. Ix ak'ji sllaveal jun xab' olan d'ay."
        },
        {
            "number": "2",
            "text": "Elanhchamel ix sjac jun olan chi'. Axo ta' ix q'ueul jun nivan tab' icha stab'il junoc nivan horno. Ix te q'uik'b'iel yoc k'u yuj jun tab' chi'."
        },
        {
            "number": "3",
            "text": "Axo d'a scal jun tab' chi', ix elta nok' k'ulub'. A nok' chi' manhxo b'ischajb'enoc nok'. Ix laj pucaxb'at nok' d'a yolyib'anhq'uinal tic, ix ak'ji spoder nok' schivaj icha schivaj nok' sinaan."
        },
        {
            "number": "4",
            "text": "Ix alji d'a nok' to max slajel-laj ank'ultac nok' ay d'a yolyib'anhq'uinal tic. Toxon malaj junoc te te' syal syaman nok'. Anhej val eb' anima malaj sello Dios d'a snanhal sat, anhej eb' ix chiji yuj nok'."
        },
        {
            "number": "5",
            "text": "Maj chajilaj smilcham anima chi' nok', palta oye' ujal ix ak'ji yic tz'ak'jioch syaelal eb' yuj nok'. A jun yaelal syak' nok' chi', icha val syail schivaj nok' sinaan."
        },
        {
            "number": "6",
            "text": "A d'a jun tiempoal chi', ol laj sayek' eb' anima tas tz'aj schami, palta manh ol chaxlaj yuj eb', vach'chom ol snib'ej cham sb'a eb', palta manh ol chamlaj eb'."
        },
        {
            "number": "7",
            "text": "A nok' k'ulub' chi', lajan yilji nok' icha nok' chej lista yaj sb'at d'a oval. A d'a sjolom nok' ayq'ue jun icha corona oro. Axo sat nok', lajan yilji icha sat anima."
        },
        {
            "number": "8",
            "text": "Axo xiil nok', lajan icha xil sjolom eb' ix ix. Axo pax ye nok', lajan icha ye nok' choj."
        },
        {
            "number": "9",
            "text": "Ay jun ayoch d'a snivanil nok', lajan yilji icha sq'uen pichul eb' soldado. Axo sk'anh sk'axil nok', lajan icha sk'anh tzijtumal carreta yed' sk'anh yoc tzijtumal chej snheranb'at carreta sb'at yak' oval."
        },
        {
            "number": "10",
            "text": "Ay sjis nok' d'a snhe icha sjis nok' sinaan. A sjis nok' chi' syak'lab'ej yixtan eb' anima d'a oye' ujal chi'."
        },
        {
            "number": "11",
            "text": "Axo d'a jun xab' olan chi' ix q'ueta jun ángel. Aton yajal nok'. A jun chi', Abadón sb'i d'a ti' hebreo. Axo d'a ti' griego, Apolión sb'i. Syalelk'ochi, Satumeli."
        },
        {
            "number": "12",
            "text": "Ichaton chi' ix aj yek' jun b'ab'el yaelal, palta ayto val chab'xo ol javoc."
        },
        {
            "number": "13",
            "text": "Axo ix spu'an yic jun svaquil ángel chi', yed'nhej chi' ix vab'an yoch jun av d'a scal snanhal chanhe' q'uen sch'aac jun altar nab'a oro ayek' d'a yichanh Dios."
        },
        {
            "number": "14",
            "text": "A d'a jun av chi' ix alji d'a jun svaquil ángel chi': --Tijel chanhvanh ángel tzek'b'il d'a sti' a' nivan Éufrates, xchi d'ay."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix b'at stijel chanhvanh ángel chi', yic sb'at eb' milojcham anima. Quenxonhej manh nanhaloc anima ix cham yuj eb' d'a sat luum tic. Chequelxo yaj yorail, sk'ual, yujal yed' yab'ilal yic tz'och eb' d'a milojcham anima chi'."
        },
        {
            "number": "16",
            "text": "Axo ix vab'an sb'isul eb' soldado ayq'ue d'a yib'anh chej chi', chab' ciento millón sb'isul eb'."
        },
        {
            "number": "17",
            "text": "Icha d'a vayichal ix aj vilan nok' schej eb'. A sjolom nok' lajan yed' sjolom nok' choj. Axo eb' ayq'ue d'a yib'anh chej chi', ayoch q'ueen smaculoc snhi' sk'ool junjun eb', chacchac icha yilji sq'ue yoc te' k'ak', yaax, k'ank'an yilji q'ueen. Axo d'a yol sti' nok' chej chi', ix elta k'ak', tab' yed' azufre."
        },
        {
            "number": "18",
            "text": "Axo eb' anima ay d'a yolyib'anhq'uinal tic, quenxonhej manh nanhaloc eb' ix cham yuj oxe' yaelal ix elta d'a yol sti' nok' chi', aton k'ak', tab' yed' azufre."
        },
        {
            "number": "19",
            "text": "Yujto a juntzanh nok' chi', ay spoder nok' yixtan anima d'a sti' yed' d'a snhe. A snhe nok' chi' lajan yed' nok' chan, ay sjolom, yuj chi' yed'oc syixtej anima chi' nok'."
        },
        {
            "number": "20",
            "text": "Palta axo eb' anima maj cham yuj juntzanh yaelal chi', manh jab'oc ix sna sb'a eb', anheja' yak'anem sb'a eb' d'a tas b'ob'il yuuj. Maj yactej eb' yak'anem sb'a d'a eb' enemigo. Maj yactej eb' yak'anpaxem sb'a d'a juntzanh comon dios, aton juntzanh b'ob'il d'a q'uen oro, d'a q'uen plata, d'a q'uen bronce, d'a q'uen q'ueen yed' pax d'a te te'. A juntzanh chi', max yil-laj, max yab'laj, max b'eylaj."
        },
        {
            "number": "21",
            "text": "A d'a scal eb' anima chi', ay eb' mak'umcham anima, ay eb' ajb'aal, ay eb' ajmul, ay pax eb' elk'um. Palta max snalaj jab'oc sb'a eb' yuj smul chi'."
        }
    ]
}