{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Axo ix spu'an yic jun yoil ángel chi', yet'nhej chi' ix wilani, ay jun k'anal ix cot t'a satcha’anh, ix emul t'a sat lu'um tik. Ix ak'ji sllaweal jun xab' olan t'ay."
        },
        {
            "number": "2",
            "text": "Elanhchamel ix sjac jun olan chi'. Axo ta' ix k'eul jun niwan tab' icha stab'il junok niwan horno. Ix te k'ik'b'iel yoc k'u yuj jun tab' chi'."
        },
        {
            "number": "3",
            "text": "Axo t'a skal jun tab' chi', ix elta nok' k'ulub'. Ha nok' chi' manhxo b'ischajb'enoc nok'. Ix laj pucaxb'at nok' t'a yol yib'anhk’inal tik, ix ak'ji spoder nok' schiwaj icha schiwaj nok' sinaan."
        },
        {
            "number": "4",
            "text": "Ix alji t'a nok' to max slajel-laj ank'ultak nok' ay t'a yol yib'anhk’inal tik. Toxon malaj junok te te' syal syaman nok'. Anhej wal heb' anima malaj sello Dios t'a snanhal sat, anhej heb' ix chiji yuj nok'."
        },
        {
            "number": "5",
            "text": "Maj chajilaj smilcham anima chi' nok', palta oye' ujal ix ak'ji yic tz'ak'jioch syaelal heb' yuj nok'. Ha jun yaelal syak' nok' chi', icha wal syail schiwaj nok' sinaan."
        },
        {
            "number": "6",
            "text": "Ha t'a jun pekti’ chi', ol laj sayek' heb' anima tas tz'aj schami, palta manh ol chaxlaj yuj heb', wach'chom ol snib'ej cham sb'a heb', palta manh ol chamlaj heb'."
        },
        {
            "number": "7",
            "text": "Ha nok' k'ulub' chi', lajan yilji nok' icha nok' chej lista yaj sb'at t'a owal. Ha t'a sjolom nok' ayk'e jun icha corona oro. Axo sat nok', lajan yilji icha sat anima."
        },
        {
            "number": "8",
            "text": "Axo xiil nok', lajan icha xil sjolom heb' ix ix. Axo pax ye nok', lajan icha ye nok' choj."
        },
        {
            "number": "9",
            "text": "Ay jun ayoch t'a sniwanil nok', lajan yilji icha sk'en pichul heb' soldado. Axo sk'anh sk'axil nok', lajan icha sk'anh tzijtumal carreta yet' sk'anh yoc tzijtumal chej snheranb'at carreta sb'at yak' owal."
        },
        {
            "number": "10",
            "text": "Ay sjis nok' t'a snhe icha sjis nok' sinaan. Ha sjis nok' chi' syak'lab'ej yixtan heb' anima t'a oye' ujal chi'."
        },
        {
            "number": "11",
            "text": "Axo t'a jun xab' olan chi' ix k'eta jun ángel. Aton yajal nok'. Ha jun chi', Abadón sb'i t'a ti' hebreo. Axo t'a ti' griego, Apolión sb'i. Syalelk'ochi, Satumeli."
        },
        {
            "number": "12",
            "text": "Ichaton chi' ix aj yek' jun b'ab'el yaelal, palta ayto wal chab'xo ol jawok."
        },
        {
            "number": "13",
            "text": "Axo ix spu'an yic jun swaquil ángel chi', yet'nhej chi' ix wab'an yoch jun av t'a skal snanhal chanhe' k'een sch'aac jun altar nab'a oro ayek' t'a yichanh Dios."
        },
        {
            "number": "14",
            "text": "Ha t'a jun av chi' ix alji t'a jun swaquil ángel chi': --Tijel chanhwanh ángel tzek'b'il t'a sti' ha' niwan Éufrates, xchi t'ay."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix b'at stijel chanhwanh ángel chi', yic sb'at heb' milojcham anima. Quenxonhej manh nanhaloc anima ix cham yuj heb' t'a sat lu'um tik. Chequelxo yaj yorail, sk'ual, yujal yet' yab'ilal yic tz'och heb' t'a milojcham anima chi'."
        },
        {
            "number": "16",
            "text": "Axo ix wab'an sb'isul heb' soldado ayk'e t'a yib'anh chej chi', chab' ciento millón sb'isul heb'."
        },
        {
            "number": "17",
            "text": "Icha t'a wayichal ix aj wilan nok' schej heb'. Ha sjolom nok' lajan yet' sjolom nok' choj. Axo heb' ayk'e t'a yib'anh chej chi', ayoch k'een smaculoc snhi' sk'ool junjun heb', chacchac icha yilji sk'e yoc te' k'ak', yaax, k'ank'an yilji k'een. Axo t'a yol sti' nok' chej chi', ix elta k'ak', tab' yet' azufre."
        },
        {
            "number": "18",
            "text": "Axo heb' anima ay t'a yol yib'anhk’inal tik, quenxonhej manh nanhaloc heb' ix cham yuj oxe' yaelal ix elta t'a yol sti' nok' chi', aton k'ak', tab' yet' azufre."
        },
        {
            "number": "19",
            "text": "Yujto a juntzanh nok' chi', ay spoder nok' yixtan anima t'a sti' yet' t'a snhe. Ha snhe nok' chi' lajan yet' nok' chan, ay sjolom, yuj chi' yet'oc syixtej anima chi' nok'."
        },
        {
            "number": "20",
            "text": "Palta haxo heb' anima maj cham yuj juntzanh yaelal chi', manh jab'oc ix sna sb'a heb', anheja' yak'anem sb'a heb' t'a tas b'ob'il yuj. Maj yaktej heb' yak'anem sb'ha t'a heb' enemigo. Maj yaktej heb' yak'anpaxem sb'ha t'a juntzanh comon Dios, aton juntzanh b'ob'il t'a k'een oro, t'a k'een plata, t'a k'een bronce, t'a k'een k'een yet' pax t'a te te'. Ha juntzanh chi', max yil-laj, max yab'laj, max b'eylaj."
        },
        {
            "number": "21",
            "text": "Ha t'a skal heb' anima chi', ay heb' mak'umcham anima, ay heb' ajb'aal, ay heb' ajmul, ay pax heb' elk'um. Palta max snalaj jab'oc sb'a heb' yuj smul chi'."
        }
    ]
}