{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Nahum in tik, aj chonhab' Elcos in, ix sch'ox Jehová t'ayin schecab' in tik tas ol javoc t'a yib'anh chonhab' Nínive."
        },
        {
            "number": "2",
            "text": "Ha Jehová Dios toni, spactzitej yet' yoval sk'ol t'a eb' tz'ik'an ek' yichanh. Spactzitej t'a eb' chuc syutej sb'a t'ay, ste cotval yoval t'a eb' ajk'ool yajoch t'ay."
        },
        {
            "number": "3",
            "text": "Ha Jehová, manh k'unoc scot yoval, palta te ay spoder, yovalil syak'och yaelal t'a yib'anh eb' tz'och smul. Ha t'a skal chacxuxum ik' sb'eyeq'ui, haxo asun, spococal yoc yaji."
        },
        {
            "number": "4",
            "text": "Ha tz'alani stupem ha' mar. Anheja' tz'ak'anpax tup masanil ha ha'. Stacjicanb'at masanil lum lum t'a Basán yet' pax t'a vitzal Carmelo yuj. Tz'ixtaxpaxb'at yilji te' xumaac t'a Líbano yuj."
        },
        {
            "number": "5",
            "text": "Tz'ib'xiq'ue lum vitz, tz'ulaxpaxb'at lum tzalquixtac t'a yichanh. Tz'ib'xiq'ue lum lum tik smasanil ayic sch'oxan sb'a. Stzicub'tanhaj yol yib'anhk’inal tik yet' masanil anima yuj."
        },
        {
            "number": "6",
            "text": "¿Mach syal stek'b'an sb'ha t'a yichanh yoval sk'ool, ma syal scachanoch vaan yoval sk'ool chi'? Ha yoval sk'ool chi', tz'em copnaj icha te' k'ak', spojb'at q'uen nivac q'ueen yuj."
        },
        {
            "number": "7",
            "text": "Te wach' sk'ol Jehová, a scolvaj t'ayonh t'a skal co yaelal. Ha eb' syak'och sk'ol t'ay, scolji eb' yuj."
        },
        {
            "number": "8",
            "text": "Axo pax eb' chuc syutej sb'a t'ay jun, satjiel eb' yuj icha tz'aj scuchjib'at masanil tas yuj ha' eluma'. Syak'canb'at k’ik’ k’inal t'a yib'anh eb' ajk'ol yajoch t'ay."
        },
        {
            "number": "9",
            "text": "Ex aj Nínive, ¿toc val ay yelk'och jab'oc tas tze na t'a spatic Jehová? A' ol ex satanel t'a junelnhej. Malaj mach syal stek'b'an sb'a chaeloc t'a yichanh."
        },
        {
            "number": "10",
            "text": "Wach'chom te tek'an ex eyab'an icha eb' uk'um anh, ma ichato lajan ex icha te' q'uiix jeljumb'a yaji, palta ol ex satel icha tz'aj stz'ab'at anh taquinh ac."
        },
        {
            "number": "11",
            "text": "Ha t'a e chonhab' Nínive chi', ata' ay jun mach snaan chucal t'a spatic Jehová, aton jun ak'um k'ool t'a chucal."
        },
        {
            "number": "12",
            "text": "Yuj chi' syal Jehová t'a schonhab' Jerusalén icha tik: Wach'chom manhxo jantacoc sb'isul eb' aj Asiria, ma te ay yip eb' yalani, palta ol satjoquel eb'. Ha in ix vak'och yaelal t'a eyib'anh, palta manhxa b'ak'uinh ol vak'xioch eyaelal chi'."
        },
        {
            "number": "13",
            "text": "Ol ex in colel t'a yol scab' eb' aj Asiria tz'ak'anoch yaelal t'a eyib'anh, ol in cotac d'inhchitanb'at q'uen cadena ayoch t'ayex yuj eb', xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ha Jehová tz'alan t'a vinh sreyal Asiria icha tik: Malaj inhtilal ol ach ak'ancan b'inajoc. Ol in satel juntzanh a diosal ayek' t'a yol a templo. Chequelxo yaj b'aj ol ach mucchajoc, yujto malaj elk'ochi, xchi Jehová."
        },
        {
            "number": "15",
            "text": "Ilecnab'i, van sjavi jun mach tz'alanel wach' ab'ix yic junk'olal t'a jolomtac vitz. Ex aj Judá aq'uecoch e q'uinh, k'anab'ajejec b'aj ix eyak' e ti'. Manhxalaj b'ak'uinh ol ex ixtaj yuj eb' chuc chi', toxo ix satel eb' t'a junelnhej."
        }
    ]
}