{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "A in Nahum in tic, aj chonhab' Elcos in, ix sch'ox Jehová d'ayin schecab' in tic tas ol javoc d'a yib'anh chonhab' Nínive."
        },
        {
            "number": "2",
            "text": "A Jehová Dios toni, spactzitej yed' yoval sk'ol d'a eb' tz'ik'an ek' yichanh. Spactzitej d'a eb' chuc syutej sb'a d'ay, ste cotval yoval d'a eb' ajk'ool yajoch d'ay."
        },
        {
            "number": "3",
            "text": "A Jehová, manh k'unoc scot yoval, palta te ay spoder, yovalil syak'och yaelal d'a yib'anh eb' tz'och smul. A d'a scal chacxuxum ik' sb'eyeq'ui, axo asun, spococal yoc yaji."
        },
        {
            "number": "4",
            "text": "A tz'alani stupem a' mar. Anheja' tz'ak'anpax tup masanil a a'. Stacjicanb'at masanil lum luum d'a Basán yed' pax d'a vitzal Carmelo yuuj. Tz'ixtaxpaxb'at yilji te' xumaac d'a Líbano yuuj."
        },
        {
            "number": "5",
            "text": "Tz'ib'xiq'ue lum vitz, tz'ulaxpaxb'at lum tzalquixtac d'a yichanh. Tz'ib'xiq'ue lum luum tic smasanil ayic sch'oxan sb'a. Stzicub'tanhaj yolyib'anhq'uinal tic yed' masanil anima yuuj."
        },
        {
            "number": "6",
            "text": "¿Mach syal stek'b'an sb'a d'a yichanh yoval sk'ool, ma syal scachanoch vaan yoval sk'ool chi'? A yoval sk'ool chi', tz'em copnaj icha te' k'ak', spojb'at q'uen nivac q'ueen yuuj."
        },
        {
            "number": "7",
            "text": "Te vach' sk'ol Jehová, a scolvaj d'ayonh d'a scal co yaelal. A eb' syak'och sk'ol d'ay, scolji eb' yuuj."
        },
        {
            "number": "8",
            "text": "Axo pax eb' chuc syutej sb'a d'ay jun, satjiel eb' yuuj icha tz'aj scuchjib'at masanil tas yuj a' eluma'. Syak'canb'at q'uik'alq'uinal d'a yib'anh eb' ajk'ol yajoch d'ay."
        },
        {
            "number": "9",
            "text": "Ex aj Nínive, ¿toc val ay yelk'och jab'oc tas tze na d'a spatic Jehová? A' ol ex satanel d'a junelnhej. Malaj mach syal stek'b'an sb'a chaeloc d'a yichanh."
        },
        {
            "number": "10",
            "text": "Vach'chom te tek'an ex eyab'an icha eb' uk'um anh, ma ichato lajan ex icha te' q'uiix jeljumb'a yaji, palta ol ex satel icha tz'aj stz'ab'at anh taquinh ac."
        },
        {
            "number": "11",
            "text": "A d'a e chonhab' Nínive chi', ata' ay jun mach snaan chucal d'a spatic Jehová, aton jun ak'um k'ool d'a chucal."
        },
        {
            "number": "12",
            "text": "Yuj chi' syal Jehová d'a schonhab' Jerusalén icha tic: Vach'chom manhxo jantacoc sb'isul eb' aj Asiria, ma te ay yip eb' yalani, palta ol satjoquel eb'. A in ix vak'och yaelal d'a eyib'anh, palta manhxa b'aq'uinh ol vak'xioch eyaelal chi'."
        },
        {
            "number": "13",
            "text": "Ol ex in colel d'a yol scab' eb' aj Asiria tz'ak'anoch yaelal d'a eyib'anh, ol in cotac d'inhchitanb'at q'uen cadena ayoch d'ayex yuj eb', xchi Jehová."
        },
        {
            "number": "14",
            "text": "A Jehová tz'alan d'a vinh sreyal Asiria icha tic: Malaj inhtilal ol ach ak'ancan b'inajoc. Ol in satel juntzanh a diosal ayek' d'a yol a templo. Chequelxo yaj b'aj ol ach mucchajoc, yujto malaj elk'ochi, xchi Jehová."
        },
        {
            "number": "15",
            "text": "Ilecnab'i, van sjavi jun mach tz'alanel vach' ab'ix yic junk'olal d'a jolomtac vitz. Ex aj Judá aq'uecoch e q'uinh, k'anab'ajejec b'aj ix eyak' e ti'. Manhxalaj b'aq'uinh ol ex ixtaj yuj eb' chuc chi', toxo ix satel eb' d'a junelnhej."
        }
    ]
}