{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ex aj Níniwe, a mach ol ex sataneloc, wanxo sjawi t'ayex. Q'ueocab' heb' he tanhwumal t'a chaanh, maquec b'e. Tzek'ecoch k'een eyespada t'a he nanhal. Molb'ejec masanil heb' he soldado."
        },
        {
            "number": "2",
            "text": "Wach'chom ix ik'chajb'at tastac ay t'a heb' israel yuj heb' ajk'ool, lajan ix ajkan heb' icha te' uwa manhxalaj sk'ab'tac, palta a Jehová ol ik'anxichaanh sniwanil yelk'och heb' yinhtilal winhaj Jacob chi' icha t'a yalanhtaxo."
        },
        {
            "number": "3",
            "text": "Ha heb' soldado ajk'ol wan scot t'ayex, chacchac yilji smaclab' jul-lab' heb' yet' spichul ayochi. Listaxo yaj heb' yic syak'an owal. Ha scarruaje heb', toxonhej copopi yilji, maxtzac och waan nok' schej heb'."
        },
        {
            "number": "4",
            "text": "Jinhinhixonhej yek' heb' yet' scarruaje t'a yoltac calle, toxonhej tz'ok' yek' heb' yet' scarruaje sweei icha junok tas ayoch sk'ak'al t'a yol chonhab', lajan yek' heb' icha yek' lheb'lon ayic smak'waj k'u."
        },
        {
            "number": "5",
            "text": "Syavtej heb' soldado te tek'an winh sreyal Níniwe, toxonhej wanpichan scot heb'. Sb'at lemnaj heb' t'a smuroal schonhab' wan sb'o b'aj scol sb'a heb'."
        },
        {
            "number": "6",
            "text": "Sjacchaj juntzanh puerta t'a stitac ha ha', tz'em wecnaj spalacio winh rey chi'."
        },
        {
            "number": "7",
            "text": "Tz'ik'chajcanb'at ix reina t'a preso, ajun heb' ix schecab' ix sb'atcan yet'oc. Junchel yok' heb' ix icha nok' cuwajte', stanhub'tanhan snhi' sk'ol heb' ix yuj cuselal."
        },
        {
            "number": "8",
            "text": "Icha tz'aj yel ha ha' b'aj molaneq'ui, icha chi' ol aj yel lemnaj masanil heb' cajan t'a Níniwe chi'. Olto avtajcot heb', ol yalan heb' tz'awtankot heb' chi' icha tik: Ochanhec waan. Meltzajanhec, xcham heb'. Palta manhxalaj mach ol chaan yab'i."
        },
        {
            "number": "9",
            "text": "Ol alchaj t'a heb' ajk'ool: Ik'ecb'at k'een oro yet' k'een plata, yujto a sb'eyumal chonhab' Níniwe yet' tas wach' yilji ay t'ay, malaj sb'isul, xchama."
        },
        {
            "number": "10",
            "text": "Toxo ix juchaj lajwoc Níniwe, tz'inini ix ajcani. Tz'el wal yip heb' cajan t'ay yuj xiwelal. Toxonhej sluclon yoc heb' smasanil. Manhxalaj mach ay yip, sacxonhej yilji sat heb' yuj xiwelal."
        },
        {
            "number": "11",
            "text": "Ha chonhab' Níniwe, ha t'a totowal tik, lajan icha snhak'een nok' choj yet' yune'. Ha nok' choj yet' yune' chi', wach' yaj nok' syab'i, stzalaj nok' t'a snhak'een chi', malaj mach sxib'tan nok'. Smilcham schib'ej nok' mam choj chi', spojanek' nok' t'a nok' snun yet' t'a nok' yune'. B'ut'annhej yol snhak'een nok' chi' yuj chib'ej t'a masanil tiempo, icha chi' yaj Níniwe chi', palta, ¿tas ix ik'an ticnaik?"
        },
        {
            "number": "12",
            "text": "Ha Jehová Yajal t'a Smasanil ix alan icha tik: Ayinoch ajk'olal t'ayex ex aj Níniwe. Ol in nhustz'a he carruaje yic owal, tab'xonhej ol wutejcani. Ol in milcham masanil heb' soldado, ol in satanel masanil tas elk'ab'il eyuj ayek' t'a he macb'en. Manhxa b'ak'uinh ov ol yutej sb'a heb' he checab' sloloni, xchi Jehová."
        }
    ]
}