{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ex aj Nínive, a mach ol ex sataneloc, vanxo sjavi t'ayex. Q'ueocab' eb' e tanhvumal t'a chaanh, maquec b'e. Tzeq'uecoch q'uen eyespada t'a e nanhal. Molb'ejec masanil eb' e soldado."
        },
        {
            "number": "2",
            "text": "Wach'chom ix ik'chajb'at tastac ay t'a eb' israel yuj eb' ajk'ool, lajan ix ajkan eb' icha te' uva manhxalaj sk'ab'tac, palta a Jehová ol ik'anxichaanh snivanil yelk'och eb' yinhtilal winhaj Jacob chi' icha t'a yalanhtaxo."
        },
        {
            "number": "3",
            "text": "Ha eb' soldado ajk'ol van scot t'ayex, chacchac yilji smaclab' jul-lab' eb' yet' spichul ayochi. Listaxo yaj eb' yic syak'an oval. Ha scarruaje eb', toxonhej copopi yilji, maxtzac och vaan nok' schej eb'."
        },
        {
            "number": "4",
            "text": "Jinhinhixonhej yek' eb' yet' scarruaje t'a yoltac calle, toxonhej tz'ok' yek' eb' yet' scarruaje sveei icha junok tas ayoch sk'ak'al t'a yol chonhab', lajan yek' eb' icha yek' leb'lon ayic smak'vaj k'u."
        },
        {
            "number": "5",
            "text": "Syavtej eb' soldado te tek'an winh sreyal Nínive, toxonhej vanpichan scot eb'. Sb'at lemnaj eb' t'a smuroal schonhab' van sb'o b'aj scol sb'a eb'."
        },
        {
            "number": "6",
            "text": "Sjacchaj juntzanh puerta t'a stitac ha ha', tz'em vecnaj spalacio winh rey chi'."
        },
        {
            "number": "7",
            "text": "Tz'ik'chajcanb'at ix reina t'a preso, ajun eb' ix schecab' ix sb'atcan yet'oc. Junchel yok' eb' ix icha nok' cuvajte', stanhub'tanhan snhi' sk'ol eb' ix yuj cuselal."
        },
        {
            "number": "8",
            "text": "Icha tz'aj yel ha ha' b'aj molaneq'ui, icha chi' ol aj yel lemnaj masanil eb' cajan t'a Nínive chi'. Olto avtajcot eb', ol yalan eb' tz'awtankot eb' chi' icha tik: Ochanhec vaan. Meltzajanhec, xcham eb'. Palta manhxalaj mach ol chaan yab'i."
        },
        {
            "number": "9",
            "text": "Ol alchaj t'a eb' ajk'ool: Iq'uecb'at q'uen oro yet' q'uen plata, yujto a sb'eyumal chonhab' Nínive yet' tas wach' yilji ay t'ay, malaj sb'isul, xchama."
        },
        {
            "number": "10",
            "text": "Toxo ix juchaj lajvoc Nínive, tz'inini ix ajcani. Tz'el val yip eb' cajan t'ay yuj xivelal. Toxonhej sluclon yoc eb' smasanil. Manhxalaj mach ay yip, sacxonhej yilji sat eb' yuj xivelal."
        },
        {
            "number": "11",
            "text": "Ha chonhab' Nínive, ha t'a totoval tik, lajan icha snhaq'ueen nok' choj yet' yune'. Ha nok' choj yet' yune' chi', wach' yaj nok' syab'i, stzalaj nok' t'a snhaq'ueen chi', malaj mach sxib'tan nok'. Smilcham schib'ej nok' mam choj chi', spojanek' nok' t'a nok' snun yet' t'a nok' yune'. B'ut'annhej yol snhaq'ueen nok' chi' yuj chib'ej t'a masanil tiempo, icha chi' yaj Nínive chi', palta, ¿tas ix ik'an ticnaic?"
        },
        {
            "number": "12",
            "text": "Ha Jehová Yajal t'a Smasanil ix alan icha tik: Ayinoch ajk'olal t'ayex ex aj Nínive. Ol in nhustz'a e carruaje yic oval, tab'xonhej ol vutejcani. Ol in milcham masanil eb' soldado, ol in satanel masanil tas elk'ab'il eyuj ayek' t'a e macb'en. Manhxa b'ak'uinh ov ol yutej sb'a eb' e checab' sloloni, xchi Jehová."
        }
    ]
}