{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ex aj Nínive, a mach ol ex sataneloc, vanxo sjavi d'ayex. Q'ueocab' eb' e tanhvumal d'a chaanh, maquec b'e. Tzeq'uecoch q'uen eyespada d'a e nanhal. Molb'ejec masanil eb' e soldado."
        },
        {
            "number": "2",
            "text": "Vach'chom ix ik'chajb'at tastac ay d'a eb' israel yuj eb' ajk'ool, lajan ix ajcan eb' icha te' uva manhxalaj sk'ab'tac, palta a Jehová ol ik'anxichaanh snivanil yelk'och eb' yinhtilal vinhaj Jacob chi' icha d'a yalanhtaxo."
        },
        {
            "number": "3",
            "text": "A eb' soldado ajk'ol van scot d'ayex, chacchac yilji smaclab' jul-lab' eb' yed' spichul ayochi. Listaxo yaj eb' yic syak'an oval. A scarruaje eb', toxonhej copopi yilji, maxtzac och vaan nok' schej eb'."
        },
        {
            "number": "4",
            "text": "Jinhinhixonhej yek' eb' yed' scarruaje d'a yoltac calle, toxonhej tz'ok' yek' eb' yed' scarruaje sveei icha junoc tas ayoch sk'ak'al d'a yol chonhab', lajan yek' eb' icha yek' leb'lon ayic smak'vaj k'u."
        },
        {
            "number": "5",
            "text": "Syavtej eb' soldado te tek'an vinh sreyal Nínive, toxonhej vanpichan scot eb'. Sb'at lemnaj eb' d'a smuroal schonhab' van sb'o b'aj scol sb'a eb'."
        },
        {
            "number": "6",
            "text": "Sjacchaj juntzanh puerta d'a stitac a a', tz'em vecnaj spalacio vinh rey chi'."
        },
        {
            "number": "7",
            "text": "Tz'ik'chajcanb'at ix reina d'a preso, ajun eb' ix schecab' ix sb'atcan yed'oc. Junchel yok' eb' ix icha nok' cuvajte', stanhub'tanhan snhi' sk'ol eb' ix yuj cuselal."
        },
        {
            "number": "8",
            "text": "Icha tz'aj yel a a' b'aj molaneq'ui, icha chi' ol aj yel lemnaj masanil eb' cajan d'a Nínive chi'. Olto avtajcot eb', ol yalan eb' tz'avtancot eb' chi' icha tic: Ochanhec vaan. Meltzajanhec, xcham eb'. Palta manhxalaj mach ol chaan yab'i."
        },
        {
            "number": "9",
            "text": "Ol alchaj d'a eb' ajk'ool: Iq'uecb'at q'uen oro yed' q'uen plata, yujto a sb'eyumal chonhab' Nínive yed' tas vach' yilji ay d'ay, malaj sb'isul, xchama."
        },
        {
            "number": "10",
            "text": "Toxo ix juchaj lajvoc Nínive, tz'inini ix ajcani. Tz'el val yip eb' cajan d'ay yuj xivelal. Toxonhej sluclon yoc eb' smasanil. Manhxalaj mach ay yip, sacxonhej yilji sat eb' yuj xivelal."
        },
        {
            "number": "11",
            "text": "A chonhab' Nínive, a d'a totoval tic, lajan icha snhaq'ueen nok' choj yed' yune'. A nok' choj yed' yune' chi', vach' yaj nok' syab'i, stzalaj nok' d'a snhaq'ueen chi', malaj mach sxib'tan nok'. Smilcham schib'ej nok' mam choj chi', spojanek' nok' d'a nok' snun yed' d'a nok' yune'. B'ud'annhej yol snhaq'ueen nok' chi' yuj chib'ej d'a masanil tiempo, icha chi' yaj Nínive chi', palta, ¿tas ix ik'an ticnaic?"
        },
        {
            "number": "12",
            "text": "A Jehová Yajal d'a Smasanil ix alan icha tic: Ayinoch ajk'olal d'ayex ex aj Nínive. Ol in nhustz'a e carruaje yic oval, tab'xonhej ol vutejcani. Ol in milcham masanil eb' soldado, ol in satanel masanil tas elk'ab'il eyuj ayek' d'a e macb'en. Manhxa b'aq'uinh ov ol yutej sb'a eb' e checab' sloloni, xchi Jehová."
        }
    ]
}