{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ob'iltac ex ex aj Nínive, ixtum anima ex, mak'umcham anima ex paxi. Malaj slajvub' tas elk'ab'il eyuuj."
        },
        {
            "number": "2",
            "text": "Ha ticnaic, ha t'a yol e chonhab' tz'ab'chaj sk'anh spajanoch stz'uum eb' ajk'ol t'a nok' schej. nhilili sk'anh carruaje, slaj q'ue cheneljoc. Ch'ocxo sk'anh yem yoc nok' chej nherjinac carruaje chi'."
        },
        {
            "number": "3",
            "text": "Tz'ilchaj yek' nok' chej. Toxonhej copoljub' yek' sk'ak'al q'uen espada tz'eq'ui. Scopoljub' yilji snhi' q'uen lanza. Manhxo b'ischajb'enoc eb' soldado schami. Toxonhej cuchcumb'a yajcan snivanil eb' chamnac chi'. Toxonhej sloc sb'a yoc eb' anima t'ay."
        },
        {
            "number": "4",
            "text": "Icha chi' ix aj sjavi yaelal t'a yib'anh e chonhab', yujto ix ixtaj val juntzanhxo chonhab' yuj, icha junok ix ajmul ix smontejoch eb' vinh vinac t'a spatic, icha junok ix ix te wach' yilji te nib'ab'il, icha chi' ix yutej sb'a. Ha eb' eyajalil, te jelan eb' t'a ajb'aalil yet' t'a montoj chonhab' yic syak' yajalil eb' t'a yib'anh."
        },
        {
            "number": "5",
            "text": "Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ayinoch ajk'olal t'ayex ex aj Nínive. Ol in ch'oxel sq'uixvelal e chonhab' t'a skal masanil nación. Icha tz'aj yik'chajel spichul junok ix ajmul ix t'a yichanh anima yuj sch'oxjiel sq'uixvelal,"
        },
        {
            "number": "6",
            "text": "sjulchajpaxoch masanil tas mictac t'a ix yic sch'oxchaji to yajb'ilel ix, icha chi' ol aj in ch'oxanel sq'uixvelal e chonhab' Nínive chi'."
        },
        {
            "number": "7",
            "text": "Masanil anima ol ilanoc, ol snitzel sb'a eb' t'ay, ol yalan eb' icha tik: Ha chonhab' Nínive, toxo ix kan tzinan. ¿Machto ol ok' sk'ol t'ay? ¿B'ajto val ol quik'cot mach ol nivanan sk'ool? xcham eb'."
        },
        {
            "number": "8",
            "text": "¿Tocval te ek'b'al stek'anil e chonhab' chi' t'a yichanh chonhab' Tebas ay t'a sti' ha' Nilo, aton jun oyb'ilq'ue yuj ha' tzijtumal ha'? Ha ha' ayoch smuroaloc, ha' pax ha' ayoch scolnab'iloc."
        },
        {
            "number": "9",
            "text": "Maxtzac b'ischaj eb' soldado yic Etiopía yet' eb' yic Egipto ix colvaj yet'oc. Ha eb' aj Fut yet' eb' aj Libia ayoch eb' yet'oc."
        },
        {
            "number": "10",
            "text": "Palta, a eb' aj Tebas chi', ix ik'chajb'at eb' t'a ch'oc chonhab'il. Ha eb' yuninal eb', ix mak'chaj vecchaj eb' t'a schiquintac calle. Ix ak'chajoch suerte t'a yib'anh eb' nivac vinac cuchb'um t'a skal eb', yic tz'ilchaji mach tz'ican eb', ix ochpax q'uen cadena t'a eb'."
        },
        {
            "number": "11",
            "text": "Yed' ex pax ex aj Nínive, icha uk'um anh ol ex ajcanoc. Ol eyak'lej e k'ub'anel e b'ha t'a eb' eyajk'ool, palta nab'anhej ol eyixtej e b'a, yovalil ol ex ilchajelta yuj eb'."
        },
        {
            "number": "12",
            "text": "Masanil e cuartel, lajan ol aj icha sat te' higo q'uinhxo k'un scot k'otoljoc, tato ay eb' tz'ucan te', b'exonhej sloanb'at sat te' eb'."
        },
        {
            "number": "13",
            "text": "Ha eb' e soldado, lajan ol aj eb' icha eb' ix ix. Ha b'e tz'och t'a smuroal e chonhab', jacanxonhej ol ajkan t'a eb' eyajk'ool, yujto ol tz'ab'at spuertailtac."
        },
        {
            "number": "14",
            "text": "Ex aj Nínive, ayocab' ha' eyaal yic wach' ol techaj taquinhtial eyuuj ayic oyanoch eb' ajk'ol t'a spatic e chonhab'. Hak'uecoch yipumal e muro, ochanhec t'a tek'oj sok'om, tzeyik'ancot smoldeal lum ladrillo."
        },
        {
            "number": "15",
            "text": "Wach'chom tze k'ulej masanil juntzanh chi', palta ol ex chamoc. Ol ex nhusjoctz'aoc, ol ex xicjoccham t'a q'uen espada. Ol ex satnhejeloc, icha tas avab'il slajviel yuj nok' k'ulub'. Ix te q'uib'chaanh e b'isul icha nok' k'ulub', ma icha nok' chil."
        },
        {
            "number": "16",
            "text": "Ha eb' e chonhvajum, ix te q'uib'chaanh sb'isul eb', ek'to ix aj sb'isul eb' t'a yichanh q'uen k'anal. Palta ayic syilan eb' sjavi tas ay smay, tz'el lemnaj eb' icha yel lemnaj nok' k'ulub'."
        },
        {
            "number": "17",
            "text": "Ha eb' e soldado sik'b'ileli, lajan eb' icha junok niwan umanh nok' k'ulub' tz'ochcan b'ulan t'a sattac pat ayic ay sicnhab', haxo tz'el yoc k'u, sb'at jenheljoc nok'. ¿Toc ayto mach ojtannac b'aj sb'at nok'?"
        },
        {
            "number": "18",
            "text": "Ach sreyal Asiria, a eb' stanhvumal a chonhab', vaynac eb'. Ha eb' ayoch t'a yopisio uuj, tonhej syik' yip eb'. Ha eb' a soldado, sacleminac yajb'at eb' t'a jolomtac vitz, ¿toc ayto mach syal smolb'an eb'?"
        },
        {
            "number": "19",
            "text": "Ha jantac ix aj slajviem a chonhab' chi', manhxalaj sb'onab'il. Ha yuj echen chi' ol ach chamoc. Masanil eb' ol ab'an yab'ixal tas ix ach ik'ani, toxonhej ol stz'it sk'ab' eb' yuj tzalajk'olal, yujto masanil mach ix ab'an syail yuj a chucal chi', xchi Jehová."
        }
    ]
}