{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ob'iltac ex ex aj Níniwe, ixtum anima ex, mak'umcham anima ex paxi. Malaj slajwub' tas elk'ab'il eyuuj."
        },
        {
            "number": "2",
            "text": "Ha ticnaik, ha t'a yol he chonhab' tz'ab'chaj sk'anh spajanoch stz'uum heb' ajk'ol t'a nok' schej. nhilili sk'anh carruaje, slaj k'e cheneljoc. Ch'ocxo sk'anh yem yoc nok' chej nherjinac carruaje chi'."
        },
        {
            "number": "3",
            "text": "Tz'ilchaj yek' nok' chej. Toxonhej copoljub' yek' sk'ak'al k'een espada tz'eq'ui. Scopoljub' yilji snhi' k'een lanza. Manhxo b'ischajb'enoc heb' soldado schami. Toxonhej cuchcumb'a yajkan sniwanil heb' chamnac chi'. Toxonhej sloc sb'a yoc heb' anima t'ay."
        },
        {
            "number": "4",
            "text": "Icha chi' ix aj sjawi yaelal t'a yib'anh he chonhab', yujto ix ixtaj wal juntzanhxo chonhab' yuj, icha junok ix ajmul ix smontejoch heb' winh winak t'a spatic, icha junok ix ix te wach' yilji te nib'ab'il, icha chi' ix yutej sb'a. Ha heb' eyajalil, te jelan heb' t'a ajb'aalil yet' t'a montoj chonhab' yic syak' yajalil heb' t'a yib'anh."
        },
        {
            "number": "5",
            "text": "Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ayinoch ajk'olal t'ayex ex aj Níniwe. Ol in ch'oxel sq'uixwelal he chonhab' t'a skal masanil nación. Icha tz'aj yik'chajel spichul junok ix ajmul ix t'a yichanh anima yuj sch'oxjiel sq'uixwelal,"
        },
        {
            "number": "6",
            "text": "sjulchajpaxoch masanil tas mictac t'a ix yic sch'oxchaji to yajb'ilel ix, icha chi' ol aj in ch'oxanel sq'uixwelal he chonhab' Níniwe chi'."
        },
        {
            "number": "7",
            "text": "Masanil anima ol ilanoc, ol snitzel sb'a heb' t'ay, ol yalan heb' icha tik: Ha chonhab' Níniwe, toxo ix kan tzinan. ¿Machto ol ok' sk'ol t'ay? ¿B'ajto wal ol quik'cot mach ol niwanan sk'ool? xcham heb'."
        },
        {
            "number": "8",
            "text": "¿Tocwal te ek'b'al stek'anil he chonhab' chi' t'a yichanh chonhab' Tebas ay t'a sti' ha' Nilo, aton jun oyb'ilk'e yuj ha' tzijtumal ha'? Ha ha' ayoch smuroaloc, ha' pax ha' ayoch scolnab'iloc."
        },
        {
            "number": "9",
            "text": "Maxtzac b'ischaj heb' soldado yic Etiopía yet' heb' yic Egipto ix kolwaj yet'oc. Ha heb' aj Fut yet' heb' aj Libia ayoch heb' yet'oc."
        },
        {
            "number": "10",
            "text": "Palta, a heb' aj Tebas chi', ix ik'chajb'at heb' t'a ch'oc chonhab'il. Ha heb' yuninal heb', ix mak'chaj wecchaj heb' t'a schiquintac calle. Ix ak'chajoch suerte t'a yib'anh heb' niwac winak cuchb'um t'a skal heb', yic tz'ilchaji mach tz'ikan heb', ix ochpax k'een cadena t'a heb'."
        },
        {
            "number": "11",
            "text": "Yed' ex pax ex aj Níniwe, icha uk'um anh ol ex ajkanoc. Ol eyak'lej he k'ub'anel he b'ha t'a heb' eyajk'ool, palta nab'anhej ol eyixtej he b'a, yowalil ol ex ilchajelta yuj heb'."
        },
        {
            "number": "12",
            "text": "Masanil he cuartel, lajan ol aj icha sat te' higo q'uinhxo k'un scot k'otoljoc, tato ay heb' tz'ukan te', b'exonhej sloanb'at sat te' heb'."
        },
        {
            "number": "13",
            "text": "Ha heb' he soldado, lajan ol aj heb' icha heb' ix ix. Ha b'e tz'och t'a smuroal he chonhab', jakanxonhej ol ajkan t'a heb' eyajk'ool, yujto ol tz'ab'at spuertailtac."
        },
        {
            "number": "14",
            "text": "Ex aj Níniwe, ayokab' ha' eyaal yic wach' ol techaj taquinhtial eyuuj ayic oyanoch heb' ajk'ol t'a spatic he chonhab'. Hak'uecoch yipumal he muro, ochanhec t'a tek'oj sok'om, tzeyik'ancot smoldeal lum ladrillo."
        },
        {
            "number": "15",
            "text": "Wach'chom tze k'ulej masanil juntzanh chi', palta ol ex chamoc. Ol ex nhusjoctz'aoc, ol ex xicjoccham t'a k'een espada. Ol ex satnhejeloc, icha tas awab'il slajwiel yuj nok' k'ulub'. Ix te q'uib'chaanh he b'isul icha nok' k'ulub', ma icha nok' chil."
        },
        {
            "number": "16",
            "text": "Ha heb' he chonhwajum, ix te q'uib'chaanh sb'isul heb', ek'to ix aj sb'isul heb' t'a yichanh k'een k'anal. Palta ayic syilan heb' sjawi tas ay smay, tz'el lemnaj heb' icha yel lemnaj nok' k'ulub'."
        },
        {
            "number": "17",
            "text": "Ha heb' he soldado sik'b'ileli, lajan heb' icha junok niwan umanh nok' k'ulub' tz'ochkan b'ulan t'a sattac pat ayic ay sicnhab', haxo tz'el yoc k'u, sb'at jenheljoc nok'. ¿Toc ayto mach ojtannac b'aj sb'at nok'?"
        },
        {
            "number": "18",
            "text": "Ach sreyal Asiria, a heb' stanhwumal a chonhab', waynac heb'. Ha heb' ayoch t'a yopisio uuj, tonhej syik' yip heb'. Ha heb' a soldado, sacleminac yajb'at heb' t'a jolomtac witz, ¿toc ayto mach syal smolb'an heb'?"
        },
        {
            "number": "19",
            "text": "Ha jantac ix aj slajwiem a chonhab' chi', manhxalaj sb'onab'il. Ha yuj echen chi' ol ach chamoc. Masanil heb' ol ab'an yab'ixal tas ix ach ik'ani, toxonhej ol stz'it sk'ab' heb' yuj tzalajk'olal, yujto masanil mach ix ab'an syail yuj a chukal chi', xchi Jehová."
        }
    ]
}