{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix cham vinhaj Moisés schecab' Jehová, ix yalan Jehová chi' d'a vinh ix colvaj yed' vinhaj Moisés chi', aton vinhaj Josué yuninal vinhaj Nun:"
        },
        {
            "number": "2",
            "text": "Toxo ix cham vinh in checab' aj Moisés, yuj chi' a achxo ol a cuchb'ej jun chonhab' tic. Ol ex k'axpajek' d'a a' Jordán tic, ol ex k'och d'a sat lum luum ol vak' chi' d'ayex."
        },
        {
            "number": "3",
            "text": "A d'a masanil lum luum b'aj ol ex ek'oc, ol eyiquejcan luum, icha ajnac valan d'a vinhaj Moisés."
        },
        {
            "number": "4",
            "text": "Masanil lum sb'atnhej d'a taquinh luum masanto d'a lum Líbano, sb'atnhej lum d'a a' nivan Éufrates, masanil lum yic eb' hitita masanto sk'och d'a a' mar Mediterráneo d'a stojolal b'aj tz'em k'u, ol vak'nhej lum d'ayex."
        },
        {
            "number": "5",
            "text": "Malaj junoc mach ol stek'b'ej sb'a yak'an oval ed'oc yujto ayinnhejoch ed'oc d'a masanil tiempo, icha ix aj vochnhej yed' vinhaj Moisés chi'. Malaj b'aq'uinh ol ach vactejcani."
        },
        {
            "number": "6",
            "text": "Tek'annhej tzutej a b'a, manh ach xivoc, yujto a ach ol a puquek' lum luum chi' yic tz'ochcan lum smacb'enej juntzanh anima tic, aton lum vak'nac in ti' vak'an d'a eb' e mam eyicham."
        },
        {
            "number": "7",
            "text": "Anhej sval d'ayach, to tza tek'b'ej a b'a, manh ach xivoc, tza k'anab'ajan masanil k'ayb'ub'al ix yalcan vinh in checab' aj Moisés d'ayach. Manh a patiquejel jab'oc jun k'ayb'ub'al tic yic vach'nhej ol ach ajelk'ochoc."
        },
        {
            "number": "8",
            "text": "Manh actejcan avtan b'aj tz'ib'ab'ilcan k'ayb'ub'al tic, d'a k'ual d'ak'val tza naub'tanhej tas syala', yic vach' ol a k'anab'ajej masanil tas syal chi'. Tato icha chi', masanil tas ol a k'ulej, vach'nhej ol aj yelk'ochi."
        },
        {
            "number": "9",
            "text": "A in sval d'ayach to tek'annhej tzutej a b'a, manh ach xivoc, mocab' chab'ax a k'ool, yujto a in Jehová a Diosal in, ayinnhejoch ed'oc yalnhej b'aj tzach eq'ui, xchi Jehová d'a vinh."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi', ix yalan vinhaj Josué d'a eb' yajalil chonhab' Israel icha tic:"
        },
        {
            "number": "11",
            "text": "Ixiquec d'a masanil campamento, tzeyalani to syak' lista svael eb' anima smasanil, yujto a chab'ej tzonh k'axpajek' d'a a' Jordán, yic syak'ancan lum luum chi' Jehová co Diosal quicoc, xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix yalan vinh d'a eb' yinhtilal Rubén, d'a eb' yinhtilal Gad yed' d'a nanhal eb' yinhtilal Manasés icha tic:"
        },
        {
            "number": "13",
            "text": "--Naeccot masanil tas ix yalcan vinhaj Moisés d'ayex, vinh schecab' Jehová, ayic ix yalan vinh to a Jehová ol ak'an jun luum tic d'ayex yic tzex cajnaj d'a junk'olal."
        },
        {
            "number": "14",
            "text": "Ol eyactejcan eb' ix eyetb'eyum, eyuninal yed' nok' e molb'etzal nok' d'a lum tic, aton lum ix yak'can vinhaj Moisés d'ayex d'a stojolal b'aj sjavi k'u d'a a' Jordán tic. A exxo e masanil stiempoal val e b'at d'a oval, aq'uec lista e b'a yed' eyamk'ab', tzex b'ab'laj d'a yichanh masanil eb' quetchonhab' tic, yic ol ex k'axpaj d'a a' Jordán tic yic tzex colvaj yed' eb'."
        },
        {
            "number": "15",
            "text": "Masanto ol yak' Jehová lum b'aj ol aj eb' d'a junk'olal, aton lum ay d'a stojolal b'aj tz'em k'u icha ix aj yak'an lum eyic tic Jehová chi'. Ayic toxo ix yiquejcan lum eb', ol ex meltzajxicot d'a lum eyic tic, axo e cajnajcan d'a sat luum, xchi vinh d'a eb'."
        },
        {
            "number": "16",
            "text": "Ix tak'vi eb' icha tic. --A masanil tas tzal tic, ol co k'anab'ajej, yalnhej b'aj tzonh a checb'ati, ol onh b'atoc."
        },
        {
            "number": "17",
            "text": "Ol ach co k'anab'ajej icha ix aj co k'anab'ajan vinhaj Moisés d'a masanil tas ix yal d'ayonh. Anhej to tz'ochnhej Jehová co Diosal ed'oc icha ix aj yoch yed' vinhaj Moisés chi'."
        },
        {
            "number": "18",
            "text": "Yalnhej mach eb' max k'anab'ajan tas tzala', mato spitej sb'a d'ayach, a eb' chi' smiljicham eb'. Anhej to tza tek'b'ej a b'a, manh ach xivoc, xchi eb' vinh d'a vinhaj Josué chi'."
        }
    ]
}