{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix cham winhaj Moisés schecab' Jehová, ix yalan Jehová chi' t'a winh ix kolwaj yet' winhaj Moisés chi', aton winhaj Josué yuninal winhaj Nun:"
        },
        {
            "number": "2",
            "text": "Toxo ix cham winh in checab' aj Moisés, yuj chi' a achxo ol a cuchb'ej jun chonhab' tik. Ol ex k'axpajek' t'ha ha' Jordán tik, ol ex k'och t'a sat lum lum ol vak' chi' t'ayex."
        },
        {
            "number": "3",
            "text": "Ha t'a masanil lum lum b'aj ol ex ek'oc, ol eyiquejcan lu'um, icha ajnac valan t'a winhaj Moisés."
        },
        {
            "number": "4",
            "text": "Masanil lum sb'atnhej t'a taquinh lu'um masanto t'a lum Líbano, sb'atnhej lum t'ha ha' niwan Éufrates, masanil lum yic eb' hitita masanto sk'och t'ha ha' mar Mediterráneo t'a stojolal b'aj tz'em k'u, ol vak'nhej lum t'ayex."
        },
        {
            "number": "5",
            "text": "Malaj junok mach ol stek'b'ej sb'a yak'an oval ed'oc yujto ayinnhejoch ed'oc t'a masanil tiempo, icha ix aj vochnhej yet' winhaj Moisés chi'. Malaj b'ak'uinh ol ach vactejcani."
        },
        {
            "number": "6",
            "text": "Tek'annhej tzutej a b'a, manh ach xivoc, yujto a ach ol a puquek' lum lum chi' yic tz'ochcan lum smacb'enej juntzanh anima tik, aton lum vak'nac in ti' vak'an t'a eb' e mam eyicham."
        },
        {
            "number": "7",
            "text": "Anhej swal t'ayach, to tza tek'b'ej a b'a, manh ach xivoc, tza k'anab'ajan masanil k'ayb'ub'al ix yalcan winh in checab' aj Moisés t'ayach. Manh a patiquejel jab'oc jun k'ayb'ub'al tik yic wach'nhej ol ach ajelk'ochoc."
        },
        {
            "number": "8",
            "text": "Manh actejcan awtan b'aj tz'ib'ab'ilcan k'ayb'ub'al tik, t'a k'ual t'ak'val tza naub'tanhej tas syala', yic wach' ol a k'anab'ajej masanil tas syal chi'. Tato icha chi', masanil tas ol a k'ulej, wach'nhej ol aj yelk'ochi."
        },
        {
            "number": "9",
            "text": "Ha in swal t'ayach to tek'annhej tzutej a b'a, manh ach xivoc, mocab' chab'ax a k'ool, yujto a in Jehová a Diosal in, ayinnhejoch ed'oc yalnhej b'aj tzach eq'ui, xchi Jehová t'a winh."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix yalan winhaj Josué t'a eb' yajalil chonhab' Israel icha tik:"
        },
        {
            "number": "11",
            "text": "Ixiquec t'a masanil campamento, tzeyalani to syak' lista svael eb' anima smasanil, yujto a chab'ej tzonh k'axpajek' t'ha ha' Jordán, yic syak'ancan lum lum chi' Jehová co Diosal quicoc, xchi winh."
        },
        {
            "number": "12",
            "text": "Ix yalan winh t'a eb' yinhtilal Rubén, t'a eb' yinhtilal Gad yet' t'a nanhal eb' yinhtilal Manasés icha tik:"
        },
        {
            "number": "13",
            "text": "--Naeccot masanil tas ix yalcan winhaj Moisés t'ayex, winh schecab' Jehová, ayic ix yalan winh to a Jehová ol ak'an jun lu'um tik t'ayex yic tzex cajnaj t'a junk'olal."
        },
        {
            "number": "14",
            "text": "Ol eyactejcan eb' ix eyetb'eyum, eyuninal yet' nok' e molb'etzal nok' t'a lum tik, aton lum ix yak'kan winhaj Moisés t'ayex t'a stojolal b'aj sjavi k'u t'ha ha' Jordán tik. Ha exxo e masanil stiempoal val e b'at t'a oval, aq'ek lista e b'a yet' eyamk'ab', tzex b'ab'laj t'a yichanh masanil eb' quetchonhab' tik, yic ol ex k'axpaj t'ha ha' Jordán tik yic tzex kolwaj yet' eb'."
        },
        {
            "number": "15",
            "text": "Masanto ol yak' Jehová lum b'aj ol aj eb' t'a junk'olal, aton lum ay t'a stojolal b'aj tz'em k'u icha ix aj yak'an lum eyic tik Jehová chi'. Ayic toxo ix yiquejcan lum eb', ol ex meltzajxicot t'a lum eyic tik, haxo e cajnajcan t'a sat lu'um, xchi winh t'a eb'."
        },
        {
            "number": "16",
            "text": "Ix tak'vi eb' icha tik. --Ha masanil tas tzal tik, ol co k'anab'ajej, yalnhej b'aj tzonh a checb'ati, ol onh b'atoc."
        },
        {
            "number": "17",
            "text": "Ol ach co k'anab'ajej icha ix aj co k'anab'ajan winhaj Moisés t'a masanil tas ix yal t'ayonh. Anhej to tz'ochnhej Jehová co Diosal ed'oc icha ix aj yoch yet' winhaj Moisés chi'."
        },
        {
            "number": "18",
            "text": "Yalnhej mach eb' max k'anab'ajan tas tzala', mato spitej sb'a t'ayach, a eb' chi' smiljicham eb'. Anhej to tza tek'b'ej a b'a, manh ach xivoc, xchi eb' winh t'a winhaj Josué chi'."
        }
    ]
}