{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "A vinhaj Adonisedec sreyal Jerusalén, a ix yab'an vinh to ix satjiel chonhab' Hai yed' vinh sreyal yuj vinhaj Josué chi', icha ix aj satjiel chonhab' Jericó yed' sreyal. Ix yab'anpax vinh to a eb' gabaonita toxo ix yak'och sb'a eb' d'a yol sk'ab' eb' israel yuj scolan sb'a, cajanxoek' eb' d'a scal eb'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix te xiv vinh, yujto a chonhab' Gabaón, te nivan chonhab' icha juntzanhxo nivac chonhab' ay sreyal, te ek'to d'a yichanh chonhab' Hai, te ay smay eb' d'a oval."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yalb'at vinhaj Adonisedec chi' d'a vinhaj Hoham sreyal Hebrón, d'a vinhaj Piream sreyal Jarmut, d'a vinhaj Jafía sreyal Laquis yed' d'a vinhaj Debir sreyal Eglón, icha tic:"
        },
        {
            "number": "4",
            "text": "Cotanhec, ochanhec ved'oc, scak'an oval yed' chonhab' Gabaón, yujto ix yak'och sb'a yed' vinhaj Josué yed' chonhab' Israel, xchib'at vinh d'a eb' vinh."
        },
        {
            "number": "5",
            "text": "Yuj chi' junxonhej ix yutej sb'a ovanh eb' vinh rey chi'. Ix b'at eb' vinh yed' eb' vinh soldado, ix sb'oanq'ue scampamento eb' vinh d'a slak'anil chonhab' Gabaón, yuj yak'an oval eb' vinh yed'oc."
        },
        {
            "number": "6",
            "text": "Yuj chi' a eb' aj Gabaón chi' ix yalcot eb' d'a vinhaj Josué b'aj ayek' d'a scampamento d'a Gilgal, icha tic: Cotanh d'a elanhchamel yic tzul onh a colan a onh a checab' onh tic, yujto a masanil eb' vinh sreyal amorreo cajan d'a tzalquixtac, junnhej ix yutej sb'a eb' yic tzonh satanel eb', xchicot eb' d'a vinh."
        },
        {
            "number": "7",
            "text": "Yuj chi', ix b'at vinhaj Josué d'a Gilgal chi' ix yik'anb'at eb' vinh soldado vinh te tek'an."
        },
        {
            "number": "8",
            "text": "Ix yalan Jehová d'a vinh icha tic: Manh ach xiv d'a eb', a in ol vak'och eb' d'a yol a k'ab', malaj junoc eb' ol yal stek'b'an sb'a d'a ichanh, xchi d'a vinh."
        },
        {
            "number": "9",
            "text": "Pilan ak'val ix b'ey vinhaj Josué yed' eb' vinh soldado chi', ix k'och eb' d'a Gabaón d'a scampamento eb' amorreo, satk'olal yaj eb' amorreo chi' ix k'och vinh yak' oval yed' eb'."
        },
        {
            "number": "10",
            "text": "Axo Jehová ix ak'anoch jun nivan xivk'olal d'a eb', ayic ix yilanb'at eb' israel eb'. Yuj chi' manhxo jantacoc eb' amorreo ix miljicham yuj eb' israel d'a Gabaón chi', ix b'at eb' d'a spatic eb' d'a jun b'e pichan yem d'a Bet-horón, ix smilancham jantac eb' ix yamchaj yuj eb' masanto ix k'och eb' d'a Azeca yed' d'a Maceda."
        },
        {
            "number": "11",
            "text": "Ay eb' amorreo chi' ix yak' ganar yeli. Yacb'an van spichlajem eb' d'a vitzal Bet-horón, axo Jehová ix ak'ancot q'uen nivac sacb'at d'a yib'anh eb', masanto d'a Azeca, yuj chi' ek'to eb' ix cham yuj q'uen sacb'at chi' d'a yichanh eb' ix xicjicham d'a q'uen espada yuj eb' israel."
        },
        {
            "number": "12",
            "text": "Ayic van yak'jioch eb' amorreo chi' d'a yol sk'ab' eb' israel yuj Jehová, ix yalan vinhaj Josué d'a Jehová chi' d'a yichanh masanil anima icha tic: Ochocab' vaan k'u d'a yib'anh Gabaón, ochocab' vaan q'uen uj d'a yib'anh sch'olanil Ajalón, xchi vinh."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix och vaan k'u yed' q'uen uj, masanto ix satel eb' ayoch ajk'olal d'a eb' israel chi'. Icha chi' yaj stz'ib'chajcan d'a Jazer to ix och vaan sb'ey k'u d'a snanhal satchaanh, quen am manh junoc k'ual ix och vaan sb'eyi, majxo q'uik'b'oclaj."
        },
        {
            "number": "14",
            "text": "Malaj junoc k'ual ujinac icha ix uji d'a jun k'u chi', malaj pax junocxo ol ujoc, yujto ix yab' Jehová tas ix yal junoc anima, yujto a ix colvaj yed' eb' israel d'a oval."
        },
        {
            "number": "15",
            "text": "Ayic ix satcanel masanil eb' amorreo chi', ix meltzaj vinhaj Josué yed' eb' israel d'a Gilgal chi'."
        },
        {
            "number": "16",
            "text": "Ayic van yak'an oval eb' israel chi' yed' eb' amorreo, a ovanh eb' vinh sreyal eb' chi', ix b'at sk'ub'ejel sb'a eb' vinh d'a yol jun q'uen nhaq'ueen d'a Maceda."
        },
        {
            "number": "17",
            "text": "Axo ix aji, ix ilchajelta eb' vinh d'a yol q'uen nhaq'ueen chi', yuj chi' ix b'at alchaj d'a vinhaj Josué."
        },
        {
            "number": "18",
            "text": "Ix yalan vinh icha tic: B'alecoch q'uen q'ueen d'a sti' q'uen nhaq'ueen chi' yic smacchajcani. Tz'ochpaxcan eb' vinh soldado stanhvej sti' q'ueen."
        },
        {
            "number": "19",
            "text": "A exxo tic, ixiquec d'a spatic juntzanhxo eb' ajk'ol van yel chi'. Manhxo e cha meltzaj eb' d'a schonhab', yujto a Jehová co Diosal toxo ix ak'anoch eb' d'a yol co k'ab', xchi vinh."
        },
        {
            "number": "20",
            "text": "Ix ak'ji ganar masanil eb' amorreo yuj vinhaj Josué yed' eb' vinh soldado israel chi'. Te nivan eb' ix chami, axo eb' maj chamlaj d'a oval chi' ix b'atcan eb' scol sb'a d'a schonhab' ayoch smuroal."
        },
        {
            "number": "21",
            "text": "Axo eb' vinh soldado israel, ix meltzaj eb' vinh d'a scampamento d'a Maceda b'aj aycan vinhaj Josué chi', malaj tas ix ik'an eb' vinh, manhxalaj mach ixto comon b'uchvaj d'a eb'."
        },
        {
            "number": "22",
            "text": "Ix yalan vinhaj Josué chi' icha tic: Jaquec q'uen nhaq'ueen tic, tzeyik'anelta eb' vinh rey chi' yovanhil, xchi vinh."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yiq'uelta ovanh eb' vinh rey ayoch d'a yol q'uen nhaq'ueen chi' eb' israel, aton vinh sreyal Jerusalén, vinh sreyal Hebrón, vinh sreyal Jarmut, vinh sreyal Laquis yed' vinh sreyal Eglón."
        },
        {
            "number": "24",
            "text": "Ayic ix ik'jielta eb' vinh d'a yichanh vinhaj Josué chi', ix yavtan masanil eb' vinh soldado israel chi' vinh, ix yalan vinh d'a eb' yajal soldado ayek' yed' vinh icha tic: Nitzeccot e b'a, tzex q'ue tek'tek' d'a sjaj juntzanh eb' vinh rey tic, xchi vinh. Ix sk'anab'ajan eb' icha ix yal vinh."
        },
        {
            "number": "25",
            "text": "Ix yalanxi vinh d'a eb' vinh: Manh ex xivoc, mocab' chab'axq'ue e k'ool. Te tek'an tzeyutej e b'a eyak'an oval, yujto ix yal Jehová to icha val tic ol yutej masanil eb' ayoch ajk'olal d'ayonh, xchi vinh d'a eb'."
        },
        {
            "number": "26",
            "text": "Ix lajvi chi', ix yalan vinh to smiljicham juntzanh eb' vinh rey chi', to sq'ue d'unhan eb' vinh d'a junjunoc te te' masanto tz'em k'u."
        },
        {
            "number": "27",
            "text": "Axo yic vanxo sq'uik'b'i, ix yalan vinhaj Josué chi' to tz'ik'jiemta eb' vinh, tz'ak'jicanoch eb' vinh d'a yol q'uen nhaq'ueen b'aj ix sk'ub'ejel sb'a chi'. Ix macchajcan sti' q'ueen yed' juntzanh nivac q'ueen, ix can q'uen ta' d'a junelnhej."
        },
        {
            "number": "28",
            "text": "Anheja' d'a jun k'u chi', ix och vinhaj Josué chi' d'a chonhab' Maceda yed' eb' vinh soldado, ix satanel masanil tas eb'. Ix xicancham masanil anima eb' d'a chonhab' chi' yed' yespada, manhxo junoc ix cani. Ix smilcham vinh sreyal Maceda chi' eb' icha val ix aj vinh sreyal Jericó."
        },
        {
            "number": "29",
            "text": "Ix lajvi chi', ix b'at vinhaj Josué chi' yed' eb' vinh soldado d'a chonhab' Libna, ix yak'an oval eb' yed'oc."
        },
        {
            "number": "30",
            "text": "Ix ak'jipaxoch jun chonhab' chi' yed' sreyal d'a yol sk'ab' eb' yuj Jehová. Manhxa junoc ix can ta'. Ix smilcham vinh sreyal Libna chi' eb' icha val ix aj vinh sreyal Jericó."
        },
        {
            "number": "31",
            "text": "Ix lajvi satanel chonhab' Libna chi' eb', ix b'atxi eb' d'a Laquis, ix sb'oanq'ue scampamento eb' d'a yichanh jun chonhab' chi', ix yak'an oval eb' yed'oc."
        },
        {
            "number": "32",
            "text": "Axo d'a yevial chi', ix ak'jioch jun chonhab' chi' d'a yol sk'ab' eb' yuj Jehová. Icha ix yutej Libna eb', ix smilancham masanil eb' anima eb'."
        },
        {
            "number": "33",
            "text": "Axo vinhaj Horam sreyal Gezer, ix q'uek'och yed' eb' vinh soldado yic scolvaj yed' eb' aj Laquis chi' yalani, palta a eb' israel chi' ix satanel vinhaj Horam chi' yed' masanil eb' vinh soldado, manhxa junoc eb' ix cani."
        },
        {
            "number": "34",
            "text": "Axo yic ix lajvi oval d'a Laquis chi', ix b'at vinhaj Josué chi' yed' eb' vinh soldado d'a chonhab' Eglón, ix sb'oanq'ue scampamento eb' d'a slak'anil chi', ix yak'an oval eb' yed'oc."
        },
        {
            "number": "35",
            "text": "Anheja' d'a jun k'u chi', masanil mach cajan ta' ix satel eb', manhxo junoc ixto cani, icha ix utaj Laquis."
        },
        {
            "number": "36",
            "text": "Ix el eb' d'a Eglón chi', ix k'och eb' d'a Hebrón, yic syak'anpax oval eb' yed'oc."
        },
        {
            "number": "37",
            "text": "Ayic ix och eb' chi' d'ay, ix satanel eb' d'a junelnhej. Ix smilancham vinh sreyal jun chonhab' chi' eb' yed' masanil anima yed' juntzanhxo anima ay d'a juntzanhxo chonhab' d'a slak'anil chi', icha val ix aj Eglón."
        },
        {
            "number": "38",
            "text": "Ayic ix lajvicanel chi', ix b'at vinhaj Josué chi' yed' eb' vinh soldado yak' oval yed' chonhab' Debir."
        },
        {
            "number": "39",
            "text": "Ix smilancham vinh sreyal eb' yed' masanil eb' anima cajan d'a slak'anil chi'. Manhxo junoc anima cajan d'a Debir chi' ixto cani. Ix satel eb' smasanil, icha ix aj Hebrón yed' Libna yed' sreyal."
        },
        {
            "number": "40",
            "text": "Icha chi' ix aj satjiel masanil eb' anima cajan d'a juntzanh lugar chi' yuj vinhaj Josué chi': Aton masanil eb' rey d'a yol yic Neguev, d'a tzalquixtac, d'a ak'lictac yed' d'a pak'quiltac, manhxa junoc pitzan ix cani. Ix elk'och icha val ix aj yalan Jehová sDiosal Israel."
        },
        {
            "number": "41",
            "text": "D'a junelnhej ix satel masanil juntzanh chonhab' eb', ix schael yich d'a Cades-barnea masanto ix q'uek'och d'a Gaza yed' masanil yic Gosén, masanto ix k'och d'a Gabaón d'a norte."
        },
        {
            "number": "42",
            "text": "A Jehová sDiosal Israel ix colvaj yed' eb' d'a oval chi', yuj chi' ix yak' ganar eb' syaman masanil eb' vinh sreyal juntzanh chonhab' chi', yic syiquejcan masanil sluum eb' chi' eb'. Ayic ix schaanel yich eb' israel chi' yak'an oval, ix yak'nhej oval eb' masanto ix yiquejcan eb' smasanil, ix lajvi chi' ix meltzaj vinhaj Josué chi' yed' eb' vinh soldado d'a scampamento d'a Gilgal."
        }
    ]
}