{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Adonisedec sreyal Jerusalén, a ix yab'an winh to ix satjiel chonhab' Hai yet' winh sreyal yuj winhaj Josué chi', icha ix aj satjiel chonhab' Jericó yet' sreyal. Ix yab'anpax winh to a eb' gabaonita toxo ix yak'och sb'a eb' t'a yol sk'ab' eb' israel yuj scolan sb'a, cajanxoek' eb' t'a skal eb'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix te xiv winh, yujto a chonhab' Gabaón, te niwan chonhab' icha juntzanhxo nivac chonhab' ay sreyal, te ek'to t'a yichanh chonhab' Hai, te ay smay eb' t'a oval."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yalb'at winhaj Adonisedec chi' t'a winhaj Hoham sreyal Hebrón, t'a winhaj Piream sreyal Jarmut, t'a winhaj Jafía sreyal Laquis yet' t'a winhaj Debir sreyal Eglón, icha tik:"
        },
        {
            "number": "4",
            "text": "Cotanhec, ochanhec ved'oc, scak'an oval yet' chonhab' Gabaón, yujto ix yak'och sb'a yet' winhaj Josué yet' chonhab' Israel, xchib'at winh t'a eb' winh."
        },
        {
            "number": "5",
            "text": "Yuj chi' junxonhej ix yutej sb'a ovanh eb' winh rey chi'. Ix b'at eb' winh yet' eb' winh soldado, ix sb'oanq'ue scampamento eb' winh t'a slak'anil chonhab' Gabaón, yuj yak'an oval eb' winh yet'oc."
        },
        {
            "number": "6",
            "text": "Yuj chi' a eb' aj Gabaón chi' ix yalcot eb' t'a winhaj Josué b'aj ayek' t'a scampamento t'a Gilgal, icha tik: Cotanh t'a elanhchamel yic tzul onh a colan a onh a checab' onh tik, yujto a masanil eb' winh sreyal amorreo cajan t'a tzalquixtac, junnhej ix yutej sb'a eb' yic tzonh satanel eb', xchicot eb' t'a winh."
        },
        {
            "number": "7",
            "text": "Yuj chi', ix b'at winhaj Josué t'a Gilgal chi' ix yik'anb'at eb' winh soldado winh te tek'an."
        },
        {
            "number": "8",
            "text": "Ix yalan Jehová t'a winh icha tik: Manh ach xiv t'a eb', a in ol vak'och eb' t'a yol a k'ab', malaj junok eb' ol yal stek'b'an sb'ha t'a ichanh, xchi t'a winh."
        },
        {
            "number": "9",
            "text": "Pilan ak'wal ix b'ey winhaj Josué yet' eb' winh soldado chi', ix k'och eb' t'a Gabaón t'a scampamento eb' amorreo, satk'olal yaj eb' amorreo chi' ix k'och winh yak' oval yet' eb'."
        },
        {
            "number": "10",
            "text": "Axo Jehová ix ak'anoch jun niwan xivk'olal t'a eb', ayic ix yilanb'at eb' israel eb'. Yuj chi' manhxo jantacoc eb' amorreo ix miljicham yuj eb' israel t'a Gabaón chi', ix b'at eb' t'a spatic eb' t'a jun b'e pichan yem t'a Bet-horón, ix smilancham jantac eb' ix yamchaj yuj eb' masanto ix k'och eb' t'a Azeca yet' t'a Maceda."
        },
        {
            "number": "11",
            "text": "Ay eb' amorreo chi' ix yak' ganar yeli. Yacb'an van spichlajem eb' t'a vitzal Bet-horón, haxo Jehová ix ak'ancot q'uen nivac sacb'at t'a yib'anh eb', masanto t'a Azeca, yuj chi' ek'to eb' ix cham yuj q'uen sacb'at chi' t'a yichanh eb' ix xicjicham t'a q'uen espada yuj eb' israel."
        },
        {
            "number": "12",
            "text": "Ayic van yak'jioch eb' amorreo chi' t'a yol sk'ab' eb' israel yuj Jehová, ix yalan winhaj Josué t'a Jehová chi' t'a yichanh masanil anima icha tik: Ochocab' vaan k'u t'a yib'anh Gabaón, ochocab' vaan q'uen uj t'a yib'anh sch'olanil Ajalón, xchi winh."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix och vaan k'u yet' q'uen uj, masanto ix satel eb' ayoch ajk'olal t'a eb' israel chi'. Icha chi' yaj stz'ib'chajcan t'a Jazer to ix och vaan sb'ey k'u t'a snanhal satcha’anh, quen am manh junok k'ual ix och vaan sb'eyi, majxo k'ik'b'oclaj."
        },
        {
            "number": "14",
            "text": "Malaj junok k'ual ujinac icha ix uji t'a jun k'u chi', malaj pax junokxo ol ujok, yujto ix yab' Jehová tas ix yal junok anima, yujto a ix kolwaj yet' eb' israel t'a oval."
        },
        {
            "number": "15",
            "text": "Ayic ix satcanel masanil eb' amorreo chi', ix meltzaj winhaj Josué yet' eb' israel t'a Gilgal chi'."
        },
        {
            "number": "16",
            "text": "Ayic van yak'an oval eb' israel chi' yet' eb' amorreo, a ovanh eb' winh sreyal eb' chi', ix b'at sk'ub'ejel sb'a eb' winh t'a yol jun q'uen nhaq'ueen t'a Maceda."
        },
        {
            "number": "17",
            "text": "Axo ix aji, ix ilchajelta eb' winh t'a yol q'uen nhaq'ueen chi', yuj chi' ix b'at alchaj t'a winhaj Josué."
        },
        {
            "number": "18",
            "text": "Ix yalan winh icha tik: B'alecoch q'uen q'ueen t'a sti' q'uen nhaq'ueen chi' yic smacchajcani. Tz'ochpaxcan eb' winh soldado stanhvej sti' q'ueen."
        },
        {
            "number": "19",
            "text": "Ha exxo tik, ixiquec t'a spatic juntzanhxo eb' ajk'ol van yel chi'. Manhxo e cha meltzaj eb' t'a schonhab', yujto a Jehová co Diosal toxo ix ak'anoch eb' t'a yol co k'ab', xchi winh."
        },
        {
            "number": "20",
            "text": "Ix ak'ji ganar masanil eb' amorreo yuj winhaj Josué yet' eb' winh soldado israel chi'. Te niwan eb' ix chami, haxo eb' maj chamlaj t'a oval chi' ix b'atcan eb' scol sb'ha t'a schonhab' ayoch smuroal."
        },
        {
            "number": "21",
            "text": "Axo eb' winh soldado israel, ix meltzaj eb' winh t'a scampamento t'a Maceda b'aj aycan winhaj Josué chi', malaj tas ix ik'an eb' winh, manhxalaj mach ixto comon b'uchvaj t'a eb'."
        },
        {
            "number": "22",
            "text": "Ix yalan winhaj Josué chi' icha tik: Jaquec q'uen nhaq'ueen tik, tzeyik'anelta eb' winh rey chi' yovanhil, xchi winh."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yiq'uelta ovanh eb' winh rey ayoch t'a yol q'uen nhaq'ueen chi' eb' israel, aton winh sreyal Jerusalén, winh sreyal Hebrón, winh sreyal Jarmut, winh sreyal Laquis yet' winh sreyal Eglón."
        },
        {
            "number": "24",
            "text": "Ayic ix ik'jielta eb' winh t'a yichanh winhaj Josué chi', ix yavtan masanil eb' winh soldado israel chi' winh, ix yalan winh t'a eb' yajal soldado ayek' yet' winh icha tik: Nitzeccot e b'a, tzex q'ue tek'tek' t'a sjaj juntzanh eb' winh rey tik, xchi winh. Ix sk'anab'ajan eb' icha ix yal winh."
        },
        {
            "number": "25",
            "text": "Ix yalanxi winh t'a eb' winh: Manh ex xivoc, mocab' chab'axq'ue e k'ool. Te tek'an tzeyutej e b'a eyak'an oval, yujto ix yal Jehová to icha wal tik ol yutej masanil eb' ayoch ajk'olal t'ayonh, xchi winh t'a eb'."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi', ix yalan winh to smiljicham juntzanh eb' winh rey chi', to sq'ue d'unhan eb' winh t'a junjunoc te te' masanto tz'em k'u."
        },
        {
            "number": "27",
            "text": "Axo yic vanxo sq'uik'b'i, ix yalan winhaj Josué chi' to tz'ik'jiemta eb' winh, tz'ak'jicanoch eb' winh t'a yol q'uen nhaq'ueen b'aj ix sk'ub'ejel sb'a chi'. Ix macchajcan sti' q'ueen yet' juntzanh nivac q'ueen, ix kan q'uen ta' t'a junelnhej."
        },
        {
            "number": "28",
            "text": "Anheja' t'a jun k'u chi', ix och winhaj Josué chi' t'a chonhab' Maceda yet' eb' winh soldado, ix satanel masanil tas eb'. Ix xicancham masanil anima eb' t'a chonhab' chi' yet' yespada, manhxo junok ix cani. Ix smilcham winh sreyal Maceda chi' eb' icha wal ix aj winh sreyal Jericó."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix b'at winhaj Josué chi' yet' eb' winh soldado t'a chonhab' Libna, ix yak'an oval eb' yet'oc."
        },
        {
            "number": "30",
            "text": "Ix ak'jipaxoch jun chonhab' chi' yet' sreyal t'a yol sk'ab' eb' yuj Jehová. Manhxa junok ix kan ta'. Ix smilcham winh sreyal Libna chi' eb' icha wal ix aj winh sreyal Jericó."
        },
        {
            "number": "31",
            "text": "Ixlajwi satanel chonhab' Libna chi' eb', ix b'atxi eb' t'a Laquis, ix sb'oanq'ue scampamento eb' t'a yichanh jun chonhab' chi', ix yak'an oval eb' yet'oc."
        },
        {
            "number": "32",
            "text": "Axo t'a yevial chi', ix ak'jioch jun chonhab' chi' t'a yol sk'ab' eb' yuj Jehová. Icha ix yutej Libna eb', ix smilancham masanil eb' anima eb'."
        },
        {
            "number": "33",
            "text": "Axo winhaj Horam sreyal Gezer, ix q'uek'och yet' eb' winh soldado yic skolwaj yet' eb' aj Laquis chi' yalani, palta a eb' israel chi' ix satanel winhaj Horam chi' yet' masanil eb' winh soldado, manhxa junok eb' ix cani."
        },
        {
            "number": "34",
            "text": "Axo yic ix lajvi oval t'a Laquis chi', ix b'at winhaj Josué chi' yet' eb' winh soldado t'a chonhab' Eglón, ix sb'oanq'ue scampamento eb' t'a slak'anil chi', ix yak'an oval eb' yet'oc."
        },
        {
            "number": "35",
            "text": "Anheja' t'a jun k'u chi', masanil mach cajan ta' ix satel eb', manhxo junok ixto cani, icha ix utaj Laquis."
        },
        {
            "number": "36",
            "text": "Ix el eb' t'a Eglón chi', ix k'och eb' t'a Hebrón, yic syak'anpax oval eb' yet'oc."
        },
        {
            "number": "37",
            "text": "Ayic ix och eb' chi' t'ay, ix satanel eb' t'a junelnhej. Ix smilancham winh sreyal jun chonhab' chi' eb' yet' masanil anima yet' juntzanhxo anima ay t'a juntzanhxo chonhab' t'a slak'anil chi', icha wal ix aj Eglón."
        },
        {
            "number": "38",
            "text": "Ayic ix lajvicanel chi', ix b'at winhaj Josué chi' yet' eb' winh soldado yak' oval yet' chonhab' Debir."
        },
        {
            "number": "39",
            "text": "Ix smilancham winh sreyal eb' yet' masanil eb' anima cajan t'a slak'anil chi'. Manhxo junok anima cajan t'a Debir chi' ixto cani. Ix satel eb' smasanil, icha ix aj Hebrón yet' Libna yet' sreyal."
        },
        {
            "number": "40",
            "text": "Icha chi' ix aj satjiel masanil eb' anima cajan t'a juntzanh lugar chi' yuj winhaj Josué chi': Aton masanil eb' rey t'a yol yic Neguev, t'a tzalquixtac, t'a ak'lictac yet' t'a pak'quiltac, manhxa junok pitzan ix cani. Ix elk'och icha wal ix aj yalan Jehová sDiosal Israel."
        },
        {
            "number": "41",
            "text": "D'a junelnhej ix satel masanil juntzanh chonhab' eb', ix schael yich t'a Cades-barnea masanto ix q'uek'och t'a Gaza yet' masanil yic Gosén, masanto ix k'och t'a Gabaón t'a norte."
        },
        {
            "number": "42",
            "text": "Ha Jehová sDiosal Israel ix kolwaj yet' eb' t'a oval chi', yuj chi' ix yak' ganar eb' syaman masanil eb' winh sreyal juntzanh chonhab' chi', yic syiquejcan masanil sluum eb' chi' eb'. Ayic ix schaanel yich eb' israel chi' yak'an oval, ix yak'nhej oval eb' masanto ix yiquejcan eb' smasanil, ix lajvi chi' ix meltzaj winhaj Josué chi' yet' eb' winh soldado t'a scampamento t'a Gilgal."
        }
    ]
}