{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Adonisedec sreyal Jerusalén, a ix yab'an winh to ix satjiel chonhab' Hai yet' winh sreyal yuj winhaj Josué chi', icha ix aj satjiel chonhab' Jericó yet' sreyal. Ix yab'anpax winh to a heb' gabaonita toxo ix yak'och sb'a heb' t'a yol sk'ab' heb' israel yuj scolan sb'a, kajanxoek' heb' t'a skal heb'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix te xiv winh, yujto a chonhab' Gabaón, te niwan chonhab' icha juntzanhxo niwac chonhab' ay sreyal, te ek'to t'a yichanh chonhab' Hai, te ay smay heb' t'a owal."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yalb'at winhaj Adonisedec chi' t'a winhaj Hoham sreyal Hebrón, t'a winhaj Piream sreyal Jarmut, t'a winhaj Jafía sreyal Laquis yet' t'a winhaj Debir sreyal Eglón, icha tik:"
        },
        {
            "number": "4",
            "text": "Cotanhec, ochanhec wed'oc, skak'an owal yet' chonhab' Gabaón, yujto ix yak'och sb'a yet' winhaj Josué yet' chonhab' Israel, xchib'at winh t'a heb' winh."
        },
        {
            "number": "5",
            "text": "Yuj chi' junxonhej ix yutej sb'a owanh heb' winh rey chi'. Ix b'at heb' winh yet' heb' winh soldado, ix sb'oank'e skampamento heb' winh t'a slak'anil chonhab' Gabaón, yuj yak'an owal heb' winh yet'oc."
        },
        {
            "number": "6",
            "text": "Yuj chi' a heb' aj Gabaón chi' ix yalcot heb' t'a winhaj Josué b'aj ayek' t'a skampamento t'a Gilgal, icha tik: Cotanh t'a elanhchamel yic tzul onh a colan a onh a chekab' onh tik, yujto a masanil heb' winh sreyal amorreo kajan t'a tzalquixtac, junnhej ix yutej sb'a heb' yic tzonh satanel heb', xchicot heb' t'a winh."
        },
        {
            "number": "7",
            "text": "Yuj chi', ix b'at winhaj Josué t'a Gilgal chi' ix yik'anb'at heb' winh soldado winh te tek'an."
        },
        {
            "number": "8",
            "text": "Ix yalan Jehová t'a winh icha tik: Manh ach xiv t'a heb', a in ol wak'och heb' t'a yol a k'ab', malaj junok heb' ol yal stek'b'an sb'ha t'a ichanh, xchi t'a winh."
        },
        {
            "number": "9",
            "text": "Pilan ak'wal ix b'ey winhaj Josué yet' heb' winh soldado chi', ix k'och heb' t'a Gabaón t'a skampamento heb' amorreo, satk'olal yaj heb' amorreo chi' ix k'och winh yak' owal yet' heb'."
        },
        {
            "number": "10",
            "text": "Axo Jehová ix ak'anoch jun niwan xivk'olal t'a heb', ayic ix yilanb'at heb' israel heb'. Yuj chi' manhxo jantacoc heb' amorreo ix miljicham yuj heb' israel t'a Gabaón chi', ix b'at heb' t'a spatic heb' t'a jun b'e pichan yem t'a Bet-horón, ix smilancham jantac heb' ix yamchaj yuj heb' masanto ix k'och heb' t'a Azeca yet' t'a Maceda."
        },
        {
            "number": "11",
            "text": "Ay heb' amorreo chi' ix yak' ganar yeli. Yacb'an wan spichlajem heb' t'a witzal Bet-horón, haxo Jehová ix ak'ancot k'een niwac sacb'at t'a yib'anh heb', masanto t'a Azeca, yuj chi' ek'to heb' ix cham yuj k'een sacb'at chi' t'a yichanh heb' ix xicjicham t'a k'een espada yuj heb' israel."
        },
        {
            "number": "12",
            "text": "Ayic wan yak'jioch heb' amorreo chi' t'a yol sk'ab' heb' israel yuj Jehová, ix yalan winhaj Josué t'a Jehová chi' t'a yichanh masanil anima icha tik: Ochokab' waan k'u t'a yib'anh Gabaón, ochokab' waan k'een uj t'a yib'anh sch'olanil Ajalón, xchi winh."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix och waan k'u yet' k'een uj, masanto ix satel heb' ayoch ajk'olal t'a heb' israel chi'. Icha chi' yaj stz'ib'chajkan t'a Jazer to ix och waan sb'ey k'u t'a snanhal satcha’anh, quen am manh junok k'ual ix och waan sb'eyi, majxo k'ik'b'oclaj."
        },
        {
            "number": "14",
            "text": "Malaj junok k'ual ujinac icha ix uji t'a jun k'u chi', malaj pax junokxo ol ujok, yujto ix yab' Jehová tas ix yal junok anima, yujto a ix kolwaj yet' heb' israel t'a owal."
        },
        {
            "number": "15",
            "text": "Ayic ix satkanel masanil heb' amorreo chi', ix meltzaj winhaj Josué yet' heb' israel t'a Gilgal chi'."
        },
        {
            "number": "16",
            "text": "Ayic wan yak'an owal heb' israel chi' yet' heb' amorreo, a owanh heb' winh sreyal heb' chi', ix b'at sk'ub'ejel sb'a heb' winh t'a yol jun k'een nhak'een t'a Maceda."
        },
        {
            "number": "17",
            "text": "Axo ix aji, ix ilchajelta heb' winh t'a yol k'een nhak'een chi', yuj chi' ix b'at alchaj t'a winhaj Josué."
        },
        {
            "number": "18",
            "text": "Ix yalan winh icha tik: B'alecoch k'een k'een t'a sti' k'een nhak'een chi' yic smacchajkani. Tz'ochpaxcan heb' winh soldado stanhwej sti' k'een."
        },
        {
            "number": "19",
            "text": "Ha exxo tik, ixiquec t'a spatic juntzanhxo heb' ajk'ol wan yel chi'. Manhxo he cha meltzaj heb' t'a schonhab', yujto a Jehová ko Diosal toxo ix ak'anoch heb' t'a yol ko k'ab', xchi winh."
        },
        {
            "number": "20",
            "text": "Ix ak'ji ganar masanil heb' amorreo yuj winhaj Josué yet' heb' winh soldado israel chi'. Te niwan heb' ix chami, haxo heb' maj chamlaj t'a owal chi' ix b'atkan heb' scol sb'ha t'a schonhab' ayoch smuroal."
        },
        {
            "number": "21",
            "text": "Axo heb' winh soldado israel, ix meltzaj heb' winh t'a skampamento t'a Maceda b'aj aykan winhaj Josué chi', malaj tas ix ik'an heb' winh, manhxalaj mach ixto comon b'uchwaj t'a heb'."
        },
        {
            "number": "22",
            "text": "Ix yalan winhaj Josué chi' icha tik: Jaquec k'een nhak'een tik, tzeyik'anelta heb' winh rey chi' yowanhil, xchi winh."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yik'elta owanh heb' winh rey ayoch t'a yol k'een nhak'een chi' heb' israel, aton winh sreyal Jerusalén, winh sreyal Hebrón, winh sreyal Jarmut, winh sreyal Laquis yet' winh sreyal Eglón."
        },
        {
            "number": "24",
            "text": "Ayic ix ik'jielta heb' winh t'a yichanh winhaj Josué chi', ix yavtan masanil heb' winh soldado israel chi' winh, ix yalan winh t'a heb' yajal soldado ayek' yet' winh icha tik: Nitzeccot he b'a, tzex k'e tek'tek' t'a sjaj juntzanh heb' winh rey tik, xchi winh. Ix sk'anab'ajan heb' icha ix yal winh."
        },
        {
            "number": "25",
            "text": "Ix yalanxi winh t'a heb' winh: Manh ex xiwoc, mokab' chab'axk'e he k'ool. Te tek'an tzeyutej he b'a eyak'an owal, yujto ix yal Jehová to icha wal tik ol yutej masanil heb' ayoch ajk'olal t'ayonh, xchi winh t'a heb'."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi', ix yalan winh to smiljicham juntzanh heb' winh rey chi', to sk'e d'unhan heb' winh t'a junjunoc te te' masanto tz'em k'u."
        },
        {
            "number": "27",
            "text": "Axo yic wanxo sq'uik'b'i, ix yalan winhaj Josué chi' to tz'ik'jiemta heb' winh, tz'ak'jikanoch heb' winh t'a yol k'een nhak'een b'aj ix sk'ub'ejel sb'a chi'. Ix macchajkan sti' k'een yet' juntzanh niwac k'een, ix kan k'een ta' t'a junelnhej."
        },
        {
            "number": "28",
            "text": "Anheja' t'a jun k'u chi', ix och winhaj Josué chi' t'a chonhab' Maceda yet' heb' winh soldado, ix satanel masanil tas heb'. Ix xikancham masanil anima heb' t'a chonhab' chi' yet' yespada, manhxo junok ix kani. Ix smilcham winh sreyal Maceda chi' heb' icha wal ix aj winh sreyal Jericó."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix b'at winhaj Josué chi' yet' heb' winh soldado t'a chonhab' Libna, ix yak'an owal heb' yet'oc."
        },
        {
            "number": "30",
            "text": "Ix ak'jipaxoch jun chonhab' chi' yet' sreyal t'a yol sk'ab' heb' yuj Jehová. Manhxa junok ix kan ta'. Ix smilcham winh sreyal Libna chi' heb' icha wal ix aj winh sreyal Jericó."
        },
        {
            "number": "31",
            "text": "Ixlajwi satanel chonhab' Libna chi' heb', ix b'atxi heb' t'a Laquis, ix sb'oank'e skampamento heb' t'a yichanh jun chonhab' chi', ix yak'an owal heb' yet'oc."
        },
        {
            "number": "32",
            "text": "Axo t'a yewial chi', ix ak'jioch jun chonhab' chi' t'a yol sk'ab' heb' yuj Jehová. Icha ix yutej Libna heb', ix smilancham masanil heb' anima heb'."
        },
        {
            "number": "33",
            "text": "Axo winhaj Horam sreyal Gezer, ix k'ek'och yet' heb' winh soldado yic skolwaj yet' heb' aj Laquis chi' yalani, palta a heb' israel chi' ix satanel winhaj Horam chi' yet' masanil heb' winh soldado, manhxa junok heb' ix kani."
        },
        {
            "number": "34",
            "text": "Axo yic ix lajwi owal t'a Laquis chi', ix b'at winhaj Josué chi' yet' heb' winh soldado t'a chonhab' Eglón, ix sb'oank'e skampamento heb' t'a slak'anil chi', ix yak'an owal heb' yet'oc."
        },
        {
            "number": "35",
            "text": "Anheja' t'a jun k'u chi', masanil mach kajan ta' ix satel heb', manhxo junok ixto kani, icha ix utaj Laquis."
        },
        {
            "number": "36",
            "text": "Ix el heb' t'a Eglón chi', ix k'och heb' t'a Hebrón, yic syak'anpax owal heb' yet'oc."
        },
        {
            "number": "37",
            "text": "Ayic ix och heb' chi' t'ay, ix satanel heb' t'a junelnhej. Ix smilancham winh sreyal jun chonhab' chi' heb' yet' masanil anima yet' juntzanhxo anima ay t'a juntzanhxo chonhab' t'a slak'anil chi', icha wal ix aj Eglón."
        },
        {
            "number": "38",
            "text": "Ayic ix lajwikanel chi', ix b'at winhaj Josué chi' yet' heb' winh soldado yak' owal yet' chonhab' Debir."
        },
        {
            "number": "39",
            "text": "Ix smilancham winh sreyal heb' yet' masanil heb' anima kajan t'a slak'anil chi'. Manhxo junok anima kajan t'a Debir chi' ixto kani. Ix satel heb' smasanil, icha ix aj Hebrón yet' Libna yet' sreyal."
        },
        {
            "number": "40",
            "text": "Icha chi' ix aj satjiel masanil heb' anima kajan t'a juntzanh lugar chi' yuj winhaj Josué chi': Aton masanil heb' rey t'a yol yic Neguev, t'a tzalquixtac, t'a ak'lictac yet' t'a pak'quiltac, manhxa junok pitzan ix kani. Ix elk'och icha wal ix aj yalan Jehová sDiosal Israel."
        },
        {
            "number": "41",
            "text": "D'a junelnhej ix satel masanil juntzanh chonhab' heb', ix schael yich t'a Cades-barnea masanto ix k'ek'och t'a Gaza yet' masanil yic Gosén, masanto ix k'och t'a Gabaón t'a norte."
        },
        {
            "number": "42",
            "text": "Ha Jehová sDiosal Israel ix kolwaj yet' heb' t'a owal chi', yuj chi' ix yak' ganar heb' syaman masanil heb' winh sreyal juntzanh chonhab' chi', yic syiquejkan masanil sluum heb' chi' heb'. Ayic ix schaanel yich heb' israel chi' yak'an owal, ix yak'nhej owal heb' masanto ix yiquejkan heb' smasanil, ix lajwi chi' ix meltzaj winhaj Josué chi' yet' heb' winh soldado t'a skampamento t'a Gilgal."
        }
    ]
}