{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an vinhaj Jabín sreyal Hazor masanil juntzanh chi', ix yak'anb'at schecab' vinh t'a vinhaj Jobab sreyal Madón, t'a vinh sreyal Simrón yet' t'a vinh sreyal Acsaf, yic junnhej tz'aj eb' vinh."
        },
        {
            "number": "2",
            "text": "Ix schecanpaxb'at schecab' vinh t'a masanil eb' vinh rey ay t'a tzalquixtac t'a norte yet' pax t'a eb' vinh ay t'a sch'olquiltaquil ha' Jordán, t'a stojolal sur t'ha ha' nhajab' Cineret, t'a ak'lic yet' t'a slak'anil yic Dor t'a stojolal b'aj tz'em k'u."
        },
        {
            "number": "3",
            "text": "Ix yalanxib'at vinh t'a eb' cananeo ay t'a stojolal b'aj sjavi k'u yet' t'a stojolal b'aj tz'em k'u yet' t'a eb' amorreo, eb' hitita, eb' ferezeo, eb' jebuseo, aton eb' ay t'a tzalquixtac yet' pax t'a eb' heveo t'a Hermón t'a yol yic Mizpa."
        },
        {
            "number": "4",
            "text": "Masanil juntzanh eb' vinh rey chi' ix elta eb' vinh yet' soldado, nok' chej yet' carruaje yic oval. Manhxo b'ischajb'enoc jantac soldado eb' vinh, icha val yarenail sti' ha' mar."
        },
        {
            "number": "5",
            "text": "Ix smolb'an sb'a eb' vinh smasanil t'a slak'anil ha' nhajab' Merom, yuj yak'an oval eb' vinh yet' eb' israel."
        },
        {
            "number": "6",
            "text": "Palta ix yalan Jehová t'a vinhaj Josué icha tik: Manh ach xiv t'a juntzanh eb' tik, yujto a in ol in och eyed'oc yic ol e satanel eb'. D'a yab' icha tik k'ik'an, masanil eb' ol chamem latz'naj t'a eyichanh. Ol e mak' canhchaj yoc nok' schej eb', ol e nhusantz'a scarruaje eb' chi', xchi t'a vinh."
        },
        {
            "number": "7",
            "text": "Yuj chi', a vinhaj Josué chi' yet' masanil eb' ajun yet'oc, ix k'och eb' yak' oval yet' juntzanh anima chi' t'a sti' ha' nhajab' Merom ayic manh naanoc yuj eb'."
        },
        {
            "number": "8",
            "text": "Axo Jehová ix ak'anoch juntzanh anima chi' t'a yol sk'ab' eb' israel chi', yuj chi' ix satel juntzanh chonhab' chi' eb' b'ajtac ix b'at eb', masanto ix k'och eb' t'a niwan chonhab' Sidón yet' t'a Misrefot-maim. Axo t'a stojolal b'aj sjavi k'u, masanto t'a ak'lic yic Mizpa, manhxalaj junok anima pitzan ix kan ta'."
        },
        {
            "number": "9",
            "text": "Ix sk'anab'ajej vinhaj Josué chi' sk'ulan masanil tas ix yal Jehová, ix schecan vinh mak'chaj canhchaj yoc nok' schej eb' ajk'ol chi', ix nhusjipaxtz'a masanil scarruaje eb' yic oval."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix jax eb' t'a chonhab' Hazor sat yaj t'a juntzanh chonhab' chi', ix smak'anpaxcham vinh sreyal jun chonhab' chi' eb'"
        },
        {
            "number": "11",
            "text": "yet' masanil anima cajan ta'. Masanil ix satel eb', ix snhusancantz'a jun chonhab' chi' eb'."
        },
        {
            "number": "12",
            "text": "Lajannhej ix yutej juntzanhxo chonhab' eb', aton juntzanh junnhej ix aj yet' Hazor chi', ix satel eb'. Ix smilcham eb' vinh sreyal juntzanh chonhab' chi' eb', ix satanel masanil anima eb', icha val ajnac yalan vinhaj Moisés schecab' Jehová."
        },
        {
            "number": "13",
            "text": "Palta maj snhustz'a juntzanhxo chonhab' eb' ay t'a tzalquixtac, anhej chonhab' Hazor ix snhustz'a eb'."
        },
        {
            "number": "14",
            "text": "Ix xicjicham masanil eb' cajan ta' yet' q'uen espada yuj eb', manhxa junok pitzan ix cani. Axonhej masanil nok' nok' yet' masanil tastac ay ta' ix yik'kan eb'."
        },
        {
            "number": "15",
            "text": "Icha ajnac yalancan juntzanh checnab'il Jehová t'a vinhaj Moisés, vinh schecab', icha pax chi' ajnac yalancan vinhaj Moisés t'a vinhaj Josué chi'. Yuj chi' ix sk'anab'ajej vinh smasanil, malaj junok maj sk'anab'ajej vinh."
        },
        {
            "number": "16",
            "text": "Ha vinhaj Josué chi' yet' eb' vinh soldado ix ik'ancanek' masanil juntzanh lugar tik, aton lum tzalquixtac, masanil lum Neguev yet' masanil lum yic Gosén, lum ak'lic, lum ch'olquixtac t'a stitac ha' Jordán yet' masanil lum tzalquixtac ayxo och t'a yol sk'ab' eb' israel yet' yak'lical."
        },
        {
            "number": "17",
            "text": "Sb'atnhej lum t'a yich lum vitz Halac t'a slak'anil Seir masanto sk'och t'a Baal-gad, aton jun ay t'a yak'lical Líbano t'a yich lum vitz Hermón. Ix yamji masanil eb' vinh sreyal juntzanh chonhab' chi' yuj vinhaj Josué chi', ix miljicham eb' vinh yuj vinh."
        },
        {
            "number": "18",
            "text": "Te niwan tiempo ix yak' oval vinh yet' eb'."
        },
        {
            "number": "19",
            "text": "Anhej val eb' heveo t'a Gabaón ix yak' strato yet' eb' israel, haxo pax masanil juntzanhxo chonhab', ix satjiel eb' t'a oval."
        },
        {
            "number": "20",
            "text": "Ha Jehová ix ak'an pitb'oquel spensar eb' ajk'ol chi', yic stek'b'an sb'a eb', yuj chi' ix satjiel eb' smasanil yuj eb' israel chi', maj ok'laj sk'ol eb' t'a eb', icha ajnac yalan Jehová t'a vinhaj Moisés."
        },
        {
            "number": "21",
            "text": "Anhejtona' t'a jun pekti’ chi' ix satjiel masanil juntzanh chonhab' tik yuj vinhaj Josué, aton b'aj cajan eb' yinhtilal vinhaj Anac: Hebrón, Debir, Anab, masanil tzalquixtac yic Judá yet' t'a yol yic Israel."
        },
        {
            "number": "22",
            "text": "Yuj chi' manhxo junok anima chaanh steel yinhtilal vinhaj Anac ixto kan t'a yol smacb'en Israel, axonhej t'a Gaza, t'a Gat yet' t'a Asdod ixto kan jayvanhxo eb'."
        },
        {
            "number": "23",
            "text": "Icha val chi' ix aj yik'ancanek' masanil lum lum chi' vinhaj Josué chi', icha val ajnac yalan Jehová t'a vinhaj Moisés. Ixlajwi chi', ix spucanek' lum vinh t'a skal masanil yinhtilal Israel chi', yic smacb'enan lu'um eb'. Ixlajwi juntzanh chi', ichato chi' ix och vaan oval t'a juntzanh lugar chi'."
        }
    ]
}