{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ay chavanh eb' winh rey ix ak'ji ganar yuj eb' israel t'a stojolal b'aj sjavi k'u t'ha ha' Jordán. Masanil lum ix yik'kan eb', sb'atnhej lum t'a ha ha' scuch Arnón masanto sk'och t'a jolom vitz Hermón yet' masanil spanhanil sti' ha' Jordán t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "2",
            "text": "Ix ak'ji ganar winhaj Sehón sreyal eb' amorreo, cajan t'a Hesbón. Ha smacb'en winh chi', sb'atnhej t'a chonhab' Aroer t'a sti' ha' Arnón, schael t'a snanhal yol ch'olan masanto t'a ha ha' scuch Jaboc, aton b'aj schael yich slum eb' amonita, syalelk'ochi aton nanhal lum Galaad."
        },
        {
            "number": "3",
            "text": "Ix ik'jipaxek' lum sch'olanil t'a stojolal b'aj sjavi k'u t'ha ha' Jordán yuj eb', tz'el yich t'ha ha' nhajab' Cineret sk'ochnhej t'ha ha' mar Muerto, t'a stojolal yic Bet-jesimot, t'a stojolal sur masanto t'a yich lum vitz Pisga."
        },
        {
            "number": "4",
            "text": "Ix ak'jipax ganar winhaj Og sreyal Basán yuj eb', aton winh slajvub'alxo t'a skal eb' refaíta. Ha schonhab' winh, aton Astarot yet' Edrei."
        },
        {
            "number": "5",
            "text": "Ha smacb'en winh b'aj yak'nac reyal, tz'el yich t'a jolom vitz Hermón, tzek' t'a Salca yet' t'a yol smacb'en Basán, sk'och t'a smojonal yic Gesur yet' yic Maaca, masanto t'a nanhalxo lum Galaad, lum yiquejnac winhaj Sehón sreyal Hesbón."
        },
        {
            "number": "6",
            "text": "Ix ak'ji ganar juntzanh eb' winh rey chi' yuj winhaj Moisés, winh schecab' Jehová yet' eb' israel. Ix ak'jican juntzanh lum chi' t'a eb' yinhtilalcan Rubén, t'a eb' yinhtilalcan Gad yet' t'a nanhalxo eb' yinhtilalcan Manasés."
        },
        {
            "number": "7",
            "text": "Aton masanil juntzanh eb' winh rey ix ak'ji ganar yuj winhaj Josué yet' eb' israel t'a stojolal b'aj tz'em k'u t'ha ha' Jordán. Scot t'a Baal-gad t'a sch'olanil Líbano masanto t'a yich lum vitz Halac, t'a slak'anil Seir. Ixlajwi chi', ix spucanek' masanil juntzanh lum chi' winhaj Josué chi' t'a skal eb' yetisraelal, ato syal junjun makan yinhtilal eb', yuj chi' ix ak'jican lum yicoc eb' t'a junelnhej."
        },
        {
            "number": "8",
            "text": "Masanil lum tzalquixtac, lum ak'lictac, lum sch'olanil ha' Jordán, lum pak'an, lum taquinhtac lu'um yet' lum Neguev. Masanil juntzanh lum chi' aton lum yiccan eb' hitita, eb' amorreo, eb' cananeo, eb' ferezeo, eb' heveo yet' eb' jebuseo."
        },
        {
            "number": "9",
            "text": "Ha juntzanh chonhab' tik ix ak'ji ganar yet' sreyal: Aton chonhab' Jericó, Hai aton jun chonhab' ay t'a slak'anil Betel, chonhab' Jerusalén, Hebrón, Jarmut, Laquis, Eglón, Gezer, Debir, Geder, Horma, Arad, Libna, Adulam, Maceda, Betel, Tapúa, Hefer, Afec, Sarón, Madón, Hazor, Simron-merón, Acsaf, Taanac, Meguido, Cedes, Jocneam t'a yol yic Carmelo, Dor, t'a svitzaltac yol yic Dor chi', Goim t'a yol yic Gilgal yet' Tirsa. Ha juntzanh chonhab' tik yet' sreyal junjun, 31 t'a smasanil."
        }
    ]
}