{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ay chavanh eb' vinh rey ix ak'ji ganar yuj eb' israel d'a stojolal b'aj sjavi k'u d'a a' Jordán. Masanil lum ix yik'can eb', sb'atnhej lum d'a a a' scuch Arnón masanto sk'och d'a jolom vitz Hermón yed' masanil spanhanil sti' a' Jordán d'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "2",
            "text": "Ix ak'ji ganar vinhaj Sehón sreyal eb' amorreo, cajan d'a Hesbón. A smacb'en vinh chi', sb'atnhej d'a chonhab' Aroer d'a sti' a' Arnón, schael d'a snanhal yol ch'olan masanto d'a a a' scuch Jaboc, aton b'aj schael yich slum eb' amonita, syalelk'ochi aton nanhal lum Galaad."
        },
        {
            "number": "3",
            "text": "Ix ik'jipaxek' lum sch'olanil d'a stojolal b'aj sjavi k'u d'a a' Jordán yuj eb', tz'el yich d'a a' nhajab' Cineret sk'ochnhej d'a a' mar Muerto, d'a stojolal yic Bet-jesimot, d'a stojolal sur masanto d'a yich lum vitz Pisga."
        },
        {
            "number": "4",
            "text": "Ix ak'jipax ganar vinhaj Og sreyal Basán yuj eb', aton vinh slajvub'alxo d'a scal eb' refaíta. A schonhab' vinh, aton Astarot yed' Edrei."
        },
        {
            "number": "5",
            "text": "A smacb'en vinh b'aj yak'nac reyal, tz'el yich d'a jolom vitz Hermón, tz'ek' d'a Salca yed' d'a yol smacb'en Basán, sk'och d'a smojonal yic Gesur yed' yic Maaca, masanto d'a nanhalxo lum Galaad, lum yiquejnac vinhaj Sehón sreyal Hesbón."
        },
        {
            "number": "6",
            "text": "Ix ak'ji ganar juntzanh eb' vinh rey chi' yuj vinhaj Moisés, vinh schecab' Jehová yed' eb' israel. Ix ak'jican juntzanh lum chi' d'a eb' yinhtilalcan Rubén, d'a eb' yinhtilalcan Gad yed' d'a nanhalxo eb' yinhtilalcan Manasés."
        },
        {
            "number": "7",
            "text": "Aton masanil juntzanh eb' vinh rey ix ak'ji ganar yuj vinhaj Josué yed' eb' israel d'a stojolal b'aj tz'em k'u d'a a' Jordán. Scot d'a Baal-gad d'a sch'olanil Líbano masanto d'a yich lum vitz Halac, d'a slak'anil Seir. Ix lajvi chi', ix spucanek' masanil juntzanh lum chi' vinhaj Josué chi' d'a scal eb' yetisraelal, ato syal junjun macanh yinhtilal eb', yuj chi' ix ak'jican lum yicoc eb' d'a junelnhej."
        },
        {
            "number": "8",
            "text": "Masanil lum tzalquixtac, lum ak'lictac, lum sch'olanil a' Jordán, lum pak'an, lum taquinhtac luum yed' lum Neguev. Masanil juntzanh lum chi' aton lum yiccan eb' hitita, eb' amorreo, eb' cananeo, eb' ferezeo, eb' heveo yed' eb' jebuseo."
        },
        {
            "number": "9",
            "text": "A juntzanh chonhab' tic ix ak'ji ganar yed' sreyal: Aton chonhab' Jericó, Hai aton jun chonhab' ay d'a slak'anil Betel, chonhab' Jerusalén, Hebrón, Jarmut, Laquis, Eglón, Gezer, Debir, Geder, Horma, Arad, Libna, Adulam, Maceda, Betel, Tapúa, Hefer, Afec, Sarón, Madón, Hazor, Simron-merón, Acsaf, Taanac, Meguido, Cedes, Jocneam d'a yol yic Carmelo, Dor, d'a svitzaltac yol yic Dor chi', Goim d'a yol yic Gilgal yed' Tirsa. A juntzanh chonhab' tic yed' sreyal junjun, 31 d'a smasanil."
        }
    ]
}