{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ayic te icham vinacxo vinhaj Josué, ix yalan Jehová t'a vinh icha tik: Ha ach tik ayxo a q'uinal, palta te nivanto lum lum manto eyiq'uek' t'a eb' anima tik."
        },
        {
            "number": "2",
            "text": "Manto eyiq'uek'laj lum yic eb' vinh filisteo yet' lum yic eb' vinh gesureo,"
        },
        {
            "number": "3",
            "text": "aton lum sb'atnhej t'ha ha' Sihor, t'a stojolal b'aj sjavi k'u t'a Egipto, masanto sk'och t'a smojonal yic Ecrón t'a stojolal norte, aton juntzanh lum chi' yic eb' cananeo. Ha t'a jun makan chi' ay ovanh eb' vinh yajalil eb' filisteo, aton eb' vinh yajal yaj t'a Gaza, t'a Asdod, t'a Ascalón, t'a Gat yet' t'a Ecrón. Axo smacb'en eb' aveo"
        },
        {
            "number": "4",
            "text": "skan t'a sur yet' masanil slum eb' cananeo, sb'atnhej t'a Mehara t'a yol yic Sidón, masanto sk'och t'a Afec, t'a smojonal yic eb' amorreo."
        },
        {
            "number": "5",
            "text": "Ayto pax kan lum yic eb' giblita yet' masanil lum Líbano t'a stojolal b'aj sjavi k'u, sb'atnhej t'a Baal-gad t'a yich lum vitz Hermón, masanto tz'ochk'och t'a Hamat."
        },
        {
            "number": "6",
            "text": "Ol viq'uel masanil juntzanh eb' tik t'a eyichanh: Aton eb' aj Sidón yet' masanil eb' cajan t'a tzalquixtac sb'atnhej t'a Líbano, masanto t'a Misrefot-maim. Ha ach ol a pojcanek' lu'um, ol ak'ancan lum smacb'enoc eb' etisraelal icha val ix aj valan t'ayach."
        },
        {
            "number": "7",
            "text": "Ol a pojcanek' masanil juntzanh lum tik t'a b'alunh macanhxo yinhtilalcan Israel yet' t'a nanhalxo yinhtilalcan Manasés, xchi Jehová t'a vinhaj Josué chi'."
        },
        {
            "number": "8",
            "text": "Ha eb' yinhtilalcan Rubén, eb' yic Gad yet' nanhalxo eb' yic Manasés, schanac smacb'en eb' yak'naccan vinhaj Moisés schecab' Jehová, aton slum eb' t'a stojolal b'aj sjavi k'u t'ha ha' Jordán."
        },
        {
            "number": "9",
            "text": "Ix yik'nhej lum sb'atnhej t'a chonhab' Aroer eb', aton t'a sti' ha ha' scuch Arnón yet' jun chonhab' ay t'a sti' ha' chi' yet' masanil spanhanil yic Medeba masanto t'a Dibón,"
        },
        {
            "number": "10",
            "text": "masanil chonhab' macb'il yuj vinhaj Sehón sreyal eb' amorreo ek'nac cajan t'a Hesbón, masanto sk'och t'a smojonal yic eb' amonita."
        },
        {
            "number": "11",
            "text": "Ix yiquejcan lum Galaad eb', lum yic eb' gesureo, lum yic eb' maacateo, masanil lum svitzal Hermón yet' masanil lum yic Basán, sk'ochnhej t'a Salca."
        },
        {
            "number": "12",
            "text": "Ix yik'anpax masanil smacb'en vinhaj Og sreyal Basán eb', vinh yak'nac reyal t'a Astarot yet' t'a Edrei, axonhej vinh cannac t'a skal eb' refaíta. Ha eb' tik ix ak'ji ganar eb' yuj vinhaj Moisés, ix pechjipaxel eb' t'a sluum chi'."
        },
        {
            "number": "13",
            "text": "Axo pax eb' aj Gesur yet' eb' aj Maaca maj pechjiel-laj eb' ta', palta to ix cannhej eb' t'a skal eb' israel."
        },
        {
            "number": "14",
            "text": "Axo pax eb' yinhtilalcan vinhaj Leví, maj ak'joccan smacb'en eb' yuj vinhaj Moisés, yujto a masanil silab' tz'ak'ji t'a Jehová sDiosal Israel, a chi' smacb'en eb' yajcani, icha ajnac yalan Jehová."
        },
        {
            "number": "15",
            "text": "Ak'b'ilcan slum eb' yinhtilalcan Rubén yuj vinhaj Moisés, icha jaye' macanhil eb'."
        },
        {
            "number": "16",
            "text": "Yuj chi', sb'atnhej slum eb' chi' t'a chonhab' Aroer t'a sti' ha' Arnón yet' t'a jun chonhab' ay t'a sti' ha' chi' yet' masanil spanhanil yic Medeba,"
        },
        {
            "number": "17",
            "text": "masanto sk'och t'a Hesbón yet' masanil chonhab' ay t'a panhan chi': Aton Dibón, Bamot-baal, Bet-baal-meón,"
        },
        {
            "number": "18",
            "text": "Jahaza, Cademot, Mefaat,"
        },
        {
            "number": "19",
            "text": "Quiriataim, Sibma, Zeret-sahar a jun chi' ay t'a jun tzalan t'a snanhal jun ch'olan chi',"
        },
        {
            "number": "20",
            "text": "Bet-peor, Bet-jesimot yet' masanil spak'anil lum vitz Pisga,"
        },
        {
            "number": "21",
            "text": "aton masanil junjun chonhab' ay t'a panhan yet' masanil smacb'en vinhaj Sehón sreyal eb' amorreo ek'nac cajan t'a Hesbón. Ak'b'il ganar vinhaj Sehón chi' yuj vinhaj Moisés. Ak'b'ilpax ganar juntzanhxo eb' yajal aycan t'a yalanh smandar vinhaj Sehón chi', aton eb' yajal yaj t'a Madián: Aton vinhaj Evi, vinhaj Requem, vinhaj Zur, vinhaj Hur yet' vinhaj Reba."
        },
        {
            "number": "22",
            "text": "Ix miljipaxcham vinhaj Balaam yuninal vinhaj Beor, vinh naumel lolonel. Tzijtumto juntzanhxo eb' vinh ix cham yet' vinh."
        },
        {
            "number": "23",
            "text": "Ha juntzanh chonhab' chi' yet' yaldeail ix ochcan smacb'enoc eb' yinhtilalcan Rubén, ato syal jay makan yaj eb'. Ha smacb'en eb' chi' ix k'ochnhej t'ha ha' Jordán."
        },
        {
            "number": "24",
            "text": "Yak'nacpaxcan slum eb' yinhtilalcan Gad vinhaj Moisés chi' icha jay makan yaj eb'."
        },
        {
            "number": "25",
            "text": "Ix yiquejcan chonhab' Jazer eb', masanil chonhab' yic Galaad yet' nanhal lum yic eb' amonita, masanto t'a chonhab' Aroer t'a yichanhcot Rabá."
        },
        {
            "number": "26",
            "text": "Sb'at lum t'a Hesbón, masanto sk'och lum t'a Ramat-mizpa yet' Betonim, sb'atpax lum t'a Mahanaim masanto sk'och lum t'a smojonal yic Debir."
        },
        {
            "number": "27",
            "text": "Axo t'a ch'olquixtac ix yiquejpaxcan Bet-aram eb', Bet-nimra, Sucot yet' Zafón, aton juntzanhxo chonhab' chi' ek'nac t'a yol smacb'en vinhaj Sehón sreyal Hesbón. Icha chi' ix aj sb'eynhejb'at slum eb' t'a stojolal b'aj sjavi k'u t'ha ha' Jordán, ix k'ochnhej t'a sur t'ha ha' nhajab' Cineret."
        },
        {
            "number": "28",
            "text": "Aton masanil juntzanh chonhab' chi' yet' yaldeail ix yiquejcan eb' yinhtilalcan Gad, ato syal jay makan yaj eb'."
        },
        {
            "number": "29",
            "text": "Anhejtona', yak'nacpaxcan slum nanhalxo eb' yinhtilalcan Manasés vinhaj Moisés chi', ato syal jay makan pax yaj eb'."
        },
        {
            "number": "30",
            "text": "Ha slum eb' chi' sb'atnhej t'a Mahanaim, aton lum yic vinhaj Og sreyal Basán t'a peca' yet' pax chonhab' Astarot yet' Edrei b'aj ek'nac cajan vinhaj Og chi'. Ix ochpaxcan nanhalxo lum yic Galaad t'a yol smacb'en nanhalxo eb' yinhtilal Maquir. Axo 60 chonhab' t'a yol yic Basán chi', ata' ix kan cajan eb' yinhtilal Jair yinhtilalcan Manasés. Ha eb' yinhtilalcan Manasés chi', ay b'aj scuchpax eb' yinhtilal Maquir, yujto a vinhaj Maquir chi' yuninal vinhaj Manasés."
        },
        {
            "number": "31",
            "text": "Aton juntzanh lum tik yak'naccan vinhaj Moisés smacb'enoc eb', ayic yek'nac eb' t'a yak'lical Moab, t'a stojolal b'aj sjavi k'u t'ha ha' Jordán, t'a yichanhcot Jericó."
        },
        {
            "number": "32",
            "text": "Axo pax eb' yinhtilal vinhaj Leví, malaj lum ix ak'ji smacb'enoc eb', palta a Jehová sDiosal eb' ayoch smacb'enoc icha ajnac yalchajcani."
        }
    ]
}