{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ayic te icham winacxo winhaj Josué, ix yalan Jehová t'a winh icha tik: Ha ach tik ayxo a k 'inal, palta te niwanto lum lum manto eyik'ek' t'a heb' anima tik."
        },
        {
            "number": "2",
            "text": "Manto eyik'ek'laj lum yic heb' winh filisteo yet' lum yic heb' winh gesureo,"
        },
        {
            "number": "3",
            "text": "aton lum sb'atnhej t'ha ha' Sihor, t'a stojolal b'aj sjawi k'u t'a Egipto, masanto sk'och t'a smojonal yic Ecrón t'a stojolal norte, aton juntzanh lum chi' yic heb' cananeo. Ha t'a jun makan chi' ay owanh heb' winh yajalil heb' filisteo, aton heb' winh yajal yaj t'a Gaza, t'a Asdod, t'a Askalón, t'a Gat yet' t'a Ecrón. Axo smacb'en heb' aweo"
        },
        {
            "number": "4",
            "text": "skan t'a sur yet' masanil slum heb' cananeo, sb'atnhej t'a Mehara t'a yol yic Sidón, masanto sk'och t'a Afec, t'a smojonal yic heb' amorreo."
        },
        {
            "number": "5",
            "text": "Ayto pax kan lum yic heb' giblita yet' masanil lum Líbano t'a stojolal b'aj sjawi k'u, sb'atnhej t'a Baal-gad t'a yich lum witz Hermón, masanto tz'ochk'och t'a Hamat."
        },
        {
            "number": "6",
            "text": "Ol wik'el masanil juntzanh heb' tik t'a eyichanh: Aton heb' aj Sidón yet' masanil heb' kajan t'a tzalquixtac sb'atnhej t'a Líbano, masanto t'a Misrefot-maim. Ha ach ol a pojcanek' lu'um, ol ak'ankan lum smacb'enoc heb' etisraelal icha wal ix aj walan t'ayach."
        },
        {
            "number": "7",
            "text": "Ol a pojcanek' masanil juntzanh lum tik t'a b'alunh makanhxo yinhtilalkan Israel yet' t'a nanhalxo yinhtilalkan Manasés, xchi Jehová t'a winhaj Josué chi'."
        },
        {
            "number": "8",
            "text": "Ha heb' yinhtilalkan Rubén, heb' yic Gad yet' nanhalxo heb' yic Manasés, schanac smacb'en heb' yak'nakkan winhaj Moisés schekab' Jehová, aton slum heb' t'a stojolal b'aj sjawi k'u t'ha ha' Jordán."
        },
        {
            "number": "9",
            "text": "Ix yik'nhej lum sb'atnhej t'a chonhab' Aroer heb', aton t'a sti' ha ha' scuch Arnón yet' jun chonhab' ay t'a sti' ha' chi' yet' masanil spanhanil yic Medeba masanto t'a Dibón,"
        },
        {
            "number": "10",
            "text": "masanil chonhab' macb'il yuj winhaj Sehón sreyal heb' amorreo ek'nac kajan t'a Hesbón, masanto sk'och t'a smojonal yic heb' amonita."
        },
        {
            "number": "11",
            "text": "Ix yiquejkan lum Galaad heb', lum yic heb' gesureo, lum yic heb' maacateo, masanil lum switzal Hermón yet' masanil lum yic Basán, sk'ochnhej t'a Salca."
        },
        {
            "number": "12",
            "text": "Ix yik'anpax masanil smacb'en winhaj Og sreyal Basán heb', winh yak'nac reyal t'a Astarot yet' t'a Edrei, axonhej winh kannak t'a skal heb' refaíta. Ha heb' tik ix ak'ji ganar heb' yuj winhaj Moisés, ix pechjipaxel heb' t'a sluum chi'."
        },
        {
            "number": "13",
            "text": "Axo pax heb' aj Gesur yet' heb' aj Maaca maj pechjiel-laj heb' ta', palta to ix kannhej heb' t'a skal heb' israel."
        },
        {
            "number": "14",
            "text": "Axo pax heb' yinhtilalkan winhaj Leví, maj ak'jokkan smacb'en heb' yuj winhaj Moisés, yujto a masanil silab' tz'ak'ji t'a Jehová sDiosal Israel, a chi' smacb'en heb' yajkani, icha ajnac yalan Jehová."
        },
        {
            "number": "15",
            "text": "Ak'b'ilkan slum heb' yinhtilalkan Rubén yuj winhaj Moisés, icha jaye' makanhil heb'."
        },
        {
            "number": "16",
            "text": "Yuj chi', sb'atnhej slum heb' chi' t'a chonhab' Aroer t'a sti' ha' Arnón yet' t'a jun chonhab' ay t'a sti' ha' chi' yet' masanil spanhanil yic Medeba,"
        },
        {
            "number": "17",
            "text": "masanto sk'och t'a Hesbón yet' masanil chonhab' ay t'a panhan chi': Aton Dibón, Bamot-baal, Bet-baal-meón,"
        },
        {
            "number": "18",
            "text": "Jahaza, Cademot, Mefaat,"
        },
        {
            "number": "19",
            "text": "Quiriataim, Sibma, Zeret-sahar a jun chi' ay t'a jun tzalan t'a snanhal jun ch'olan chi',"
        },
        {
            "number": "20",
            "text": "Bet-peor, Bet-jesimot yet' masanil spak'anil lum witz Pisga,"
        },
        {
            "number": "21",
            "text": "aton masanil junjun chonhab' ay t'a panhan yet' masanil smacb'en winhaj Sehón sreyal heb' amorreo ek'nac kajan t'a Hesbón. Ak'b'il ganar winhaj Sehón chi' yuj winhaj Moisés. Ak'b'ilpax ganar juntzanhxo heb' yajal aykan t'a yalanh smandar winhaj Sehón chi', aton heb' yajal yaj t'a Madián: Aton winhaj Ewi, winhaj Requem, winhaj Zur, winhaj Hur yet' winhaj Reba."
        },
        {
            "number": "22",
            "text": "Ix miljipaxcham winhaj Balaam yuninal winhaj Beor, winh naumel lolonel. Tzijtumto juntzanhxo heb' winh ix cham yet' winh."
        },
        {
            "number": "23",
            "text": "Ha juntzanh chonhab' chi' yet' yaldeail ix ochkan smacb'enoc heb' yinhtilalkan Rubén, ato syal jay makan yaj heb'. Ha smacb'en heb' chi' ix k'ochnhej t'ha ha' Jordán."
        },
        {
            "number": "24",
            "text": "Yak'nacpaxcan slum heb' yinhtilalkan Gad winhaj Moisés chi' icha jay makan yaj heb'."
        },
        {
            "number": "25",
            "text": "Ix yiquejkan chonhab' Jazer heb', masanil chonhab' yic Galaad yet' nanhal lum yic heb' amonita, masanto t'a chonhab' Aroer t'a yichanhcot Rabá."
        },
        {
            "number": "26",
            "text": "Sb'at lum t'a Hesbón, masanto sk'och lum t'a Ramat-mizpa yet' Betonim, sb'atpax lum t'a Mahanaim masanto sk'och lum t'a smojonal yic Debir."
        },
        {
            "number": "27",
            "text": "Axo t'a ch'olquixtac ix yiquejpaxcan Bet-aram heb', Bet-nimra, Sucot yet' Zafón, aton juntzanhxo chonhab' chi' ek'nac t'a yol smacb'en winhaj Sehón sreyal Hesbón. Icha chi' ix aj sb'eynhejb'at slum heb' t'a stojolal b'aj sjawi k'u t'ha ha' Jordán, ix k'ochnhej t'a sur t'ha ha' nhajab' Cineret."
        },
        {
            "number": "28",
            "text": "Aton masanil juntzanh chonhab' chi' yet' yaldeail ix yiquejkan heb' yinhtilalkan Gad, ato syal jay makan yaj heb'."
        },
        {
            "number": "29",
            "text": "Anhejtona', yak'nacpaxcan slum nanhalxo heb' yinhtilalkan Manasés winhaj Moisés chi', ato syal jay makan pax yaj heb'."
        },
        {
            "number": "30",
            "text": "Ha slum heb' chi' sb'atnhej t'a Mahanaim, aton lum yic winhaj Og sreyal Basán t'a peka' yet' pax chonhab' Astarot yet' Edrei b'aj ek'nac kajan winhaj Og chi'. Ix ochpaxcan nanhalxo lum yic Galaad t'a yol smacb'en nanhalxo heb' yinhtilal Maquir. Axo 60 chonhab' t'a yol yic Basán chi', ata' ix kan kajan heb' yinhtilal Jair yinhtilalkan Manasés. Ha heb' yinhtilalkan Manasés chi', ay b'aj scuchpax heb' yinhtilal Maquir, yujto a winhaj Maquir chi' yuninal winhaj Manasés."
        },
        {
            "number": "31",
            "text": "Aton juntzanh lum tik yak'nakkan winhaj Moisés smacb'enoc heb', ayic yek'nac heb' t'a yak'likal Moab, t'a stojolal b'aj sjawi k'u t'ha ha' Jordán, t'a yichanhcot Jericó."
        },
        {
            "number": "32",
            "text": "Axo pax heb' yinhtilal winhaj Leví, malaj lum ix ak'ji smacb'enoc heb', palta a Jehová sDiosal heb' ayoch smacb'enoc icha ajnac yalchajkani."
        }
    ]
}