{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ayic te icham vinacxo vinhaj Josué, ix yalan Jehová d'a vinh icha tic: A ach tic ayxo a q'uinal, palta te nivanto lum luum manto eyiq'uek' d'a eb' anima tic."
        },
        {
            "number": "2",
            "text": "Manto eyiq'uek'laj lum yic eb' vinh filisteo yed' lum yic eb' vinh gesureo,"
        },
        {
            "number": "3",
            "text": "aton lum sb'atnhej d'a a' Sihor, d'a stojolal b'aj sjavi k'u d'a Egipto, masanto sk'och d'a smojonal yic Ecrón d'a stojolal norte, aton juntzanh lum chi' yic eb' cananeo. A d'a jun macanh chi' ay ovanh eb' vinh yajalil eb' filisteo, aton eb' vinh yajal yaj d'a Gaza, d'a Asdod, d'a Ascalón, d'a Gat yed' d'a Ecrón. Axo smacb'en eb' aveo"
        },
        {
            "number": "4",
            "text": "scan d'a sur yed' masanil slum eb' cananeo, sb'atnhej d'a Mehara d'a yol yic Sidón, masanto sk'och d'a Afec, d'a smojonal yic eb' amorreo."
        },
        {
            "number": "5",
            "text": "Ayto pax can lum yic eb' giblita yed' masanil lum Líbano d'a stojolal b'aj sjavi k'u, sb'atnhej d'a Baal-gad d'a yich lum vitz Hermón, masanto tz'ochk'och d'a Hamat."
        },
        {
            "number": "6",
            "text": "Ol viq'uel masanil juntzanh eb' tic d'a eyichanh: Aton eb' aj Sidón yed' masanil eb' cajan d'a tzalquixtac sb'atnhej d'a Líbano, masanto d'a Misrefot-maim. A ach ol a pojcanek' luum, ol ak'ancan lum smacb'enoc eb' etisraelal icha val ix aj valan d'ayach."
        },
        {
            "number": "7",
            "text": "Ol a pojcanek' masanil juntzanh lum tic d'a b'alunh macanhxo yinhtilalcan Israel yed' d'a nanhalxo yinhtilalcan Manasés, xchi Jehová d'a vinhaj Josué chi'."
        },
        {
            "number": "8",
            "text": "A eb' yinhtilalcan Rubén, eb' yic Gad yed' nanhalxo eb' yic Manasés, schanac smacb'en eb' yak'naccan vinhaj Moisés schecab' Jehová, aton slum eb' d'a stojolal b'aj sjavi k'u d'a a' Jordán."
        },
        {
            "number": "9",
            "text": "Ix yik'nhej lum sb'atnhej d'a chonhab' Aroer eb', aton d'a sti' a a' scuch Arnón yed' jun chonhab' ay d'a sti' a' chi' yed' masanil spanhanil yic Medeba masanto d'a Dibón,"
        },
        {
            "number": "10",
            "text": "masanil chonhab' macb'il yuj vinhaj Sehón sreyal eb' amorreo ek'nac cajan d'a Hesbón, masanto sk'och d'a smojonal yic eb' amonita."
        },
        {
            "number": "11",
            "text": "Ix yiquejcan lum Galaad eb', lum yic eb' gesureo, lum yic eb' maacateo, masanil lum svitzal Hermón yed' masanil lum yic Basán, sk'ochnhej d'a Salca."
        },
        {
            "number": "12",
            "text": "Ix yik'anpax masanil smacb'en vinhaj Og sreyal Basán eb', vinh yak'nac reyal d'a Astarot yed' d'a Edrei, axonhej vinh cannac d'a scal eb' refaíta. A eb' tic ix ak'ji ganar eb' yuj vinhaj Moisés, ix pechjipaxel eb' d'a sluum chi'."
        },
        {
            "number": "13",
            "text": "Axo pax eb' aj Gesur yed' eb' aj Maaca maj pechjiel-laj eb' ta', palta to ix cannhej eb' d'a scal eb' israel."
        },
        {
            "number": "14",
            "text": "Axo pax eb' yinhtilalcan vinhaj Leví, maj ak'joccan smacb'en eb' yuj vinhaj Moisés, yujto a masanil silab' tz'ak'ji d'a Jehová sDiosal Israel, a chi' smacb'en eb' yajcani, icha ajnac yalan Jehová."
        },
        {
            "number": "15",
            "text": "Ak'b'ilcan slum eb' yinhtilalcan Rubén yuj vinhaj Moisés, icha jaye' macanhil eb'."
        },
        {
            "number": "16",
            "text": "Yuj chi', sb'atnhej slum eb' chi' d'a chonhab' Aroer d'a sti' a' Arnón yed' d'a jun chonhab' ay d'a sti' a' chi' yed' masanil spanhanil yic Medeba,"
        },
        {
            "number": "17",
            "text": "masanto sk'och d'a Hesbón yed' masanil chonhab' ay d'a panhan chi': Aton Dibón, Bamot-baal, Bet-baal-meón,"
        },
        {
            "number": "18",
            "text": "Jahaza, Cademot, Mefaat,"
        },
        {
            "number": "19",
            "text": "Quiriataim, Sibma, Zeret-sahar a jun chi' ay d'a jun tzalan d'a snanhal jun ch'olan chi',"
        },
        {
            "number": "20",
            "text": "Bet-peor, Bet-jesimot yed' masanil spak'anil lum vitz Pisga,"
        },
        {
            "number": "21",
            "text": "aton masanil junjun chonhab' ay d'a panhan yed' masanil smacb'en vinhaj Sehón sreyal eb' amorreo ek'nac cajan d'a Hesbón. Ak'b'il ganar vinhaj Sehón chi' yuj vinhaj Moisés. Ak'b'ilpax ganar juntzanhxo eb' yajal aycan d'a yalanh smandar vinhaj Sehón chi', aton eb' yajal yaj d'a Madián: Aton vinhaj Evi, vinhaj Requem, vinhaj Zur, vinhaj Hur yed' vinhaj Reba."
        },
        {
            "number": "22",
            "text": "Ix miljipaxcham vinhaj Balaam yuninal vinhaj Beor, vinh naumel lolonel. Tzijtumto juntzanhxo eb' vinh ix cham yed' vinh."
        },
        {
            "number": "23",
            "text": "A juntzanh chonhab' chi' yed' yaldeail ix ochcan smacb'enoc eb' yinhtilalcan Rubén, ato syal jay macanh yaj eb'. A smacb'en eb' chi' ix k'ochnhej d'a a' Jordán."
        },
        {
            "number": "24",
            "text": "Yak'nacpaxcan slum eb' yinhtilalcan Gad vinhaj Moisés chi' icha jay macanh yaj eb'."
        },
        {
            "number": "25",
            "text": "Ix yiquejcan chonhab' Jazer eb', masanil chonhab' yic Galaad yed' nanhal lum yic eb' amonita, masanto d'a chonhab' Aroer d'a yichanhcot Rabá."
        },
        {
            "number": "26",
            "text": "Sb'at lum d'a Hesbón, masanto sk'och lum d'a Ramat-mizpa yed' Betonim, sb'atpax lum d'a Mahanaim masanto sk'och lum d'a smojonal yic Debir."
        },
        {
            "number": "27",
            "text": "Axo d'a ch'olquixtac ix yiquejpaxcan Bet-aram eb', Bet-nimra, Sucot yed' Zafón, aton juntzanhxo chonhab' chi' ek'nac d'a yol smacb'en vinhaj Sehón sreyal Hesbón. Icha chi' ix aj sb'eynhejb'at slum eb' d'a stojolal b'aj sjavi k'u d'a a' Jordán, ix k'ochnhej d'a sur d'a a' nhajab' Cineret."
        },
        {
            "number": "28",
            "text": "Aton masanil juntzanh chonhab' chi' yed' yaldeail ix yiquejcan eb' yinhtilalcan Gad, ato syal jay macanh yaj eb'."
        },
        {
            "number": "29",
            "text": "Anhejtona', yak'nacpaxcan slum nanhalxo eb' yinhtilalcan Manasés vinhaj Moisés chi', ato syal jay macanh pax yaj eb'."
        },
        {
            "number": "30",
            "text": "A slum eb' chi' sb'atnhej d'a Mahanaim, aton lum yic vinhaj Og sreyal Basán d'a peca' yed' pax chonhab' Astarot yed' Edrei b'aj ek'nac cajan vinhaj Og chi'. Ix ochpaxcan nanhalxo lum yic Galaad d'a yol smacb'en nanhalxo eb' yinhtilal Maquir. Axo 60 chonhab' d'a yol yic Basán chi', ata' ix can cajan eb' yinhtilal Jair yinhtilalcan Manasés. A eb' yinhtilalcan Manasés chi', ay b'aj scuchpax eb' yinhtilal Maquir, yujto a vinhaj Maquir chi' yuninal vinhaj Manasés."
        },
        {
            "number": "31",
            "text": "Aton juntzanh lum tic yak'naccan vinhaj Moisés smacb'enoc eb', ayic yek'nac eb' d'a yak'lical Moab, d'a stojolal b'aj sjavi k'u d'a a' Jordán, d'a yichanhcot Jericó."
        },
        {
            "number": "32",
            "text": "Axo pax eb' yinhtilal vinhaj Leví, malaj lum ix ak'ji smacb'enoc eb', palta a Jehová sDiosal eb' ayoch smacb'enoc icha ajnac yalchajcani."
        }
    ]
}