{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ay nanhal slajunhil eb' yinhtilalcan Israel mantzac scha sluum. Ix scha slum eb' chi' d'a lum Canaán, ix pojchajek' luum yuj vinhaj sacerdote Eleazar yed' vinhaj Josué yuninal vinhaj Nun yed' eb' yajal yaj d'a junjun yinhtilal eb' israel. Ix pojjiek' lum d'a eb' d'a suerteal, ato syal b'aj ix sch'ox Dios d'a junjun macanh eb' icha val ajnac yalan Jehová d'a vinhaj Moisés."
        },
        {
            "number": "2",
            "text": "Yak'nacxopaxcan lum sk'axepalek' a' Jordán vinhaj Moisés d'a nanhal yoxilxo macanh eb' yinhtilalcan Israel chi'. Axo pax eb' yinhtilalcan vinhaj Leví, malaj slum eb' ix ak'ji, yujto a eb' yinhtilalcan José, chab' macanh ix aj eb', aton eb' yic Manasés yed' eb' yic Efraín. Yuj chi' a eb' yinhtilalcan vinhaj Leví chi' maj yik' junoc macanh sluum eb' b'aj junnhej tz'ajcani, palta anhej juntzanh chonhab' b'aj syal scajnaj eb' yed' lum ay d'a spatictac schonhab' eb' chi' b'aj sva nok' smolb'etzal nok' eb', aton chi' ix ak'ji d'a eb'."
        },
        {
            "number": "3",
            "text": "Ix spojek' lum eb' israel chi' d'a spatic icha val ajnac yalan Jehová d'a vinhaj Moisés."
        },
        {
            "number": "4",
            "text": "A eb' yinhtilal Judá ix javi eb' d'a Gilgal yic slolon eb' yed' vinhaj Josué. Axo vinhaj Caleb cenezeo yuninal vinhaj Jefone, ix alan d'a vinhaj Josué chi' icha tic: Nacot tas yalnac Jehová d'a vinh schecab', aton vinhaj Moisés, ayic yalannac uuj yed' vuuj ayic ayonh ek' d'a Cades-barnea."
        },
        {
            "number": "5",
            "text": "Yictax 40 ab'il in q'uinal, schecannac onh cot vinh d'a Cades-barnea chi', yuj culnaquek' quil tastac yilji jun luum tic. Axo yic co k'ochnacxi, icha val aj vilan luum, icha chi' vutej valani."
        },
        {
            "number": "6",
            "text": "Axo pax juntzanhxo eb' vinh ulek' qued'oc, manh vach'oc yutej eb' vinh yalani, xib'tej eb' anima chi' eb' vinh, a onhxo pax tic jun, vach' cutej calani, yujto tojolnhej yaj co pensar d'a yichanh Jehová co Diosal."
        },
        {
            "number": "7",
            "text": "Yuj chi' a d'a jun k'u chi', yak'can sti' vinhaj Moisés d'ayin, yalan vinh icha tic: A lum luum b'aj ix ach ek' il chi', ic yaj lum yed' eb' inhtilal d'a junelnhej, yujto te tojol a pensar d'a yichanh Jehová co Diosal, xchican vinh."
        },
        {
            "number": "8",
            "text": "A jun tic 45 ab'ilxo yalancan vinhaj Moisés chi' yuj Jehová, ayic ayonhek' d'a tz'inan luum. A yuj tas yalnaccan vinh chi', yuj chi' pitzan into ek' yuj Jehová. A ticnaic jun, ayxo 85 ab'il in q'uinal,"
        },
        {
            "number": "9",
            "text": "palta tek'an into svab'i, icha yic schecannac onh cot vinhaj Moisés chi' quil luum, anheja' icha chi' in tek'anil svab'i, tzato yal vib'xi yed' vak'an oval, icha d'a yic chi'."
        },
        {
            "number": "10",
            "text": "Yuj chi' sval d'ayach to tzak' lum tzalquixtac d'ayin, icha ajnac yalan Jehová d'ayin. Ab'nac to ata' cajan eb' nivac vinac yinhtilal vinhaj Anac, te nivac yaj schonhab' eb' sb'oani, te vach' yajoch smuroal, palta a in tic, svak'och Jehová yipoc in k'ool to a' ol colvaj ved'oc, yic ol yal vik'anel eb' ta', icha ix yutej yalani, xchi vinhaj Caleb chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yal vach' lolonel vinhaj Josué d'a yib'anh vinhaj Caleb chi', ix yak'an lum Hebrón vinh d'a vinh yed' d'a masanil yinhtilal."
        },
        {
            "number": "12",
            "text": "Icha chi' ix aj yochcan lum Hebrón chi' yicoc vinhaj Caleb yed' eb' yinhtilal d'a junelnhej, yujto tojol spensar vinh d'a yichanh Jehová sDiosal Israel."
        },
        {
            "number": "13",
            "text": "A chonhab' Hebrón chi', Arba sb'i d'a peca', yujto Arba sb'i jun vinh te chaanh steel ay smay d'a scal eb' yinhtilal vinhaj Anac. Ix lajvi yik'ancan slum junjun macanh yinhtilal eb' israel chi', ix och vaan oval d'a jun lugar chi'."
        }
    ]
}