{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ay nanhal slajunhil eb' yinhtilalcan Israel mantzac scha sluum. Ix scha slum eb' chi' t'a lum Canaán, ix pojchajek' lu'um yuj winhaj sacerdote Eleazar yet' winhaj Josué yuninal winhaj Nun yet' eb' yajal yaj t'a junjun yinhtilal eb' israel. Ix pojjiek' lum t'a eb' t'a suerteal, ato syal b'aj ix sch'ox Dios t'a junjun makan eb' icha wal ajnac yalan Jehová t'a winhaj Moisés."
        },
        {
            "number": "2",
            "text": "Yak'nacxopaxcan lum sk'axepalek' ha' Jordán winhaj Moisés t'a nanhal yoxilxo makan eb' yinhtilalcan Israel chi'. Axo pax eb' yinhtilalcan winhaj Leví, malaj slum eb' ix ak'ji, yujto a eb' yinhtilalcan José, chab' makan ix aj eb', aton eb' yic Manasés yet' eb' yic Efraín. Yuj chi' a eb' yinhtilalcan winhaj Leví chi' maj yik' junok makan sluum eb' b'aj junnhej tz'ajcani, palta anhej juntzanh chonhab' b'aj syal scajnaj eb' yet' lum ay t'a spatictac schonhab' eb' chi' b'aj swa nok' smolb'etzal nok' eb', aton chi' ix ak'ji t'a eb'."
        },
        {
            "number": "3",
            "text": "Ix spojek' lum eb' israel chi' t'a spatic icha wal ajnac yalan Jehová t'a winhaj Moisés."
        },
        {
            "number": "4",
            "text": "Ha eb' yinhtilal Judá ix javi eb' t'a Gilgal yic slolon eb' yet' winhaj Josué. Axo winhaj Caleb cenezeo yuninal winhaj Jefone, ix alan t'a winhaj Josué chi' icha tik: Nacot tas yalnac Jehová t'a winh schecab', aton winhaj Moisés, ayic yalannac uuj yet' vuuj ayic ayonh ek' t'a Cades-barnea."
        },
        {
            "number": "5",
            "text": "Yictax 40 ab'il in q'uinal, schecannac onh cot winh t'a Cades-barnea chi', yuj culnaquek' quil tastac yilji jun lu'um tik. Axo yic co k'ochnacxi, icha wal aj vilan lu'um, icha chi' vutej valani."
        },
        {
            "number": "6",
            "text": "Axo pax juntzanhxo eb' winh ulek' qued'oc, manh wach'oc yutej eb' winh yalani, xib'tej eb' anima chi' eb' winh, a onhxo pax tik jun, wach' cutej calani, yujto tojolnhej yaj co pensar t'a yichanh Jehová co Diosal."
        },
        {
            "number": "7",
            "text": "Yuj chi' ha t'a jun k'u chi', yak'kan sti' winhaj Moisés t'ayin, yalan winh icha tik: Ha lum lum b'aj ix ach ek' il chi', ic yaj lum yet' eb' inhtilal t'a junelnhej, yujto te tojol a pensar t'a yichanh Jehová co Diosal, xchican winh."
        },
        {
            "number": "8",
            "text": "Ha jun tik 45 ab'ilxo yalancan winhaj Moisés chi' yuj Jehová, ayic ayonhek' t'a tzinan lu'um. Ha yuj tas yalnaccan winh chi', yuj chi' pitzan into ek' yuj Jehová. Ha tiknaik jun, ayxo 85 ab'il in q'uinal,"
        },
        {
            "number": "9",
            "text": "palta tek'an into svab'i, icha yic schecannac onh cot winhaj Moisés chi' quil lu'um, anheja' icha chi' in tek'anil svab'i, tzato yal vib'xi yet' vak'an oval, icha t'a yic chi'."
        },
        {
            "number": "10",
            "text": "Yuj chi' swal t'ayach to tzak' lum tzalquixtac t'ayin, icha ajnac yalan Jehová t'ayin. Ab'nac to ata' cajan eb' nivac vinac yinhtilal winhaj Anac, te nivac yaj schonhab' eb' sb'oani, te wach' yajoch smuroal, palta a in tik, svak'och Jehová yipoc in k'ool to ha' ol kolwaj ved'oc, yic ol yal vik'anel eb' ta', icha ix yutej yalani, xchi winhaj Caleb chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yal wach' lolonel winhaj Josué t'a yib'anh winhaj Caleb chi', ix yak'an lum Hebrón winh t'a winh yet' t'a masanil yinhtilal."
        },
        {
            "number": "12",
            "text": "Icha chi' ix aj yochcan lum Hebrón chi' yicoc winhaj Caleb yet' eb' yinhtilal t'a junelnhej, yujto tojol spensar winh t'a yichanh Jehová sDiosal Israel."
        },
        {
            "number": "13",
            "text": "Ha chonhab' Hebrón chi', Arba sb'i t'a peca', yujto Arba sb'i jun winh te chaanh steel ay smay t'a skal eb' yinhtilal winhaj Anac. Ixlajwi yik'ancan slum junjun makan yinhtilal eb' israel chi', ix och vaan oval t'a jun lugar chi'."
        }
    ]
}