{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ay nanhal slajunhil heb' yinhtilalkan Israel mantzac scha sluum. Ix scha slum heb' chi' t'a lum Canaán, ix pojchajek' lu'um yuj winhaj sacerdote Eleazar yet' winhaj Josué yuninal winhaj Nun yet' heb' yajal yaj t'a junjun yinhtilal heb' israel. Ix pojjiek' lum t'a heb' t'a suerteal, ato syal b'aj ix sch'ox Dios t'a junjun makan heb' icha wal ajnac yalan Jehová t'a winhaj Moisés."
        },
        {
            "number": "2",
            "text": "Yak'nacxopaxcan lum sk'axepalek' ha' Jordán winhaj Moisés t'a nanhal yoxilxo makan heb' yinhtilalkan Israel chi'. Axo pax heb' yinhtilalkan winhaj Leví, malaj slum heb' ix ak'ji, yujto a heb' yinhtilalkan José, chab' makan ix aj heb', aton heb' yic Manasés yet' heb' yic Efraín. Yuj chi' a heb' yinhtilalkan winhaj Leví chi' maj yik' junok makan sluum heb' b'aj junnhej tz'ajkani, palta anhej juntzanh chonhab' b'aj syal skajnaj heb' yet' lum ay t'a spatictac schonhab' heb' chi' b'aj swa nok' smolb'etzal nok' heb', aton chi' ix ak'ji t'a heb'."
        },
        {
            "number": "3",
            "text": "Ix spojek' lum heb' israel chi' t'a spatic icha wal ajnac yalan Jehová t'a winhaj Moisés."
        },
        {
            "number": "4",
            "text": "Ha heb' yinhtilal Judá ix jawi heb' t'a Gilgal yic slolon heb' yet' winhaj Josué. Axo winhaj Caleb cenezeo yuninal winhaj Jefone, ix alan t'a winhaj Josué chi' icha tik: Nacot tas yalnac Jehová t'a winh schekab', aton winhaj Moisés, ayic yalannac uuj yet' wuuj ayic ayonh ek' t'a Cades-barnea."
        },
        {
            "number": "5",
            "text": "Yictax 40 ab'il in k 'inal, schekannac onh cot winh t'a Cades-barnea chi', yuj culnaquek' quil tastac yilji jun lu'um tik. Axo yic ko k'ochnacxi, icha wal aj wilan lu'um, icha chi' wutej walani."
        },
        {
            "number": "6",
            "text": "Axo pax juntzanhxo heb' winh ulek' qued'oc, manh wach'oc yutej heb' winh yalani, xib'tej heb' anima chi' heb' winh, a onhxo pax tik jun, wach' cutej kalani, yujto tojolnhej yaj ko pensar t'a yichanh Jehová ko Diosal."
        },
        {
            "number": "7",
            "text": "Yuj chi' ha t'a jun k'u chi', yak'kan sti' winhaj Moisés t'ayin, yalan winh icha tik: Ha lum lum b'aj ix ach ek' il chi', ic yaj lum yet' heb' inhtilal t'a junelnhej, yujto te tojol a pensar t'a yichanh Jehová ko Diosal, xchikan winh."
        },
        {
            "number": "8",
            "text": "Ha jun tik 45 ab'ilxo yalankan winhaj Moisés chi' yuj Jehová, ayic ayonhek' t'a tzinan lu'um. Ha yuj tas yalnakkan winh chi', yuj chi' pitzan into ek' yuj Jehová. Ha tiknaik jun, ayxo 85 ab'il in k 'inal,"
        },
        {
            "number": "9",
            "text": "palta tek'an into swab'i, icha yic schekannac onh cot winhaj Moisés chi' quil lu'um, anheja' icha chi' in tek'anil swab'i, tzato yal wib'xi yet' wak'an owal, icha t'a yic chi'."
        },
        {
            "number": "10",
            "text": "Yuj chi' swal t'ayach to tzak' lum tzalquixtac t'ayin, icha ajnac yalan Jehová t'ayin. Ab'nac to ata' kajan heb' niwac winak yinhtilal winhaj Anac, te niwac yaj schonhab' heb' sb'oani, te wach' yajoch smuroal, palta a in tik, swak'och Jehová yipoc in k'ool to ha' ol kolwaj wed'oc, yic ol yal wik'anel heb' ta', icha ix yutej yalani, xchi winhaj Caleb chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yal wach' lolonel winhaj Josué t'a yib'anh winhaj Caleb chi', ix yak'an lum Hebrón winh t'a winh yet' t'a masanil yinhtilal."
        },
        {
            "number": "12",
            "text": "Icha chi' ix aj yochcan lum Hebrón chi' yicoc winhaj Caleb yet' heb' yinhtilal t'a junelnhej, yujto tojol spensar winh t'a yichanh Jehová sDiosal Israel."
        },
        {
            "number": "13",
            "text": "Ha chonhab' Hebrón chi', Arba sb'i t'a peka', yujto Arba sb'i jun winh te chaanh steel ay smay t'a skal heb' yinhtilal winhaj Anac. Ixlajwi yik'ankan slum junjun makan yinhtilal heb' israel chi', ix och waan owal t'a jun lugar chi'."
        }
    ]
}