{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ha lum lum ix yik' heb' yinhtilal Judá, ato syal jay makan yaj heb', ix k'och lum t'a smojonal yic Edom. Axo t'a sur, ix k'och lum t'a taquinh lum yic Zin."
        },
        {
            "number": "2",
            "text": "Ha t'a jun pak'an chi' tzek' smojonal sur yic ha' mar Muerto,"
        },
        {
            "number": "3",
            "text": "sb'at t'a lum witz sk'e t'a Acrabim, tzek' t'a taquinh lum yic Zin, tzek' t'a sur t'a yic Cades-barnea. Slajwi chi', sb'atnhej t'a Hezrón, sk'ek'och t'a Adar, smeltzajb'at t'a Carca."
        },
        {
            "number": "4",
            "text": "Ata' sb'atnhej masanto t'a Asmón, tz'elk'och t'ha ha' eluma' t'a yol yik' Egipto, sk'ochcan t'ha ha' mar Mediterráneo, aton jun tik ix och smojonaloc Judá t'a sur."
        },
        {
            "number": "5",
            "text": "Axo t'a stojolal b'aj sjawi k'u, ha ha' mar Muerto ayoch smojonaloc, masanto b'aj sk'ochcan ha' Jordán t'ha ha' mar Muerto chi'. Ata' sb'atpaxcan smojonal t'a norte,"
        },
        {
            "number": "6",
            "text": "sk'ek'och t'a Bet-hogla, tzek' t'a snorteal Bet-arabá, sb'atxi lum ta', masanto sk'och t'a k'een tenam yic winhaj Bohán, yuninal winhaj Rubén."
        },
        {
            "number": "7",
            "text": "Slajwi chi', sk'e t'a sch'olanil yic Acor sk'och t'a Debir, haxo ta' smeltzajb'at t'a Gilgal ay t'a yichanhcot lum witz t'a Adumín, t'a stojolal sur t'a jun ha ha' sb'eyi. Slajwi chi', tzek' jun mojon chi' t'a sjaj ha ha' yic En-semes, masanto sk'och t'a sjaj ha' yic En-rogel,"
        },
        {
            "number": "8",
            "text": "tzek' t'a sch'olanil lum yic winh yuninal winhaj Hinom, t'a stojolal sur yic Jebús, aton chonhab' Jerusalén. Slajwi chi' sk'e t'a sjolom lum witz t'a stojolal b'aj tz'em k'u t'a sch'olanil Hinom yet' t'a snorteal sch'olanil Refaim,"
        },
        {
            "number": "9",
            "text": "smeltzajb'at t'a jolom witz chi', masanto b'aj sk'eul sjaj ha' yic Neftoa, masanto t'a niwac chonhab' t'a jolom witz yic Efrón, tzek' t'a Baala, scuchpax Quiriat-jearim."
        },
        {
            "number": "10",
            "text": "Ha t'a Baala chi' smeltzajb'at smojonal t'a stojolal b'aj tz'em k'u, masanto sk'och t'a jolom witz yic Seir, tzek' t'a scostil lum witz Jearim ma Quesalón t'a norte, slajwi chi' tz'emk'och t'a chonhab' Bet-semes, tzek'k'och t'a chonhab' Timna,"
        },
        {
            "number": "11",
            "text": "masanto t'a stojolal norte yic Ecrón, sb'atxi, masanto sk'och t'a Sicrón, tzek' t'a jolom witz yic Baala. Slajwi chi' tz'elk'och t'a Jabneel, haxo slajwicank'och chi' t'ha ha' mar Mediterráneo."
        },
        {
            "number": "12",
            "text": "Aton ha' mar Mediterráneo chi' ayoch smojonaloc t'a stojolal b'aj tz'em k'u. Aton juntzanh chi' smojonal lum ix kan smacb'enoc heb' yinhtilal Judá, ayic ix pojchajb'at lum t'a skal junjun makan heb'."
        },
        {
            "number": "13",
            "text": "Ix yak'an jun makan lum yol smacb'en Judá winhaj Josué t'a winhaj Caleb yuninal winhaj Jefone, icha aj yalan Jehová, aton lum Hebrón ix ak'ji t'a winh. Ha jun chonhab' Hebrón chi' schonhab' winhaj Arba t'a peka'. Ha winhaj Arba chi', a winhaj Anac aycan yinhtilal winh."
        },
        {
            "number": "14",
            "text": "Oxwanh yinhtilal winhaj Anac chi' ix spechel winhaj Caleb chi' t'a Hebrón, aton winhaj Sesai, winhaj Ahimán yet' winhaj Talmai."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix b'atpax winhaj Caleb chi' yak' owal yet' heb' ay t'a chonhab' Debir, Quiriat-sefer sb'i t'a peka'."
        },
        {
            "number": "16",
            "text": "Ix yalan winh: Ha mach tz'ak'an owal yet' jun chonhab' tik, tato syak' ganar owal chi', ol wak' ix Acsa ix wisil yetb'eyumoc, xchi winh."
        },
        {
            "number": "17",
            "text": "Ha winh ix ak'an ganar jun chonhab' chi', aton winhaj Otoniel yuninal winhaj Cenaz, yuk'tac winhaj Caleb chi', yuj chi' ix yak' ix yisil winh chi' yetb'eyumoc winhaj Otoniel chi'."
        },
        {
            "number": "18",
            "text": "Axo yic ix lajwi yik'lan sb'a heb' chi', ix yalan winhaj Otoniel chi' t'a ix Acsa chi' to sk'an slum ix t'a winh smam chi'. Yuj chi' ayic ix emta ix t'a yib'anh nok' b'uru, ix sk'anb'an winh smam ix chi' t'ay icha tik: --¿Tas tza nib'ej? xchi winh t'a ix."
        },
        {
            "number": "19",
            "text": "Ix yalan ix: --Ina a lum taquinh lum ix ak' t'ayin t'a Neguev, elokab' t'a a k'ol to tzak' lum yax sat t'ayin, lum ay yal sat, xchi ix. Yuj chi' ix yak' junxo lum winh t'a ix. Ay sjaj ha ha' t'a sat lu'um t'a sjolomtac yet' junxo ha' t'a syoptac lu'um."
        },
        {
            "number": "20",
            "text": "Aton lum smacb'en heb' yinhtilal Judá tik, ix pojchajcanb'at lum t'a skal heb' t'a macquiltaquil, ato syal jay makan yaj heb'."
        },
        {
            "number": "21",
            "text": "Ha t'a lum b'ab'el makan, 29 chonhab' ay t'a lu'um yet' yaldeail junjun, ha t'a tzinan lum t'a sur skan lu'um, t'a smojonal yic Edom, aton sb'i juntzanh chonhab' chi': Cabseel, Edar, Jagur, Cina, Dimona, Adada, Cedes, Hazor, Itnán, Zif, Telem, Bealot, Hazor-hadata, Queriot, Hezrón scuchanpax Hazor, Amam, Sema, Molada, Hazar-gada, Hesmón, Bet-pelet, Hazar-sual, Beerseba, Bizotia, Baala, Iim, Esem, Eltolad, Quesil, Horma, Siclag, Madmana, Sansana, Lebaot, Silhim, Aín yet' Rimón."
        },
        {
            "number": "22",
            "text": "Axo lum schab'il makan, 14 chonhab' ay t'a lu'um yet' yaldeail junjun, ha t'a yichtac lum witz t'a stojolal norte skan lu'um, aton sb'i juntzanh chonhab' chi': Estaol, Zora, Asena, Zanoa, En-ganim, Tapúa, Enam, Jarmut, Adulam, Soco, Azeca, Saaraim, Aditaim, Gedera yet' Gederotaim."
        },
        {
            "number": "23",
            "text": "Axo lum yoxil makan, 16 chonhab' ay t'a lu'um yet' yaldeail junjun, ha t'a yichtac lum witz t'a stojolal sur skan lu'um, aton sb'i juntzanh chonhab' chi': Zenán, Hadasa, Migdal-gad, Dileán, Mizpa, Jocteel, Laquis, Boscat, Eglón, Cabón, Lahmam, Quitlis, Gederot, Bet-dagón, Naama yet' Maceda."
        },
        {
            "number": "24",
            "text": "Axo lum schanhil makan, b'alunhe' chonhab' ay t'a lu'um yet' yaldeail junjun, ha t'a yichtac lum witz t'a skal norte yet' sur skan lu'um, aton sb'i juntzanh chonhab' chi': Libna, Eter, Asán, Jifta, Asena, Nezib, Keila, Aczib yet' Maresa."
        },
        {
            "number": "25",
            "text": "Axo lum yoil makan, ha t'a sti' ha' mar Mediterráneo ay lu'um. Aton juntzanh chonhab' tik yet' yaldeail junjun: Aton Ecrón yet' juntzanhxo chonhab' ay t'a slak'anil, Asdod yet' juntzanhxo niwac chonhab' ay t'a slak'anil yet' Gaza yet' juntzanhxo chonhab' t'a stitac ha' mar Mediterráneo masanto sk'och t'ha ha' eluma' t'a yol yic Egipto."
        },
        {
            "number": "26",
            "text": "Axo lum swaquil makan, uxluche' chonhab' ay t'a lu'um yet' yaldeail junjun, ha t'a lum tzalquixtac skan lu'um, aton sb'i juntzanh chonhab' chi': Samir, Jatir, Soco, Dana, Quiriat-sana scuchanpax Debir, Anab, Estemoa, Anim, Gosén, Holón yet' Gilo."
        },
        {
            "number": "27",
            "text": "Axo lum yuquil makan, b'alunhe' chonhab' ay t'a lu'um yet' yaldeail junjun, ha t'a tzalquixtac skan lu'um, aton sb'i juntzanh chonhab' chi': Arab, Duma, Esán, Janum, Bet-tapúa, Afeca, Humta, Quiriat-arba aton Hebrón yet' Sior."
        },
        {
            "number": "28",
            "text": "Axo lum swajxaquil makan, lajunhe' chonhab' ay t'a lu'um yet' yaldeail junjun, ha t'a tzalquixtac skan lu'um, aton sb'i juntzanh chonhab' chi': Maón, Carmel, Zif, Juta, Jezreel, Jocdeam, Zanoa, Caín, Gabaa yet' Timna."
        },
        {
            "number": "29",
            "text": "Axo lum sb'alunhil makan, waque' chonhab' ay t'a lu'um yet' yaldeail junjun, anheja' pax t'a tzalquixtac skan lu'um, aton sb'i juntzanh chonhab' chi': Halhul, Bet-sur, Gedor, Maarat, Bet-anot yet' Eltecón."
        },
        {
            "number": "30",
            "text": "Axo lum slajunhil makan, chab' chonhab' ay t'a lu'um yet' yaldeail junjun, ha t'a tzalquixtac pax skan lu'um, aton sb'i juntzanh chonhab' chi': Quiriat-baal, scuchanpax Quiriat-jearim yet' Rabá."
        },
        {
            "number": "31",
            "text": "Axo lum yuxluchil makan, waque' chonhab' ay t'a lu'um yet' yaldeail junjun, ha t'a tzinan lum skan lu'um, aton sb'i juntzanh chonhab' chi': Bet-arabá, Midín, Secaca, Nibsán, schonhab'il Atz'am Atz'am yet' En-gadi."
        },
        {
            "number": "32",
            "text": "Ha heb' yinhtilal Judá chi', maj yal-laj spechanel heb' jebuseo heb' cajan t'a Jerusalén, yuj chi' ix cannhej heb' jebuseo chi' t'a skal heb'."
        }
    ]
}