{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "A smojonal b'aj ix k'och lum ix yik' eb' yinhtilal vinhaj José, ix schael yich d'a a' Jordán, d'a stojolal b'aj sjavi k'u d'a sjaj a a' d'a Jericó, sb'atnhej d'a tz'inan luum, sq'ue d'a tzalquixtac d'a yol yic Betel."
        },
        {
            "number": "2",
            "text": "A Betel chi' anheja' scuchanpax Luz d'a peca'. B'enhej tz'ek' d'a lum yic eb' arquita, masanto sk'och d'a Atarot."
        },
        {
            "number": "3",
            "text": "Sb'atpax d'a stojolal b'aj tz'em k'u d'a slum eb' jafletita, masanto sk'och d'a smojonal Bet-horón, jun ay d'a yalanh, sk'ochpax d'a Gezer, tz'elpaxk'och d'a a' mar Mediterráneo."
        },
        {
            "number": "4",
            "text": "Aton lum tic ix scha eb' yinhtilal José smacb'enoc, aton eb' yinhtilal Manasés yed' eb' yic Efraín."
        },
        {
            "number": "5",
            "text": "A smojonal slum eb' yinhtilal Efraín ix schael yich d'a stojolal b'aj sjavi k'u d'a Atarot-adar, masanto sk'och d'a Bet-horón, jun ay d'a yib'anh,"
        },
        {
            "number": "6",
            "text": "tz'emcank'och d'a a' mar Mediterráneo. A d'a snorteal slum eb' chi', ata' ay Micmetat, ix b'atnhej d'a smojonal d'a stojolal b'aj sjavi k'u, masanto sk'och d'a Taanat-silo, slajvi chi' tz'ek' d'a Janoa,"
        },
        {
            "number": "7",
            "text": "tz'emk'och d'a Atarot yed' d'a Naarat, tz'ek' d'a sti' smojonal Jericó, tz'emk'och d'a a' Jordán."
        },
        {
            "number": "8",
            "text": "Sb'atpax d'a Tapúa, sb'atcan smojonal d'a stojolal b'aj tz'em k'u, masanto sk'och d'a a a' d'a yol yic Caná, sk'ochcan d'a a' mar Mediterráneo. Aton lum chi' ix yik' eb' yinhtilal Efraín, icha chi' ix aj spojjiek' lum d'a scal junjun macanh eb'."
        },
        {
            "number": "9",
            "text": "Aytopax juntzanhxo chonhab' yed' juntzanhxo aldea ix yik'can eb' yic Efraín chi' d'a yol smacb'en eb' yinhtilal Manasés."
        },
        {
            "number": "10",
            "text": "Palta a eb' yinhtilal Efraín chi', maj spechel-laj eb' cananeo eb' cajan d'a Gezer. Yuj chi' ix can eb' d'a scal eb', ix ak'ji pural eb' cananeo chi' yochcan smunlajvumoc eb'."
        }
    ]
}