{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Aton lum tic ix yik'can eb' yinhtilal Manasés, sb'ab'el yuninal vinhaj José. Axo vinhaj Maquir b'ab'el yuninal vinhaj Manasés, aton smam yicham eb' yic Galaad. A eb' ix ik'ancan lum ix yak' scuch eb' Galaad yed' lum yic Basán yujto jelan eb' d'a oval."
        },
        {
            "number": "2",
            "text": "A juntzanhxo eb' yinhtilal vinhaj Manasés yuninal vinhaj José, d'a suerteal ix aj schaan slum eb' d'a stojolal b'aj tz'em k'u d'a a' Jordán. A eb' mam ichamab'il d'a junjun macanh eb' tic: Aton vinhaj Abiezer, vinhaj Helec, vinhaj Asriel, vinhaj Siquem, vinhaj Hefer yed' vinhaj Semida."
        },
        {
            "number": "3",
            "text": "A vinhaj Manasés chi' ay yuninal vinhaj Maquir, axo vinhaj Maquir chi' ay yuninal vinhaj Galaad, smam vinhaj Hefer. Axo vinhaj Hefer chi' ay yuninal vinhaj Zelofehad, aton vinh malaj junoc yuninal, anhej ovanh eb' ix yisil vinh ay, aton ix Maala, ix Noa, ix Hogla, ix Milca yed' ix Tirsa."
        },
        {
            "number": "4",
            "text": "Ix k'och eb' ix d'a yichanh vinhaj sacerdote Eleazar yed' d'a yichanh vinhaj Josué yed' eb' yajalil chonhab'. Ix yalan eb' ix icha tic d'a eb': A Jehová ix alancan d'a vinhaj Moisés to tz'ak'jican co luum, icha ix aj yak'ji slum masanil eb' ay cuj co b'a yed'oc, xchi eb' ix. Yuj chi' ix ak'ji slum eb' ix yuj vinhaj Josué icha ix aj yak'ji yic eb' ayto yuj sb'a eb' ix yed'oc, icha ajnac yalan Jehová."
        },
        {
            "number": "5",
            "text": "Yujto ix ak'ji slum eb' ix yisil vinhaj Zelofehad chi', icha ix aj yak'ji yic masanil eb' vinh vinac, yuj chi' lajunh macanh luum ix scha eb' yinhtilal Manasés chi'. Ch'oc pax yaj lum ix yik' nanhalxo eb' d'a Galaad yed' d'a Basán, aton lum ay d'a stojolal b'aj sjavi k'u d'a a' Jordán."
        },
        {
            "number": "6",
            "text": "A slum eb' chi', ix b'atnhej lum d'a Aser masanto ix k'och d'a Micmetat. Aton jun ay d'a yichanhcot Siquem, sb'atnhej d'a sur masanto b'aj ay sjaj a a' d'a Tapúa."
        },
        {
            "number": "7",
            "text": "Vach'chom a lum Tapúa chi' yic eb' yinhtilal Manasés, palta a chonhab' Tapúa chi', yic eb' yinhtilal Efraín."
        },
        {
            "number": "8",
            "text": "A smojonal lum sb'atnhej d'a sch'olanil a' Caná d'a stojolal b'aj tz'em k'u, masanto sk'och d'a a' mar Mediterráneo. A lum ay d'a snorteal jun ch'olan chi', aton lum yic eb' yinhtilal Manasés. Axo lum ay d'a sur jun sch'olanil chi' yic eb' yinhtilal Efraín. A eb' yinhtilal Efraín chi' ay jaye' schonhab' eb' d'a yol yic eb' yinhtilal Manasés, palta axo slumal d'a spatictac, yic eb' yinhtilal Manasés chi'. A smojonal slum eb' chi' sk'ochcan d'a slum eb' yinhtilal Aser scan d'a norte d'a slak'anilxo a' mar Mediterráneo, axo junxo smojonal sk'ochcan d'a slum eb' yic Isacar, anheja' d'a norte d'a slak'anil a' Jordán."
        },
        {
            "number": "9",
            "text": "Ix yik'anpax juntzanhxo chonhab' tic eb' yinhtilal Manasés chi' d'a slum eb' yinhtilal Isacar yed' d'a yol yic Aser, junjun yed' yaldeail ay d'a slak'anil: Aton Bet-seán, Ibleam, Dor, Endor, Taanac yed' Meguido, a jun yoxil chonhab' tic, scuchpax Nafot Dor."
        },
        {
            "number": "10",
            "text": "A eb' yinhtilal Manasés chi', maj yal-laj spechjiel eb' cananeo cajan d'a juntzanh chonhab' chi' yuj eb', yujto ix stek'b'ej sb'a eb' scan cajan ta'."
        },
        {
            "number": "11",
            "text": "Palta axo yic ix yik'an yipoc eb' israel chi', ix yak'an pural eb' cananeo chi' eb' yochcan smunlajvumoc."
        },
        {
            "number": "12",
            "text": "Ix yalan eb' yinhtilal José d'a vinhaj Josué icha tic: --¿Tas yuj junnhej macanh co lum ix ak'a'? A onh tic tzijtum co b'isul, yujto ix yik'q'ue vaan co b'isul Jehová, xchi eb'."
        },
        {
            "number": "13",
            "text": "Ix yalan vinhaj Josué chi' d'a eb' icha tic: --Yacb'an to tzijtum e b'isul, maxtzac yab'laj b'aj tzex aj d'a lum tzalquixtac ix ak'ji d'ayex, ixiquec d'a caltac yax lum yic eb' ferezeo yed' yic eb' refaíta. A lum chi' tze ch'aquemi, xchi vinh."
        },
        {
            "number": "14",
            "text": "Ix yalan eb' icha tic: --Tocval ol yab' lum tzalquixtac tic d'ayonh. A eb' cananeo cajan d'a ak'lic chi' ay scarruaje eb', icha pax chi' eb' cajan d'a Bet-seán yed' eb' cajan d'a juntzanh aldea d'a ak'lic Jezreel, xchi eb'."
        },
        {
            "number": "15",
            "text": "Ix tak'vi vinhaj Josué chi' d'a eb', aton eb' yinhtilal Efraín yed' eb' yic Manasés: --A ex tic te nivan e b'isul, ay smay e b'inaji, yuj chi' max yal-laj anhej junoc macanh lum tic ol eyik'a'."
        },
        {
            "number": "16",
            "text": "Yuj chi' a lum tzalquixtac te ay ste'al tzeyiquejcan smasanil, ol laj e ch'aquel te' ste'al lum chi'. Ol e satel eb' cananeo cajan ta', vach'chom te jelan eb', vach'chom ay pax scarruaje eb' q'ueen yic oval, xchi vinh."
        }
    ]
}