{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Aton lum tik ix yik'kan heb' yinhtilal Manasés, sb'ab'el yuninal winhaj José. Axo winhaj Maquir b'ab'el yuninal winhaj Manasés, aton smam yicham heb' yic Galaad. Ha heb' ix ik'ankan lum ix yak' scuch heb' Galaad yet' lum yic Basán yujto jelan heb' t'a owal."
        },
        {
            "number": "2",
            "text": "Ha juntzanhxo heb' yinhtilal winhaj Manasés yuninal winhaj José, t'a suerteal ix aj schaan slum heb' t'a stojolal b'aj tz'em k'u t'ha ha' Jordán. Ha heb' mam ichamab'il t'a junjun makan heb' tik: Aton winhaj Abiezer, winhaj Helec, winhaj Asriel, winhaj Siquem, winhaj Hefer yet' winhaj Semida."
        },
        {
            "number": "3",
            "text": "Ha winhaj Manasés chi' ay yuninal winhaj Maquir, haxo winhaj Maquir chi' ay yuninal winhaj Galaad, smam winhaj Hefer. Axo winhaj Hefer chi' ay yuninal winhaj Zelofehad, aton winh malaj junok yuninal, anhej owanh heb' ix yisil winh ay, aton ix Maala, ix Noa, ix Hogla, ix Milca yet' ix Tirsa."
        },
        {
            "number": "4",
            "text": "Ix k'och heb' ix t'a yichanh winhaj sacerdote Eleazar yet' t'a yichanh winhaj Josué yet' heb' yajalil chonhab'. Ix yalan heb' ix icha tik t'a heb': Ha Jehová ix alankan t'a winhaj Moisés to tz'ak'jikan ko lu'um, icha ix aj yak'ji slum masanil heb' ay cuj ko b'a yet'oc, xchi heb' ix. Yuj chi' ix ak'ji slum heb' ix yuj winhaj Josué icha ix aj yak'ji yic heb' ayto yuj sb'a heb' ix yet'oc, icha ajnac yalan Jehová."
        },
        {
            "number": "5",
            "text": "Yujto ix ak'ji slum heb' ix yisil winhaj Zelofehad chi', icha ix aj yak'ji yic masanil heb' winh winak, yuj chi' lajunh makan lu'um ix scha heb' yinhtilal Manasés chi'. Ch'oc pax yaj lum ix yik' nanhalxo heb' t'a Galaad yet' t'a Basán, aton lum ay t'a stojolal b'aj sjawi k'u t'ha ha' Jordán."
        },
        {
            "number": "6",
            "text": "Ha slum heb' chi', ix b'atnhej lum t'a Aser masanto ix k'och t'a Micmetat. Aton jun ay t'a yichanhcot Siquem, sb'atnhej t'a sur masanto b'aj ay sjaj ha ha' t'a Tapúa."
        },
        {
            "number": "7",
            "text": "Wach'chom a lum Tapúa chi' yic heb' yinhtilal Manasés, palta a chonhab' Tapúa chi', yic heb' yinhtilal Efraín."
        },
        {
            "number": "8",
            "text": "Ha smojonal lum sb'atnhej t'a sch'olanil ha' Caná t'a stojolal b'aj tz'em k'u, masanto sk'och t'ha ha' mar Mediterráneo. Ha lum ay t'a snorteal jun ch'olan chi', aton lum yic heb' yinhtilal Manasés. Axo lum ay t'a sur jun sch'olanil chi' yic heb' yinhtilal Efraín. Ha heb' yinhtilal Efraín chi' ay jaye' schonhab' heb' t'a yol yic heb' yinhtilal Manasés, palta haxo slumal t'a spatictac, yic heb' yinhtilal Manasés chi'. Ha smojonal slum heb' chi' sk'ochkan t'a slum heb' yinhtilal Aser skan t'a norte t'a slak'anilxo ha' mar Mediterráneo, haxo junxo smojonal sk'ochkan t'a slum heb' yic Isacar, anheja' t'a norte t'a slak'anil ha' Jordán."
        },
        {
            "number": "9",
            "text": "Ix yik'anpax juntzanhxo chonhab' tik heb' yinhtilal Manasés chi' t'a slum heb' yinhtilal Isacar yet' t'a yol yic Aser, junjun yet' yaldeail ay t'a slak'anil: Aton Bet-seán, Ibleam, Dor, Endor, Taanac yet' Meguido, a jun yoxil chonhab' tik, scuchpax Nafot Dor."
        },
        {
            "number": "10",
            "text": "Ha heb' yinhtilal Manasés chi', maj yal-laj spechjiel heb' cananeo kajan t'a juntzanh chonhab' chi' yuj heb', yujto ix stek'b'ej sb'a heb' skan kajan ta'."
        },
        {
            "number": "11",
            "text": "Palta haxo yic ix yik'an yipoc heb' israel chi', ix yak'an pural heb' cananeo chi' heb' yochcan smunlajwumoc."
        },
        {
            "number": "12",
            "text": "Ix yalan heb' yinhtilal José t'a winhaj Josué icha tik: --¿Tas yuj junnhej makan ko lum ix ak'a'? Ha onh tik tzijtum ko b'isul, yujto ix yik'k'e waan ko b'isul Jehová, xchi heb'."
        },
        {
            "number": "13",
            "text": "Ix yalan winhaj Josué chi' t'a heb' icha tik: --Yacb'an to tzijtum he b'isul, maxtzac yab'laj b'aj tzex aj t'a lum tzalquixtac ix ak'ji t'ayex, ixiquec t'a kaltac yax lum yic heb' ferezeo yet' yic heb' refaíta. Ha lum chi' tze ch'aquemi, xchi winh."
        },
        {
            "number": "14",
            "text": "Ix yalan heb' icha tik: --Tocwal ol yab' lum tzalquixtac tik t'ayonh. Ha heb' cananeo kajan t'a ak'lic chi' ay skarruaje heb', icha pax chi' heb' kajan t'a Bet-seán yet' heb' kajan t'a juntzanh aldea t'a ak'lic Jezreel, xchi heb'."
        },
        {
            "number": "15",
            "text": "Ix tak'wi winhaj Josué chi' t'a heb', aton heb' yinhtilal Efraín yet' heb' yic Manasés: --Ha ex tik te niwan he b'isul, ay smay he b'inaji, yuj chi' max yal-laj anhej junok makan lum tik ol eyik'a'."
        },
        {
            "number": "16",
            "text": "Yuj chi' a lum tzalquixtac te ay ste'al tzeyiquejkan smasanil, ol laj he ch'aquel te' ste'al lum chi'. Ol he satel heb' cananeo kajan ta', wach'chom te jelan heb', wach'chom ay pax skarruaje heb' k'een yic owal, xchi winh."
        }
    ]
}