{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Aton lum tik ix yik'kan eb' yinhtilal Manasés, sb'ab'el yuninal vinhaj José. Axo vinhaj Maquir b'ab'el yuninal vinhaj Manasés, aton smam yicham eb' yic Galaad. Ha eb' ix ik'ancan lum ix yak' scuch eb' Galaad yet' lum yic Basán yujto jelan eb' t'a oval."
        },
        {
            "number": "2",
            "text": "Ha juntzanhxo eb' yinhtilal vinhaj Manasés yuninal vinhaj José, t'a suerteal ix aj schaan slum eb' t'a stojolal b'aj tz'em k'u t'ha ha' Jordán. Ha eb' mam ichamab'il t'a junjun makan eb' tik: Aton vinhaj Abiezer, vinhaj Helec, vinhaj Asriel, vinhaj Siquem, vinhaj Hefer yet' vinhaj Semida."
        },
        {
            "number": "3",
            "text": "Ha vinhaj Manasés chi' ay yuninal vinhaj Maquir, haxo vinhaj Maquir chi' ay yuninal vinhaj Galaad, smam vinhaj Hefer. Axo vinhaj Hefer chi' ay yuninal vinhaj Zelofehad, aton vinh malaj junok yuninal, anhej ovanh eb' ix yisil vinh ay, aton ix Maala, ix Noa, ix Hogla, ix Milca yet' ix Tirsa."
        },
        {
            "number": "4",
            "text": "Ix k'och eb' ix t'a yichanh vinhaj sacerdote Eleazar yet' t'a yichanh vinhaj Josué yet' eb' yajalil chonhab'. Ix yalan eb' ix icha tik t'a eb': Ha Jehová ix alancan t'a vinhaj Moisés to tz'ak'jican co lu'um, icha ix aj yak'ji slum masanil eb' ay cuj co b'a yet'oc, xchi eb' ix. Yuj chi' ix ak'ji slum eb' ix yuj vinhaj Josué icha ix aj yak'ji yic eb' ayto yuj sb'a eb' ix yet'oc, icha ajnac yalan Jehová."
        },
        {
            "number": "5",
            "text": "Yujto ix ak'ji slum eb' ix yisil vinhaj Zelofehad chi', icha ix aj yak'ji yic masanil eb' vinh vinac, yuj chi' lajunh makan lu'um ix scha eb' yinhtilal Manasés chi'. Ch'oc pax yaj lum ix yik' nanhalxo eb' t'a Galaad yet' t'a Basán, aton lum ay t'a stojolal b'aj sjavi k'u t'ha ha' Jordán."
        },
        {
            "number": "6",
            "text": "Ha slum eb' chi', ix b'atnhej lum t'a Aser masanto ix k'och t'a Micmetat. Aton jun ay t'a yichanhcot Siquem, sb'atnhej t'a sur masanto b'aj ay sjaj ha ha' t'a Tapúa."
        },
        {
            "number": "7",
            "text": "Wach'chom a lum Tapúa chi' yic eb' yinhtilal Manasés, palta a chonhab' Tapúa chi', yic eb' yinhtilal Efraín."
        },
        {
            "number": "8",
            "text": "Ha smojonal lum sb'atnhej t'a sch'olanil ha' Caná t'a stojolal b'aj tz'em k'u, masanto sk'och t'ha ha' mar Mediterráneo. Ha lum ay t'a snorteal jun ch'olan chi', aton lum yic eb' yinhtilal Manasés. Axo lum ay t'a sur jun sch'olanil chi' yic eb' yinhtilal Efraín. Ha eb' yinhtilal Efraín chi' ay jaye' schonhab' eb' t'a yol yic eb' yinhtilal Manasés, palta haxo slumal t'a spatictac, yic eb' yinhtilal Manasés chi'. Ha smojonal slum eb' chi' sk'ochcan t'a slum eb' yinhtilal Aser skan t'a norte t'a slak'anilxo ha' mar Mediterráneo, haxo junxo smojonal sk'ochcan t'a slum eb' yic Isacar, anheja' t'a norte t'a slak'anil ha' Jordán."
        },
        {
            "number": "9",
            "text": "Ix yik'anpax juntzanhxo chonhab' tik eb' yinhtilal Manasés chi' t'a slum eb' yinhtilal Isacar yet' t'a yol yic Aser, junjun yet' yaldeail ay t'a slak'anil: Aton Bet-seán, Ibleam, Dor, Endor, Taanac yet' Meguido, a jun yoxil chonhab' tik, scuchpax Nafot Dor."
        },
        {
            "number": "10",
            "text": "Ha eb' yinhtilal Manasés chi', maj yal-laj spechjiel eb' cananeo cajan t'a juntzanh chonhab' chi' yuj eb', yujto ix stek'b'ej sb'a eb' skan cajan ta'."
        },
        {
            "number": "11",
            "text": "Palta haxo yic ix yik'an yipoc eb' israel chi', ix yak'an pural eb' cananeo chi' eb' yochcan smunlajvumoc."
        },
        {
            "number": "12",
            "text": "Ix yalan eb' yinhtilal José t'a vinhaj Josué icha tik: --¿Tas yuj junnhej makan co lum ix ak'a'? Ha onh tik tzijtum co b'isul, yujto ix yik'q'ue vaan co b'isul Jehová, xchi eb'."
        },
        {
            "number": "13",
            "text": "Ix yalan vinhaj Josué chi' t'a eb' icha tik: --Yacb'an to tzijtum e b'isul, maxtzac yab'laj b'aj tzex aj t'a lum tzalquixtac ix ak'ji t'ayex, ixiquec t'a caltac yax lum yic eb' ferezeo yet' yic eb' refaíta. Ha lum chi' tze ch'aquemi, xchi vinh."
        },
        {
            "number": "14",
            "text": "Ix yalan eb' icha tik: --Tocval ol yab' lum tzalquixtac tik t'ayonh. Ha eb' cananeo cajan t'a ak'lic chi' ay scarruaje eb', icha pax chi' eb' cajan t'a Bet-seán yet' eb' cajan t'a juntzanh aldea t'a ak'lic Jezreel, xchi eb'."
        },
        {
            "number": "15",
            "text": "Ix tak'vi vinhaj Josué chi' t'a eb', aton eb' yinhtilal Efraín yet' eb' yic Manasés: --Ha ex tik te niwan e b'isul, ay smay e b'inaji, yuj chi' max yal-laj anhej junok makan lum tik ol eyik'a'."
        },
        {
            "number": "16",
            "text": "Yuj chi' a lum tzalquixtac te ay ste'al tzeyiquejcan smasanil, ol laj e ch'aquel te' ste'al lum chi'. Ol e satel eb' cananeo cajan ta', wach'chom te jelan eb', wach'chom ay pax scarruaje eb' q'ueen yic oval, xchi vinh."
        }
    ]
}