{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi yak'an ganar masanil lum luum chi' eb' israel, ix smolb'an sb'a eb' smasanil d'a Silo, ix sb'oanq'ue scajnub' Jehová eb', aton b'aj sch'ox sb'a Jehová chi'."
        },
        {
            "number": "2",
            "text": "Palta uc macanhto eb' yinhtilal Israel manto schalaj sluum."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yal vinhaj Josué d'a eb' icha tic: ¿B'aq'uinh val ol ex cajnaj d'a sat lum luum ix yak' Jehová d'ayonh, aton co Diosal yed' sDiosal eb' co mam quicham?"
        },
        {
            "number": "4",
            "text": "Siq'uequel oxtacvanhoc vinac d'a scal junjun macanh inhtilal, yic tzin checb'at yil masanil lum luum chi'. Ol yalan eb' vab'i tas val yaj luum, yic vach' ol yal in pucanb'at lum d'ayex."
        },
        {
            "number": "5",
            "text": "A juntzanh eb' vinh chi' uc macanh ol aj yechtanel lum eb' vinh, a lum yic eb' yinhtilal Judá aycan lum d'a sur, axo lum yic eb' yinhtilal José aycan lum d'a norte."
        },
        {
            "number": "6",
            "text": "Ayic ol lajvoc yechtan lum eb' vinh, ol yik'ancot eb' vinh d'ayin tas yaj luum. A in xo ol vak'och suerte d'a luum d'a yichanh Jehová co Diosal."
        },
        {
            "number": "7",
            "text": "Axo pax eb' levita, malaj junoc macanh slum eb' ol yik'a'. A tas ol yik' eb', aton sacerdoteal d'a yichanh Jehová. A pax eb' yinhtilal Gad, eb' yic Rubén yed' nanhalxo yinhtilal Manasés, ayxo smacb'en eb' d'a stojolal b'aj sjavi k'u d'a a' Jordán, aton lum yak'naccan vinhaj Moisés schecab' Jehová d'a eb', xchi vinhaj Josué chi'."
        },
        {
            "number": "8",
            "text": "Ayic van sb'at eb' vinh yechtej lum chi', ix yalan vinhaj Josué chi' d'a eb' vinh: Ixiquec d'a masanil juntzanh luum chi', tze tz'ib'ani chajtil yaj luum. Ayic slajvi eyilan lum chi', tzex paxta, a inxo ol vak'och suerte d'a luum d'a yichanh Jehová d'a Silo tic, xchi vinh d'a eb' vinh."
        },
        {
            "number": "9",
            "text": "Ix b'at eb' vinh yil luum, ix ek' eb' vinh d'a masanil juntzanh chonhab' chi'. Uc macanh ix aj yechtan lum eb' vinh, ix stz'ib'ancot eb' vinh masanil tastac ix aj junjun macanh luum, ato syal sb'isul juntzanh chonhab'. Ix lajvi chi', ix jax eb' vinh d'a campamento d'a Silo b'aj aycan vinhaj Josué chi'."
        },
        {
            "number": "10",
            "text": "Icha chi' ix aj spojanek' lum luum chi' vinh d'a eb' yetchonhab' d'a Silo, ix yak'anoch suerte vinh d'a luum d'a yichanh Jehová."
        },
        {
            "number": "11",
            "text": "A lum b'ab'el macanh ix och suerte d'ay, aton lum ix yik' eb' yinhtilal Benjamín, ato syal jay macanh yaj eb'. A lum ix yik' eb' chi', a d'a snanhal lum yic eb' yinhtilal Judá yed' lum yic eb' yinhtilal José ix can luum."
        },
        {
            "number": "12",
            "text": "A smojonal luum d'a norte, tz'el yich d'a a' Jordán, sb'atnhej d'a snorteal Jericó, sb'atnhej d'a tzalquixtac d'a stojolal b'aj tz'em k'u, tz'elk'och d'a tz'inan lum d'a yol yic Bet-avén."
        },
        {
            "number": "13",
            "text": "Sb'atnhej, tz'ek' d'a yalanh emta chonhab' Luz scuchanpax Betel d'a sur, tz'emk'och d'a Atarot-adar d'a slak'anil lum vitz ay d'a sur yic junxo Bet-horón ay d'a yalanh."
        },
        {
            "number": "14",
            "text": "Smeltzajb'at smojonal chi' d'a stojolal sur d'a lum vitz ay d'a yichanh Bet-horón chi', masanto d'a Quiriat-baal, scuchanpax Quiriat-jearim, yic eb' yinhtilal Judá yaj jun chonhab' chi'. Aton smojonal d'a stojolal b'aj tz'em k'u."
        },
        {
            "number": "15",
            "text": "Axo smojonal d'a sur tz'elk'och d'a Quiriat-jearim d'a stojolal b'aj tz'em k'u, masanto b'aj sq'ueul sjaj a a' yic Neftoa,"
        },
        {
            "number": "16",
            "text": "masanto tz'emk'och d'a lum vitz ay d'a yichanh sch'olanil yic Ben-hinom, d'a snorteal ch'olan yic Refaim. Tz'empaxk'och d'a sch'olanil yic Hinom, tz'ek' d'a stz'eyel lum vitz yic Jebús, sb'atnhej d'a sjaj a' Rogel."
        },
        {
            "number": "17",
            "text": "Slajvi chi' smeltzajpaxb'at d'a norte, tz'elk'och d'a En-semes, sb'atnhej masanto d'a Gelilot, d'a yichanh lum vitzal Adumín, tz'emk'och d'a sat q'ueen yic vinhaj Bohán yuninal vinhaj Rubén."
        },
        {
            "number": "18",
            "text": "Tz'ek'pax d'a svitzal stojolal norte, d'a yichanh sch'olanil a' Jordán, masanto d'a a' Jordán chi'."
        },
        {
            "number": "19",
            "text": "Tz'ek'pax d'a norte yic Bet-hogla, slajvicank'och d'a jun sk'ab' a' mar d'a snorteal yic a' mar Muerto, b'aj sk'ochcan a' Jordán, aton smojonal d'a sur chi'."
        },
        {
            "number": "20",
            "text": "Axo a' Jordán ayoch smojonaloc d'a stojolal b'aj sjavi k'u. Aton juntzanh tic smojonal lum ix pojchajek' d'a scal yinhtilal Benjamín."
        },
        {
            "number": "21",
            "text": "A juntzanh chonhab' ix yik'can eb' yinhtilal Benjamín chi', 12 d'a smasanil yed' yaldeail, aton Jericó, Bet-hogla, Emec-casis, Bet-arabá, Zemaraim, Betel, Avim, Pará, Ofra, Quefar-haamoni, Ofni yed' Geba."
        },
        {
            "number": "22",
            "text": "Yic pax 14 chonhab' eb' yed' yaldeail, aton Gabaón, Ramá, Beerot, Mizpa, Cafira, Mozah, Requem, Irpeel, Tarala, Zela, Elef, Jebús, aton chonhab' Jerusalén, Gabaa yed' Quiriat. Aton lum tic ix yik' eb' yinhtilal Benjamín."
        }
    ]
}