{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi yak'an ganar masanil lum lum chi' eb' israel, ix smolb'an sb'a eb' smasanil t'a Silo, ix sb'oanq'ue scajnub' Jehová eb', aton b'aj sch'ox sb'a Jehová chi'."
        },
        {
            "number": "2",
            "text": "Palta uc macanhto eb' yinhtilal Israel manto schalaj sluum."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yal winhaj Josué t'a eb' icha tik: ¿B'aq'uinh wal ol ex cajnaj t'a sat lum lum ix yak' Jehová t'ayonh, aton co Diosal yet' sDiosal eb' co mam quicham?"
        },
        {
            "number": "4",
            "text": "Siq'uequel oxtacvanhoc vinac t'a skal junjun makan inhtilal, yic tzin checb'at yil masanil lum lum chi'. Ol yalan eb' vab'i tas wal yaj lu'um, yic wach' ol yal in pucanb'at lum t'ayex."
        },
        {
            "number": "5",
            "text": "Ha juntzanh eb' winh chi' uc makan ol aj yechtanel lum eb' winh, a lum yic eb' yinhtilal Judá aycan lum t'a sur, haxo lum yic eb' yinhtilal José aycan lum t'a norte."
        },
        {
            "number": "6",
            "text": "Ayic ol lajvoc yechtan lum eb' winh, ol yik'ancot eb' winh t'ayin tas yaj lu'um. Ha in xo ol vak'och suerte t'a lu'um t'a yichanh Jehová co Diosal."
        },
        {
            "number": "7",
            "text": "Axo pax eb' levita, malaj junok makan slum eb' ol yik'a'. Ha tas ol yik' eb', aton sacerdoteal t'a yichanh Jehová. Ha pax eb' yinhtilal Gad, eb' yic Rubén yet' nanhalxo yinhtilal Manasés, ayxo smacb'en eb' t'a stojolal b'aj sjavi k'u t'ha ha' Jordán, aton lum yak'naccan winhaj Moisés schecab' Jehová t'a eb', xchi winhaj Josué chi'."
        },
        {
            "number": "8",
            "text": "Ayic van sb'at eb' winh yechtej lum chi', ix yalan winhaj Josué chi' t'a eb' winh: Ixiquec t'a masanil juntzanh lu'um chi', tze tz'ib'ani chajtil yaj lu'um. Ayic slajvi eyilan lum chi', tzex paxta, a inxo ol vak'och suerte t'a lu'um t'a yichanh Jehová t'a Silo tik, xchi winh t'a eb' winh."
        },
        {
            "number": "9",
            "text": "Ix b'at eb' winh yil lu'um, ix ek' eb' winh t'a masanil juntzanh chonhab' chi'. Uc makan ix aj yechtan lum eb' winh, ix stz'ib'ancot eb' winh masanil tastac ix aj junjun makan lu'um, ato syal sb'isul juntzanh chonhab'. Ixlajwi chi', ix jax eb' winh t'a campamento t'a Silo b'aj aycan winhaj Josué chi'."
        },
        {
            "number": "10",
            "text": "Icha chi' ix aj spojanek' lum lum chi' winh t'a eb' yetchonhab' t'a Silo, ix yak'anoch suerte winh t'a lu'um t'a yichanh Jehová."
        },
        {
            "number": "11",
            "text": "Ha lum b'ab'el makan ix och suerte t'ay, aton lum ix yik' eb' yinhtilal Benjamín, ato syal jay makan yaj eb'. Ha lum ix yik' eb' chi', ha t'a snanhal lum yic eb' yinhtilal Judá yet' lum yic eb' yinhtilal José ix kan lu'um."
        },
        {
            "number": "12",
            "text": "Ha smojonal lu'um t'a norte, tz'el yich t'ha ha' Jordán, sb'atnhej t'a snorteal Jericó, sb'atnhej t'a tzalquixtac t'a stojolal b'aj tz'em k'u, tz'elk'och t'a tzinan lum t'a yol yic Bet-avén."
        },
        {
            "number": "13",
            "text": "Sb'atnhej, tzek' t'a yalanh emta chonhab' Luz scuchanpax Betel t'a sur, tz'emk'och t'a Atarot-adar t'a slak'anil lum vitz ay t'a sur yic junxo Bet-horón ay t'a yalanh."
        },
        {
            "number": "14",
            "text": "Smeltzajb'at smojonal chi' t'a stojolal sur t'a lum vitz ay t'a yichanh Bet-horón chi', masanto t'a Quiriat-baal, scuchanpax Quiriat-jearim, yic eb' yinhtilal Judá yaj jun chonhab' chi'. Aton smojonal t'a stojolal b'aj tz'em k'u."
        },
        {
            "number": "15",
            "text": "Axo smojonal t'a sur tz'elk'och t'a Quiriat-jearim t'a stojolal b'aj tz'em k'u, masanto b'aj sq'ueul sjaj ha ha' yic Neftoa,"
        },
        {
            "number": "16",
            "text": "masanto tz'emk'och t'a lum vitz ay t'a yichanh sch'olanil yic Ben-hinom, t'a snorteal ch'olan yic Refaim. Tz'empaxk'och t'a sch'olanil yic Hinom, tzek' t'a stz'eyel lum vitz yic Jebús, sb'atnhej t'a sjaj ha' Rogel."
        },
        {
            "number": "17",
            "text": "Slajvi chi' smeltzajpaxb'at t'a norte, tz'elk'och t'a En-semes, sb'atnhej masanto t'a Gelilot, t'a yichanh lum vitzal Adumín, tz'emk'och t'a sat q'ueen yic winhaj Bohán yuninal winhaj Rubén."
        },
        {
            "number": "18",
            "text": "Tz'ek'pax t'a svitzal stojolal norte, t'a yichanh sch'olanil ha' Jordán, masanto t'ha ha' Jordán chi'."
        },
        {
            "number": "19",
            "text": "Tz'ek'pax t'a norte yic Bet-hogla, slajvicank'och t'a jun sk'ab' ha' mar t'a snorteal yic ha' mar Muerto, b'aj sk'ochcan ha' Jordán, aton smojonal t'a sur chi'."
        },
        {
            "number": "20",
            "text": "Axo ha' Jordán ayoch smojonaloc t'a stojolal b'aj sjavi k'u. Aton juntzanh tik smojonal lum ix pojchajek' t'a skal yinhtilal Benjamín."
        },
        {
            "number": "21",
            "text": "Ha juntzanh chonhab' ix yik'kan eb' yinhtilal Benjamín chi', 12 t'a smasanil yet' yaldeail, aton Jericó, Bet-hogla, Emec-casis, Bet-arabá, Zemaraim, Betel, Avim, Pará, Ofra, Quefar-haamoni, Ofni yet' Geba."
        },
        {
            "number": "22",
            "text": "Yic pax 14 chonhab' eb' yet' yaldeail, aton Gabaón, Ramá, Beerot, Mizpa, Cafira, Mozah, Requem, Irpeel, Tarala, Zela, Elef, Jebús, aton chonhab' Jerusalén, Gabaa yet' Quiriat. Aton lum tik ix yik' eb' yinhtilal Benjamín."
        }
    ]
}