{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Axo lum schab'il makan ix och suerte t'ay, ha t'a eb' yinhtilal Simeón ix kan lu'um, ato syal jay makan yaj eb'. Ha slum eb' tik ix kan t'a yol smacb'en eb' yinhtilal Judá."
        },
        {
            "number": "2",
            "text": "Aton juntzanh chonhab' tik ix kan t'a eb', 13 t'a smasanil yet' yaldeail: Beerseba, Seba, Molada, Hazar-sual, Bala, Ezem, Eltolad, Betul, Horma, Siclag, Bet-marcabot, Hazar-susa, Bet-lebaot yet' Saruhén."
        },
        {
            "number": "3",
            "text": "Ix yik'anpax Aín eb', Rimón, Eter yet' Asán."
        },
        {
            "number": "4",
            "text": "Chanhe' chonhab' yet' yaldeail junjun, masanto t'a Baalat-beer, aton pax Ramat t'a Neguev. Aton juntzanh tik ix yik' eb' yinhtilal Simeón chi'"
        },
        {
            "number": "5",
            "text": "t'a yol smacb'en eb' yinhtilal Judá, yujto a jun inhtilal eb' chi' te niwan lum macb'ilcan yuj eb'. Yuj chi' ix ak'ji nanhalxo lum t'a eb' yinhtilal Simeón chi'."
        },
        {
            "number": "6",
            "text": "Axo lum yoxil makan ix och suerte t'ay. Ha t'a eb' yinhtilal Zabulón ix kan lu'um, ato syal jay makan yaj eb'. Ha smojonal lu'um, ix k'och t'a Sarid,"
        },
        {
            "number": "7",
            "text": "sb'atnhej t'a stojolal b'aj tz'em k'u masanto t'a Marala, sk'och t'a Dabeset, slajvicank'och t'ha ha' taquinh melem t'a yichanh Jocneam."
        },
        {
            "number": "8",
            "text": "Tz'elxi t'a Sarid chi', sk'och t'a stojolal b'aj sjavi k'u t'a smojonal Quislot-tabor, tzek'pax t'a Daberat, sq'uek'och t'a Jafía."
        },
        {
            "number": "9",
            "text": "Sb'atxi t'a stojolal b'aj sjavi k'u t'a Gat-hefer, tzek' t'a Ita-cazín, tz'el t'a Rimón, syoyan sb'ha t'a Nea."
        },
        {
            "number": "10",
            "text": "Axo t'a norte smeltzajb'at smojonal chi' t'a Hanatón, tz'elk'och t'a sch'olanil yol yic Jefte-el."
        },
        {
            "number": "11",
            "text": "Ha t'a jun lum chi' ay 12 chonhab' yet' yaldeail junjun, ha t'a skal juntzanh chi', ata' ay Catat, Nahalal, Simrón, Idala yet' Belén."
        },
        {
            "number": "12",
            "text": "Aton jun lum chi' ix yik' eb' yinhtilal Zabulón yet' juntzanh chonhab' yet' yaldeail."
        },
        {
            "number": "13",
            "text": "Axo lum schanhil makan ix och suerte t'ay, ha t'a eb' yinhtilal Isacar ix kan lu'um, ato syal jay makan yaj eb'. Ha t'a jun lum chi' ay 16 chonhab' t'a smasanil yet' yaldeail junjun: Aton Jezreel, Quesulot, Sunem, Hafaraim, Sihón, Anaharat, Rabit, Quisión, Abez, Remet, En-ganim, En-hada yet' Bet-pases. Ha smojonal lum sk'och t'a Tabor, Sahazima yet' t'a Bet-semes, slajvicank'och t'ha ha' Jordán."
        },
        {
            "number": "14",
            "text": "Axo lum yoil makan ix och suerte t'ay, ha t'a eb' yinhtilal Aser ix kan lu'um, ato syal jay makan yaj eb'. Ha t'a jun lu'um chi', ay 22 chonhab' t'a smasanil yet' yaldeail junjun: Aton Helcat, Halí, Betén, Acsaf, Alamelec, Amad yet' Miseal, masanto sk'och lum t'a jolom vitz Carmelo t'a stojolal b'aj tz'em k'u yet' pax Sihor-libnat. Slajvi chi' smeltzaj t'a stojolal b'aj sjavi k'u t'a Bet-dagón, sk'och t'a lum yic eb' yinhtilal Zabulón t'a sch'olanil yic Jefte-el t'a stojolal norte yet' t'a Bet-emec, t'a Neiel, tz'elk'och t'a Cabul t'a stojolal norte chi'. Syamchaj Hebrón yuj yet' Rehob, Hamón yet' Caná, masanto sk'och t'a niwan chonhab' Sidón. Smeltzajxib'at smojonal chi' t'a Ramá, masanto sk'och t'a jun chonhab' ayoch smuroal, aton Tiro, sk'och t'a Hosa tz'elk'och t'ha ha' mar Mediterráneo. Aypaxoch chonhab' Mahaleb yet'oc, Aczib, Uma, Afec yet' Rehob."
        },
        {
            "number": "15",
            "text": "Ha lum svaquil makan ix och suerte t'ay, ha t'a eb' yinhtilal Neftalí ix kan lu'um, ato syal jay makan yaj eb'. Ha slum eb' chi' sb'atnhej t'a Helef, Alón-saananim, Adami-neceb yet' Jabneel, masanto t'a Lacum, tz'elk'och t'ha ha' Jordán. Axo smojonal t'a stojolal b'aj tz'em k'u, sb'at t'a Aznot-tabor, tzek' t'a Hucoc, yuj chi' ha t'a stojolal sur schalaj sb'a smojonal slum eb' chi' yet' eb' yinhtilal Zabulón. Axo t'a stojolal b'aj tz'em k'u, schalaj sb'a lum yet' lum yic eb' yinhtilal Aser. Axo t'a smojonal slum eb' chi' t'a stojolal b'aj sjavi k'u, ha t'ha ha' Jordán sk'ochcani. Axo juntzanh chonhab' ayoch smuroal ix kan t'a eb', 19 t'a smasanil yet' yaldeail junjun: Aton Sidim, Zer, Hamat, Racat, Cineret, Adama, Ramá, Hazor, Cedes, Edrei, En-hazor, Irón, Migdal-el, Horem, Bet-anat yet' Bet-semes. Aton lum tik ix yik' eb' yinhtilal Neftalí."
        },
        {
            "number": "16",
            "text": "Ha lum yuquil makan ix och suerte t'ay, ha t'a eb' yinhtilal Dan ix kan lu'um, ato syal jay makan yaj eb'. Ha t'a lum chi' ay juntzanh chonhab' tik: Zora, Estaol, Ir-semes, Saalabín, Ajalón, Jetla, Elón, Timnat, Ecrón, Elteque, Gibetón, Baalat, Jehúd, Bene-berac, Gat-rimón, Mejarcón, Racón yet' lum ay t'a yichanh Jope."
        },
        {
            "number": "17",
            "text": "Maj yab'laj lum t'a eb', yuj chi' ix b'at eb' yak' oval t'a chonhab' Lesem. Ayic ix lajvi xicancham masanil anima cajan eb' ta', ix cajnajcan eb' t'a jun lum chi'. Ix sq'uexan sb'i jun chonhab' chi' eb', Dan ix sb'iej yuj eb' yuj yik'anchaanh smam yicham eb'. Aton lum tik ix yik' eb' yinhtilal Dan chi'."
        },
        {
            "number": "18",
            "text": "Masanil juntzanh lu'um chi' ix spuquek' vinhaj sacerdote Eleazar, vinhaj Josué yet' eb' yajalil eb' chonhab'. D'a yichanh Jehová t'a yichanh scajnub' b'aj sch'ox sb'ha t'a Silo, ata' ix pucchajek' lum t'a suerteal, yuj chi' te tz'acan ix aj yek' lu'um. Ayic toxo ix lajvi spucchajek' lu'um t'a eb', ix schaancan yic junjun inhtilal eb'. Ix ak'jipax lum yic vinhaj Josué t'a skal eb', icha val ix aj yalan Jehová. Ix ak'ji chonhab' Timnat-sera t'a vinh, t'a tzalquixtac t'a yol yic eb' yinhtilal Efraín, yujto a lum chi' ix sk'an vinh. Ix sb'oq'ue jun chonhab' chi' vinh t'a schaelal, ix cajnaj vinh t'ay."
        }
    ]
}