{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Axo lum schab'il macanh ix och suerte d'ay, a d'a eb' yinhtilal Simeón ix can luum, ato syal jay macanh yaj eb'. A slum eb' tic ix can d'a yol smacb'en eb' yinhtilal Judá."
        },
        {
            "number": "2",
            "text": "Aton juntzanh chonhab' tic ix can d'a eb', 13 d'a smasanil yed' yaldeail: Beerseba, Seba, Molada, Hazar-sual, Bala, Ezem, Eltolad, Betul, Horma, Siclag, Bet-marcabot, Hazar-susa, Bet-lebaot yed' Saruhén."
        },
        {
            "number": "3",
            "text": "Ix yik'anpax Aín eb', Rimón, Eter yed' Asán."
        },
        {
            "number": "4",
            "text": "Chanhe' chonhab' yed' yaldeail junjun, masanto d'a Baalat-beer, aton pax Ramat d'a Neguev. Aton juntzanh tic ix yik' eb' yinhtilal Simeón chi'"
        },
        {
            "number": "5",
            "text": "d'a yol smacb'en eb' yinhtilal Judá, yujto a jun inhtilal eb' chi' te nivan lum macb'ilcan yuj eb'. Yuj chi' ix ak'ji nanhalxo lum d'a eb' yinhtilal Simeón chi'."
        },
        {
            "number": "6",
            "text": "Axo lum yoxil macanh ix och suerte d'ay. A d'a eb' yinhtilal Zabulón ix can luum, ato syal jay macanh yaj eb'. A smojonal luum, ix k'och d'a Sarid,"
        },
        {
            "number": "7",
            "text": "sb'atnhej d'a stojolal b'aj tz'em k'u masanto d'a Marala, sk'och d'a Dabeset, slajvicank'och d'a a' taquinh melem d'a yichanh Jocneam."
        },
        {
            "number": "8",
            "text": "Tz'elxi d'a Sarid chi', sk'och d'a stojolal b'aj sjavi k'u d'a smojonal Quislot-tabor, tz'ek'pax d'a Daberat, sq'uek'och d'a Jafía."
        },
        {
            "number": "9",
            "text": "Sb'atxi d'a stojolal b'aj sjavi k'u d'a Gat-hefer, tz'ek' d'a Ita-cazín, tz'el d'a Rimón, syoyan sb'a d'a Nea."
        },
        {
            "number": "10",
            "text": "Axo d'a norte smeltzajb'at smojonal chi' d'a Hanatón, tz'elk'och d'a sch'olanil yol yic Jefte-el."
        },
        {
            "number": "11",
            "text": "A d'a jun lum chi' ay 12 chonhab' yed' yaldeail junjun, a d'a scal juntzanh chi', ata' ay Catat, Nahalal, Simrón, Idala yed' Belén."
        },
        {
            "number": "12",
            "text": "Aton jun lum chi' ix yik' eb' yinhtilal Zabulón yed' juntzanh chonhab' yed' yaldeail."
        },
        {
            "number": "13",
            "text": "Axo lum schanhil macanh ix och suerte d'ay, a d'a eb' yinhtilal Isacar ix can luum, ato syal jay macanh yaj eb'. A d'a jun lum chi' ay 16 chonhab' d'a smasanil yed' yaldeail junjun: Aton Jezreel, Quesulot, Sunem, Hafaraim, Sihón, Anaharat, Rabit, Quisión, Abez, Remet, En-ganim, En-hada yed' Bet-pases. A smojonal lum sk'och d'a Tabor, Sahazima yed' d'a Bet-semes, slajvicank'och d'a a' Jordán."
        },
        {
            "number": "14",
            "text": "Axo lum yoil macanh ix och suerte d'ay, a d'a eb' yinhtilal Aser ix can luum, ato syal jay macanh yaj eb'. A d'a jun luum chi', ay 22 chonhab' d'a smasanil yed' yaldeail junjun: Aton Helcat, Halí, Betén, Acsaf, Alamelec, Amad yed' Miseal, masanto sk'och lum d'a jolom vitz Carmelo d'a stojolal b'aj tz'em k'u yed' pax Sihor-libnat. Slajvi chi' smeltzaj d'a stojolal b'aj sjavi k'u d'a Bet-dagón, sk'och d'a lum yic eb' yinhtilal Zabulón d'a sch'olanil yic Jefte-el d'a stojolal norte yed' d'a Bet-emec, d'a Neiel, tz'elk'och d'a Cabul d'a stojolal norte chi'. Syamchaj Hebrón yuuj yed' Rehob, Hamón yed' Caná, masanto sk'och d'a nivan chonhab' Sidón. Smeltzajxib'at smojonal chi' d'a Ramá, masanto sk'och d'a jun chonhab' ayoch smuroal, aton Tiro, sk'och d'a Hosa tz'elk'och d'a a' mar Mediterráneo. Aypaxoch chonhab' Mahaleb yed'oc, Aczib, Uma, Afec yed' Rehob."
        },
        {
            "number": "15",
            "text": "A lum svaquil macanh ix och suerte d'ay, a d'a eb' yinhtilal Neftalí ix can luum, ato syal jay macanh yaj eb'. A slum eb' chi' sb'atnhej d'a Helef, Alón-saananim, Adami-neceb yed' Jabneel, masanto d'a Lacum, tz'elk'och d'a a' Jordán. Axo smojonal d'a stojolal b'aj tz'em k'u, sb'at d'a Aznot-tabor, tz'ek' d'a Hucoc, yuj chi' a d'a stojolal sur schalaj sb'a smojonal slum eb' chi' yed' eb' yinhtilal Zabulón. Axo d'a stojolal b'aj tz'em k'u, schalaj sb'a lum yed' lum yic eb' yinhtilal Aser. Axo d'a smojonal slum eb' chi' d'a stojolal b'aj sjavi k'u, a d'a a' Jordán sk'ochcani. Axo juntzanh chonhab' ayoch smuroal ix can d'a eb', 19 d'a smasanil yed' yaldeail junjun: Aton Sidim, Zer, Hamat, Racat, Cineret, Adama, Ramá, Hazor, Cedes, Edrei, En-hazor, Irón, Migdal-el, Horem, Bet-anat yed' Bet-semes. Aton lum tic ix yik' eb' yinhtilal Neftalí."
        },
        {
            "number": "16",
            "text": "A lum yuquil macanh ix och suerte d'ay, a d'a eb' yinhtilal Dan ix can luum, ato syal jay macanh yaj eb'. A d'a lum chi' ay juntzanh chonhab' tic: Zora, Estaol, Ir-semes, Saalabín, Ajalón, Jetla, Elón, Timnat, Ecrón, Elteque, Gibetón, Baalat, Jehúd, Bene-berac, Gat-rimón, Mejarcón, Racón yed' lum ay d'a yichanh Jope."
        },
        {
            "number": "17",
            "text": "Maj yab'laj lum d'a eb', yuj chi' ix b'at eb' yak' oval d'a chonhab' Lesem. Ayic ix lajvi xicancham masanil anima cajan eb' ta', ix cajnajcan eb' d'a jun lum chi'. Ix sq'uexan sb'i jun chonhab' chi' eb', Dan ix sb'iej yuj eb' yuj yik'anchaanh smam yicham eb'. Aton lum tic ix yik' eb' yinhtilal Dan chi'."
        },
        {
            "number": "18",
            "text": "Masanil juntzanh luum chi' ix spuquek' vinhaj sacerdote Eleazar, vinhaj Josué yed' eb' yajalil eb' chonhab'. D'a yichanh Jehová d'a yichanh scajnub' b'aj sch'ox sb'a d'a Silo, ata' ix pucchajek' lum d'a suerteal, yuj chi' te tz'acan ix aj yek' luum. Ayic toxo ix lajvi spucchajek' luum d'a eb', ix schaancan yic junjun inhtilal eb'. Ix ak'jipax lum yic vinhaj Josué d'a scal eb', icha val ix aj yalan Jehová. Ix ak'ji chonhab' Timnat-sera d'a vinh, d'a tzalquixtac d'a yol yic eb' yinhtilal Efraín, yujto a lum chi' ix sk'an vinh. Ix sb'oq'ue jun chonhab' chi' vinh d'a schaelal, ix cajnaj vinh d'ay."
        }
    ]
}