{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Axo lum schab'il makan ix och suerte t'ay, ha t'a heb' yinhtilal Simeón ix kan lu'um, ato syal jay makan yaj heb'. Ha slum heb' tik ix kan t'a yol smacb'en heb' yinhtilal Judá."
        },
        {
            "number": "2",
            "text": "Aton juntzanh chonhab' tik ix kan t'a heb', 13 t'a smasanil yet' yaldeail: Beerseba, Seba, Molada, Hazar-sual, Bala, Ezem, Eltolad, Betul, Horma, Siclag, Bet-marcabot, Hazar-susa, Bet-lebaot yet' Saruhén."
        },
        {
            "number": "3",
            "text": "Ix yik'anpax Aín heb', Rimón, Eter yet' Asán."
        },
        {
            "number": "4",
            "text": "Chanhe' chonhab' yet' yaldeail junjun, masanto t'a Baalat-beer, aton pax Ramat t'a Neguev. Aton juntzanh tik ix yik' heb' yinhtilal Simeón chi'"
        },
        {
            "number": "5",
            "text": "t'a yol smacb'en heb' yinhtilal Judá, yujto a jun inhtilal heb' chi' te niwan lum macb'ilkan yuj heb'. Yuj chi' ix ak'ji nanhalxo lum t'a heb' yinhtilal Simeón chi'."
        },
        {
            "number": "6",
            "text": "Axo lum yoxil makan ix och suerte t'ay. Ha t'a heb' yinhtilal Zabulón ix kan lu'um, ato syal jay makan yaj heb'. Ha smojonal lu'um, ix k'och t'a Sarid,"
        },
        {
            "number": "7",
            "text": "sb'atnhej t'a stojolal b'aj tz'em k'u masanto t'a Marala, sk'och t'a Dabeset, slajwikank'och t'ha ha' taquinh melem t'a yichanh Jocneam."
        },
        {
            "number": "8",
            "text": "Tz'elxi t'a Sarid chi', sk'och t'a stojolal b'aj sjawi k'u t'a smojonal Quislot-tabor, tzek'pax t'a Daberat, sk'ek'och t'a Jafía."
        },
        {
            "number": "9",
            "text": "Sb'atxi t'a stojolal b'aj sjawi k'u t'a Gat-hefer, tzek' t'a Ita-cazín, tz'el t'a Rimón, syoyan sb'ha t'a Nea."
        },
        {
            "number": "10",
            "text": "Axo t'a norte smeltzajb'at smojonal chi' t'a Hanatón, tz'elk'och t'a sch'olanil yol yic Jefte-el."
        },
        {
            "number": "11",
            "text": "Ha t'a jun lum chi' ay 12 chonhab' yet' yaldeail junjun, ha t'a skal juntzanh chi', ata' ay Catat, Nahalal, Simrón, Idala yet' Belén."
        },
        {
            "number": "12",
            "text": "Aton jun lum chi' ix yik' heb' yinhtilal Zabulón yet' juntzanh chonhab' yet' yaldeail."
        },
        {
            "number": "13",
            "text": "Axo lum schanhil makan ix och suerte t'ay, ha t'a heb' yinhtilal Isacar ix kan lu'um, ato syal jay makan yaj heb'. Ha t'a jun lum chi' ay 16 chonhab' t'a smasanil yet' yaldeail junjun: Aton Jezreel, Quesulot, Sunem, Hafaraim, Sihón, Anaharat, Rabit, Quisión, Abez, Remet, En-ganim, En-hada yet' Bet-pases. Ha smojonal lum sk'och t'a Tabor, Sahazima yet' t'a Bet-semes, slajwikank'och t'ha ha' Jordán."
        },
        {
            "number": "14",
            "text": "Axo lum yoil makan ix och suerte t'ay, ha t'a heb' yinhtilal Aser ix kan lu'um, ato syal jay makan yaj heb'. Ha t'a jun lu'um chi', ay 22 chonhab' t'a smasanil yet' yaldeail junjun: Aton Helcat, Halí, Betén, Acsaf, Alamelec, Amad yet' Miseal, masanto sk'och lum t'a jolom witz Carmelo t'a stojolal b'aj tz'em k'u yet' pax Sihor-libnat. Slajwi chi' smeltzaj t'a stojolal b'aj sjawi k'u t'a Bet-dagón, sk'och t'a lum yic heb' yinhtilal Zabulón t'a sch'olanil yic Jefte-el t'a stojolal norte yet' t'a Bet-emec, t'a Neiel, tz'elk'och t'a Cabul t'a stojolal norte chi'. Syamchaj Hebrón yuj yet' Rehob, Hamón yet' Caná, masanto sk'och t'a niwan chonhab' Sidón. Smeltzajxib'at smojonal chi' t'a Ramá, masanto sk'och t'a jun chonhab' ayoch smuroal, aton Tiro, sk'och t'a Hosa tz'elk'och t'ha ha' mar Mediterráneo. Aypaxoch chonhab' Mahaleb yet'oc, Aczib, Uma, Afec yet' Rehob."
        },
        {
            "number": "15",
            "text": "Ha lum swaquil makan ix och suerte t'ay, ha t'a heb' yinhtilal Neftalí ix kan lu'um, ato syal jay makan yaj heb'. Ha slum heb' chi' sb'atnhej t'a Helef, Alón-saananim, Adami-neceb yet' Jabneel, masanto t'a Lacum, tz'elk'och t'ha ha' Jordán. Axo smojonal t'a stojolal b'aj tz'em k'u, sb'at t'a Aznot-tabor, tzek' t'a Hucoc, yuj chi' ha t'a stojolal sur schalaj sb'a smojonal slum heb' chi' yet' heb' yinhtilal Zabulón. Axo t'a stojolal b'aj tz'em k'u, schalaj sb'a lum yet' lum yic heb' yinhtilal Aser. Axo t'a smojonal slum heb' chi' t'a stojolal b'aj sjawi k'u, ha t'ha ha' Jordán sk'ochkani. Axo juntzanh chonhab' ayoch smuroal ix kan t'a heb', 19 t'a smasanil yet' yaldeail junjun: Aton Sidim, Zer, Hamat, Racat, Cineret, Adama, Ramá, Hazor, Cedes, Edrei, En-hazor, Irón, Migdal-el, Horem, Bet-anat yet' Bet-semes. Aton lum tik ix yik' heb' yinhtilal Neftalí."
        },
        {
            "number": "16",
            "text": "Ha lum yuquil makan ix och suerte t'ay, ha t'a heb' yinhtilal Dan ix kan lu'um, ato syal jay makan yaj heb'. Ha t'a lum chi' ay juntzanh chonhab' tik: Zora, Estaol, Ir-semes, Saalabín, Ajalón, Jetla, Elón, Timnat, Ecrón, Elteque, Gibetón, Baalat, Jehúd, Bene-berac, Gat-rimón, Mejarcón, Racón yet' lum ay t'a yichanh Jope."
        },
        {
            "number": "17",
            "text": "Maj yab'laj lum t'a heb', yuj chi' ix b'at heb' yak' owal t'a chonhab' Lesem. Ayic ix lajwi xikancham masanil anima kajan heb' ta', ix kajnajkan heb' t'a jun lum chi'. Ix sk'exan sb'i jun chonhab' chi' heb', Dan ix sb'iej yuj heb' yuj yik'anchaanh smam yicham heb'. Aton lum tik ix yik' heb' yinhtilal Dan chi'."
        },
        {
            "number": "18",
            "text": "Masanil juntzanh lu'um chi' ix spuquek' winhaj sacerdote Eleazar, winhaj Josué yet' heb' yajalil heb' chonhab'. D'a yichanh Jehová t'a yichanh skajnub' b'aj sch'ox sb'ha t'a Silo, ata' ix pucchajek' lum t'a suerteal, yuj chi' te tz'akan ix aj yek' lu'um. Ayic toxo ix lajwi spukchajek' lu'um t'a heb', ix schaankan yic junjun inhtilal heb'. Ix ak'jipax lum yic winhaj Josué t'a skal heb', icha wal ix aj yalan Jehová. Ix ak'ji chonhab' Timnat-sera t'a winh, t'a tzalquixtac t'a yol yic heb' yinhtilal Efraín, yujto a lum chi' ix sk'an winh. Ix sb'ok'e jun chonhab' chi' winh t'a schaelal, ix kajnaj winh t'ay."
        }
    ]
}