{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayek' winhaj Josué t'a lum Sitim, ix schecanb'at chavanh eb' winh vinac winh, yic sb'at yil lum eb' winh t'a elk'altac, ix yalan winh t'a eb' winh icha tik: Ixiquec b'at eyil lum lum chi', tzeyilan val tas yaj chonhab' Jericó, xchi winh t'a eb' winh. Ix b'at eb' winh b'ian, haxo t'a jun ix ajmul ix scuchan Rahab t'a yol chonhab' chi' ix k'och eb' winh sk'an sposado. Ix kan eb' winh t'a spat ix."
        },
        {
            "number": "2",
            "text": "Palta ay eb' ix ilan sk'och eb' winh, yuj chi' ix b'at yalan eb' t'a winh sreyal Jericó chi': --Ay juntzanh eb' winh israel ix javi ul yil co chonhab' tik, xchi eb'."
        },
        {
            "number": "3",
            "text": "Yuj chi', ix yalb'at winh rey chi' t'a ix Rahab chi' icha tik: --Hak'uelta juntzanh eb' winh israel ayek' posado chi' t'ayach, ak'och eb' winh t'a yol co k'ab' yujto tonhej tzul yilb'at co chonhab' tik eb' winh, xchib'at winh rey chi'."
        },
        {
            "number": "4",
            "text": "Ix yalan ix icha tik: --Yeltoni, ay juntzanh eb' winh ix ek' t'a tik, palta manh vojtacoc b'ajtil ix cot eb' winh. Axo yic vanxo sq'uik'b'i ix b'at eb' winh, yujto yorailxo smacchaj spuertail chonhab'. Manh vojtacoc tas b'eal b'aj ix b'at eb' winh. Tato elanhchamel tzex b'at t'a spatic eb' winh, tecan tzato yamchaj eb' winh eyuuj, xchi ix. Icha chi' ix aj yalan ix, palta toxo ix sk'ub'ejel eb' winh ix t'a spanhanil yib'anh spat, t'a yalanh juntzanh anh lino manojail yaji."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi' ix b'at tzak'an eb' winh schecab' winh rey chi' t'a spatic eb' winh yalani, masanto ix k'och eb' winh t'a sti' ha' Jordán b'aj jay ha', ixnhej val elcan eb' winh soldado chi', ix macchaj spuertail chonhab'."
        },
        {
            "number": "6",
            "text": "Axo yic manto vaylaj eb' winh chavanh chi', ix q'uek'och ix Rahab t'a yib'anh spat chi' t'a eb' winh, ix yalan ix icha tik:"
        },
        {
            "number": "7",
            "text": "--Vojtac to a Jehová ix ak'an jun lum tik t'ayex, yuj chi' ix javi jun niwan xivk'olal t'a quib'anh, manhxo onh animaoc scab'i ayic scab'an e pecal."
        },
        {
            "number": "8",
            "text": "Cab'nac specal ayic eyelnaccot t'a Egipto to a Jehová pojannac snanhal ha' Chacchac Mar, eyek'naccot t'a stak'inhal. Cab'annacpax specal to e satnaccanel chavanh eb' winh sreyal amorreo t'a sk'axepalek' ha' Jordán, aton winhaj Sehón yet' winhaj Og."
        },
        {
            "number": "9",
            "text": "Te xivnac onh ayic cab'annac specal jun chi'. Malaj mach syal stzak'van t'ayex, yujto a Jehová e Diosal, anhejton Dios t'a satcha’anh yet' t'a sat lum lum tik."
        },
        {
            "number": "10",
            "text": "Yuj chi' tzin tevi t'ayex to tze loc sb'i Jehová e Diosal yic tzeyak'ancan e ti' t'ayin to tze nacot masanil eb' ayto vuj in b'a yet'oc, icha val tzex vutej tik. Yuj chi' aq'ek junok seña, tato yel tzeyala'"
        },
        {
            "number": "11",
            "text": "to tzeyak' nivank'olal t'a yib'anh in mam in nun yet' masanil eb' in nulej yet' masanil tas ay t'a eb', mocab' sateloc, xchi ix."
        },
        {
            "number": "12",
            "text": "Ix tak'vi eb' winh chavanh chi' icha tik: --Scak' co ti' to ol ex co nacoti, anhej tato malaj b'aj tzal jun tik. Ayic ol yak'anoch jun lum tik Jehová t'a yol co k'ab', ol ach co colcaneli, xchi eb' winh t'a ix."
        },
        {
            "number": "13",
            "text": "Ha ix Rahab chi', ha t'a yib'anh smuroal jun chonhab' chi', ata' b'ob'ilq'ue spat ix, yuj chi' haxo t'a sventenail spat ix chi', ata' ix yaq'uel eb' winh ix. k'ojank'olal ix em d'unhunhoc eb' winh t'a spatiquel jun chonhab' chi' yuj ix t'a jun ch'anh lasu."
        },
        {
            "number": "14",
            "text": "Ayic mantzac em eb' winh, ix yalan ix t'a eb' winh icha tik: --Ixiquec t'a caltac te' t'a lum jolom vitz chi', yic manh ol ex ilchaj yuj eb' winh tzex sayanek' chi', tze k'ub'ejel e b'a ta' oxeoc k'ual, masanto sjaxcan eb' winh t'a yol chonhab' tik, ichato chi' tzex pax b'aj ex cot chi', xchi ix t'a eb' winh."
        },
        {
            "number": "15",
            "text": "Ix yalan eb' winh t'a ix icha tik: --Ol caq'uelk'och co ti' ix cak'kan tik t'ayach,"
        },
        {
            "number": "16",
            "text": "palta ayic ol onh javok cak' oval yet' a chonhab' tik, yowalil locanocab'em jun chacchac lasu t'a ventena b'aj ol onh aq'uem d'unhunhoc tik. Tza molb'ancot a mam a nun, eb' a nulej yet' eb' ayto uj a b'a yet'oc t'a yol a pat tik."
        },
        {
            "number": "17",
            "text": "Tato ay junok tz'el t'a yol a pat tik ayic van cak'an oval chi', tato schami, max canlaj schamel chi' t'a quib'anh, palta tato ha t'a yol a pat tik ayek' junok scham cuuj, a schamel chi' skan t'a quib'anh."
        },
        {
            "number": "18",
            "text": "Anhejtona' tato tzalelta tas tzul co k'ulej tik, a onhxo tik manhxo ol caq'uelk'och co ti' ix cak' tik t'ayach, xchi eb' winh."
        },
        {
            "number": "19",
            "text": "--Ichocab' ta', xchi ix. Ixlajwi yalan quil co b'a eb' winh t'a ix, ix stzek'ancanoch jun ch'anh lasu chi' ix t'a sventenail spat chi'."
        },
        {
            "number": "20",
            "text": "Ix k'ekan eb' winh chavanh chi' sk'ub'ejel sb'a oxe' k'ual t'a caltac te' t'a jolom vitz chi'. Ix ek' eb' winh soldado chi' say eb' winh, palta maj ilchajlaj eb' winh, yuj chi' ix meltzaj eb' winh soldado chi' t'a Jericó chi'."
        },
        {
            "number": "21",
            "text": "Axo eb' winh chavanh ilum lu'um chi', ix emixta eb' winh, ix k'axpajxiek' eb' winh t'ha ha' Jordán chi', ix k'ochxi eb' winh b'aj aycan winhaj Josué chi', ix och ijan eb' winh yalan t'a winh tastac ix b'at yil eb' winh ta'."
        },
        {
            "number": "22",
            "text": "Ix yalan eb' winh icha tik: Ha Jehová van yak'anoch juntzanh chonhab' chi' t'a yol co k'ab', yujto a eb' anima ta' ichato chamnacxo eb' yuj xivelal t'ayonh, xchi eb' winh."
        }
    ]
}