{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayek' vinhaj Josué d'a lum Sitim, ix schecanb'at chavanh eb' vinh vinac vinh, yic sb'at yil lum eb' vinh d'a elk'altac, ix yalan vinh d'a eb' vinh icha tic: Ixiquec b'at eyil lum luum chi', tzeyilan val tas yaj chonhab' Jericó, xchi vinh d'a eb' vinh. Ix b'at eb' vinh b'ian, axo d'a jun ix ajmul ix scuchan Rahab d'a yol chonhab' chi' ix k'och eb' vinh sk'an sposado. Ix can eb' vinh d'a spat ix."
        },
        {
            "number": "2",
            "text": "Palta ay eb' ix ilan sk'och eb' vinh, yuj chi' ix b'at yalan eb' d'a vinh sreyal Jericó chi': --Ay juntzanh eb' vinh israel ix javi ul yil co chonhab' tic, xchi eb'."
        },
        {
            "number": "3",
            "text": "Yuj chi', ix yalb'at vinh rey chi' d'a ix Rahab chi' icha tic: --Aq'uelta juntzanh eb' vinh israel ayek' posado chi' d'ayach, ak'och eb' vinh d'a yol co k'ab' yujto tonhej tzul yilb'at co chonhab' tic eb' vinh, xchib'at vinh rey chi'."
        },
        {
            "number": "4",
            "text": "Ix yalan ix icha tic: --Yeltoni, ay juntzanh eb' vinh ix ek' d'a tic, palta manh vojtacoc b'ajtil ix cot eb' vinh. Axo yic vanxo sq'uik'b'i ix b'at eb' vinh, yujto yorailxo smacchaj spuertail chonhab'. Manh vojtacoc tas b'eal b'aj ix b'at eb' vinh. Tato elanhchamel tzex b'at d'a spatic eb' vinh, tecan tzato yamchaj eb' vinh eyuuj, xchi ix. Icha chi' ix aj yalan ix, palta toxo ix sk'ub'ejel eb' vinh ix d'a spanhanil yib'anh spat, d'a yalanh juntzanh anh lino manojail yaji."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi' ix b'at tzak'an eb' vinh schecab' vinh rey chi' d'a spatic eb' vinh yalani, masanto ix k'och eb' vinh d'a sti' a' Jordán b'aj jay a', ixnhej val elcan eb' vinh soldado chi', ix macchaj spuertail chonhab'."
        },
        {
            "number": "6",
            "text": "Axo yic manto vaylaj eb' vinh chavanh chi', ix q'uek'och ix Rahab d'a yib'anh spat chi' d'a eb' vinh, ix yalan ix icha tic:"
        },
        {
            "number": "7",
            "text": "--Vojtac to a Jehová ix ak'an jun lum tic d'ayex, yuj chi' ix javi jun nivan xivk'olal d'a quib'anh, manhxo onh animaoc scab'i ayic scab'an e pecal."
        },
        {
            "number": "8",
            "text": "Cab'nac specal ayic eyelnaccot d'a Egipto to a Jehová pojannac snanhal a' Chacchac Mar, eyek'naccot d'a staquinhal. Cab'annacpax specal to e satnaccanel chavanh eb' vinh sreyal amorreo d'a sk'axepalek' a' Jordán, aton vinhaj Sehón yed' vinhaj Og."
        },
        {
            "number": "9",
            "text": "Te xivnac onh ayic cab'annac specal jun chi'. Malaj mach syal stzak'van d'ayex, yujto a Jehová e Diosal, anhejton Dios d'a satchaanh yed' d'a sat lum luum tic."
        },
        {
            "number": "10",
            "text": "Yuj chi' tzin tevi d'ayex to tze loc sb'i Jehová e Diosal yic tzeyak'ancan e ti' d'ayin to tze nacot masanil eb' ayto vuj in b'a yed'oc, icha val tzex vutej tic. Yuj chi' aq'uec junoc seña, tato yel tzeyala'"
        },
        {
            "number": "11",
            "text": "to tzeyak' nivank'olal d'a yib'anh in mam in nun yed' masanil eb' in nulej yed' masanil tas ay d'a eb', mocab' sateloc, xchi ix."
        },
        {
            "number": "12",
            "text": "Ix tak'vi eb' vinh chavanh chi' icha tic: --Scak' co ti' to ol ex co nacoti, anhej tato malaj b'aj tzal jun tic. Ayic ol yak'anoch jun lum tic Jehová d'a yol co k'ab', ol ach co colcaneli, xchi eb' vinh d'a ix."
        },
        {
            "number": "13",
            "text": "A ix Rahab chi', a d'a yib'anh smuroal jun chonhab' chi', ata' b'ob'ilq'ue spat ix, yuj chi' axo d'a sventenail spat ix chi', ata' ix yaq'uel eb' vinh ix. k'ojank'olal ix em d'unhunhoc eb' vinh d'a spatiquel jun chonhab' chi' yuj ix d'a jun ch'anh lasu."
        },
        {
            "number": "14",
            "text": "Ayic mantzac em eb' vinh, ix yalan ix d'a eb' vinh icha tic: --Ixiquec d'a caltac te' d'a lum jolom vitz chi', yic manh ol ex ilchaj yuj eb' vinh tzex sayanek' chi', tze k'ub'ejel e b'a ta' oxeoc k'ual, masanto sjaxcan eb' vinh d'a yol chonhab' tic, ichato chi' tzex pax b'aj ex cot chi', xchi ix d'a eb' vinh."
        },
        {
            "number": "15",
            "text": "Ix yalan eb' vinh d'a ix icha tic: --Ol caq'uelk'och co ti' ix cak'can tic d'ayach,"
        },
        {
            "number": "16",
            "text": "palta ayic ol onh javoc cak' oval yed' a chonhab' tic, yovalil locanocab'em jun chacchac lasu d'a ventena b'aj ol onh aq'uem d'unhunhoc tic. Tza molb'ancot a mam a nun, eb' a nulej yed' eb' ayto uj a b'a yed'oc d'a yol a pat tic."
        },
        {
            "number": "17",
            "text": "Tato ay junoc tz'el d'a yol a pat tic ayic van cak'an oval chi', tato schami, max canlaj schamel chi' d'a quib'anh, palta tato a d'a yol a pat tic ayek' junoc scham cuuj, a schamel chi' scan d'a quib'anh."
        },
        {
            "number": "18",
            "text": "Anhejtona' tato tzalelta tas tzul co k'ulej tic, a onhxo tic manhxo ol caq'uelk'och co ti' ix cak' tic d'ayach, xchi eb' vinh."
        },
        {
            "number": "19",
            "text": "--Ichocab' ta', xchi ix. Ix lajvi yalan quil co b'a eb' vinh d'a ix, ix stzek'ancanoch jun ch'anh lasu chi' ix d'a sventenail spat chi'."
        },
        {
            "number": "20",
            "text": "Ix q'uecan eb' vinh chavanh chi' sk'ub'ejel sb'a oxe' k'ual d'a caltac te' d'a jolom vitz chi'. Ix ek' eb' vinh soldado chi' say eb' vinh, palta maj ilchajlaj eb' vinh, yuj chi' ix meltzaj eb' vinh soldado chi' d'a Jericó chi'."
        },
        {
            "number": "21",
            "text": "Axo eb' vinh chavanh ilum luum chi', ix emixta eb' vinh, ix k'axpajxiek' eb' vinh d'a a' Jordán chi', ix k'ochxi eb' vinh b'aj aycan vinhaj Josué chi', ix och ijan eb' vinh yalan d'a vinh tastac ix b'at yil eb' vinh ta'."
        },
        {
            "number": "22",
            "text": "Ix yalan eb' vinh icha tic: A Jehová van yak'anoch juntzanh chonhab' chi' d'a yol co k'ab', yujto a eb' anima ta' ichato chamnacxo eb' yuj xivelal d'ayonh, xchi eb' vinh."
        }
    ]
}