{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayek' vinhaj Josué t'a lum Sitim, ix schecanb'at chavanh eb' vinh vinac vinh, yic sb'at yil lum eb' vinh t'a elk'altac, ix yalan vinh t'a eb' vinh icha tik: Ixiquec b'at eyil lum lum chi', tzeyilan val tas yaj chonhab' Jericó, xchi vinh t'a eb' vinh. Ix b'at eb' vinh b'ian, haxo t'a jun ix ajmul ix scuchan Rahab t'a yol chonhab' chi' ix k'och eb' vinh sk'an sposado. Ix kan eb' vinh t'a spat ix."
        },
        {
            "number": "2",
            "text": "Palta ay eb' ix ilan sk'och eb' vinh, yuj chi' ix b'at yalan eb' t'a vinh sreyal Jericó chi': --Ay juntzanh eb' vinh israel ix javi ul yil co chonhab' tik, xchi eb'."
        },
        {
            "number": "3",
            "text": "Yuj chi', ix yalb'at vinh rey chi' t'a ix Rahab chi' icha tik: --Hak'uelta juntzanh eb' vinh israel ayek' posado chi' t'ayach, ak'och eb' vinh t'a yol co k'ab' yujto tonhej tzul yilb'at co chonhab' tik eb' vinh, xchib'at vinh rey chi'."
        },
        {
            "number": "4",
            "text": "Ix yalan ix icha tik: --Yeltoni, ay juntzanh eb' vinh ix ek' t'a tik, palta manh vojtacoc b'ajtil ix cot eb' vinh. Axo yic vanxo sq'uik'b'i ix b'at eb' vinh, yujto yorailxo smacchaj spuertail chonhab'. Manh vojtacoc tas b'eal b'aj ix b'at eb' vinh. Tato elanhchamel tzex b'at t'a spatic eb' vinh, tecan tzato yamchaj eb' vinh eyuuj, xchi ix. Icha chi' ix aj yalan ix, palta toxo ix sk'ub'ejel eb' vinh ix t'a spanhanil yib'anh spat, t'a yalanh juntzanh anh lino manojail yaji."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi' ix b'at tzak'an eb' vinh schecab' vinh rey chi' t'a spatic eb' vinh yalani, masanto ix k'och eb' vinh t'a sti' ha' Jordán b'aj jay ha', ixnhej val elcan eb' vinh soldado chi', ix macchaj spuertail chonhab'."
        },
        {
            "number": "6",
            "text": "Axo yic manto vaylaj eb' vinh chavanh chi', ix q'uek'och ix Rahab t'a yib'anh spat chi' t'a eb' vinh, ix yalan ix icha tik:"
        },
        {
            "number": "7",
            "text": "--Vojtac to a Jehová ix ak'an jun lum tik t'ayex, yuj chi' ix javi jun niwan xivk'olal t'a quib'anh, manhxo onh animaoc scab'i ayic scab'an e pecal."
        },
        {
            "number": "8",
            "text": "Cab'nac specal ayic eyelnaccot t'a Egipto to a Jehová pojannac snanhal ha' Chacchac Mar, eyek'naccot t'a stak'inhal. Cab'annacpax specal to e satnaccanel chavanh eb' vinh sreyal amorreo t'a sk'axepalek' ha' Jordán, aton vinhaj Sehón yet' vinhaj Og."
        },
        {
            "number": "9",
            "text": "Te xivnac onh ayic cab'annac specal jun chi'. Malaj mach syal stzak'van t'ayex, yujto a Jehová e Diosal, anhejton Dios t'a satcha’anh yet' t'a sat lum lum tik."
        },
        {
            "number": "10",
            "text": "Yuj chi' tzin tevi t'ayex to tze loc sb'i Jehová e Diosal yic tzeyak'ancan e ti' t'ayin to tze nacot masanil eb' ayto vuj in b'a yet'oc, icha val tzex vutej tik. Yuj chi' aq'ek junok seña, tato yel tzeyala'"
        },
        {
            "number": "11",
            "text": "to tzeyak' nivank'olal t'a yib'anh in mam in nun yet' masanil eb' in nulej yet' masanil tas ay t'a eb', mocab' sateloc, xchi ix."
        },
        {
            "number": "12",
            "text": "Ix tak'vi eb' vinh chavanh chi' icha tik: --Scak' co ti' to ol ex co nacoti, anhej tato malaj b'aj tzal jun tik. Ayic ol yak'anoch jun lum tik Jehová t'a yol co k'ab', ol ach co colcaneli, xchi eb' vinh t'a ix."
        },
        {
            "number": "13",
            "text": "Ha ix Rahab chi', ha t'a yib'anh smuroal jun chonhab' chi', ata' b'ob'ilq'ue spat ix, yuj chi' haxo t'a sventenail spat ix chi', ata' ix yaq'uel eb' vinh ix. k'ojank'olal ix em d'unhunhoc eb' vinh t'a spatiquel jun chonhab' chi' yuj ix t'a jun ch'anh lasu."
        },
        {
            "number": "14",
            "text": "Ayic mantzac em eb' vinh, ix yalan ix t'a eb' vinh icha tik: --Ixiquec t'a caltac te' t'a lum jolom vitz chi', yic manh ol ex ilchaj yuj eb' vinh tzex sayanek' chi', tze k'ub'ejel e b'a ta' oxeoc k'ual, masanto sjaxcan eb' vinh t'a yol chonhab' tik, ichato chi' tzex pax b'aj ex cot chi', xchi ix t'a eb' vinh."
        },
        {
            "number": "15",
            "text": "Ix yalan eb' vinh t'a ix icha tik: --Ol caq'uelk'och co ti' ix cak'kan tik t'ayach,"
        },
        {
            "number": "16",
            "text": "palta ayic ol onh javoc cak' oval yet' a chonhab' tik, yovalil locanocab'em jun chacchac lasu t'a ventena b'aj ol onh aq'uem d'unhunhoc tik. Tza molb'ancot a mam a nun, eb' a nulej yet' eb' ayto uj a b'a yet'oc t'a yol a pat tik."
        },
        {
            "number": "17",
            "text": "Tato ay junok tz'el t'a yol a pat tik ayic van cak'an oval chi', tato schami, max canlaj schamel chi' t'a quib'anh, palta tato ha t'a yol a pat tik ayek' junok scham cuuj, a schamel chi' skan t'a quib'anh."
        },
        {
            "number": "18",
            "text": "Anhejtona' tato tzalelta tas tzul co k'ulej tik, a onhxo tik manhxo ol caq'uelk'och co ti' ix cak' tik t'ayach, xchi eb' vinh."
        },
        {
            "number": "19",
            "text": "--Ichocab' ta', xchi ix. Ixlajwi yalan quil co b'a eb' vinh t'a ix, ix stzek'ancanoch jun ch'anh lasu chi' ix t'a sventenail spat chi'."
        },
        {
            "number": "20",
            "text": "Ix k'ekan eb' vinh chavanh chi' sk'ub'ejel sb'a oxe' k'ual t'a caltac te' t'a jolom vitz chi'. Ix ek' eb' vinh soldado chi' say eb' vinh, palta maj ilchajlaj eb' vinh, yuj chi' ix meltzaj eb' vinh soldado chi' t'a Jericó chi'."
        },
        {
            "number": "21",
            "text": "Axo eb' vinh chavanh ilum lu'um chi', ix emixta eb' vinh, ix k'axpajxiek' eb' vinh t'ha ha' Jordán chi', ix k'ochxi eb' vinh b'aj aycan vinhaj Josué chi', ix och ijan eb' vinh yalan t'a vinh tastac ix b'at yil eb' vinh ta'."
        },
        {
            "number": "22",
            "text": "Ix yalan eb' vinh icha tik: Ha Jehová van yak'anoch juntzanh chonhab' chi' t'a yol co k'ab', yujto a eb' anima ta' ichato chamnacxo eb' yuj xivelal t'ayonh, xchi eb' vinh."
        }
    ]
}