{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayek' winhaj Josué t'a lum Sitim, ix schecanb'at chawanh heb' winh winak winh, yic sb'at yil lum heb' winh t'a elk'altac, ix yalan winh t'a heb' winh icha tik: Ixiquec b'at eyil lum lum chi', tzeyilan wal tas yaj chonhab' Jericó, xchi winh t'a heb' winh. Ix b'at heb' winh b'ian, haxo t'a jun ix ajmul ix scuchan Rahab t'a yol chonhab' chi' ix k'och heb' winh sk'an sposado. Ix kan heb' winh t'a spat ix."
        },
        {
            "number": "2",
            "text": "Palta ay heb' ix ilan sk'och heb' winh, yuj chi' ix b'at yalan heb' t'a winh sreyal Jericó chi': --Ay juntzanh heb' winh israel ix jawi ul yil ko chonhab' tik, xchi heb'."
        },
        {
            "number": "3",
            "text": "Yuj chi', ix yalb'at winh rey chi' t'a ix Rahab chi' icha tik: --Hak'uelta juntzanh heb' winh israel ayek' posado chi' t'ayach, ak'och heb' winh t'a yol ko k'ab' yujto tonhej tzul yilb'at ko chonhab' tik heb' winh, xchib'at winh rey chi'."
        },
        {
            "number": "4",
            "text": "Ix yalan ix icha tik: --Yeltoni, ay juntzanh heb' winh ix ek' t'a tik, palta manh wojtacoc b'ajtil ix cot heb' winh. Axo yic wanxo sq'uik'b'i ix b'at heb' winh, yujto yorailxo smacchaj spuertail chonhab'. Manh wojtacoc tas b'eal b'aj ix b'at heb' winh. Tato elanhchamel tzex b'at t'a spatic heb' winh, tecan tzato yamchaj heb' winh eyuuj, xchi ix. Icha chi' ix aj yalan ix, palta toxo ix sk'ub'ejel heb' winh ix t'a spanhanil yib'anh spat, t'a yalanh juntzanh anh lino manojail yaji."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi' ix b'at tzak'an heb' winh schecab' winh rey chi' t'a spatic heb' winh yalani, masanto ix k'och heb' winh t'a sti' ha' Jordán b'aj jay ha', ixnhej wal elcan heb' winh soldado chi', ix macchaj spuertail chonhab'."
        },
        {
            "number": "6",
            "text": "Axo yic manto waylaj heb' winh chawanh chi', ix k'ek'och ix Rahab t'a yib'anh spat chi' t'a heb' winh, ix yalan ix icha tik:"
        },
        {
            "number": "7",
            "text": "--Vojtac to a Jehová ix ak'an jun lum tik t'ayex, yuj chi' ix jawi jun niwan xivk'olal t'a quib'anh, manhxo onh animaoc scab'i ayic scab'an he pecal."
        },
        {
            "number": "8",
            "text": "Cab'nac specal ayic eyelnaccot t'a Egipto to a Jehová pojannac snanhal ha' Chacchac Mar, eyek'naccot t'a stak'inhal. Cab'annacpax specal to he satnaccanel chawanh heb' winh sreyal amorreo t'a sk'axepalek' ha' Jordán, aton winhaj Sehón yet' winhaj Og."
        },
        {
            "number": "9",
            "text": "Te xivnac onh ayic cab'annac specal jun chi'. Malaj mach syal stzak'wan t'ayex, yujto a Jehová he Diosal, anhejton Dios t'a satcha’anh yet' t'a sat lum lum tik."
        },
        {
            "number": "10",
            "text": "Yuj chi' tzin tewi t'ayex to tze loc sb'i Jehová he Diosal yic tzeyak'ancan he ti' t'ayin to tze nacot masanil heb' ayto wuj in b'a yet'oc, icha wal tzex wutej tik. Yuj chi' aq'ek junok seña, tato yel tzeyala'"
        },
        {
            "number": "11",
            "text": "to tzeyak' niwank'olal t'a yib'anh in mam in nun yet' masanil heb' in nulej yet' masanil tas ay t'a heb', mocab' sateloc, xchi ix."
        },
        {
            "number": "12",
            "text": "Ix tak'wi heb' winh chawanh chi' icha tik: --Scak' ko ti' to ol ex ko nacoti, anhej tato malaj b'aj tzal jun tik. Ayic ol yak'anoch jun lum tik Jehová t'a yol ko k'ab', ol ach ko colcaneli, xchi heb' winh t'a ix."
        },
        {
            "number": "13",
            "text": "Ha ix Rahab chi', ha t'a yib'anh smuroal jun chonhab' chi', ata' b'ob'ilk'e spat ix, yuj chi' haxo t'a swentenail spat ix chi', ata' ix yak'el heb' winh ix. k'ojank'olal ix em d'unhunhoc heb' winh t'a spatiquel jun chonhab' chi' yuj ix t'a jun ch'anh lasu."
        },
        {
            "number": "14",
            "text": "Ayic mantzac em heb' winh, ix yalan ix t'a heb' winh icha tik: --Ixiquec t'a caltac te' t'a lum jolom witz chi', yic manh ol ex ilchaj yuj heb' winh tzex sayanek' chi', tze k'ub'ejel he b'a ta' oxeoc k'ual, masanto sjaxcan heb' winh t'a yol chonhab' tik, ichato chi' tzex pax b'aj ex cot chi', xchi ix t'a heb' winh."
        },
        {
            "number": "15",
            "text": "Ix yalan heb' winh t'a ix icha tik: --Ol cak'elk'och ko ti' ix cak'kan tik t'ayach,"
        },
        {
            "number": "16",
            "text": "palta ayic ol onh jawok cak' owal yet' a chonhab' tik, yowalil locanocab'em jun chacchac lasu t'a wentena b'aj ol onh ak'em d'unhunhoc tik. Tza molb'ancot a mam a nun, heb' a nulej yet' heb' ayto uj a b'a yet'oc t'a yol a pat tik."
        },
        {
            "number": "17",
            "text": "Tato ay junok tz'el t'a yol a pat tik ayic wan cak'an owal chi', tato schami, max canlaj schamel chi' t'a quib'anh, palta tato ha t'a yol a pat tik ayek' junok scham cuuj, a schamel chi' skan t'a quib'anh."
        },
        {
            "number": "18",
            "text": "Anhejtona' tato tzalelta tas tzul ko k'ulej tik, a onhxo tik manhxo ol cak'elk'och ko ti' ix cak' tik t'ayach, xchi heb' winh."
        },
        {
            "number": "19",
            "text": "--Ichocab' ta', xchi ix. Ixlajwi yalan quil ko b'a heb' winh t'a ix, ix stzek'ancanoch jun ch'anh lasu chi' ix t'a swentenail spat chi'."
        },
        {
            "number": "20",
            "text": "Ix k'ekan heb' winh chawanh chi' sk'ub'ejel sb'a oxe' k'ual t'a caltac te' t'a jolom witz chi'. Ix ek' heb' winh soldado chi' say heb' winh, palta maj ilchajlaj heb' winh, yuj chi' ix meltzaj heb' winh soldado chi' t'a Jericó chi'."
        },
        {
            "number": "21",
            "text": "Axo heb' winh chawanh ilum lu'um chi', ix emixta heb' winh, ix k'axpajxiek' heb' winh t'ha ha' Jordán chi', ix k'ochxi heb' winh b'aj aycan winhaj Josué chi', ix och ijan heb' winh yalan t'a winh tastac ix b'at yil heb' winh ta'."
        },
        {
            "number": "22",
            "text": "Ix yalan heb' winh icha tik: Ha Jehová wan yak'anoch juntzanh chonhab' chi' t'a yol ko k'ab', yujto a heb' anima ta' ichato chamnacxo heb' yuj xiwelal t'ayonh, xchi heb' winh."
        }
    ]
}