{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'a vinhaj Josué chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Al t'a eb' etisraelal to sik'canel juntzanh chonhab' eb' b'aj ol scol sb'a eb', icha ajnac valan t'a vinhaj Moisés."
        },
        {
            "number": "3",
            "text": "Q'uinaloc ay junok mach smak'ancham junok anima to manh sk'anoc sk'ool, syal b'at scolan sb'ha t'a junok chonhab' chi', yic wach' max mak'jicham yuj junok ayto yuj sb'a yet' jun ix cham chi'."
        },
        {
            "number": "4",
            "text": "Ha jun mach sb'at scol sb'a chi', yovalil sk'och t'a spuertail jun chonhab' chi', syalan t'a eb' yichamtac vinaquil jun chonhab' chi' tas ix cot t'a yib'anh, slajvi chi' haxo eb' vinh schaanoch t'a yol chonhab' chi', tz'ak'ji junok lugar b'aj scajnaji."
        },
        {
            "number": "5",
            "text": "Tato sayjiek' yuj junok ayto yuj sb'a yet' jun ix cham chi', haxo eb' vinh yichamtac vinaquil jun chonhab' chi' max ak'anoch t'a yol sk'ab' jun sayanek' chi', wach'chom ix cham jun yetanimail chi' yuj, palta manh sk'anoc sk'ool, manh yajk'oloctaxon sb'a eb'."
        },
        {
            "number": "6",
            "text": "Ha jun sb'at scol sb'a chi', scannhej ta' masanto syal sch'olb'itaj yuj eb' chonhab' smasanil. Tato malaj smul, syal scannhej t'a jun chonhab' chi', masanto scham vinh sat sacerdote ayoch t'a yopisio t'a jun pekti’ chi'. Slajvi chi' syal smeltzajxi t'a schonhab' b'aj elnac chi', xchi t'a vinh."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix sik'canel juntzanh chonhab' eb' israel, b'aj scol sb'a eb' smak'ancham junok anima, aton Cedes t'a Galilea, t'a tzalquixtac t'a yol yic eb' yinhtilal Neftalí yet' Siquem t'a tzalquixtac t'a yol yic eb' yinhtilal Efraín yet' Quiriat-arba, aton Hebrón t'a tzalquixtac t'a yol yic eb' yinhtilal Judá."
        },
        {
            "number": "8",
            "text": "Axo t'a junxo sk'axepalek' ha' Jordán, t'a stojolal b'aj sjavi k'u t'a Jericó, ata' ix siq'uel oxexo chonhab' eb': Aton chonhab' Beser t'a ak'lic yic tzinan lu'um t'a yol yic eb' yinhtilal Rubén, chonhab' Ramot t'a yol yic Galaad t'a yol yic eb' yinhtilal Gad yet' chonhab' Golán t'a Basán, t'a yol yic eb' yinhtilal Manasés."
        },
        {
            "number": "9",
            "text": "Aton juntzanh chonhab' chi' ix sik'canel eb', yic wach' ata' sb'at scol sb'a junok mach smak'ancham junok anima to manh sk'anoc sk'ool. Taxonhej junok eb' israel ma junok eb' ch'oc chonhab'il ayek' t'a skal eb', syal b'at scolan sb'a ta' yic max mak'jicham yuj junok ayto yuj sb'a yet' jun ix cham chi' ayic manto ch'olb'itaj yuj eb' yichamtac vinaquil chonhab'."
        }
    ]
}