{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová d'a vinhaj Josué chi' icha tic:"
        },
        {
            "number": "2",
            "text": "Al d'a eb' etisraelal to sik'canel juntzanh chonhab' eb' b'aj ol scol sb'a eb', icha ajnac valan d'a vinhaj Moisés."
        },
        {
            "number": "3",
            "text": "Q'uinaloc ay junoc mach smak'ancham junoc anima to manh sk'anoc sk'ool, syal b'at scolan sb'a d'a junoc chonhab' chi', yic vach' max mak'jicham yuj junoc ayto yuj sb'a yed' jun ix cham chi'."
        },
        {
            "number": "4",
            "text": "A jun mach sb'at scol sb'a chi', yovalil sk'och d'a spuertail jun chonhab' chi', syalan d'a eb' yichamtac vinaquil jun chonhab' chi' tas ix cot d'a yib'anh, slajvi chi' axo eb' vinh schaanoch d'a yol chonhab' chi', tz'ak'ji junoc lugar b'aj scajnaji."
        },
        {
            "number": "5",
            "text": "Tato sayjiek' yuj junoc ayto yuj sb'a yed' jun ix cham chi', axo eb' vinh yichamtac vinaquil jun chonhab' chi' max ak'anoch d'a yol sk'ab' jun sayanek' chi', vach'chom ix cham jun yetanimail chi' yuuj, palta manh sk'anoc sk'ool, manh yajk'oloctaxon sb'a eb'."
        },
        {
            "number": "6",
            "text": "A jun sb'at scol sb'a chi', scannhej ta' masanto syal sch'olb'itaj yuj eb' chonhab' smasanil. Tato malaj smul, syal scannhej d'a jun chonhab' chi', masanto scham vinh sat sacerdote ayoch d'a yopisio d'a jun tiempoal chi'. Slajvi chi' syal smeltzajxi d'a schonhab' b'aj elnac chi', xchi d'a vinh."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix sik'canel juntzanh chonhab' eb' israel, b'aj scol sb'a eb' smak'ancham junoc anima, aton Cedes d'a Galilea, d'a tzalquixtac d'a yol yic eb' yinhtilal Neftalí yed' Siquem d'a tzalquixtac d'a yol yic eb' yinhtilal Efraín yed' Quiriat-arba, aton Hebrón d'a tzalquixtac d'a yol yic eb' yinhtilal Judá."
        },
        {
            "number": "8",
            "text": "Axo d'a junxo sk'axepalek' a' Jordán, d'a stojolal b'aj sjavi k'u d'a Jericó, ata' ix siq'uel oxexo chonhab' eb': Aton chonhab' Beser d'a ak'lic yic tz'inan luum d'a yol yic eb' yinhtilal Rubén, chonhab' Ramot d'a yol yic Galaad d'a yol yic eb' yinhtilal Gad yed' chonhab' Golán d'a Basán, d'a yol yic eb' yinhtilal Manasés."
        },
        {
            "number": "9",
            "text": "Aton juntzanh chonhab' chi' ix sik'canel eb', yic vach' ata' sb'at scol sb'a junoc mach smak'ancham junoc anima to manh sk'anoc sk'ool. Taxonhej junoc eb' israel ma junoc eb' ch'oc chonhab'il ayek' d'a scal eb', syal b'at scolan sb'a ta' yic max mak'jicham yuj junoc ayto yuj sb'a yed' jun ix cham chi' ayic manto ch'olb'itaj yuj eb' yichamtac vinaquil chonhab'."
        }
    ]
}