{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "A eb' yajal yaj d'a scal eb' yinhtilal Leví, ix b'at eb' d'a Silo d'a yol yic Canaán, yic sb'at yalan eb' d'a vinhaj sacerdote Eleazar, d'a vinhaj Josué yed' d'a eb' yajal yaj d'a junjun yinhtilal eb' israel chi'. Ix yalan eb' icha tic: A Jehová aljinaccan d'a vinhaj Moisés to tz'ak'ji co chonhab' b'aj tzonh aji yed' b'aj syal sva nok' co molb'etzal nok', xchi eb'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yak' juntzanh chonhab' eb' yetisraelal eb' chi' d'ay. A juntzanh chonhab' chi' smasanil ix ak'ji slumal d'a spatictac b'aj syal sva nok' smolb'etzal nok' eb' icha ajnac yalan Jehová."
        },
        {
            "number": "3",
            "text": "D'a sb'ab'elal ix och suerte d'a jun macanh eb' levita yinhtilal vinhaj Coat, aton eb' sacerdote yinhtilal vinhaj Aarón. 13 chonhab' ix ak'ji d'a eb', aton juntzanh chonhab' ay d'a yol yic eb' yinhtilal Judá, d'a yol yic eb' yinhtilal Simeón yed' d'a yol yic eb' yinhtilal Benjamín."
        },
        {
            "number": "4",
            "text": "Anheja' juntzanhxo eb' coatita chi', ix ak'ji lajunhexo chonhab' d'a eb' d'a yol yic eb' yinhtilal Efraín, d'a yol yic eb' yinhtilal Dan yed' d'a yol yic nanhalxo eb' yinhtilal Manasés."
        },
        {
            "number": "5",
            "text": "Ix ak'jipax 13 chonhab' d'a eb' levita yinhtilal Gersón d'a yol yic eb' yinhtilal Isacar, d'a yol yic eb' yinhtilal Neftalí yed' pax d'a yol yic nanhalxo eb' yinhtilal Manasés ay d'a Basán."
        },
        {
            "number": "6",
            "text": "Ix ak'jipax 12 chonhab' d'a eb' levita yinhtilal Merari, d'a yol yic eb' yinhtilal Rubén, d'a yol yic eb' yinhtilal Gad yed' d'a yol yic eb' yinhtilal Zabulón."
        },
        {
            "number": "7",
            "text": "Aton juntzanh chonhab' chi' ix ak'ji d'a eb' yinhtilal Leví yuj eb' yetisraelal d'a suerteal. Masanil juntzanh chonhab' tic, ix ak'jican slumal d'a spatictac icha val ajnac yalancan Jehová d'a vinhaj Moisés."
        },
        {
            "number": "8",
            "text": "A juntzanh chonhab' ol b'inaj tic, a d'a yol yic eb' yinhtilal Judá ay yed' d'a yol yic eb' yinhtilal Simeón."
        },
        {
            "number": "9",
            "text": "A eb' levita yinhtilal Coat yinhtilal pax Aarón, a eb' ix b'ab'laj chaan juntzanh chonhab' tic."
        },
        {
            "number": "10",
            "text": "A d'a tzalquixtac d'a yol yic eb' yinhtilal Judá, ix ak'ji Quiriat-arba d'a eb', aton Hebrón schonhab'can vinhaj Arba smam yicham vinhaj Anac."
        },
        {
            "number": "11",
            "text": "Axo pax masanil smacb'en jun chonhab' chi' yed' yaldeail ak'b'ilxo d'a vinhaj Caleb yuninal vinhaj Jefone."
        },
        {
            "number": "12",
            "text": "A Hebrón chi', aton d'ay scol sb'a eb' smak'ancham junoc anima. A eb' yinhtilal Aarón chi' ix yik'pax juntzanh chonhab' tic eb': Libna, Jatir, Estemoa, Holón, Debir, Aín, Juta yed' Bet-semes. Aton b'alunhe' chonhab' tic. Axo d'a yol yic eb' yinhtilal Benjamín, chanhe' chonhab' ix ak'ji d'a eb', aton Gabaón, Geba, Anatot yed' Almón. Yuj chi' a chonhab' ix yik' eb' yinhtilal vinhaj sacerdote Aarón, 13 d'a smasanil."
        },
        {
            "number": "13",
            "text": "Axo d'a juntzanhxo eb' levita yinhtilal pax Coat chi', ix ak'ji juntzanhxo chonhab' d'a eb' d'a yol yic eb' yinhtilal Efraín. A d'a tzalquixtac, ix ak'ji Siquem d'a eb', aton b'aj syal scolan sb'a eb' smak'ancham junoc anima. Ix ak'jipax Gezer, Kibsaim yed' pax Bet-horón d'a eb', chanhe' juntzanh chonhab' tic. Axo pax d'a yol yic eb' yinhtilal Dan, chanhe' chonhab' ix ak'ji d'a eb': Aton Elteque, Gibetón, Ajalón yed' Gat-rimón. Axo pax d'a yol yic nanhalxo eb' yinhtilal Manasés, chab' chonhab' ix ak'ji d'a eb', aton Taanac yed' Gat-rimón. Yuj chi' lajunhe' chonhab' ix scha eb' yinhtilal Coat, ato syal jay macanh yaj eb'."
        },
        {
            "number": "14",
            "text": "Axo pax eb' levita yinhtilal Gersón, chab' chonhab' ix ak'ji d'a eb' d'a yol yic nanhalxo eb' yinhtilal Manasés. A juntzanh chonhab' chi', aton Golán yed' Beestera d'a yol yic Basán. A d'a chonhab' Golán chi' syal scolan sb'a eb' smak'ancham junoc anima. Axo pax d'a yol yic eb' yinhtilal Isacar chanhe' chonhab' ix ak'jipax d'a eb', aton Cisón, Daberat, Jarmut yed' En-ganim. Axo d'a yol yic eb' yinhtilal Aser, anheja' chanhe' chonhab' ix ak'jipax d'a eb', aton Miseal, Abdón, Helcat yed' Rehob. Axo pax d'a yol yic eb' yinhtilal Neftalí, oxe' chonhab' ix ak'jipax d'a eb', aton Cedes d'a yol yic Galilea, b'aj syal scolan sb'a eb' smak'ancham junoc anima. Ix ak'jipax chonhab' Hamot-dor yed' Cartán d'a eb'. Yuj chi' a masanil chonhab' ix yik' eb' yinhtilal Gersón, 13 d'a smasanil, ato syal jay macanh yaj eb'."
        },
        {
            "number": "15",
            "text": "Ayto eb' levita ixto cani, aton eb' yinhtilal Merari. Ix ak'ji smacb'en eb' d'a yol yic eb' yinhtilal Zabulón, chanhe' chonhab' ix ak'ji d'a eb': Aton Jocneam, Carta, Dimna yed' Nahalal. Axo d'a yol yic eb' yinhtilal Rubén, chanhe' pax chonhab' ix ak'ji d'a eb': Aton Beser, Jahaza, Cademot yed' Mefaat. Axo d'a yol yic eb' yinhtilal Gad, anheja' chanhe' chonhab' ix ak'ji d'a eb': Aton Ramot d'a yol yic Galaad, Mahanaim, Hesbón yed' Jazer. A d'a Ramot chi' syal scolan sb'a eb' smak'ancham junoc anima. 12 chonhab' ix yik' eb' yinhtilal Merari, yuninal Leví, icha jay macanh yaj eb'."
        },
        {
            "number": "16",
            "text": "A jantac chonhab' ix ak'jican d'a eb' yinhtilal Leví chi' d'a yol smacb'en eb' yetisraelal, 48 d'a smasanil."
        },
        {
            "number": "17",
            "text": "Junjun juntzanh chonhab' chi', ix cannhej slumal d'a spatictac b'aj syal sva nok' smolb'etzal nok' eb'."
        },
        {
            "number": "18",
            "text": "Icha val chi' ix aj yak'jican lum luum d'a eb' israel yuj Jehová, aton masanil lum yak'nac sti' yak'an d'a eb' smam yicham eb'. Yuj chi' ix cajnajcan eb' d'a sat lum smasanil."
        },
        {
            "number": "19",
            "text": "Ix elnhejk'och b'aj yak'nac sti' Jehová chi', ix can eb' ta' d'a junk'olal d'a masanil jun luum chi'. Majxo yal-laj stek'b'an sb'a eb' ajk'ol d'a yichanh eb', yujto a Jehová ix ak'anoch eb' d'a yol sk'ab' eb' israel."
        },
        {
            "number": "20",
            "text": "Malaj junoc b'elanh lolonel b'aj yak'nac sti' Jehová chi' d'a eb' israel to maj elk'ochoc."
        }
    ]
}