{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ha heb' yajal yaj t'a skal heb' yinhtilal Leví, ix b'at heb' t'a Silo t'a yol yic Canaán, yic sb'at yalan heb' t'a winhaj sacerdote Eleazar, t'a winhaj Josué yet' t'a heb' yajal yaj t'a junjun yinhtilal heb' israel chi'. Ix yalan heb' icha tik: Ha Jehová aljinakkan t'a winhaj Moisés to tz'ak'ji ko chonhab' b'aj tzonh aji yet' b'aj syal swa nok' ko molb'etzal nok', xchi heb'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yak' juntzanh chonhab' heb' yetisraelal heb' chi' t'ay. Ha juntzanh chonhab' chi' smasanil ix ak'ji slumal t'a spatictac b'aj syal swa nok' smolb'etzal nok' heb' icha ajnac yalan Jehová."
        },
        {
            "number": "3",
            "text": "D'a sb'ab'elal ix och suerte t'a jun makan heb' lewita yinhtilal winhaj Coat, aton heb' sacerdote yinhtilal winhaj Aarón. 13 chonhab' ix ak'ji t'a heb', aton juntzanh chonhab' ay t'a yol yic heb' yinhtilal Judá, t'a yol yic heb' yinhtilal Simeón yet' t'a yol yic heb' yinhtilal Benjamín."
        },
        {
            "number": "4",
            "text": "Anheja' juntzanhxo heb' coatita chi', ix ak'ji lajunhexo chonhab' t'a heb' t'a yol yic heb' yinhtilal Efraín, t'a yol yic heb' yinhtilal Dan yet' t'a yol yic nanhalxo heb' yinhtilal Manasés."
        },
        {
            "number": "5",
            "text": "Ix ak'jipax 13 chonhab' t'a heb' lewita yinhtilal Gersón t'a yol yic heb' yinhtilal Isacar, t'a yol yic heb' yinhtilal Neftalí yet' pax t'a yol yic nanhalxo heb' yinhtilal Manasés ay t'a Basán."
        },
        {
            "number": "6",
            "text": "Ix ak'jipax 12 chonhab' t'a heb' lewita yinhtilal Merari, t'a yol yic heb' yinhtilal Rubén, t'a yol yic heb' yinhtilal Gad yet' t'a yol yic heb' yinhtilal Zabulón."
        },
        {
            "number": "7",
            "text": "Aton juntzanh chonhab' chi' ix ak'ji t'a heb' yinhtilal Leví yuj heb' yetisraelal t'a suerteal. Masanil juntzanh chonhab' tik, ix ak'jikan slumal t'a spatictac icha wal ajnac yalankan Jehová t'a winhaj Moisés."
        },
        {
            "number": "8",
            "text": "Ha juntzanh chonhab' ol b'inaj tik, ha t'a yol yic heb' yinhtilal Judá ay yet' t'a yol yic heb' yinhtilal Simeón."
        },
        {
            "number": "9",
            "text": "Ha heb' lewita yinhtilal Coat yinhtilal pax Aarón, a heb' ix b'ab'laj chaan juntzanh chonhab' tik."
        },
        {
            "number": "10",
            "text": "Ha t'a tzalquixtac t'a yol yic heb' yinhtilal Judá, ix ak'ji Quiriat-arba t'a heb', aton Hebrón schonhab'kan winhaj Arba smam yicham winhaj Anac."
        },
        {
            "number": "11",
            "text": "Axo pax masanil smacb'en jun chonhab' chi' yet' yaldeail ak'b'ilxo t'a winhaj Caleb yuninal winhaj Jefone."
        },
        {
            "number": "12",
            "text": "Ha Hebrón chi', aton t'ay scol sb'a heb' smak'ancham junok anima. Ha heb' yinhtilal Aarón chi' ix yik'pax juntzanh chonhab' tik heb': Libna, Jatir, Estemoa, Holón, Debir, Aín, Juta yet' Bet-semes. Aton b'alunhe' chonhab' tik. Axo t'a yol yic heb' yinhtilal Benjamín, chanhe' chonhab' ix ak'ji t'a heb', aton Gabaón, Geba, Anatot yet' Almón. Yuj chi' a chonhab' ix yik' heb' yinhtilal winhaj sacerdote Aarón, 13 t'a smasanil."
        },
        {
            "number": "13",
            "text": "Axo t'a juntzanhxo heb' lewita yinhtilal pax Coat chi', ix ak'ji juntzanhxo chonhab' t'a heb' t'a yol yic heb' yinhtilal Efraín. Ha t'a tzalquixtac, ix ak'ji Siquem t'a heb', aton b'aj syal scolan sb'a heb' smak'ancham junok anima. Ix ak'jipax Gezer, Kibsaim yet' pax Bet-horón t'a heb', chanhe' juntzanh chonhab' tik. Axo pax t'a yol yic heb' yinhtilal Dan, chanhe' chonhab' ix ak'ji t'a heb': Aton Elteque, Gibetón, Ajalón yet' Gat-rimón. Axo pax t'a yol yic nanhalxo heb' yinhtilal Manasés, chab' chonhab' ix ak'ji t'a heb', aton Taanac yet' Gat-rimón. Yuj chi' lajunhe' chonhab' ix scha heb' yinhtilal Coat, ato syal jay makan yaj heb'."
        },
        {
            "number": "14",
            "text": "Axo pax heb' lewita yinhtilal Gersón, chab' chonhab' ix ak'ji t'a heb' t'a yol yic nanhalxo heb' yinhtilal Manasés. Ha juntzanh chonhab' chi', aton Golán yet' Beestera t'a yol yic Basán. Ha t'a chonhab' Golán chi' syal scolan sb'a heb' smak'ancham junok anima. Axo pax t'a yol yic heb' yinhtilal Isacar chanhe' chonhab' ix ak'jipax t'a heb', aton Cisón, Daberat, Jarmut yet' En-ganim. Axo t'a yol yic heb' yinhtilal Aser, anheja' chanhe' chonhab' ix ak'jipax t'a heb', aton Miseal, Abdón, Helcat yet' Rehob. Axo pax t'a yol yic heb' yinhtilal Neftalí, oxe' chonhab' ix ak'jipax t'a heb', aton Cedes t'a yol yic Galilea, b'aj syal scolan sb'a heb' smak'ancham junok anima. Ix ak'jipax chonhab' Hamot-dor yet' Cartán t'a heb'. Yuj chi' a masanil chonhab' ix yik' heb' yinhtilal Gersón, 13 t'a smasanil, ato syal jay makan yaj heb'."
        },
        {
            "number": "15",
            "text": "Ayto heb' lewita ixto kani, aton heb' yinhtilal Merari. Ix ak'ji smacb'en heb' t'a yol yic heb' yinhtilal Zabulón, chanhe' chonhab' ix ak'ji t'a heb': Aton Jocneam, Carta, Dimna yet' Nahalal. Axo t'a yol yic heb' yinhtilal Rubén, chanhe' pax chonhab' ix ak'ji t'a heb': Aton Beser, Jahaza, Cademot yet' Mefaat. Axo t'a yol yic heb' yinhtilal Gad, anheja' chanhe' chonhab' ix ak'ji t'a heb': Aton Ramot t'a yol yic Galaad, Mahanaim, Hesbón yet' Jazer. Ha t'a Ramot chi' syal scolan sb'a heb' smak'ancham junok anima. 12 chonhab' ix yik' heb' yinhtilal Merari, yuninal Leví, icha jay makan yaj heb'."
        },
        {
            "number": "16",
            "text": "Ha jantac chonhab' ix ak'jikan t'a heb' yinhtilal Leví chi' t'a yol smacb'en heb' yetisraelal, 48 t'a smasanil."
        },
        {
            "number": "17",
            "text": "Junjun juntzanh chonhab' chi', ix kannhej slumal t'a spatictac b'aj syal swa nok' smolb'etzal nok' heb'."
        },
        {
            "number": "18",
            "text": "Icha wal chi' ix aj yak'jikan lum lum t'a heb' israel yuj Jehová, aton masanil lum yak'nac sti' yak'an t'a heb' smam yicham heb'. Yuj chi' ix kajnajkan heb' t'a sat lum smasanil."
        },
        {
            "number": "19",
            "text": "Ix elnhejk'och b'aj yak'nac sti' Jehová chi', ix kan heb' ta' t'a junk'olal t'a masanil jun lu'um chi'. Majxo yal-laj stek'b'an sb'a heb' ajk'ol t'a yichanh heb', yujto a Jehová ix ak'anoch heb' t'a yol sk'ab' heb' israel."
        },
        {
            "number": "20",
            "text": "Malaj junok b'elanh lolonel b'aj yak'nac sti' Jehová chi' t'a heb' israel to maj elk'ochoc."
        }
    ]
}