{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ha eb' yajal yaj t'a skal eb' yinhtilal Leví, ix b'at eb' t'a Silo t'a yol yic Canaán, yic sb'at yalan eb' t'a winhaj sacerdote Eleazar, t'a winhaj Josué yet' t'a eb' yajal yaj t'a junjun yinhtilal eb' israel chi'. Ix yalan eb' icha tik: Ha Jehová aljinaccan t'a winhaj Moisés to tz'ak'ji co chonhab' b'aj tzonh aji yet' b'aj syal swa nok' co molb'etzal nok', xchi eb'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yak' juntzanh chonhab' eb' yetisraelal eb' chi' t'ay. Ha juntzanh chonhab' chi' smasanil ix ak'ji slumal t'a spatictac b'aj syal swa nok' smolb'etzal nok' eb' icha ajnac yalan Jehová."
        },
        {
            "number": "3",
            "text": "D'a sb'ab'elal ix och suerte t'a jun makan eb' levita yinhtilal winhaj Coat, aton eb' sacerdote yinhtilal winhaj Aarón. 13 chonhab' ix ak'ji t'a eb', aton juntzanh chonhab' ay t'a yol yic eb' yinhtilal Judá, t'a yol yic eb' yinhtilal Simeón yet' t'a yol yic eb' yinhtilal Benjamín."
        },
        {
            "number": "4",
            "text": "Anheja' juntzanhxo eb' coatita chi', ix ak'ji lajunhexo chonhab' t'a eb' t'a yol yic eb' yinhtilal Efraín, t'a yol yic eb' yinhtilal Dan yet' t'a yol yic nanhalxo eb' yinhtilal Manasés."
        },
        {
            "number": "5",
            "text": "Ix ak'jipax 13 chonhab' t'a eb' levita yinhtilal Gersón t'a yol yic eb' yinhtilal Isacar, t'a yol yic eb' yinhtilal Neftalí yet' pax t'a yol yic nanhalxo eb' yinhtilal Manasés ay t'a Basán."
        },
        {
            "number": "6",
            "text": "Ix ak'jipax 12 chonhab' t'a eb' levita yinhtilal Merari, t'a yol yic eb' yinhtilal Rubén, t'a yol yic eb' yinhtilal Gad yet' t'a yol yic eb' yinhtilal Zabulón."
        },
        {
            "number": "7",
            "text": "Aton juntzanh chonhab' chi' ix ak'ji t'a eb' yinhtilal Leví yuj eb' yetisraelal t'a suerteal. Masanil juntzanh chonhab' tik, ix ak'jican slumal t'a spatictac icha wal ajnac yalancan Jehová t'a winhaj Moisés."
        },
        {
            "number": "8",
            "text": "Ha juntzanh chonhab' ol b'inaj tik, ha t'a yol yic eb' yinhtilal Judá ay yet' t'a yol yic eb' yinhtilal Simeón."
        },
        {
            "number": "9",
            "text": "Ha eb' levita yinhtilal Coat yinhtilal pax Aarón, a eb' ix b'ab'laj chaan juntzanh chonhab' tik."
        },
        {
            "number": "10",
            "text": "Ha t'a tzalquixtac t'a yol yic eb' yinhtilal Judá, ix ak'ji Quiriat-arba t'a eb', aton Hebrón schonhab'kan winhaj Arba smam yicham winhaj Anac."
        },
        {
            "number": "11",
            "text": "Axo pax masanil smacb'en jun chonhab' chi' yet' yaldeail ak'b'ilxo t'a winhaj Caleb yuninal winhaj Jefone."
        },
        {
            "number": "12",
            "text": "Ha Hebrón chi', aton t'ay scol sb'a eb' smak'ancham junok anima. Ha eb' yinhtilal Aarón chi' ix yik'pax juntzanh chonhab' tik eb': Libna, Jatir, Estemoa, Holón, Debir, Aín, Juta yet' Bet-semes. Aton b'alunhe' chonhab' tik. Axo t'a yol yic eb' yinhtilal Benjamín, chanhe' chonhab' ix ak'ji t'a eb', aton Gabaón, Geba, Anatot yet' Almón. Yuj chi' a chonhab' ix yik' eb' yinhtilal winhaj sacerdote Aarón, 13 t'a smasanil."
        },
        {
            "number": "13",
            "text": "Axo t'a juntzanhxo eb' levita yinhtilal pax Coat chi', ix ak'ji juntzanhxo chonhab' t'a eb' t'a yol yic eb' yinhtilal Efraín. Ha t'a tzalquixtac, ix ak'ji Siquem t'a eb', aton b'aj syal scolan sb'a eb' smak'ancham junok anima. Ix ak'jipax Gezer, Kibsaim yet' pax Bet-horón t'a eb', chanhe' juntzanh chonhab' tik. Axo pax t'a yol yic eb' yinhtilal Dan, chanhe' chonhab' ix ak'ji t'a eb': Aton Elteque, Gibetón, Ajalón yet' Gat-rimón. Axo pax t'a yol yic nanhalxo eb' yinhtilal Manasés, chab' chonhab' ix ak'ji t'a eb', aton Taanac yet' Gat-rimón. Yuj chi' lajunhe' chonhab' ix scha eb' yinhtilal Coat, ato syal jay makan yaj eb'."
        },
        {
            "number": "14",
            "text": "Axo pax eb' levita yinhtilal Gersón, chab' chonhab' ix ak'ji t'a eb' t'a yol yic nanhalxo eb' yinhtilal Manasés. Ha juntzanh chonhab' chi', aton Golán yet' Beestera t'a yol yic Basán. Ha t'a chonhab' Golán chi' syal scolan sb'a eb' smak'ancham junok anima. Axo pax t'a yol yic eb' yinhtilal Isacar chanhe' chonhab' ix ak'jipax t'a eb', aton Cisón, Daberat, Jarmut yet' En-ganim. Axo t'a yol yic eb' yinhtilal Aser, anheja' chanhe' chonhab' ix ak'jipax t'a eb', aton Miseal, Abdón, Helcat yet' Rehob. Axo pax t'a yol yic eb' yinhtilal Neftalí, oxe' chonhab' ix ak'jipax t'a eb', aton Cedes t'a yol yic Galilea, b'aj syal scolan sb'a eb' smak'ancham junok anima. Ix ak'jipax chonhab' Hamot-dor yet' Cartán t'a eb'. Yuj chi' a masanil chonhab' ix yik' eb' yinhtilal Gersón, 13 t'a smasanil, ato syal jay makan yaj eb'."
        },
        {
            "number": "15",
            "text": "Ayto eb' levita ixto cani, aton eb' yinhtilal Merari. Ix ak'ji smacb'en eb' t'a yol yic eb' yinhtilal Zabulón, chanhe' chonhab' ix ak'ji t'a eb': Aton Jocneam, Carta, Dimna yet' Nahalal. Axo t'a yol yic eb' yinhtilal Rubén, chanhe' pax chonhab' ix ak'ji t'a eb': Aton Beser, Jahaza, Cademot yet' Mefaat. Axo t'a yol yic eb' yinhtilal Gad, anheja' chanhe' chonhab' ix ak'ji t'a eb': Aton Ramot t'a yol yic Galaad, Mahanaim, Hesbón yet' Jazer. Ha t'a Ramot chi' syal scolan sb'a eb' smak'ancham junok anima. 12 chonhab' ix yik' eb' yinhtilal Merari, yuninal Leví, icha jay makan yaj eb'."
        },
        {
            "number": "16",
            "text": "Ha jantac chonhab' ix ak'jican t'a eb' yinhtilal Leví chi' t'a yol smacb'en eb' yetisraelal, 48 t'a smasanil."
        },
        {
            "number": "17",
            "text": "Junjun juntzanh chonhab' chi', ix cannhej slumal t'a spatictac b'aj syal swa nok' smolb'etzal nok' eb'."
        },
        {
            "number": "18",
            "text": "Icha wal chi' ix aj yak'jican lum lum t'a eb' israel yuj Jehová, aton masanil lum yak'nac sti' yak'an t'a eb' smam yicham eb'. Yuj chi' ix cajnajcan eb' t'a sat lum smasanil."
        },
        {
            "number": "19",
            "text": "Ix elnhejk'och b'aj yak'nac sti' Jehová chi', ix kan eb' ta' t'a junk'olal t'a masanil jun lu'um chi'. Majxo yal-laj stek'b'an sb'a eb' ajk'ol t'a yichanh eb', yujto a Jehová ix ak'anoch eb' t'a yol sk'ab' eb' israel."
        },
        {
            "number": "20",
            "text": "Malaj junok b'elanh lolonel b'aj yak'nac sti' Jehová chi' t'a eb' israel to maj elk'ochoc."
        }
    ]
}