{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix yavtancot eb' vinh soldado vinhaj Josué, eb' yinhtilal Rubén, eb' yinhtilal Gad yet' nanhalxo eb' yinhtilal Manasés."
        },
        {
            "number": "2",
            "text": "Ix yalan vinh t'a eb' icha tik: Ha ex tik toxo ix e k'anab'ajej masanil tas yalnaccan vinhaj Moisés schecab' Jehová. Ix e k'anab'ajanpax masanil tas ix vala'."
        },
        {
            "number": "3",
            "text": "Manh jab'oc ix eyactejcan eb' quetchonhab' tik t'a jantac tiempo ix ek' tik, ix e k'anab'ajejnhej masanil checnab'il ix yak' Jehová co Diosal t'ayex."
        },
        {
            "number": "4",
            "text": "Ha ticnaic, toxo ix elk'och b'aj yak'nac sti' Jehová t'ayonh, yujto a eb' quetchonhab' smasanil, junk'olalxo yaj eb'. Yuj chi' meltzajanhec t'a e lu'um yak'naccan vinhaj Moisés t'ayex t'a sk'axepalek' ha' Jordán."
        },
        {
            "number": "5",
            "text": "Anhej jun tas sval t'ayex to tzeya'ilej val e b'a e k'anab'ajan masanil checnab'il yak'naccan vinhaj Moisés schecab' Jehová t'ayonh. Syalelk'ochi to tze xajanej Jehová co Diosal, tze b'eyb'alan sb'eyb'al, tzeyak'anem e b'a t'ay t'a smasanil e k'ool yet' t'a smasanil e pensar."
        },
        {
            "number": "6",
            "text": "Paxanhec t'a e lu'um yet' jantac e b'eyumal, jantac nok' e molb'etzal nok', jantac q'uen oro, q'uen plata, q'uen bronce yet' q'uen hierro yet' pax jantac pichul ix eyik'canek' t'a eb' eyajk'ool t'a oval. Tze pucanek' masanil juntzanh chi' t'a masanil eb' eyetchonhab' aycan ta'. Yak'ocab' svach'k'olal Jehová co Diosal t'a eyib'anh, xchi vinh t'a eb'. Ixlajwi stak'lancan sb'a eb' yet' vinh, ix meltzaj eb' t'a slum ak'b'ilcan t'a eb' yuj vinhaj Moisés t'a yol yic Basán. Axo nanhalxo eb' yinhtilal Manasés chi', a vinhaj Josué chi' ix ak'ancan slum eb' t'a stojolal b'aj tz'em k'u t'ha ha' Jordán yet' eb' yetisraelal."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix elta eb' chi' t'a skal eb' yetisraelal t'a Silo, t'a yol yic Canaán, yic smeltzaj eb' t'a smacb'en t'a yol yic Galaad, lum ak'b'ilcan t'a eb' yuj vinhaj Moisés, icha ajnac yalan Jehová."
        },
        {
            "number": "8",
            "text": "Ayic ix k'och eb' vinh soldado chi' t'ha ha' Jordán, t'a yolto smacb'en Canaán, ix sb'o jun altar eb', te niwan ix aji."
        },
        {
            "number": "9",
            "text": "Ix k'och yab'ixal jun tik t'a juntzanhxo eb' yetisraelal eb' chi', to ix sb'oq'ue jun altar eb' t'a smojonal Canaán t'a stojolal b'aj tz'em k'u t'ha ha' Jordán."
        },
        {
            "number": "10",
            "text": "Ayic ix yab'an eb' icha chi', ix smolb'an sb'a eb' smasanil t'a Silo, yic sb'at eb' yak' oval yet' eb'."
        },
        {
            "number": "11",
            "text": "Ix checjib'at vinhaj Finees yuninal vinhaj sacerdote Eleazar t'a sb'ab'elal yuj eb' t'a Galaad b'aj ayek' eb' nanhal yoxil inhtilal chi'."
        },
        {
            "number": "12",
            "text": "Ix b'at lajunhvanh eb' yajal yaj t'a junjun inhtilal t'a skal eb' israel yet' vinh."
        },
        {
            "number": "13",
            "text": "Masanil juntzanh eb' chi', ix b'atnhej eb' t'a Galaad b'aj ayek' nanhal yoxil inhtilal eb' chi', ix yalan eb' icha tik:"
        },
        {
            "number": "14",
            "text": "--Ha onh tik ix onh checjicot yuj eb' schonhab' Jehová yic tzul cab' t'ayex yuj jun tas manh wach'oc ix e k'ulej t'a Jehová co Diosal. ¿Tas yuj ix e patiquejel co Diosal chi', ix e b'oanq'ue jun altar yuj eyik'anel e b'a t'ay?"
        },
        {
            "number": "15",
            "text": "¿Tom max e nacot jantac chucal ix uji t'a Peor? Aytocan stz'aub'al t'a quib'anh ticnaic. Yujnhej jun chi' tzijtum eb' quetchonhab' chamnac yuj Jehová."
        },
        {
            "number": "16",
            "text": "Axo ticnaic tato a ex tik tze patiquejxiel Jehová, haxo scot yoval sk'ool chi' t'a quib'anh co masanil."
        },
        {
            "number": "17",
            "text": "Tato tze na' to max yal eyoch ejmelal t'a co Diosal t'a jun lum b'aj ayex ek' tik, coyec qued'oc t'a lum b'aj ayek' scajnub' Jehová, tzeyik'kan e macb'en t'a co cal chi'. Palta manh pitoc tzeyutej e b'ha t'a Jehová yet' t'ayonh, tze b'oanq'ue junocxo altar t'a yichanh jun yic Jehová co Diosal chi'."
        },
        {
            "number": "18",
            "text": "Naeccoti tas sk'ulejnac vinhaj Acán yuninal vinhaj Zera ayic yik'annaccot juntzanh tas vinh ay yovalil yuj Jehová. Yuj smul vinh chi', cotnac yoval sk'ol Jehová t'a quib'anh co masanil. Manhocnhejlaj vinhaj Acán chi' chamnac yuj smul chi', xchi eb'."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi' ix tak'vi eb' ix xid'ek' t'a oval chi' t'a eb' yajal yaj t'a skal eb' yetisraelal chi' icha tik:"
        },
        {
            "number": "20",
            "text": "--Ha Jehová Syal Yuj Smasanil, yojtac to ix co b'o jun altar chi', manh yujoc co paticaneli, manh yujoc pax quik'anel co b'a t'ay. Yojtac Jehová chi' tas yaji. Comonoc snachajpaxel eyuuj. Tato yuj co pitan co b'a t'ay, mocab' onh eyak' nivank'olal."
        },
        {
            "number": "21",
            "text": "Tato yuj quik'anel co b'ha t'a Jehová, yuj chi' ix co b'oq'ue jun altar chi', ma yuj co nhusantz'a silab' t'a yib'anh, ma yuj cak'an ixim trigo co silab'oc, ma cak'an juntzanhxo silab' yic junk'olal t'a yib'anh, aocab' Jehová tz'ak'an yovalil t'ayonh."
        },
        {
            "number": "22",
            "text": "Palta ix co b'oq'ue jun altar chi', yujto ix co na' talaj ay jun k'ual ol yal eb' eyinhtilal t'a eb' quinhtilal icha tik: Malaj eyalan eyic t'a Jehová co Diosal a onh israel onh tik,"
        },
        {
            "number": "23",
            "text": "yujto a Jehová ak'annaccan ha' Jordán tik co mojonoc eyed'oc a ex yinhtilal ex Rubén tik yet' ex yinhtilal Gad tik, yuj chi' malaj eyalan eyic t'a Jehová, q'uinaloc xchi eb'. Tato icha chi', a eb' syamancanoch vaan eb' quinhtilal chi' yic max yal sb'a eb' t'a Jehová. Manhxa am yelk'och Jehová chi' t'a eb' quinhtilal chi'."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix co b'oq'ue jun altar chi', manh yujoc co nhusan silab' yet' cak'an juntzanhxo silab' t'a Jehová."
        },
        {
            "number": "25",
            "text": "Palta to ch'oxnab'il tz'ajkan t'a co cal eyed'oc yet' t'a skal eb' quinhtilal, yic wach' a onh tik syalpax cak'an servil Jehová yet' coch t'a yichanh co nhusan co silab' yet' co silab' yuj co mul yet' co silab' yic co junk'olal yet'oc. Yuj chi' a eb' eyinhtilal chi', manh ol yal-laj yalan eb' t'a eb' quinhtilal chi' icha tik: Ha ex tik malaj eyalan eyic t'a Jehová, manh xchioc eb'."
        },
        {
            "number": "26",
            "text": "Yuj chi' ix co na' talaj ay mach tz'alan icha chi' t'ayonh, ma t'a eb' quinhtilal t'a b'ak'uinh, syal co tak'vi t'a eb' icha tik: Ilec val, a eb' co mam quicham ix sb'oq'ue jun altar tik eb', lajan yilji icha jun yic Jehová, manh yujoc snhusji silab', ma junocxo makan silab', palta anhej to aycanoch ch'oxnab'ilal t'a co cal eyed'oc, xco chama."
        },
        {
            "number": "27",
            "text": "Colvajocab' Jehová qued'oc yic malaj b'ak'uinh ol co pitej co b'a t'ay, ma ol cactejcani, sco b'oanq'ue junocxo altar yic sco nhusantz'a silab' yet' cak'an ixim trigo ofrendail, ma cak'an juntzanhxo silab'. Palta to ha t'a altar yic Jehová co Diosal ay t'a yichanh scajnub', anhej ta' smoj tz'ak'ji silab' chi', xchi eb'."
        },
        {
            "number": "28",
            "text": "Ayic ix yab'an vinhaj sacerdote Finees yet' eb' yajalil chonhab', aton eb' yajal yaj t'a junjun inhtilal, tas ix yal eb' yinhtilal Rubén, eb' yic Gad yet' nanhalxo eb' yinhtilal Manasés, wach' ix yab' eb'."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', a vinhaj Finees chi' ix alan t'a eb' icha tik: --Ha ticnaic jun, toxo ix nachajel cuuj to ayoch Jehová qued'oc, yujto a ex tik manh pitoc ix eyutej e b'a t'ay, yuj chi' malaj yaelal ol yak'cot t'a quib'anh."
        },
        {
            "number": "30",
            "text": "Ixlajwi chi', a vinhaj Finees chi' yet' eb' ajun yet'oc ix stak'lancan sb'a eb' yet' eb' chi', ix meltzaj eb'. Ix el eb' t'a yol yic Galaad, ix k'ochxi eb' t'a yol yic Canaán, b'aj ayek' eb' yetisraelal eb' chi'. Ix yalan eb' t'a eb' aycan chi' masanil tas ix yal juntzanhxo eb' chi'."
        },
        {
            "number": "31",
            "text": "Ix scha sk'ol eb' tas ix yalcot juntzanhxo eb' chi', yuj chi' ix yalan wach' lolonel eb' d'ha Dios yuj eb'. Atax ta' manhxalaj tas ix yal eb' yuj yak'an oval eb' yet' eb' yinhtilal Rubén yet' eb' yic Gad, yic b'at satjiel eb' yuj eb'."
        },
        {
            "number": "32",
            "text": "Yuj chi' a eb' yinhtilal Rubén yet' eb' yic Gad chi', ix yak' scuch jun altar chi' eb', Ch'oxnab'il. Ix yalan eb': Ha jun altar tik, ch'oxnab'il tz'ajkan t'a co cal to a Jehová, co Diosal toni, xchi eb'."
        }
    ]
}