{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix yavtancot heb' winh soldado winhaj Josué, heb' yinhtilal Rubén, heb' yinhtilal Gad yet' nanhalxo heb' yinhtilal Manasés."
        },
        {
            "number": "2",
            "text": "Ix yalan winh t'a heb' icha tik: Ha ex tik toxo ix he k'anab'ajej masanil tas yalnakkan winhaj Moisés schekab' Jehová. Ix he k'anab'ajanpax masanil tas ix wala'."
        },
        {
            "number": "3",
            "text": "Manh jab'oc ix eyactejkan heb' quetchonhab' tik t'a jantac tiempo ix ek' tik, ix he k'anab'ajejnhej masanil checnab'il ix yak' Jehová ko Diosal t'ayex."
        },
        {
            "number": "4",
            "text": "Ha tiknaik, toxo ix elk'och b'aj yak'nac sti' Jehová t'ayonh, yujto a heb' quetchonhab' smasanil, junk'olalxo yaj heb'. Yuj chi' meltzajanhec t'a he lu'um yak'nakkan winhaj Moisés t'ayex t'a sk'axepalek' ha' Jordán."
        },
        {
            "number": "5",
            "text": "Anhej jun tas swal t'ayex to tzeya'ilej wal he b'a he k'anab'ajan masanil checnab'il yak'nakkan winhaj Moisés schekab' Jehová t'ayonh. Syalelk'ochi to tze xajanej Jehová ko Diosal, tze b'eyb'alan sb'eyb'al, tzeyak'anem he b'a t'ay t'a smasanil he k'ool yet' t'a smasanil he pensar."
        },
        {
            "number": "6",
            "text": "Paxanhec t'a he lu'um yet' jantac he b'eyumal, jantac nok' he molb'etzal nok', jantac k'een oro, k'een plata, k'een bronce yet' k'een hierro yet' pax jantac pichul ix eyik'kanek' t'a heb' eyajk'ool t'a owal. Tze pucanek' masanil juntzanh chi' t'a masanil heb' eyetchonhab' aykan ta'. Yak'okab' swach'k'olal Jehová ko Diosal t'a eyib'anh, xchi winh t'a heb'. Ixlajwi stak'lankan sb'a heb' yet' winh, ix meltzaj heb' t'a slum ak'b'ilkan t'a heb' yuj winhaj Moisés t'a yol yic Basán. Axo nanhalxo heb' yinhtilal Manasés chi', a winhaj Josué chi' ix ak'ankan slum heb' t'a stojolal b'aj tz'em k'u t'ha ha' Jordán yet' heb' yetisraelal."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix elta heb' chi' t'a skal heb' yetisraelal t'a Silo, t'a yol yic Canaán, yic smeltzaj heb' t'a smacb'en t'a yol yic Galaad, lum ak'b'ilkan t'a heb' yuj winhaj Moisés, icha ajnac yalan Jehová."
        },
        {
            "number": "8",
            "text": "Ayic ix k'och heb' winh soldado chi' t'ha ha' Jordán, t'a yolto smacb'en Canaán, ix sb'o jun altar heb', te niwan ix aji."
        },
        {
            "number": "9",
            "text": "Ix k'och yab'ixal jun tik t'a juntzanhxo heb' yetisraelal heb' chi', to ix sb'ok'e jun altar heb' t'a smojonal Canaán t'a stojolal b'aj tz'em k'u t'ha ha' Jordán."
        },
        {
            "number": "10",
            "text": "Ayic ix yab'an heb' icha chi', ix smolb'an sb'a heb' smasanil t'a Silo, yic sb'at heb' yak' owal yet' heb'."
        },
        {
            "number": "11",
            "text": "Ix checjib'at winhaj Finees yuninal winhaj sacerdote Eleazar t'a sb'ab'elal yuj heb' t'a Galaad b'aj ayek' heb' nanhal yoxil inhtilal chi'."
        },
        {
            "number": "12",
            "text": "Ix b'at lajunhwanh heb' yajal yaj t'a junjun inhtilal t'a skal heb' israel yet' winh."
        },
        {
            "number": "13",
            "text": "Masanil juntzanh heb' chi', ix b'atnhej heb' t'a Galaad b'aj ayek' nanhal yoxil inhtilal heb' chi', ix yalan heb' icha tik:"
        },
        {
            "number": "14",
            "text": "--Ha onh tik ix onh checjicot yuj heb' schonhab' Jehová yic tzul kab' t'ayex yuj jun tas manh wach'oc ix he k'ulej t'a Jehová ko Diosal. ¿Tas yuj ix he patiquejel ko Diosal chi', ix he b'oank'e jun altar yuj eyik'anel he b'a t'ay?"
        },
        {
            "number": "15",
            "text": "¿Tom max he nacot jantac chukal ix uji t'a Peor? Aytocan stz'aub'al t'a quib'anh tiknaik. Yujnhej jun chi' tzijtum heb' quetchonhab' chamnac yuj Jehová."
        },
        {
            "number": "16",
            "text": "Axo tiknaik tato a ex tik tze patiquejxiel Jehová, haxo scot yowal sk'ool chi' t'a quib'anh ko masanil."
        },
        {
            "number": "17",
            "text": "Tato tze na' to max yal eyoch ejmelal t'a ko Diosal t'a jun lum b'aj ayex ek' tik, koyec qued'oc t'a lum b'aj ayek' skajnub' Jehová, tzeyik'kan he macb'en t'a ko kal chi'. Palta manh pitoc tzeyutej he b'ha t'a Jehová yet' t'ayonh, tze b'oank'e junokxo altar t'a yichanh jun yic Jehová ko Diosal chi'."
        },
        {
            "number": "18",
            "text": "Naeccoti tas sk'ulejnac winhaj Acán yuninal winhaj Zera ayic yik'annaccot juntzanh tas winh ay yowalil yuj Jehová. Yuj smul winh chi', cotnac yowal sk'ol Jehová t'a quib'anh ko masanil. Manhoknhejlaj winhaj Acán chi' chamnac yuj smul chi', xchi heb'."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi' ix tak'wi heb' ix xid'ek' t'a owal chi' t'a heb' yajal yaj t'a skal heb' yetisraelal chi' icha tik:"
        },
        {
            "number": "20",
            "text": "--Ha Jehová Syal Yuj Smasanil, yojtak to ix ko b'o jun altar chi', manh yujoc ko patikaneli, manh yujoc pax quik'anel ko b'a t'ay. Yojtak Jehová chi' tas yaji. Comonoc snachajpaxel eyuuj. Tato yuj ko pitan ko b'a t'ay, mokab' onh eyak' niwank'olal."
        },
        {
            "number": "21",
            "text": "Tato yuj quik'anel ko b'ha t'a Jehová, yuj chi' ix ko b'ok'e jun altar chi', ma yuj ko nhusantz'a silab' t'a yib'anh, ma yuj kak'an ixim trigo ko silab'oc, ma kak'an juntzanhxo silab' yic junk'olal t'a yib'anh, aokab' Jehová tz'ak'an yowalil t'ayonh."
        },
        {
            "number": "22",
            "text": "Palta ix ko b'ok'e jun altar chi', yujto ix ko na' talaj ay jun k'ual ol yal heb' eyinhtilal t'a heb' quinhtilal icha tik: Malaj eyalan eyic t'a Jehová ko Diosal a onh israel onh tik,"
        },
        {
            "number": "23",
            "text": "yujto a Jehová ak'annakkan ha' Jordán tik ko mojonoc eyed'oc a ex yinhtilal ex Rubén tik yet' ex yinhtilal Gad tik, yuj chi' malaj eyalan eyic t'a Jehová, q'uinaloc xchi heb'. Tato icha chi', a heb' syamankanoch waan heb' quinhtilal chi' yic max yal sb'a heb' t'a Jehová. Manhxa am yelk'och Jehová chi' t'a heb' quinhtilal chi'."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix ko b'ok'e jun altar chi', manh yujoc ko nhusan silab' yet' kak'an juntzanhxo silab' t'a Jehová."
        },
        {
            "number": "25",
            "text": "Palta to ch'oxnab'il tz'ajkan t'a ko kal eyed'oc yet' t'a skal heb' quinhtilal, yic wach' a onh tik syalpax kak'an serwil Jehová yet' coch t'a yichanh ko nhusan ko silab' yet' ko silab' yuj ko mul yet' ko silab' yic ko junk'olal yet'oc. Yuj chi' a heb' eyinhtilal chi', manh ol yal-laj yalan heb' t'a heb' quinhtilal chi' icha tik: Ha ex tik malaj eyalan eyic t'a Jehová, manh xchioc heb'."
        },
        {
            "number": "26",
            "text": "Yuj chi' ix ko na' talaj ay mach tz'alan icha chi' t'ayonh, ma t'a heb' quinhtilal t'a b'ak'uinh, syal ko tak'wi t'a heb' icha tik: Ilec wal, a heb' ko mam quicham ix sb'ok'e jun altar tik heb', lajan yilji icha jun yic Jehová, manh yujoc snhusji silab', ma junokxo makan silab', palta anhej to aykanoch ch'oxnab'ilal t'a ko kal eyed'oc, xco chama."
        },
        {
            "number": "27",
            "text": "Colwajokab' Jehová qued'oc yic malaj b'ak'uinh ol ko pitej ko b'a t'ay, ma ol kactejkani, sko b'oank'e junokxo altar yic sko nhusantz'a silab' yet' kak'an ixim trigo ofrendail, ma kak'an juntzanhxo silab'. Palta to ha t'a altar yic Jehová ko Diosal ay t'a yichanh skajnub', anhej ta' smoj tz'ak'ji silab' chi', xchi heb'."
        },
        {
            "number": "28",
            "text": "Ayic ix yab'an winhaj sacerdote Finees yet' heb' yajalil chonhab', aton heb' yajal yaj t'a junjun inhtilal, tas ix yal heb' yinhtilal Rubén, heb' yic Gad yet' nanhalxo heb' yinhtilal Manasés, wach' ix yab' heb'."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', a winhaj Finees chi' ix alan t'a heb' icha tik: --Ha tiknaik jun, toxo ix nachajel cuuj to ayoch Jehová qued'oc, yujto a ex tik manh pitoc ix eyutej he b'a t'ay, yuj chi' malaj yaelal ol yak'cot t'a quib'anh."
        },
        {
            "number": "30",
            "text": "Ixlajwi chi', a winhaj Finees chi' yet' heb' ajun yet'oc ix stak'lankan sb'a heb' yet' heb' chi', ix meltzaj heb'. Ix el heb' t'a yol yic Galaad, ix k'ochxi heb' t'a yol yic Canaán, b'aj ayek' heb' yetisraelal heb' chi'. Ix yalan heb' t'a heb' aykan chi' masanil tas ix yal juntzanhxo heb' chi'."
        },
        {
            "number": "31",
            "text": "Ix scha sk'ol heb' tas ix yalcot juntzanhxo heb' chi', yuj chi' ix yalan wach' lolonel heb' d'ha Dios yuj heb'. Atax ta' manhxalaj tas ix yal heb' yuj yak'an owal heb' yet' heb' yinhtilal Rubén yet' heb' yic Gad, yic b'at satjiel heb' yuj heb'."
        },
        {
            "number": "32",
            "text": "Yuj chi' a heb' yinhtilal Rubén yet' heb' yic Gad chi', ix yak' scuch jun altar chi' heb', Ch'oxnab'il. Ix yalan heb': Ha jun altar tik, ch'oxnab'il tz'ajkan t'a ko kal to a Jehová, ko Diosal toni, xchi heb'."
        }
    ]
}