{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ayxo tiempo manhxalaj oval syak' eb' israel, junk'olalxo yaj eb' yuj Jehová. Axo yic icham vinacxo vinhaj Josué,"
        },
        {
            "number": "2",
            "text": "ix schecan vinh avtajcot masanil eb' sat yaj t'a eb' yetchonhab' vinh chi', aton eb' ichamtac vinac, eb' juez yet' eb' yajal yaji. Ix yalan vinh t'a eb' icha tik: Ha in tik te icham vinac inxo, toxo ol in chamoc."
        },
        {
            "number": "3",
            "text": "Ha ex tik ix eyil tastac ix utaj juntzanh chonhab' tik yuj Jehová co Diosal, ix stek'b'ej sb'a eb' yak'an oval qued'oc, palta a Jehová chi' ix ak'an oval cuuj."
        },
        {
            "number": "4",
            "text": "Ha inxo ix in puquek' masanil lum lum tik t'ayex. Manhocnhej lum yic juntzanh chonhab' toxo ix co satel ix in puqueq'ui, palta ix in pucpaxek' lum yic juntzanhxo chonhab' aytoeq'ui, scotnhej t'ha ha' Jordán, masanto sk'och t'ha ha' mar Mediterráneo b'aj tz'em k'u."
        },
        {
            "number": "5",
            "text": "Ha Jehová ol ik'anel masanil eb' anima cajan t'a juntzanh lum chi', a exxo tik ol eyiquejcan lum icha ajnac yak'ancan sti' Jehová chi'."
        },
        {
            "number": "6",
            "text": "Hak'ek val eyip e k'anab'ajan masanil tas syal k'ayb'ub'al stz'ib'ejnaccan vinhaj Moisés, tz'acan val tze k'anab'ajej icha val yaj stz'ib'chajcan chi'."
        },
        {
            "number": "7",
            "text": "Yuj chi' manh junnhejoc tzeyutej e b'a yet' juntzanh anima aytoek' cajan chi'. Manh ex och ejmelal t'a sdiosal eb', manh eyak'paxem e b'a t'ay, ma e locan sb'i yic tzeyak'an e ti', manh eyak'pax b'inajoc."
        },
        {
            "number": "8",
            "text": "Tzex ochnhej tzak'an yuj Jehová co Diosal, icha ix aj co b'eynhejcoti."
        },
        {
            "number": "9",
            "text": "Ha val Jehová ix ik'anel juntzanh nivac chonhab' ay smay tik t'a quichanh. Malaj mach syal stek'b'an sb'ha t'a quichanh masanto ticnaic."
        },
        {
            "number": "10",
            "text": "Ha t'a junok onh ix el lemnaj mil eb' cajk'ool, yujto a Jehová co Diosal ix ak'an oval cuuj, icha aj yak'annaccan sti' t'ayonh."
        },
        {
            "number": "11",
            "text": "Tzeya'ilej val e b'a e xajanan Jehová co Diosal."
        },
        {
            "number": "12",
            "text": "Tzeyojtaquejel juntzanh tik: Tato tze patiquejcan el Dios, junxonhej tzeyutej e b'a yet' juntzanh anima chi', slaj eyik'lan e b'a yet' eb',"
        },
        {
            "number": "13",
            "text": "manhxo ol yiq'uel juntzanh anima chi' Jehová t'a eyichanh, palta to ol ex ixtaj yuj eb' ichoc junok skan t'a junok yaal, ya ol eyab' yuj eb', icha val syail yoch nok' tz'uum t'a yich co patic, ma icha syail sb'at junok te' q'uiix t'a yol co sat, masanto ol ex satel t'a sat lum lum te wach' ix yak' Jehová co Diosal tik t'ayonh."
        },
        {
            "number": "14",
            "text": "Ha in tik toxo ol in chamoc, palta a ex tik eyojtac val sik'lab'il to ix elnhejk'och masanil tas wach' b'aj yak'naccan sti' Jehová co Diosal t'ayonh, malaj junok maj elk'ochi."
        },
        {
            "number": "15",
            "text": "Palta icha val ix aj yelk'och masanil tastac wach' b'aj yak'naccan sti' Jehová chi' t'ayonh, icha pax chi' ol aj yak'ancot masanil macanhil yaelal alb'ilcan yuj t'a eyib'anh. Tato manh ol e k'anab'ajej e k'ulan strato Jehová co Diosal ix sb'o qued'oc, haxo t'a comon dios ol ex och ejmelal, tato ha t'a juntzanh chi' ol eyaq'uem e b'a, ol cot yoval sk'ol Jehová t'ayex, elanhchamel ol ex satjoquel t'a sat jun lum lum te wach' ix yak' tik t'ayonh, xchi vinhaj Josué chi'."
        }
    ]
}