{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ayxo tiempo manhxalaj owal syak' heb' israel, junk'olalxo yaj heb' yuj Jehová. Axo yic icham winacxo winhaj Josué,"
        },
        {
            "number": "2",
            "text": "ix schekan winh avtajcot masanil heb' sat yaj t'a heb' yetchonhab' winh chi', aton heb' ichamtac winak, heb' juez yet' heb' yajal yaji. Ix yalan winh t'a heb' icha tik: Ha in tik te icham winak inxo, toxo ol in chamoc."
        },
        {
            "number": "3",
            "text": "Ha ex tik ix eyil tastac ix utaj juntzanh chonhab' tik yuj Jehová ko Diosal, ix stek'b'ej sb'a heb' yak'an owal qued'oc, palta a Jehová chi' ix ak'an owal cuuj."
        },
        {
            "number": "4",
            "text": "Ha inxo ix in puquek' masanil lum lum tik t'ayex. Manhoknhej lum yic juntzanh chonhab' toxo ix ko satel ix in puqueq'ui, palta ix in pucpaxek' lum yic juntzanhxo chonhab' aytoeq'ui, scotnhej t'ha ha' Jordán, masanto sk'och t'ha ha' mar Mediterráneo b'aj tz'em k'u."
        },
        {
            "number": "5",
            "text": "Ha Jehová ol ik'anel masanil heb' anima kajan t'a juntzanh lum chi', a exxo tik ol eyiquejkan lum icha ajnac yak'ankan sti' Jehová chi'."
        },
        {
            "number": "6",
            "text": "Hak'ek wal eyip he k'anab'ajan masanil tas syal k'ayb'ub'al stz'ib'ejnakkan winhaj Moisés, tz'akan wal tze k'anab'ajej icha wal yaj stz'ib'chajkan chi'."
        },
        {
            "number": "7",
            "text": "Yuj chi' manh junnhejoc tzeyutej he b'a yet' juntzanh anima aytoek' kajan chi'. Manh ex och ejmelal t'a sdiosal heb', manh eyak'paxem he b'a t'ay, ma he lokan sb'i yic tzeyak'an he ti', manh eyak'pax b'inajoc."
        },
        {
            "number": "8",
            "text": "Tzex ochnhej tzak'an yuj Jehová ko Diosal, icha ix aj ko b'eynhejcoti."
        },
        {
            "number": "9",
            "text": "Ha wal Jehová ix ik'anel juntzanh niwac chonhab' ay smay tik t'a quichanh. Malaj mach syal stek'b'an sb'ha t'a quichanh masanto tiknaik."
        },
        {
            "number": "10",
            "text": "Ha t'a junok onh ix el lemnaj mil heb' kajk'ool, yujto a Jehová ko Diosal ix ak'an owal cuuj, icha aj yak'annakkan sti' t'ayonh."
        },
        {
            "number": "11",
            "text": "Tzeya'ilej wal he b'a he xajanan Jehová ko Diosal."
        },
        {
            "number": "12",
            "text": "Tzeyojtaquejel juntzanh tik: Tato tze patiquejkan el Dios, junxonhej tzeyutej he b'a yet' juntzanh anima chi', slaj eyik'lan he b'a yet' heb',"
        },
        {
            "number": "13",
            "text": "manhxo ol yik'el juntzanh anima chi' Jehová t'a eyichanh, palta to ol ex ixtaj yuj heb' ichoc junok skan t'a junok yaal, ya ol eyab' yuj heb', icha wal syail yoch nok' tz'uum t'a yich ko patic, ma icha syail sb'at junok te' q'uiix t'a yol ko sat, masanto ol ex satel t'a sat lum lum te wach' ix yak' Jehová ko Diosal tik t'ayonh."
        },
        {
            "number": "14",
            "text": "Ha in tik toxo ol in chamoc, palta a ex tik eyojtak wal sik'lab'il to ix elnhejk'och masanil tas wach' b'aj yak'nakkan sti' Jehová ko Diosal t'ayonh, malaj junok maj elk'ochi."
        },
        {
            "number": "15",
            "text": "Palta icha wal ix aj yelk'och masanil tastac wach' b'aj yak'nakkan sti' Jehová chi' t'ayonh, icha pax chi' ol aj yak'ancot masanil makanhil yaelal alb'ilkan yuj t'a eyib'anh. Tato manh ol he k'anab'ajej he k'ulan strato Jehová ko Diosal ix sb'o qued'oc, haxo t'a comon Dios ol ex och ejmelal, tato ha t'a juntzanh chi' ol eyak'em he b'a, ol cot yowal sk'ol Jehová t'ayex, elanhchamel ol ex satjoquel t'a sat jun lum lum te wach' ix yak' tik t'ayonh, xchi winhaj Josué chi'."
        }
    ]
}