{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Masanil heb' sat yaj t'a heb' yetisraelal winhaj Josué chi', ix smolb'ej heb' winh t'a Siquem, aton heb' ichamtac winak, heb' juez yet' heb' yajal yaji, ix och heb' t'a yichanh Jehová."
        },
        {
            "number": "2",
            "text": "Ix och ijan winh yalan t'a heb': --Icha tik yalan Jehová ko Diosal: Ha t'a peka', a heb' he mam eyicham, aton winhaj Taré yet' chawanh yuninal, aton winhaj Abraham yet' winhaj Nacor, ek'nac cajan heb' t'a yichanhb'at ha' niwan Éufrates, yalnac sb'a heb' t'a comon Dios."
        },
        {
            "number": "3",
            "text": "Ata' wik'naccot winhaj Abraham chi', wak'annaquek' cajan winh t'a yol yic lum Canaán tik. Vak'annacpax jun yuninal winh, aton winhaj Isaac, te q'uib'nacchaanh sb'isul yinhtilal winhaj Abraham chi' yuj winh yuninal chi'."
        },
        {
            "number": "4",
            "text": "Vak'annac chawanh yuninal winhaj Isaac chi', aton winhaj Jacob yet' winhaj Esaú. Vak'annac lum tzalquixtac yic Seir t'a winhaj Esaú chi'. Axo winhaj Jacob yet' heb' yuninal b'atnaccan cajan heb' t'a Egipto."
        },
        {
            "number": "5",
            "text": "Niwan tiempo ek'nac heb' ta', slajwi chi' in checannacb'at winhaj Moisés yet' winhaj Aarón t'a Egipto chi', wak'annaccot juntzanh niwac yaelal t'a yib'anh heb' aj Egipto chi', masanto k'ochnac stiempoal yic wik'annaquelta heb' he mam eyicham chi' ta'."
        },
        {
            "number": "6",
            "text": "Ayic yelnaccot heb' chi' ta', cotnac tzak'an heb' aj Egipto chi' t'a spatic heb' yet' scarruaje yet' nok' chej masanto t'a sti' ha' Chacchac Mar."
        },
        {
            "number": "7",
            "text": "Yuj chi' in yavtej heb' he mam eyicham chi': Ha inxo wak'och jun k’ik’ k’inal t'a skal heb' yet' heb' tzak'an yuj heb' chi', wak'annac spoj sb'ha ha' mar t'a yichanh heb', palta wak'anxi yil-laj sb'ha ha', smucchajnaccanb'at heb' aj Egipto chi' yuj ha'. Ha ex tik, eyilnac wal sik'lab'il tas wutejnac heb' chi'. Najtil ek'nacpax heb' he mam eyicham chi' t'a tzinan lu'um,"
        },
        {
            "number": "8",
            "text": "masanto ex wik'cot yet' heb' t'a lum yic heb' amorreo t'a stojolal b'aj sjawi k'u t'ha ha' Jordán tik. Ix yak' owal heb' eyed'oc, palta a in ix wak'och heb' t'a yol he k'ab'. Ix eyak'an ganar heb', ix eyiquejcan sluum heb'."
        },
        {
            "number": "9",
            "text": "Ha winhaj Balac yuninal winhaj Zipor, sreyal heb' moabita, snib'ej winh yak'nac owal eyed'oc. Yuj chi' schecb'at yik'umal winhaj Balaam winh, aton winh yuninal winhaj Beor, yuj ex scatab'an winh yalan winh."
        },
        {
            "number": "10",
            "text": "Palta maj ex in cha catab'aj yuj winhaj Balaam chi', yuj chi' haxo wach' lolonel yalnaccan winh t'a eyib'anh. Icha chi' aj ex in colancanel t'a yol sk'ab' winh."
        },
        {
            "number": "11",
            "text": "Slajwi chi' ex ek'ta t'a yol ha' Jordán, ex jawi t'a Jericó. Ha heb' ay t'a Jericó chi' yet' heb' amorreo, heb' ferezeo, heb' cananeo, heb' hitita, heb' gergeseo, heb' heweo yet' heb' jebuseo, ix yak' owal heb' eyed'oc, palta a inxo ix wak'och heb' t'a yol he k'ab'."
        },
        {
            "number": "12",
            "text": "Eyak'nac ganar chawanh sreyal heb' amorreo, palta manh yujoc k'een eyespada yet' he jul-lab', palta a in wak'nacb'at jun niwan xiwelal t'a yib'anh heb', yuj chi' el heb' t'ayex."
        },
        {
            "number": "13",
            "text": "Ha in ix wak' lum he lum b'aj ex aj tik, manhoc ex ix eyawej tas awab'il t'a sat lu'um. Ix wak'an he pat b'aj tzex cajnaji, palta manhoc ex ix he b'ok'ei. Ha tiknaik, wach'xo eyaji, tze lo sat te' uwa yet' sat te' oliwo, manhoc ex eyawejnac te', xchi Jehová chi'."
        },
        {
            "number": "14",
            "text": "--Yuj masanil juntzanh tik ayocab' yelk'och Jehová t'a yol he sat, tzeyak'anem he b'a t'ay t'a smasanil he k'ool. Ik'equel comon Dios t'a he kal, icha juntzanh b'aj yak'naquem sb'a heb' ko mam quicham t'a yichanhb'at ha' Éufrates yet' t'a Egipto, anhejocab' t'a Jehová b'aj tzex och ejmelal."
        },
        {
            "number": "15",
            "text": "Palta tato malaj he gana tzeyal he b'ha t'a Jehová chi' jun, sik'lejec mach b'aj tzeyal he b'a, tato ha t'a juntzanh Dios b'aj yalnac sb'a heb' ko mam quicham t'a yichanhb'at ha' Éufrates chi', mato t'a sdiosal heb' amorreo cajan t'a tik, palta a inxo tik yet' masanil heb' cajan wed' t'a yol in pat, ha t'a Jehová ol kal ko b'a, xchi winhaj Josué chi'."
        },
        {
            "number": "16",
            "text": "Ix tak'wi heb' anima chi' icha tik: --Malaj b'ak'uinh ol cactejcan Jehová ko Diosal yic scalan ko b'ha t'a juntzanh comon Dios chi'."
        },
        {
            "number": "17",
            "text": "Yujto a Jehová chi' ik'annac onh elta t'a Egipto b'aj ochnac heb' ko mam quicham checab'wumal. A' b'oannac juntzanh tas satub'tac yilji t'a quichanh. Onh stanhwani, onh scolanpaxi ayic onh cot t'a yoltac b'e yet' onh ek'ta t'a skal juntzanh chonhab'."
        },
        {
            "number": "18",
            "text": "Ha Jehová ix ik'anel masanil juntzanh chonhab' t'a quichanh, icha ix yutej heb' amorreo cajan t'a tik. Ha yuj masanil juntzanh tastac ix sk'ulej chi', yuj chi' anhej t'ay ol cak'em ko b'a, yujto ko Diosal, xchi heb' anima chi'."
        },
        {
            "number": "19",
            "text": "Ix tak'wi winhaj Josué chi' t'a heb' icha tik: --Manh ol yal-laj eyak'anem he b'ha t'a Jehová yujto max techaj yuj ayic syilanoch he chukal, yujto ste cot yowal sk'ool tato tzex och ejmelal t'a comon Dios, manh jab'oc syak' niwank'olal he mul chi'."
        },
        {
            "number": "20",
            "text": "Wach'chom tzijtum tastac wach' ix sb'o Jehová t'ayonh, palta tato tze patiquejeli, haxo t'a juntzanh comon Dios tzeyal he b'a, ol cot yowal sk'ool t'a eyib'anh, ol ex sataneli, xchi winh."
        },
        {
            "number": "21",
            "text": "Ix tak'wi masanil heb' anima chi' icha tik: --Manh ol cak'emlaj ko b'ha t'a juntzanh chi', anhej t'a Jehová ol cak'em ko b'a, xchi heb'."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix yalan winhaj Josué chi' icha tik: --Anheja' ex tzeyak'och he b'a testigoal to anhej t'a Jehová ol eyak'em he b'a, anhej t'ay ol ex och ejmelal, xchi winh. --Yeltoni, a onh ton scala', xchi heb' anima chi'."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yalxi winhaj Josué chi' icha tik: --Tato icha chi' an, ik'equel masanil comon Dios t'a he kal, tzeyak'anem he b'ha t'a Jehová ko Diosal, xchi winh."
        },
        {
            "number": "24",
            "text": "Ix tak'wi heb' icha tik: --Ha onh tik yet' wal smasanil ko k'ool scalani to ha t'a Jehová ko Diosal ol cak'em ko b'a, ol ko k'anab'ajan masanil tas syala', xchi heb'."
        },
        {
            "number": "25",
            "text": "Ha t'a jun k'u chi' ix sb'o jun trato winhaj Josué yet' heb' yetisraelal t'a Siquem, ix yak'ancan juntzanh checnab'il winh yet' juntzanh k'ayb'ub'al t'a heb'."
        },
        {
            "number": "26",
            "text": "Ix stz'ib'ancan juntzanh sk'ayb'ub'al Jehová winh. Ixlajwi chi', ix schecan winh b'alchajcot jun k'een niwan k'een, ix yak'ancanoch k'een winh t'a yich jun te' mach' t'a slak'anil scajnub' Jehová."
        },
        {
            "number": "27",
            "text": "Ix yalan winh t'a masanil heb' ayek' chi': --Ha t'a yichanh jun k'een tik tz'alchajcan tas ix yal Jehová t'ayonh. Ayic ol quilan k'een, ol ko naancoti to manh ol ko patiquejcanel-laj ko Diosal, xchi winh."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi', ix yalan winh to smeltzaj heb' t'a smacb'en junjun."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix cham winhaj Josué schecab' Jehová, aton winh yuninal winhaj Nun, 110 ab'il sk'inal winh ayic ix cham winh."
        },
        {
            "number": "30",
            "text": "Ix mucji winh t'a Timnat-sera, t'a tzalquixtac t'a yol yic Efraín, t'a snorteal switzal Gaas."
        },
        {
            "number": "31",
            "text": "Ha heb' chonhab' israel chi', ix sk'anab'ajej Jehová heb' yacb'an pitzanto winhaj Josué yet' heb' yichamtac winaquil chonhab' ilannac masanil tas sk'ulejnac Jehová t'a heb'."
        },
        {
            "number": "32",
            "text": "Ix mucjipax sb'aquil winhaj José yik'naccot heb' israel chi' t'a Egipto. Ha t'a Siquem ix mucji, t'a lum smannac winhaj Jacob t'a heb' yuninal winhaj Hamor smam winhaj Siquem. 100 plata yak'nac lum winhaj Jacob chi'. Ha jun lugar chi' ochnaccan yicoc heb' yinhtilal José."
        },
        {
            "number": "33",
            "text": "Ix champax winhaj Eleazar yuninal winhaj Aarón. Ha t'a jun tzalan ix mucchaj winh, t'a sat slum winhaj Finees, aton winh yuninal winh, aton lum ak'b'il smacb'enoc winh t'a tzalquixtac t'a yol yic Efraín."
        }
    ]
}