{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Masanil eb' sat yaj t'a eb' yetisraelal vinhaj Josué chi', ix smolb'ej eb' vinh t'a Siquem, aton eb' ichamtac vinac, eb' juez yet' eb' yajal yaji, ix och eb' t'a yichanh Jehová."
        },
        {
            "number": "2",
            "text": "Ix och ijan vinh yalan t'a eb': --Icha tik yalan Jehová co Diosal: Ha t'a peca', a eb' e mam eyicham, aton vinhaj Taré yet' chavanh yuninal, aton vinhaj Abraham yet' vinhaj Nacor, ek'nac cajan eb' t'a yichanhb'at ha' niwan Éufrates, yalnac sb'a eb' t'a comon dios."
        },
        {
            "number": "3",
            "text": "Ata' vik'naccot vinhaj Abraham chi', vak'annaquek' cajan vinh t'a yol yic lum Canaán tik. Vak'annacpax jun yuninal vinh, aton vinhaj Isaac, te q'uib'nacchaanh sb'isul yinhtilal vinhaj Abraham chi' yuj vinh yuninal chi'."
        },
        {
            "number": "4",
            "text": "Vak'annac chavanh yuninal vinhaj Isaac chi', aton vinhaj Jacob yet' vinhaj Esaú. Vak'annac lum tzalquixtac yic Seir t'a vinhaj Esaú chi'. Axo vinhaj Jacob yet' eb' yuninal b'atnaccan cajan eb' t'a Egipto."
        },
        {
            "number": "5",
            "text": "Nivan tiempo ek'nac eb' ta', slajvi chi' in checannacb'at vinhaj Moisés yet' vinhaj Aarón t'a Egipto chi', vak'annaccot juntzanh nivac yaelal t'a yib'anh eb' aj Egipto chi', masanto k'ochnac stiempoal yic vik'annaquelta eb' e mam eyicham chi' ta'."
        },
        {
            "number": "6",
            "text": "Ayic yelnaccot eb' chi' ta', cotnac tzak'an eb' aj Egipto chi' t'a spatic eb' yet' scarruaje yet' nok' chej masanto t'a sti' ha' Chacchac Mar."
        },
        {
            "number": "7",
            "text": "Yuj chi' in yavtej eb' e mam eyicham chi': Ha inxo vak'och jun k’ik’ k’inal t'a skal eb' yet' eb' tzak'an yuj eb' chi', vak'annac spoj sb'ha ha' mar t'a yichanh eb', palta vak'anxi yil-laj sb'ha ha', smucchajnaccanb'at eb' aj Egipto chi' yuj ha'. Ha ex tik, eyilnac val sik'lab'il tas vutejnac eb' chi'. Najtil ek'nacpax eb' e mam eyicham chi' t'a tzinan lu'um,"
        },
        {
            "number": "8",
            "text": "masanto ex vik'cot yet' eb' t'a lum yic eb' amorreo t'a stojolal b'aj sjavi k'u t'ha ha' Jordán tik. Ix yak' oval eb' eyed'oc, palta a in ix vak'och eb' t'a yol e k'ab'. Ix eyak'an ganar eb', ix eyiquejcan sluum eb'."
        },
        {
            "number": "9",
            "text": "Ha vinhaj Balac yuninal vinhaj Zipor, sreyal eb' moabita, snib'ej vinh yak'nac oval eyed'oc. Yuj chi' schecb'at yik'umal vinhaj Balaam vinh, aton vinh yuninal vinhaj Beor, yuj ex scatab'an vinh yalan vinh."
        },
        {
            "number": "10",
            "text": "Palta maj ex in cha catab'aj yuj vinhaj Balaam chi', yuj chi' haxo wach' lolonel yalnaccan vinh t'a eyib'anh. Icha chi' aj ex in colancanel t'a yol sk'ab' vinh."
        },
        {
            "number": "11",
            "text": "Slajvi chi' ex ek'ta t'a yol ha' Jordán, ex javi t'a Jericó. Ha eb' ay t'a Jericó chi' yet' eb' amorreo, eb' ferezeo, eb' cananeo, eb' hitita, eb' gergeseo, eb' heveo yet' eb' jebuseo, ix yak' oval eb' eyed'oc, palta a inxo ix vak'och eb' t'a yol e k'ab'."
        },
        {
            "number": "12",
            "text": "Eyak'nac ganar chavanh sreyal eb' amorreo, palta manh yujoc q'uen eyespada yet' e jul-lab', palta a in vak'nacb'at jun niwan xivelal t'a yib'anh eb', yuj chi' el eb' t'ayex."
        },
        {
            "number": "13",
            "text": "Ha in ix vak' lum e lum b'aj ex aj tik, manhoc ex ix eyavej tas avab'il t'a sat lu'um. Ix vak'an e pat b'aj tzex cajnaji, palta manhoc ex ix e b'oq'uei. Ha ticnaic, wach'xo eyaji, tze lo sat te' uva yet' sat te' olivo, manhoc ex eyavejnac te', xchi Jehová chi'."
        },
        {
            "number": "14",
            "text": "--Yuj masanil juntzanh tik ayocab' yelk'och Jehová t'a yol e sat, tzeyak'anem e b'a t'ay t'a smasanil e k'ool. Iq'uequel comon dios t'a e cal, icha juntzanh b'aj yak'naquem sb'a eb' co mam quicham t'a yichanhb'at ha' Éufrates yet' t'a Egipto, anhejocab' t'a Jehová b'aj tzex och ejmelal."
        },
        {
            "number": "15",
            "text": "Palta tato malaj e gana tzeyal e b'ha t'a Jehová chi' jun, sik'lejec mach b'aj tzeyal e b'a, tato ha t'a juntzanh dios b'aj yalnac sb'a eb' co mam quicham t'a yichanhb'at ha' Éufrates chi', mato t'a sdiosal eb' amorreo cajan t'a tik, palta a inxo tik yet' masanil eb' cajan ved' t'a yol in pat, ha t'a Jehová ol cal co b'a, xchi vinhaj Josué chi'."
        },
        {
            "number": "16",
            "text": "Ix tak'vi eb' anima chi' icha tik: --Malaj b'ak'uinh ol cactejcan Jehová co Diosal yic scalan co b'ha t'a juntzanh comon dios chi'."
        },
        {
            "number": "17",
            "text": "Yujto a Jehová chi' ik'annac onh elta t'a Egipto b'aj ochnac eb' co mam quicham checab'vumal. A' b'oannac juntzanh tas satub'tac yilji t'a quichanh. Onh stanhvani, onh scolanpaxi ayic onh cot t'a yoltac b'e yet' onh ek'ta t'a skal juntzanh chonhab'."
        },
        {
            "number": "18",
            "text": "Ha Jehová ix ik'anel masanil juntzanh chonhab' t'a quichanh, icha ix yutej eb' amorreo cajan t'a tik. Ha yuj masanil juntzanh tastac ix sk'ulej chi', yuj chi' anhej t'ay ol caq'uem co b'a, yujto co Diosal, xchi eb' anima chi'."
        },
        {
            "number": "19",
            "text": "Ix tak'vi vinhaj Josué chi' t'a eb' icha tik: --Manh ol yal-laj eyak'anem e b'ha t'a Jehová yujto max techaj yuj ayic syilanoch e chucal, yujto ste cot yoval sk'ool tato tzex och ejmelal t'a comon dios, manh jab'oc syak' nivank'olal e mul chi'."
        },
        {
            "number": "20",
            "text": "Wach'chom tzijtum tastac wach' ix sb'o Jehová t'ayonh, palta tato tze patiquejeli, haxo t'a juntzanh comon dios tzeyal e b'a, ol cot yoval sk'ool t'a eyib'anh, ol ex sataneli, xchi vinh."
        },
        {
            "number": "21",
            "text": "Ix tak'vi masanil eb' anima chi' icha tik: --Manh ol caq'uemlaj co b'ha t'a juntzanh chi', anhej t'a Jehová ol caq'uem co b'a, xchi eb'."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix yalan vinhaj Josué chi' icha tik: --Anheja' ex tzeyak'och e b'a testigoal to anhej t'a Jehová ol eyaq'uem e b'a, anhej t'ay ol ex och ejmelal, xchi vinh. --Yeltoni, a onh ton scala', xchi eb' anima chi'."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yalxi vinhaj Josué chi' icha tik: --Tato icha chi' an, iq'uequel masanil comon dios t'a e cal, tzeyak'anem e b'ha t'a Jehová co Diosal, xchi vinh."
        },
        {
            "number": "24",
            "text": "Ix tak'vi eb' icha tik: --Ha onh tik yet' val smasanil co k'ool scalani to ha t'a Jehová co Diosal ol caq'uem co b'a, ol co k'anab'ajan masanil tas syala', xchi eb'."
        },
        {
            "number": "25",
            "text": "Ha t'a jun k'u chi' ix sb'o jun trato vinhaj Josué yet' eb' yetisraelal t'a Siquem, ix yak'ancan juntzanh checnab'il vinh yet' juntzanh k'ayb'ub'al t'a eb'."
        },
        {
            "number": "26",
            "text": "Ix stz'ib'ancan juntzanh sk'ayb'ub'al Jehová vinh. Ixlajwi chi', ix schecan vinh b'alchajcot jun q'uen niwan q'ueen, ix yak'ancanoch q'uen vinh t'a yich jun te' mach' t'a slak'anil scajnub' Jehová."
        },
        {
            "number": "27",
            "text": "Ix yalan vinh t'a masanil eb' ayek' chi': --Ha t'a yichanh jun q'uen tik tz'alchajcan tas ix yal Jehová t'ayonh. Ayic ol quilan q'ueen, ol co naancoti to manh ol co patiquejcanel-laj co Diosal, xchi vinh."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi', ix yalan vinh to smeltzaj eb' t'a smacb'en junjun."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix cham vinhaj Josué schecab' Jehová, aton vinh yuninal vinhaj Nun, 110 ab'il sq'uinal vinh ayic ix cham vinh."
        },
        {
            "number": "30",
            "text": "Ix mucji vinh t'a Timnat-sera, t'a tzalquixtac t'a yol yic Efraín, t'a snorteal svitzal Gaas."
        },
        {
            "number": "31",
            "text": "Ha eb' chonhab' israel chi', ix sk'anab'ajej Jehová eb' yacb'an pitzanto vinhaj Josué yet' eb' yichamtac vinaquil chonhab' ilannac masanil tas sk'ulejnac Jehová t'a eb'."
        },
        {
            "number": "32",
            "text": "Ix mucjipax sb'aquil vinhaj José yik'naccot eb' israel chi' t'a Egipto. Ha t'a Siquem ix mucji, t'a lum smannac vinhaj Jacob t'a eb' yuninal vinhaj Hamor smam vinhaj Siquem. 100 plata yak'nac lum vinhaj Jacob chi'. Ha jun lugar chi' ochnaccan yicoc eb' yinhtilal José."
        },
        {
            "number": "33",
            "text": "Ix champax vinhaj Eleazar yuninal vinhaj Aarón. Ha t'a jun tzalan ix mucchaj vinh, t'a sat slum vinhaj Finees, aton vinh yuninal vinh, aton lum ak'b'il smacb'enoc vinh t'a tzalquixtac t'a yol yic Efraín."
        }
    ]
}