{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Axo d'a junxo k'u te ak'valto, ix b'at vinhaj Josué yed' eb' yetisraelal, ix el eb' d'a Sitim, ix k'och eb' d'a sti' a' Jordán, ix och vaan eb' d'a sti' a' chi', majto ek'laj eb'."
        },
        {
            "number": "2",
            "text": "Axo d'a schab'jial ix ek' eb' yajalil chonhab' d'a masanil campamento,"
        },
        {
            "number": "3",
            "text": "ix yalan eb' d'a masanil eb' yetisraelal chi' icha tic: A val ol eyilan yek' te' scaxail strato Jehová co Diosal yuj eb' sacerdote, eb' yinhtilalcan vinhaj Leví, tzex och tzak'an yuj te'."
        },
        {
            "number": "4",
            "text": "Icha chi' ol aj eyojtacaneli, b'ajtil ol ex b'atoc, yujto mantalaj junoc ex eyojtac jun b'e chi', manh ex te k'och d'a slak'anil te', najat tzak'anto e b'at yuj te', icha am junoc kilómetro tzak'an ex d'a spatic te', xchi eb'."
        },
        {
            "number": "5",
            "text": "Ix yalan vinhaj Josué d'a eb' anima chi': A ticnaic, sacb'itejec e b'a yujto a q'uik'an sch'ox Jehová tas satub'tac yilji d'a co cal, xchi vinh."
        },
        {
            "number": "6",
            "text": "Ix yalanpax vinh d'a eb' sacerdote: Iq'uecb'at te' scaxail trato, tzex b'ab'laj yuj masanil eb' anima tic, xchi vinh. Yuj chi' ix sb'achanb'at te' eb', ix b'ab'laj eb' yuj eb' anima chi'."
        },
        {
            "number": "7",
            "text": "Ix lajvi chi', ix yalan Jehová d'a vinhaj Josué chi': A ticnaic ol in chael yich ach vik'anchaanh yed' opisio, yic vach' syil eb' to ayinnhejoch ed'oc, icha ix in ochnhej yed' vinhaj Moisés."
        },
        {
            "number": "8",
            "text": "Tzalan d'a eb' sacerdote tz'ik'anb'at te' scaxail trato tic: Ayic ol ex k'och d'a a' Jordán chi', ol ex b'at jab'oc d'a yol a', ol ex can tek'tek' d'a yol a' chi', xa chi d'a eb', xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ix yalan vinhaj Josué d'a eb' israel chi': Nitzeccot e b'a tzeyab'an tas syal Jehová co Diosal."
        },
        {
            "number": "10",
            "text": "A yuj tas ol eyil ticnaic, ata' ol nachajel eyuuj to ayek' Dios pitzan d'a co cal. A Jehová chi' ol ik'anel eb' cananeo, eb' hitita, eb' heveo, eb' ferezeo, eb' gergeseo, eb' amorreo yed' eb' jebuseo d'a quichanh."
        },
        {
            "number": "11",
            "text": "Axo ticnaic jun, a te' scaxail strato Jehová, aton Dios ay yic masanil yolyib'anhq'uinal tic, ol b'ab'laj b'achchajb'at te' d'a yol a' Jordán d'a quichanh."
        },
        {
            "number": "12",
            "text": "Yuj chi' tze siq'uel jayvanhoc eb' yajalil chonhab' ol och yopisio, junjun eb' d'a junjun inhtilal."
        },
        {
            "number": "13",
            "text": "Ayic ol yak'anem yoc eb' sacerdote d'a yol a' chi', aton eb' ed'jinac te' scaxail strato Jehová, aton Dios ay yic masanil yolyib'anhq'uinal tic, ol spojan sb'a a', a a' tz'emul d'a yib'anh, ol vanaj a', icha nhajab' ol yutoccan sb'a a', xchi vinh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix yik'anq'ue van sk'ael eb', yic sk'axpajek' eb' d'a a' Jordán chi', b'ab'el eb' sacerdote ed'jinac te' scaxail trato chi' yuj eb'."
        },
        {
            "number": "15",
            "text": "Te ayq'ue a', tz'el a' d'a stitac smelemal, aton val d'a stiempoal sjochchaj ixim trigo. Anhej yic ix yak'anem yoc eb' sacerdote chi' d'a yol a',"
        },
        {
            "number": "16",
            "text": "elanhchamelnhej ix och vaan a' yemuli. Najatto ix smolb'ejcan sb'a a' d'a stojolal chonhab' Adán masanto ix k'och a' d'a chonhab' Saretán. Axo pax a' ix can d'a yalanh chi' jun, ix b'atnhej a' masanto ix lajvib'at a' d'a yol a' mar Muerto. Ichaton chi' ix aj spojan sb'a a' Jordán chi. Ix ek' eb' israel d'a staquinhal d'a yol a' chi', d'a yichanhcot chonhab' Jericó."
        },
        {
            "number": "17",
            "text": "Axo eb' sacerdote ed'jinac te' scaxail strato Jehová chi', ix ochcan vaan eb' d'a snanhal yol sb'e a' chi', taquinh lum b'aj ix can tek'tek' eb' chi', axo masanil eb' israel van sk'axpajek' eb'."
        }
    ]
}