{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Axo t'a junxo k'u te ak'valto, ix b'at winhaj Josué yet' eb' yetisraelal, ix el eb' t'a Sitim, ix k'och eb' t'a sti' ha' Jordán, ix och vaan eb' t'a sti' ha' chi', majto ek'laj eb'."
        },
        {
            "number": "2",
            "text": "Axo t'a schab'jial ix ek' eb' yajalil chonhab' t'a masanil campamento,"
        },
        {
            "number": "3",
            "text": "ix yalan eb' t'a masanil eb' yetisraelal chi' icha tik: Ha wal ol eyilan yek' te' scaxail strato Jehová co Diosal yuj eb' sacerdote, eb' yinhtilalcan winhaj Leví, tzex och tzak'an yuj te'."
        },
        {
            "number": "4",
            "text": "Icha chi' ol aj eyojtacaneli, b'ajtil ol ex b'atoc, yujto mantalaj junok ex eyojtac jun b'e chi', manh ex te k'och t'a slak'anil te', najat tzak'anto e b'at yuj te', icha am junok kilómetro tzak'an ex t'a spatic te', xchi eb'."
        },
        {
            "number": "5",
            "text": "Ix yalan winhaj Josué t'a eb' anima chi': Ha tiknaik, sacb'itejec e b'a yujto a k'ik'an sch'ox Jehová tas satub'tac yilji t'a co cal, xchi winh."
        },
        {
            "number": "6",
            "text": "Ix yalanpax winh t'a eb' sacerdote: Iq'uecb'at te' scaxail trato, tzex b'ab'laj yuj masanil eb' anima tik, xchi winh. Yuj chi' ix sb'achanb'at te' eb', ix b'ab'laj eb' yuj eb' anima chi'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix yalan Jehová t'a winhaj Josué chi': Ha tiknaik ol in chael yich ach vik'anchaanh yet' opisio, yic wach' syil eb' to ayinnhejoch ed'oc, icha ix in ochnhej yet' winhaj Moisés."
        },
        {
            "number": "8",
            "text": "Tzalan t'a eb' sacerdote tz'ik'anb'at te' scaxail trato tik: Ayic ol ex k'och t'ha ha' Jordán chi', ol ex b'at jab'oc t'a yol ha', ol ex kan tek'tek' t'a yol ha' chi', xa chi t'a eb', xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ix yalan winhaj Josué t'a eb' israel chi': Nitzeccot e b'a tzeyab'an tas syal Jehová co Diosal."
        },
        {
            "number": "10",
            "text": "Ha yuj tas ol eyil tiknaik, ata' ol nachajel eyuuj to ayek' Dios pitzan t'a co cal. Ha Jehová chi' ol ik'anel eb' cananeo, eb' hitita, eb' heveo, eb' ferezeo, eb' gergeseo, eb' amorreo yet' eb' jebuseo t'a quichanh."
        },
        {
            "number": "11",
            "text": "Axo tiknaik jun, a te' scaxail strato Jehová, aton Dios ay yic masanil yol yib'anhk’inal tik, ol b'ab'laj b'achchajb'at te' t'a yol ha' Jordán t'a quichanh."
        },
        {
            "number": "12",
            "text": "Yuj chi' tze siq'uel jayvanhoc eb' yajalil chonhab' ol och yopisio, junjun eb' t'a junjun inhtilal."
        },
        {
            "number": "13",
            "text": "Ayic ol yak'anem yoc eb' sacerdote t'a yol ha' chi', aton eb' ed'jinac te' scaxail strato Jehová, aton Dios ay yic masanil yol yib'anhk’inal tik, ol spojan sb'ha ha', ha ha' tz'emul t'a yib'anh, ol vanaj ha', icha nhajab' ol yutoccan sb'ha ha', xchi winh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix yik'anq'ue van sk'ael eb', yic sk'axpajek' eb' t'ha ha' Jordán chi', b'ab'el eb' sacerdote ed'jinac te' scaxail trato chi' yuj eb'."
        },
        {
            "number": "15",
            "text": "Te ayq'ue ha', tz'el ha' t'a stitac smelemal, aton wal t'a stiempoal sjochchaj ixim trigo. Anhej yic ix yak'anem yoc eb' sacerdote chi' t'a yol ha',"
        },
        {
            "number": "16",
            "text": "elanhchamelnhej ix och vaan ha' yemuli. Najatto ix smolb'ejcan sb'ha ha' t'a stojolal chonhab' Adán masanto ix k'och ha' t'a chonhab' Saretán. Axo pax ha' ix kan t'a yalanh chi' jun, ix b'atnhej ha' masanto ix lajvib'at ha' t'a yol ha' mar Muerto. Ichaton chi' ix aj spojan sb'ha ha' Jordán chi. Ix ek' eb' israel t'a stak'inhal t'a yol ha' chi', t'a yichanhcot chonhab' Jericó."
        },
        {
            "number": "17",
            "text": "Axo eb' sacerdote ed'jinac te' scaxail strato Jehová chi', ix ochcan vaan eb' t'a snanhal yol sb'e ha' chi', taquinh lum b'aj ix kan tek'tek' eb' chi', haxo masanil eb' israel van sk'axpajek' eb'."
        }
    ]
}