{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi yek'kan heb' anima chi' smasanil t'a yol ha' Jordán chi', ix yalan Jehová t'a winhaj Josué chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Sik'el lajchawanhoc heb' winh winak t'a skal heb' anima tik, junjun heb' winh t'a junjun inhtilal, tzalani to"
        },
        {
            "number": "3",
            "text": "syik'k'eta junjunoc k'een k'een heb' winh t'a yol ha' b'aj linhanek' heb' sacerdote tik, syik'anb'at k'een heb' winh b'aj ol ex kan t'a jun ak'wal tik, xchi t'a winh."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix yavtancot heb' winh lajchawanh chi' winhaj Josué chi', aton heb' winh ix sik'el winh chi'."
        },
        {
            "number": "5",
            "text": "Ix yalan winh t'a heb' winh icha tik: Emanhec t'a snanhal yol sb'e ha' chi', tzex k'och t'a yichanh te' scaxail strato Jehová ko Diosal, junjun ex tzeyik'k'eta junjunoc k'een k'een, junjun t'a junjun inhtilal, lajchawe' syil sb'a k'een."
        },
        {
            "number": "6",
            "text": "Ha k'een k'een chi' yic ol nachajcot b'ak'uinh ayic ol sk'anb'an heb' eyuninal t'ayex: ¿Tas syalelk'och juntzanh k'een k'een tik? ta xchi heb',"
        },
        {
            "number": "7",
            "text": "ol eyalan t'a heb' icha tik: Ha syalelk'och juntzanh k'een k'een tik to ayic sk'axpajnac ek'ta heb' sacerdote yet' te' scaxail strato Jehová, ix spojan sb'ha ha' Jordán t'a yichanh te' caxa chi'. Yuj chi' a k'een k'een tik nanab'ilcot yajcan k'een t'a tas ujinac t'a tik t'ayonh israel onh tik, xe cham t'a heb', xchi winhaj Josué chi'."
        },
        {
            "number": "8",
            "text": "Ix sk'anab'ajan heb' winh sk'ulan tas ix yal winh chi'. Ix em heb' winh, ix yik'ank'eta junjun k'een k'een chi' heb' winh t'a yol ha', junjun k'een t'a junjun heb' yinhtilal Israel, ix yik'anb'at k'een heb' winh t'a campamento, ix smolb'ancan k'een heb' winh icha ix aj yalan Jehová t'a winhaj Josué chi'."
        },
        {
            "number": "9",
            "text": "Ix schecan winhaj Josué chi' molb'ajpax lajchawexo k'een t'a yol sb'e ha' Jordán chi', b'aj ix och waan heb' sacerdote t'a yol sb'e ha' yet' te' scaxail trato chi', a juntzanh k'een k'een chi' ix cannhej k'een ta'."
        },
        {
            "number": "10",
            "text": "Ayic linhanoch heb' sacerdote t'a snanhal yol sb'e ha' Jordán chi', ix sk'anab'ajan heb' israel tas ix schec Jehová yal winhaj Josué chi'. Masanil ix elk'och icha ix yutej yalancan winhaj Moisés t'a winhaj Josué chi'. Ix ek' heb' winh soldado yic yinhtilal Rubén, heb' winh yic Gad yet' nanhalxo heb' winh yic Manasés. Yed'nac syamk'ab' heb' winh yic owal, ix b'ab'laj heb' winh t'a yichanh heb' anima chi', icha ix aj yalancan winhaj Moisés chi'. Ay am junok 40 mil heb' winh ix b'ab'laj t'a yichanh heb' schonhab' Jehová chi', ix k'och heb' winh smasanil t'a yichanhcot Jericó. Elanhchamel ix laj ek' heb' israel chi'. Ayic ix ek'kan masanil heb' anima chi', ichato chi' ix ek' heb' sacerdote yet' te' scaxail strato Jehová chi'. Ixlajwi chi', ix b'ab'lajxi heb' t'a yichanh masanil anima chi'."
        },
        {
            "number": "11",
            "text": "Ha t'a jun k'u chi', a Jehová ix ik'anchaanh winhaj Josué chi' t'a yopisio t'a yichanh heb' anima chi', yic niwan tz'aj yelk'och winh t'a yol sat heb' t'a masanil tiempo, icha ix yutej sb'a heb' t'a winhaj Moisés."
        },
        {
            "number": "12",
            "text": "Ayic ix lajwi yek'kan heb' t'a yol ha' Jordán chi', ix yalan Jehová t'a winhaj Josué chi' icha tik:"
        },
        {
            "number": "13",
            "text": "Al t'a heb' sacerdote ed'jinac te' scaxail trato chi' to tzek'ta heb' t'a yol ha' chi', xchi t'a winh."
        },
        {
            "number": "14",
            "text": "Ix yalan winh: Q'ueanheccot t'a yol ha', xchi winh."
        },
        {
            "number": "15",
            "text": "Ixnhej k'eul heb' t'a sti' ha', ix cotxi usnaj ha' molancan t'a yib'anh chi', ix laj b'atxican ha' t'a yol sb'e icha yic manto wanaj ha'."
        },
        {
            "number": "16",
            "text": "Ayic ix ek' heb' israel t'a yol ha' Jordán chi', t'a wal slajunhil k'ual yoch b'ab'el uj, ix k'och heb' t'a Gilgal, t'a yichanhcot Jericó t'a stojolal b'aj sjawi k'u."
        },
        {
            "number": "17",
            "text": "Ata' ix schec molb'ajkan k'een k'een chi' winhaj Josué, k'een ix yik'k'eta heb' t'a yol ha' Jordán chi'."
        },
        {
            "number": "18",
            "text": "Ix yalan winh t'a heb' icha tik: Tato ol sk'anb'ej heb' eyuninal t'ayex t'a b'ak'uinh tas syalelk'och juntzanh k'een k'een tik,"
        },
        {
            "number": "19",
            "text": "tzeyalan t'a heb' yuj tas ix aj quek'ta t'a yol ha' Jordán tik,"
        },
        {
            "number": "20",
            "text": "yet' tas ix aj spojan sb'ha ha', yujto a Jehová ko Diosal ix alani to t'a taquinhal ix aj quek'ta, icha ix yutej spojan sb'ha ha' Chacchac Mar yuj ayic quek'naccoti ayic quelnac t'a Egipto."
        },
        {
            "number": "21",
            "text": "Icha chi' ix yutej Jehová yic wach' syojtaquejel masanil anima ay t'a yol yib'anhk’inal tik to niwan yelk'och spoder, yic ay yelk'ochpax Jehová ko Diosal t'a yol ko sat t'a masanil tiempo, xchi winhaj Josué chi'."
        }
    ]
}