{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi yek'kan eb' anima chi' smasanil t'a yol ha' Jordán chi', ix yalan Jehová t'a winhaj Josué chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Siq'uel lajchavanhoc eb' winh vinac t'a skal eb' anima tik, junjun eb' winh t'a junjun inhtilal, tzalani to"
        },
        {
            "number": "3",
            "text": "syik'q'ueta junjunoc q'uen q'ueen eb' winh t'a yol ha' b'aj linhanek' eb' sacerdote tik, syik'anb'at q'uen eb' winh b'aj ol ex kan t'a jun ak'val tik, xchi t'a winh."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix yavtancot eb' winh lajchawanh chi' winhaj Josué chi', aton eb' winh ix siq'uel winh chi'."
        },
        {
            "number": "5",
            "text": "Ix yalan winh t'a eb' winh icha tik: Emanhec t'a snanhal yol sb'e ha' chi', tzex k'och t'a yichanh te' scaxail strato Jehová co Diosal, junjun ex tzeyik'q'ueta junjunoc q'uen q'ueen, junjun t'a junjun inhtilal, lajchave' syil sb'a q'ueen."
        },
        {
            "number": "6",
            "text": "Ha q'uen q'ueen chi' yic ol nachajcot b'ak'uinh ayic ol sk'anb'an eb' eyuninal t'ayex: ¿Tas syalelk'och juntzanh q'uen q'ueen tik? ta xchi eb',"
        },
        {
            "number": "7",
            "text": "ol eyalan t'a eb' icha tik: Ha syalelk'och juntzanh q'uen q'ueen tik to ayic sk'axpajnac ek'ta eb' sacerdote yet' te' scaxail strato Jehová, ix spojan sb'ha ha' Jordán t'a yichanh te' caxa chi'. Yuj chi' a q'uen q'ueen tik nanab'ilcot yajcan q'ueen t'a tas ujinac t'a tik t'ayonh israel onh tik, xe cham t'a eb', xchi winhaj Josué chi'."
        },
        {
            "number": "8",
            "text": "Ix sk'anab'ajan eb' winh sk'ulan tas ix yal winh chi'. Ix em eb' winh, ix yik'anq'ueta junjun q'uen q'ueen chi' eb' winh t'a yol ha', junjun q'uen t'a junjun eb' yinhtilal Israel, ix yik'anb'at q'uen eb' winh t'a campamento, ix smolb'ancan q'uen eb' winh icha ix aj yalan Jehová t'a winhaj Josué chi'."
        },
        {
            "number": "9",
            "text": "Ix schecan winhaj Josué chi' molb'ajpax lajchavexo q'uen t'a yol sb'e ha' Jordán chi', b'aj ix och vaan eb' sacerdote t'a yol sb'e ha' yet' te' scaxail trato chi', a juntzanh q'uen q'ueen chi' ix cannhej q'ueen ta'."
        },
        {
            "number": "10",
            "text": "Ayic linhanoch eb' sacerdote t'a snanhal yol sb'e ha' Jordán chi', ix sk'anab'ajan eb' israel tas ix schec Jehová yal winhaj Josué chi'. Masanil ix elk'och icha ix yutej yalancan winhaj Moisés t'a winhaj Josué chi'. Ix ek' eb' winh soldado yic yinhtilal Rubén, eb' winh yic Gad yet' nanhalxo eb' winh yic Manasés. Yed'nac syamk'ab' eb' winh yic oval, ix b'ab'laj eb' winh t'a yichanh eb' anima chi', icha ix aj yalancan winhaj Moisés chi'. Ay am junok 40 mil eb' winh ix b'ab'laj t'a yichanh eb' schonhab' Jehová chi', ix k'och eb' winh smasanil t'a yichanhcot Jericó. Elanhchamel ix laj ek' eb' israel chi'. Ayic ix ek'kan masanil eb' anima chi', ichato chi' ix ek' eb' sacerdote yet' te' scaxail strato Jehová chi'. Ixlajwi chi', ix b'ab'lajxi eb' t'a yichanh masanil anima chi'."
        },
        {
            "number": "11",
            "text": "Ha t'a jun k'u chi', a Jehová ix ik'anchaanh winhaj Josué chi' t'a yopisio t'a yichanh eb' anima chi', yic niwan tz'aj yelk'och winh t'a yol sat eb' t'a masanil tiempo, icha ix yutej sb'a eb' t'a winhaj Moisés."
        },
        {
            "number": "12",
            "text": "Ayic ix lajvi yek'kan eb' t'a yol ha' Jordán chi', ix yalan Jehová t'a winhaj Josué chi' icha tik:"
        },
        {
            "number": "13",
            "text": "Al t'a eb' sacerdote ed'jinac te' scaxail trato chi' to tzek'ta eb' t'a yol ha' chi', xchi t'a winh."
        },
        {
            "number": "14",
            "text": "Ix yalan winh: Q'ueanheccot t'a yol ha', xchi winh."
        },
        {
            "number": "15",
            "text": "Ixnhej q'ueul eb' t'a sti' ha', ix cotxi usnaj ha' molancan t'a yib'anh chi', ix laj b'atxican ha' t'a yol sb'e icha yic manto vanaj ha'."
        },
        {
            "number": "16",
            "text": "Ayic ix ek' eb' israel t'a yol ha' Jordán chi', t'a val slajunhil k'ual yoch b'ab'el uj, ix k'och eb' t'a Gilgal, t'a yichanhcot Jericó t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "17",
            "text": "Ata' ix schec molb'ajkan q'uen q'ueen chi' winhaj Josué, q'uen ix yik'q'ueta eb' t'a yol ha' Jordán chi'."
        },
        {
            "number": "18",
            "text": "Ix yalan winh t'a eb' icha tik: Tato ol sk'anb'ej eb' eyuninal t'ayex t'a b'ak'uinh tas syalelk'och juntzanh q'uen q'ueen tik,"
        },
        {
            "number": "19",
            "text": "tzeyalan t'a eb' yuj tas ix aj quek'ta t'a yol ha' Jordán tik,"
        },
        {
            "number": "20",
            "text": "yet' tas ix aj spojan sb'ha ha', yujto a Jehová co Diosal ix alani to t'a taquinhal ix aj quek'ta, icha ix yutej spojan sb'ha ha' Chacchac Mar yuj ayic quek'naccoti ayic quelnac t'a Egipto."
        },
        {
            "number": "21",
            "text": "Icha chi' ix yutej Jehová yic wach' syojtaquejel masanil anima ay t'a yol yib'anhk’inal tik to niwan yelk'och spoder, yic ay yelk'ochpax Jehová co Diosal t'a yol co sat t'a masanil tiempo, xchi winhaj Josué chi'."
        }
    ]
}