{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi yek'kan eb' anima chi' smasanil t'a yol ha' Jordán chi', ix yalan Jehová t'a vinhaj Josué chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Siq'uel lajchavanhoc eb' vinh vinac t'a skal eb' anima tik, junjun eb' vinh t'a junjun inhtilal, tzalani to"
        },
        {
            "number": "3",
            "text": "syik'q'ueta junjunoc q'uen q'ueen eb' vinh t'a yol ha' b'aj linhanek' eb' sacerdote tik, syik'anb'at q'uen eb' vinh b'aj ol ex kan t'a jun ak'val tik, xchi t'a vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix yavtancot eb' vinh lajchavanh chi' vinhaj Josué chi', aton eb' vinh ix siq'uel vinh chi'."
        },
        {
            "number": "5",
            "text": "Ix yalan vinh t'a eb' vinh icha tik: Emanhec t'a snanhal yol sb'e ha' chi', tzex k'och t'a yichanh te' scaxail strato Jehová co Diosal, junjun ex tzeyik'q'ueta junjunoc q'uen q'ueen, junjun t'a junjun inhtilal, lajchave' syil sb'a q'ueen."
        },
        {
            "number": "6",
            "text": "Ha q'uen q'ueen chi' yic ol nachajcot b'ak'uinh ayic ol sk'anb'an eb' eyuninal t'ayex: ¿Tas syalelk'och juntzanh q'uen q'ueen tik? ta xchi eb',"
        },
        {
            "number": "7",
            "text": "ol eyalan t'a eb' icha tik: Ha syalelk'och juntzanh q'uen q'ueen tik to ayic sk'axpajnac ek'ta eb' sacerdote yet' te' scaxail strato Jehová, ix spojan sb'ha ha' Jordán t'a yichanh te' caxa chi'. Yuj chi' a q'uen q'ueen tik nanab'ilcot yajcan q'ueen t'a tas ujinac t'a tik t'ayonh israel onh tik, xe cham t'a eb', xchi vinhaj Josué chi'."
        },
        {
            "number": "8",
            "text": "Ix sk'anab'ajan eb' vinh sk'ulan tas ix yal vinh chi'. Ix em eb' vinh, ix yik'anq'ueta junjun q'uen q'ueen chi' eb' vinh t'a yol ha', junjun q'uen t'a junjun eb' yinhtilal Israel, ix yik'anb'at q'uen eb' vinh t'a campamento, ix smolb'ancan q'uen eb' vinh icha ix aj yalan Jehová t'a vinhaj Josué chi'."
        },
        {
            "number": "9",
            "text": "Ix schecan vinhaj Josué chi' molb'ajpax lajchavexo q'uen t'a yol sb'e ha' Jordán chi', b'aj ix och vaan eb' sacerdote t'a yol sb'e ha' yet' te' scaxail trato chi', a juntzanh q'uen q'ueen chi' ix cannhej q'ueen ta'."
        },
        {
            "number": "10",
            "text": "Ayic linhanoch eb' sacerdote t'a snanhal yol sb'e ha' Jordán chi', ix sk'anab'ajan eb' israel tas ix schec Jehová yal vinhaj Josué chi'. Masanil ix elk'och icha ix yutej yalancan vinhaj Moisés t'a vinhaj Josué chi'. Ix ek' eb' vinh soldado yic yinhtilal Rubén, eb' vinh yic Gad yet' nanhalxo eb' vinh yic Manasés. Yed'nac syamk'ab' eb' vinh yic oval, ix b'ab'laj eb' vinh t'a yichanh eb' anima chi', icha ix aj yalancan vinhaj Moisés chi'. Ay am junok 40 mil eb' vinh ix b'ab'laj t'a yichanh eb' schonhab' Jehová chi', ix k'och eb' vinh smasanil t'a yichanhcot Jericó. Elanhchamel ix laj ek' eb' israel chi'. Ayic ix ek'kan masanil eb' anima chi', ichato chi' ix ek' eb' sacerdote yet' te' scaxail strato Jehová chi'. Ixlajwi chi', ix b'ab'lajxi eb' t'a yichanh masanil anima chi'."
        },
        {
            "number": "11",
            "text": "Ha t'a jun k'u chi', a Jehová ix ik'anchaanh vinhaj Josué chi' t'a yopisio t'a yichanh eb' anima chi', yic niwan tz'aj yelk'och vinh t'a yol sat eb' t'a masanil tiempo, icha ix yutej sb'a eb' t'a vinhaj Moisés."
        },
        {
            "number": "12",
            "text": "Ayic ix lajvi yek'kan eb' t'a yol ha' Jordán chi', ix yalan Jehová t'a vinhaj Josué chi' icha tik:"
        },
        {
            "number": "13",
            "text": "Al t'a eb' sacerdote ed'jinac te' scaxail trato chi' to tzek'ta eb' t'a yol ha' chi', xchi t'a vinh."
        },
        {
            "number": "14",
            "text": "Ix yalan vinh: Q'ueanheccot t'a yol ha', xchi vinh."
        },
        {
            "number": "15",
            "text": "Ixnhej q'ueul eb' t'a sti' ha', ix cotxi usnaj ha' molancan t'a yib'anh chi', ix laj b'atxican ha' t'a yol sb'e icha yic manto vanaj ha'."
        },
        {
            "number": "16",
            "text": "Ayic ix ek' eb' israel t'a yol ha' Jordán chi', t'a val slajunhil k'ual yoch b'ab'el uj, ix k'och eb' t'a Gilgal, t'a yichanhcot Jericó t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "17",
            "text": "Ata' ix schec molb'ajkan q'uen q'ueen chi' vinhaj Josué, q'uen ix yik'q'ueta eb' t'a yol ha' Jordán chi'."
        },
        {
            "number": "18",
            "text": "Ix yalan vinh t'a eb' icha tik: Tato ol sk'anb'ej eb' eyuninal t'ayex t'a b'ak'uinh tas syalelk'och juntzanh q'uen q'ueen tik,"
        },
        {
            "number": "19",
            "text": "tzeyalan t'a eb' yuj tas ix aj quek'ta t'a yol ha' Jordán tik,"
        },
        {
            "number": "20",
            "text": "yet' tas ix aj spojan sb'ha ha', yujto a Jehová co Diosal ix alani to t'a taquinhal ix aj quek'ta, icha ix yutej spojan sb'ha ha' Chacchac Mar yuj ayic quek'naccoti ayic quelnac t'a Egipto."
        },
        {
            "number": "21",
            "text": "Icha chi' ix yutej Jehová yic wach' syojtaquejel masanil anima ay t'a yol yib'anhk’inal tik to niwan yelk'och spoder, yic ay yelk'ochpax Jehová co Diosal t'a yol co sat t'a masanil tiempo, xchi vinhaj Josué chi'."
        }
    ]
}