{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi yek'can eb' anima chi' smasanil d'a yol a' Jordán chi', ix yalan Jehová d'a vinhaj Josué chi' icha tic:"
        },
        {
            "number": "2",
            "text": "Siq'uel lajchavanhoc eb' vinh vinac d'a scal eb' anima tic, junjun eb' vinh d'a junjun inhtilal, tzalani to"
        },
        {
            "number": "3",
            "text": "syik'q'ueta junjunoc q'uen q'ueen eb' vinh d'a yol a' b'aj linhanek' eb' sacerdote tic, syik'anb'at q'uen eb' vinh b'aj ol ex can d'a jun ak'val tic, xchi d'a vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix yavtancot eb' vinh lajchavanh chi' vinhaj Josué chi', aton eb' vinh ix siq'uel vinh chi'."
        },
        {
            "number": "5",
            "text": "Ix yalan vinh d'a eb' vinh icha tic: Emanhec d'a snanhal yol sb'e a' chi', tzex k'och d'a yichanh te' scaxail strato Jehová co Diosal, junjun ex tzeyik'q'ueta junjunoc q'uen q'ueen, junjun d'a junjun inhtilal, lajchave' syil sb'a q'ueen."
        },
        {
            "number": "6",
            "text": "A q'uen q'ueen chi' yic ol nachajcot b'aq'uinh ayic ol sk'anb'an eb' eyuninal d'ayex: ¿Tas syalelk'och juntzanh q'uen q'ueen tic? ta xchi eb',"
        },
        {
            "number": "7",
            "text": "ol eyalan d'a eb' icha tic: A syalelk'och juntzanh q'uen q'ueen tic to ayic sk'axpajnac ek'ta eb' sacerdote yed' te' scaxail strato Jehová, ix spojan sb'a a' Jordán d'a yichanh te' caxa chi'. Yuj chi' a q'uen q'ueen tic nanab'ilcot yajcan q'ueen d'a tas ujinac d'a tic d'ayonh israel onh tic, xe cham d'a eb', xchi vinhaj Josué chi'."
        },
        {
            "number": "8",
            "text": "Ix sk'anab'ajan eb' vinh sk'ulan tas ix yal vinh chi'. Ix em eb' vinh, ix yik'anq'ueta junjun q'uen q'ueen chi' eb' vinh d'a yol a', junjun q'uen d'a junjun eb' yinhtilal Israel, ix yik'anb'at q'uen eb' vinh d'a campamento, ix smolb'ancan q'uen eb' vinh icha ix aj yalan Jehová d'a vinhaj Josué chi'."
        },
        {
            "number": "9",
            "text": "Ix schecan vinhaj Josué chi' molb'ajpax lajchavexo q'uen d'a yol sb'e a' Jordán chi', b'aj ix och vaan eb' sacerdote d'a yol sb'e a' yed' te' scaxail trato chi', a juntzanh q'uen q'ueen chi' ix cannhej q'ueen ta'."
        },
        {
            "number": "10",
            "text": "Ayic linhanoch eb' sacerdote d'a snanhal yol sb'e a' Jordán chi', ix sk'anab'ajan eb' israel tas ix schec Jehová yal vinhaj Josué chi'. Masanil ix elk'och icha ix yutej yalancan vinhaj Moisés d'a vinhaj Josué chi'. Ix ek' eb' vinh soldado yic yinhtilal Rubén, eb' vinh yic Gad yed' nanhalxo eb' vinh yic Manasés. Yed'nac syamk'ab' eb' vinh yic oval, ix b'ab'laj eb' vinh d'a yichanh eb' anima chi', icha ix aj yalancan vinhaj Moisés chi'. Ay am junoc 40 mil eb' vinh ix b'ab'laj d'a yichanh eb' schonhab' Jehová chi', ix k'och eb' vinh smasanil d'a yichanhcot Jericó. Elanhchamel ix laj ek' eb' israel chi'. Ayic ix ek'can masanil eb' anima chi', ichato chi' ix ek' eb' sacerdote yed' te' scaxail strato Jehová chi'. Ix lajvi chi', ix b'ab'lajxi eb' d'a yichanh masanil anima chi'."
        },
        {
            "number": "11",
            "text": "A d'a jun k'u chi', a Jehová ix ik'anchaanh vinhaj Josué chi' d'a yopisio d'a yichanh eb' anima chi', yic nivan tz'aj yelk'och vinh d'a yol sat eb' d'a masanil tiempo, icha ix yutej sb'a eb' d'a vinhaj Moisés."
        },
        {
            "number": "12",
            "text": "Ayic ix lajvi yek'can eb' d'a yol a' Jordán chi', ix yalan Jehová d'a vinhaj Josué chi' icha tic:"
        },
        {
            "number": "13",
            "text": "Al d'a eb' sacerdote ed'jinac te' scaxail trato chi' to tz'ek'ta eb' d'a yol a' chi', xchi d'a vinh."
        },
        {
            "number": "14",
            "text": "Ix yalan vinh: Q'ueanheccot d'a yol a', xchi vinh."
        },
        {
            "number": "15",
            "text": "Ixnhej q'ueul eb' d'a sti' a', ix cotxi usnaj a' molancan d'a yib'anh chi', ix laj b'atxican a' d'a yol sb'e icha yic manto vanaj a'."
        },
        {
            "number": "16",
            "text": "Ayic ix ek' eb' israel d'a yol a' Jordán chi', d'a val slajunhil k'ual yoch b'ab'el uj, ix k'och eb' d'a Gilgal, d'a yichanhcot Jericó d'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "17",
            "text": "Ata' ix schec molb'ajcan q'uen q'ueen chi' vinhaj Josué, q'uen ix yik'q'ueta eb' d'a yol a' Jordán chi'."
        },
        {
            "number": "18",
            "text": "Ix yalan vinh d'a eb' icha tic: Tato ol sk'anb'ej eb' eyuninal d'ayex d'a b'aq'uinh tas syalelk'och juntzanh q'uen q'ueen tic,"
        },
        {
            "number": "19",
            "text": "tzeyalan d'a eb' yuj tas ix aj quek'ta d'a yol a' Jordán tic,"
        },
        {
            "number": "20",
            "text": "yed' tas ix aj spojan sb'a a', yujto a Jehová co Diosal ix alani to d'a taquinhal ix aj quek'ta, icha ix yutej spojan sb'a a' Chacchac Mar yuuj ayic quek'naccoti ayic quelnac d'a Egipto."
        },
        {
            "number": "21",
            "text": "Icha chi' ix yutej Jehová yic vach' syojtaquejel masanil anima ay d'a yolyib'anhq'uinal tic to nivan yelk'och spoder, yic ay yelk'ochpax Jehová co Diosal d'a yol co sat d'a masanil tiempo, xchi vinhaj Josué chi'."
        }
    ]
}