{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Masanil eb' winh sreyal eb' amorreo ay t'a sk'axepal ek'ta ha' Jordán t'a stojolal b'aj tz'em k'u yet' eb' winh sreyal eb' cananeo t'a sti' ha' mar Mediterráneo, ix yab' specal eb' tas ix aj stacji ha' Jordán yuj Jehová ayic ix ek'ta eb' israel t'a yol ha'. Yuj chi' ix xivb'at eb', manhxalaj junok eb' stek'b'ej sb'a sb'at yak' oval yet' eb' israel chi'."
        },
        {
            "number": "2",
            "text": "Ha t'a jun pekti’ chi' ix yal Jehová t'a winhaj Josué chi' icha tik: B'oec jayeoc q'uen cuchilub' t'a q'uen pachab', tzalani to tz'ak'ji circuncidar eb' etchonhab' tik, xchi t'a winh."
        },
        {
            "number": "3",
            "text": "Ix yalan winhaj Josué chi' to sb'o q'uen cuchilub' chi', yic tz'ak'ji circuncidar masanil eb' winh israel ayic ayek' eb' winh t'a tzalan Aralot."
        },
        {
            "number": "4",
            "text": "Ix ak'ji circuncidar eb' winh smasanil, yujto a masanil eb' winh stiempo yoch soldadoal ayic yelnac eb' t'a Egipto, chamnaccan eb' winh t'a tzinan lu'um."
        },
        {
            "number": "5",
            "text": "Yujto a eb' winh elnaccot t'a Egipto chi', ak'b'il circuncidar eb' winh smasanil, haxo eb' winh ix alji t'a tzinan lu'um chi', manto ak'b'iloclaj circuncidar eb' winh."
        },
        {
            "number": "6",
            "text": "Ay 40 ab'il ix ek' eb' israel chi' t'a tzinan lu'um chi', yuj chi' a eb' winh stiempoal yoch soldadoal ayic yelnac eb' t'a Egipto, toxo ix laj cham eb' winh, yujto maj sk'anab'ajej eb' winh tas ix yal Jehová. Yuj chi' yalnac to malaj junok eb' ol ilan lum yak'nac sti' yak'an t'a eb' smam yicham eb', aton lum te yax sat."
        },
        {
            "number": "7",
            "text": "Yuj chi', ix schec winhaj Josué chi' ak'chaj circuncidar eb' winh yuninal eb' winh ix alji, aton eb' winh ix kan sq'uexuloc smam, manto ak'jilaj circuncidar eb' winh yujto t'a yol b'e ix laj alji eb' winh."
        },
        {
            "number": "8",
            "text": "Axo ix lajvi yak'ji circuncidar eb' winh, ix kan eb' winh t'a yol scampamento, masanto ix laj b'oxi eb' winh."
        },
        {
            "number": "9",
            "text": "Ix yalan Jehová t'a winhaj Josué chi' icha tik: Ha t'a jun k'u tik svik'canel sb'uchval lolonel eb' aj Egipto t'ayex, xchi t'a winh. Yuj chi' Gilgal ix sb'iejkan jun lugar chi'."
        },
        {
            "number": "10",
            "text": "Ayic aytoek' eb' israel t'a yol scampamento t'a Gilgal t'a ak'lic t'a yichanhcot Jericó, t'a 14 yoch uj t'a yemk'ualil, ix yak'anoch q'uinh eb' yic snaancot eb' ayic yelnac eb' libre t'a Egipto."
        },
        {
            "number": "11",
            "text": "Axo t'a yevial slajvi q'uinh chi', a tastac tz'el t'a sat lu'um chi', a ix sva eb', aton ixim pan malaj yich yet' ixim trigo mayb'il t'a cal k'ak'."
        },
        {
            "number": "12",
            "text": "Atax ta' ochnaccan vaan sjavi maná, yuj chi' majxo svalaj maná chi' eb' israel chi'. Ha t'a jun ab'il chi' axonhej tas tz'el t'a sat lum Canaán chi' ix sva eb'."
        },
        {
            "number": "13",
            "text": "Ayic ayek' winhaj Josué t'a slak'anil Jericó, ix yil jun icha soldado winh yet'nacq'ue yespada t'a yol sk'ab', ix snitzanb'at sb'a winhaj Josué chi' t'a stz'ey, ix sk'anb'an winh t'ay icha tik: --¿Tom quetb'eyum ach, mato etb'eyum a b'a yet' eb' ayoch ajk'olal t'ayonh? xchi winh t'ay."
        },
        {
            "number": "14",
            "text": "--Maay, val yel a in tik Yajal vaj t'a eb' soldado Jehová, xchi. Ayic ix yalan jun chi', ix emk'och nhojnaj winhaj Josué chi' t'a sat lu'um t'a yichanh, ix yalan winh t'ay icha tik: --Ha checab' in Mamin. ¿Tas a gana tzin k'ulej ticnaic? xchi winh."
        },
        {
            "number": "15",
            "text": "Ix tak'vi icha tik: --Iq'uel a xanhab', yujto a jun lugar b'aj ayach ek' tik yic Jehová yaji, xchi. Yuj chi' ix sk'anab'ajej winhaj Josué chi' t'ay."
        }
    ]
}