{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Masanil eb' vinh sreyal eb' amorreo ay t'a sk'axepal ek'ta ha' Jordán t'a stojolal b'aj tz'em k'u yet' eb' vinh sreyal eb' cananeo t'a sti' ha' mar Mediterráneo, ix yab' specal eb' tas ix aj stacji ha' Jordán yuj Jehová ayic ix ek'ta eb' israel t'a yol ha'. Yuj chi' ix xivb'at eb', manhxalaj junok eb' stek'b'ej sb'a sb'at yak' oval yet' eb' israel chi'."
        },
        {
            "number": "2",
            "text": "Ha t'a jun pekti’ chi' ix yal Jehová t'a vinhaj Josué chi' icha tik: B'oec jayeoc q'uen cuchilub' t'a q'uen pachab', tzalani to tz'ak'ji circuncidar eb' etchonhab' tik, xchi t'a vinh."
        },
        {
            "number": "3",
            "text": "Ix yalan vinhaj Josué chi' to sb'o q'uen cuchilub' chi', yic tz'ak'ji circuncidar masanil eb' vinh israel ayic ayek' eb' vinh t'a tzalan Aralot."
        },
        {
            "number": "4",
            "text": "Ix ak'ji circuncidar eb' vinh smasanil, yujto a masanil eb' vinh stiempo yoch soldadoal ayic yelnac eb' t'a Egipto, chamnaccan eb' vinh t'a tzinan lu'um."
        },
        {
            "number": "5",
            "text": "Yujto a eb' vinh elnaccot t'a Egipto chi', ak'b'il circuncidar eb' vinh smasanil, haxo eb' vinh ix alji t'a tzinan lu'um chi', manto ak'b'iloclaj circuncidar eb' vinh."
        },
        {
            "number": "6",
            "text": "Ay 40 ab'il ix ek' eb' israel chi' t'a tzinan lu'um chi', yuj chi' a eb' vinh stiempoal yoch soldadoal ayic yelnac eb' t'a Egipto, toxo ix laj cham eb' vinh, yujto maj sk'anab'ajej eb' vinh tas ix yal Jehová. Yuj chi' yalnac to malaj junok eb' ol ilan lum yak'nac sti' yak'an t'a eb' smam yicham eb', aton lum te yax sat."
        },
        {
            "number": "7",
            "text": "Yuj chi', ix schec vinhaj Josué chi' ak'chaj circuncidar eb' vinh yuninal eb' vinh ix alji, aton eb' vinh ix kan sq'uexuloc smam, manto ak'jilaj circuncidar eb' vinh yujto t'a yol b'e ix laj alji eb' vinh."
        },
        {
            "number": "8",
            "text": "Axo ix lajvi yak'ji circuncidar eb' vinh, ix kan eb' vinh t'a yol scampamento, masanto ix laj b'oxi eb' vinh."
        },
        {
            "number": "9",
            "text": "Ix yalan Jehová t'a vinhaj Josué chi' icha tik: Ha t'a jun k'u tik svik'canel sb'uchval lolonel eb' aj Egipto t'ayex, xchi t'a vinh. Yuj chi' Gilgal ix sb'iejkan jun lugar chi'."
        },
        {
            "number": "10",
            "text": "Ayic aytoek' eb' israel t'a yol scampamento t'a Gilgal t'a ak'lic t'a yichanhcot Jericó, t'a 14 yoch uj t'a yemk'ualil, ix yak'anoch q'uinh eb' yic snaancot eb' ayic yelnac eb' libre t'a Egipto."
        },
        {
            "number": "11",
            "text": "Axo t'a yevial slajvi q'uinh chi', a tastac tz'el t'a sat lu'um chi', a ix sva eb', aton ixim pan malaj yich yet' ixim trigo mayb'il t'a cal k'ak'."
        },
        {
            "number": "12",
            "text": "Atax ta' ochnaccan vaan sjavi maná, yuj chi' majxo svalaj maná chi' eb' israel chi'. Ha t'a jun ab'il chi' axonhej tas tz'el t'a sat lum Canaán chi' ix sva eb'."
        },
        {
            "number": "13",
            "text": "Ayic ayek' vinhaj Josué t'a slak'anil Jericó, ix yil jun icha soldado vinh yet'nacq'ue yespada t'a yol sk'ab', ix snitzanb'at sb'a vinhaj Josué chi' t'a stz'ey, ix sk'anb'an vinh t'ay icha tik: --¿Tom quetb'eyum ach, mato etb'eyum a b'a yet' eb' ayoch ajk'olal t'ayonh? xchi vinh t'ay."
        },
        {
            "number": "14",
            "text": "--Maay, val yel a in tik Yajal vaj t'a eb' soldado Jehová, xchi. Ayic ix yalan jun chi', ix emk'och nhojnaj vinhaj Josué chi' t'a sat lu'um t'a yichanh, ix yalan vinh t'ay icha tik: --Ha checab' in Mamin. ¿Tas a gana tzin k'ulej ticnaic? xchi vinh."
        },
        {
            "number": "15",
            "text": "Ix tak'vi icha tik: --Iq'uel a xanhab', yujto a jun lugar b'aj ayach ek' tik yic Jehová yaji, xchi. Yuj chi' ix sk'anab'ajej vinhaj Josué chi' t'ay."
        }
    ]
}