{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "A spuertail Jericó te vach' yaj smacchaji yujto xiv eb' d'a eb' israel. Yuj chi' malaj junoc mach syal yelta, ma tz'och d'a yol chonhab' chi'."
        },
        {
            "number": "2",
            "text": "Ix yalan Jehová d'a vinhaj Josué chi' icha tic: A in ol vak'och jun chonhab' tic d'a yol a k'ab' yed' vinh sreyal yed' eb' vinh soldado."
        },
        {
            "number": "3",
            "text": "E masanil ex soldado israel ex tic, junjun k'u ol ex ek' oyoyoc juneloc d'a spatictac jun chonhab' tic, vaque' k'ual ol e k'ulej icha chi'."
        },
        {
            "number": "4",
            "text": "Ucvanh eb' vinh sacerdote sb'ab'laj d'a yichanh te' scaxail trato, junjun eb' yed'nac junjun sch'aac, b'ob'il d'a sch'ac nok' calnel. Axo d'a yuquil k'ual jun, uquel ol ex ek' oyoyoc d'a spatictac jun chonhab' chi', ol spu'annhej nok' ch'aac chi' eb' vinh."
        },
        {
            "number": "5",
            "text": "Axo yic tzeyab'ani to sb'atcan numan sjaj nok' sch'ac eb' vinh chi' spu'ani, te chaanh tzex avaji, axo yem lanhnaj smuroal chi'. Slajvi chi', junjun ex tzex b'at d'a eyichanh yic tzex och d'a yol chonhab' chi', xchi Jehová chi'."
        },
        {
            "number": "6",
            "text": "Ix yavtancot eb' vinh sacerdote vinhaj Josué chi', ix yalan vinh d'a eb' vinh icha tic: Ol eyik'b'at te' scaxail strato Jehová. Tzex b'ab'laj ucvanhoc ex d'a yichanh te', tzeyik'anb'at junjunoc nok' e ch'aac, xchi vinh."
        },
        {
            "number": "7",
            "text": "Ix yalanpax vinh d'a eb' anima chi' icha tic: Ol b'at ex ek' oyoyoc juneloc d'a spatic jun chonhab' tic. B'ab'elocab' sb'at eb' vinh soldado d'a yichanh te' scaxail strato Jehová, xchi vinh."
        },
        {
            "number": "8",
            "text": "Ix sk'anab'ajan eb' masanil tas ix yal vinhaj Josué chi': B'ab'el sb'at jun macanh eb' vinh soldado yed' syamk'ab'. Slajvi chi' tzak'an ucvanh eb' vinh sacerdote van spu'annhej sch'aac. Tzak'anpax eb' vinh sacerdote b'achjinac te' scaxail strato Jehová. Axo d'a spatic eb' vinh tzak'an junxo macanh eb' vinh soldado."
        },
        {
            "number": "9",
            "text": "Ix yalan vinhaj Josué chi' d'a eb' vinh soldado chi' to malaj junoc eb' vinh tz'el yav, ma sloloni, masanto a vinh ol alanoc, ichato chi' te chaanh ol el yav eb' smasanil."
        },
        {
            "number": "10",
            "text": "Ix yalan vinhaj Josué chi' to tz'ek' oyoyoc eb' yed' te' caxa chi' juneloc d'a spatictac chonhab' chi'. Ix lajvi chi' ix meltzaj vinh yed' masanil eb' anima d'a campamento. Ata' ix ek' ak'val yuj eb'."
        },
        {
            "number": "11",
            "text": "Axo d'a junxo k'u, te ak'valto ix q'ue vaan vinhaj Josué chi', ix b'at ek'xi oyoyoc eb' vinh d'a spatictac jun chonhab' chi'. B'ab'el sb'at jun macanh eb' vinh soldado yed' syamk'ab'. Tzak'anpax ucvanh eb' vinh sacerdote spu'an nok' ch'aac, max och vaan eb' vinh spu'an nok'. Tzak'anpax eb' vinh sacerdote b'achjinac te' scaxail strato Jehová. Axo d'a spatic eb' vinh tzak'an junxo macanh eb' vinh soldado."
        },
        {
            "number": "12",
            "text": "A d'a schab'il k'ual chi' anheja' junel ix ek' oyoyoc eb' vinh d'a spatic jun chonhab' chi'. Ix lajvi chi', ix meltzajpax eb' vinh d'a scampamento, ichanhej chi' ix sk'ulej eb' vinh d'a vaque' k'ual."
        },
        {
            "number": "13",
            "text": "Axo d'a yuquil k'ual, te ak'valto ix q'ue vaan eb' vinh, ix b'atxi eb' vinh junelxo. Uquel ix ek' oyoyoc eb' vinh d'a jun k'u chi'."
        },
        {
            "number": "14",
            "text": "Axo d'a yuquelal, ayic toxo ol spu sch'ac eb' vinh sacerdote chi', ix yalan vinhaj Josué chi' d'a masanil eb' vinh soldado: Ayic ol eyab'an sb'atcan numan sjaj nok' sch'ac eb' vinh sacerdote tic, chaanh tzex avaji, yujto toxo ix yak'och jun chonhab' tic Jehová d'a yol co k'ab'."
        },
        {
            "number": "15",
            "text": "Masanil jun chonhab' tic yed' masanil eb' anima ayek' d'a yol chi', toxo ix yal Jehová to masanil eb' ol sateloc, anhej ix Rahab, ix ajmul ix, manh ol satel-laj ix yed' masanil mach ayek' yed' ix d'a yol spat, yujto a ix, ix k'ub'anel eb' vinh ix ulek' yil jun chonhab' tic cuuj."
        },
        {
            "number": "16",
            "text": "Scham eyab'ani, ayta val junoc tas ay d'a jun chonhab' tic tzeyama', ma tzeyik'b'ati, yujto toxo ix yal Jehová to masanil satjieli. Tato ay tas ol eyama', ol cot yoval sk'ol Jehová chi' d'a quib'anh co masanil, ol onh lajvoquel yuuj."
        },
        {
            "number": "17",
            "text": "Anhej q'uen oro, q'uen plata, q'uen bronce yed' q'uen hierro, a juntzanh chi' tz'ochcan yicoc Jehová, scan b'aj sik'chaj tas tz'ak'ji d'ay, xchi vinhaj Josué chi'."
        },
        {
            "number": "18",
            "text": "A val d'a jun rato chi' ix spu'an nok' sch'aac eb' vinh sacerdote chi', ix b'atcan numan sjaj nok'. Ayic ix yab'an eb' vinh soldado chi', te chaanh ix el yav eb' vinh smasanil, yuj chi' ix em lanhnaj smuroal jun chonhab' chi'. Elanhchamel, junjun soldado ix b'at d'a yichanh b'aj ayek' eb' chi', ix och eb' vinh d'a jun chonhab' chi'."
        },
        {
            "number": "19",
            "text": "Ix laj smilancham masanil anima eb' ay d'a jun chonhab' chi'. Eb' vinh vinac, eb' ix ix, vach'chom ichamtac anima, ma unin, nok' vacax, nok' calnel yed' nok' b'uru, masanil ix satel eb'."
        },
        {
            "number": "20",
            "text": "Yalnacxo vinhaj Josué d'a eb' vinh chavanh xid'naquek' yil jun chonhab' chi' d'a sb'ab'elal to sb'at yiq'uelta ix ajmul ix chi' eb' vinh yed' eb' ayek' yed' ix d'a spat, icha aj yalannaccan eb' vinh d'a ix."
        },
        {
            "number": "21",
            "text": "Yuj chi' elanhchamel ix b'at eb' vinh. Ix b'at yik'anelta ix eb' vinh d'a yol spat chi' yed' smam snun, eb' snulej ix yed' masanil eb' ayto yuj sb'a ix yed'oc yed' masanil tastac ay d'a eb'. Ix ik'jib'at eb' d'a jun lugar d'a spatiquel campamento."
        },
        {
            "number": "22",
            "text": "Ix lajvi chi' ix yak'anoch sk'ak'al jun chonhab' chi' eb', ix tz'ab'at masanil tastac. Anhej tastac b'ob'il d'a q'uen plata, q'uen oro, q'uen bronce, ma q'uen hierro ix yik'b'at eb', ix sik'anb'at eb' b'aj sik'chaj tas tz'ak'chaj d'a Jehová."
        },
        {
            "number": "23",
            "text": "Anhej ix Rahab yed' smam snun yed' eb' ayto yuj sb'a yed'oc maj satel-laj yuj vinhaj Josué chi', yujto colvajnac ix d'a eb' vinh xid'naquek' yil jun chonhab' chi' d'a sb'ab'elal. Atax ta' ix can ix yed' yinhtilal d'a scal eb' chonhab' israel."
        },
        {
            "number": "24",
            "text": "Ix lajvi chi', ix yalan jun lolonel tic vinhaj Josué: Catab'ajocab' yuj Jehová mach sb'oanxiq'ue jun chonhab' tic d'a schaelal, chamocab' sb'ab'el unin ayic tz'em yich, chamocab'pax stzak'an unin ayic tz'och spuertail, xchi vinh."
        },
        {
            "number": "25",
            "text": "Ix colvaj val Jehová yed' vinhaj Josué chi', te nivan ix aj sb'inaj vinh d'a masanil juntzanh lugar chi'."
        }
    ]
}