{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ha spuertail Jericó te wach' yaj smacchaji yujto xiv heb' t'a heb' israel. Yuj chi' malaj junok mach syal yelta, ma tz'och t'a yol chonhab' chi'."
        },
        {
            "number": "2",
            "text": "Ix yalan Jehová t'a winhaj Josué chi' icha tik: Ha in ol wak'och jun chonhab' tik t'a yol a k'ab' yet' winh sreyal yet' heb' winh soldado."
        },
        {
            "number": "3",
            "text": "E masanil ex soldado israel ex tik, junjun k'u ol ex ek' oyoyoc juneloc t'a spatictac jun chonhab' tik, waque' k'ual ol he k'ulej icha chi'."
        },
        {
            "number": "4",
            "text": "Ucwanh heb' winh sacerdote sb'ab'laj t'a yichanh te' skaxail trato, junjun heb' yet'nac junjun sch'aac, b'ob'il t'a sch'ac nok' kalnel. Axo t'a yuquil k'ual jun, uquel ol ex ek' oyoyoc t'a spatictac jun chonhab' chi', ol spu'annhej nok' ch'aac chi' heb' winh."
        },
        {
            "number": "5",
            "text": "Axo yic tzeyab'ani to sb'atkan numan sjaj nok' sch'ac heb' winh chi' spu'ani, te chaanh tzex awaji, haxo yem lanhnaj smuroal chi'. Slajwi chi', junjun ex tzex b'at t'a eyichanh yic tzex och t'a yol chonhab' chi', xchi Jehová chi'."
        },
        {
            "number": "6",
            "text": "Ix yavtancot heb' winh sacerdote winhaj Josué chi', ix yalan winh t'a heb' winh icha tik: Ol eyik'b'at te' skaxail strato Jehová. Tzex b'ab'laj ucwanhoc ex t'a yichanh te', tzeyik'anb'at junjunoc nok' he ch'aac, xchi winh."
        },
        {
            "number": "7",
            "text": "Ix yalanpax winh t'a heb' anima chi' icha tik: Ol b'at ex ek' oyoyoc juneloc t'a spatic jun chonhab' tik. B'ab'elokab' sb'at heb' winh soldado t'a yichanh te' skaxail strato Jehová, xchi winh."
        },
        {
            "number": "8",
            "text": "Ix sk'anab'ajan heb' masanil tas ix yal winhaj Josué chi': B'ab'el sb'at jun makan heb' winh soldado yet' syamk'ab'. Slajwi chi' tzak'an ucwanh heb' winh sacerdote wan spu'annhej sch'aac. Tzak'anpax heb' winh sacerdote b'akhjinac te' skaxail strato Jehová. Axo t'a spatic heb' winh tzak'an junxo makan heb' winh soldado."
        },
        {
            "number": "9",
            "text": "Ix yalan winhaj Josué chi' t'a heb' winh soldado chi' to malaj junok heb' winh tz'el yav, ma sloloni, masanto a winh ol alanoc, ichato chi' te chaanh ol el yav heb' smasanil."
        },
        {
            "number": "10",
            "text": "Ix yalan winhaj Josué chi' to tzek' oyoyoc heb' yet' te' kaxa chi' juneloc t'a spatictac chonhab' chi'. Ixlajwi chi' ix meltzaj winh yet' masanil heb' anima t'a campamento. Ata' ix ek' ak'wal yuj heb'."
        },
        {
            "number": "11",
            "text": "Axo t'a junxo k'u, te ak'walto ix k'e waan winhaj Josué chi', ix b'at ek'xi oyoyoc heb' winh t'a spatictac jun chonhab' chi'. B'ab'el sb'at jun makan heb' winh soldado yet' syamk'ab'. Tzak'anpax ucwanh heb' winh sacerdote spu'an nok' ch'aac, max och waan heb' winh spu'an nok'. Tzak'anpax heb' winh sacerdote b'akhjinac te' skaxail strato Jehová. Axo t'a spatic heb' winh tzak'an junxo makan heb' winh soldado."
        },
        {
            "number": "12",
            "text": "Ha t'a schab'il k'ual chi' anheja' junel ix ek' oyoyoc heb' winh t'a spatic jun chonhab' chi'. Ixlajwi chi', ix meltzajpax heb' winh t'a skampamento, ichanhej chi' ix sk'ulej heb' winh t'a waque' k'ual."
        },
        {
            "number": "13",
            "text": "Axo t'a yuquil k'ual, te ak'walto ix k'e waan heb' winh, ix b'atxi heb' winh junelxo. Uquel ix ek' oyoyoc heb' winh t'a jun k'u chi'."
        },
        {
            "number": "14",
            "text": "Axo t'a yuquelal, ayic toxo ol spu sch'ac heb' winh sacerdote chi', ix yalan winhaj Josué chi' t'a masanil heb' winh soldado: Ayic ol eyab'an sb'atkan numan sjaj nok' sch'ac heb' winh sacerdote tik, chaanh tzex awaji, yujto toxo ix yak'och jun chonhab' tik Jehová t'a yol ko k'ab'."
        },
        {
            "number": "15",
            "text": "Masanil jun chonhab' tik yet' masanil heb' anima ayek' t'a yol chi', toxo ix yal Jehová to masanil heb' ol sateloc, anhej ix Rahab, ix ajmul ix, manh ol satel-laj ix yet' masanil mach ayek' yet' ix t'a yol spat, yujto a ix, ix k'ub'anel heb' winh ix ulek' yil jun chonhab' tik cuuj."
        },
        {
            "number": "16",
            "text": "Scham eyab'ani, ayta wal junok tas ay t'a jun chonhab' tik tzeyama', ma tzeyik'b'ati, yujto toxo ix yal Jehová to masanil satjieli. Tato ay tas ol eyama', ol cot yowal sk'ol Jehová chi' t'a quib'anh ko masanil, ol onh lajwokel yuj."
        },
        {
            "number": "17",
            "text": "Anhej k'een oro, k'een plata, k'een bronce yet' k'een hierro, a juntzanh chi' tz'ochkan yicoc Jehová, skan b'aj sik'chaj tas tz'ak'ji t'ay, xchi winhaj Josué chi'."
        },
        {
            "number": "18",
            "text": "Ha wal t'a jun rato chi' ix spu'an nok' sch'aac heb' winh sacerdote chi', ix b'atkan numan sjaj nok'. Ayic ix yab'an heb' winh soldado chi', te chaanh ix el yav heb' winh smasanil, yuj chi' ix em lanhnaj smuroal jun chonhab' chi'. Elanhchamel, junjun soldado ix b'at t'a yichanh b'aj ayek' heb' chi', ix och heb' winh t'a jun chonhab' chi'."
        },
        {
            "number": "19",
            "text": "Ix laj smilancham masanil anima heb' ay t'a jun chonhab' chi'. Eb' winh winak, heb' ix ix, wach'chom ichamtac anima, ma unin, nok' wakax, nok' kalnel yet' nok' b'uru, masanil ix satel heb'."
        },
        {
            "number": "20",
            "text": "Yalnacxo winhaj Josué t'a heb' winh chawanh xid'naquek' yil jun chonhab' chi' t'a sb'ab'elal to sb'at yik'elta ix ajmul ix chi' heb' winh yet' heb' ayek' yet' ix t'a spat, icha aj yalannakkan heb' winh t'a ix."
        },
        {
            "number": "21",
            "text": "Yuj chi' elanhchamel ix b'at heb' winh. Ix b'at yik'anelta ix heb' winh t'a yol spat chi' yet' smam snun, heb' snulej ix yet' masanil heb' ayto yuj sb'a ix yet'oc yet' masanil tastac ay t'a heb'. Ix ik'jib'at heb' t'a jun lugar t'a spatiquel campamento."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi' ix yak'anoch sk'ak'al jun chonhab' chi' heb', ix tz'ab'at masanil tastac. Anhej tastac b'ob'il t'a k'een plata, k'een oro, k'een bronce, ma k'een hierro ix yik'b'at heb', ix sik'anb'at heb' b'aj sik'chaj tas tz'ak'chaj t'a Jehová."
        },
        {
            "number": "23",
            "text": "Anhej ix Rahab yet' smam snun yet' heb' ayto yuj sb'a yet'oc maj satel-laj yuj winhaj Josué chi', yujto colwajnac ix t'a heb' winh xid'naquek' yil jun chonhab' chi' t'a sb'ab'elal. Atax ta' ix kan ix yet' yinhtilal t'a skal heb' chonhab' israel."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix yalan jun lolonel tik winhaj Josué: katab'ajokab' yuj Jehová mach sb'oanxik'e jun chonhab' tik t'a schaelal, chamokab' sb'ab'el unin ayic tz'em yich, chamokab'pax stzak'an unin ayic tz'och spuertail, xchi winh."
        },
        {
            "number": "25",
            "text": "Ix kolwaj wal Jehová yet' winhaj Josué chi', te niwan ix aj sb'inaj winh t'a masanil juntzanh lugar chi'."
        }
    ]
}