{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ha spuertail Jericó te wach' yaj smacchaji yujto xiv eb' t'a eb' israel. Yuj chi' malaj junok mach syal yelta, ma tz'och t'a yol chonhab' chi'."
        },
        {
            "number": "2",
            "text": "Ix yalan Jehová t'a winhaj Josué chi' icha tik: Ha in ol vak'och jun chonhab' tik t'a yol a k'ab' yet' winh sreyal yet' eb' winh soldado."
        },
        {
            "number": "3",
            "text": "E masanil ex soldado israel ex tik, junjun k'u ol ex ek' oyoyoc juneloc t'a spatictac jun chonhab' tik, vaque' k'ual ol e k'ulej icha chi'."
        },
        {
            "number": "4",
            "text": "Ucvanh eb' winh sacerdote sb'ab'laj t'a yichanh te' scaxail trato, junjun eb' yet'nac junjun sch'aac, b'ob'il t'a sch'ac nok' calnel. Axo t'a yuquil k'ual jun, uquel ol ex ek' oyoyoc t'a spatictac jun chonhab' chi', ol spu'annhej nok' ch'aac chi' eb' winh."
        },
        {
            "number": "5",
            "text": "Axo yic tzeyab'ani to sb'atcan numan sjaj nok' sch'ac eb' winh chi' spu'ani, te chaanh tzex avaji, haxo yem lanhnaj smuroal chi'. Slajvi chi', junjun ex tzex b'at t'a eyichanh yic tzex och t'a yol chonhab' chi', xchi Jehová chi'."
        },
        {
            "number": "6",
            "text": "Ix yavtancot eb' winh sacerdote winhaj Josué chi', ix yalan winh t'a eb' winh icha tik: Ol eyik'b'at te' scaxail strato Jehová. Tzex b'ab'laj ucvanhoc ex t'a yichanh te', tzeyik'anb'at junjunoc nok' e ch'aac, xchi winh."
        },
        {
            "number": "7",
            "text": "Ix yalanpax winh t'a eb' anima chi' icha tik: Ol b'at ex ek' oyoyoc juneloc t'a spatic jun chonhab' tik. B'ab'elocab' sb'at eb' winh soldado t'a yichanh te' scaxail strato Jehová, xchi winh."
        },
        {
            "number": "8",
            "text": "Ix sk'anab'ajan eb' masanil tas ix yal winhaj Josué chi': B'ab'el sb'at jun makan eb' winh soldado yet' syamk'ab'. Slajvi chi' tzak'an ucvanh eb' winh sacerdote van spu'annhej sch'aac. Tzak'anpax eb' winh sacerdote b'achjinac te' scaxail strato Jehová. Axo t'a spatic eb' winh tzak'an junxo makan eb' winh soldado."
        },
        {
            "number": "9",
            "text": "Ix yalan winhaj Josué chi' t'a eb' winh soldado chi' to malaj junok eb' winh tz'el yav, ma sloloni, masanto a winh ol alanoc, ichato chi' te chaanh ol el yav eb' smasanil."
        },
        {
            "number": "10",
            "text": "Ix yalan winhaj Josué chi' to tzek' oyoyoc eb' yet' te' caxa chi' juneloc t'a spatictac chonhab' chi'. Ixlajwi chi' ix meltzaj winh yet' masanil eb' anima t'a campamento. Ata' ix ek' ak'wal yuj eb'."
        },
        {
            "number": "11",
            "text": "Axo t'a junxo k'u, te ak'valto ix q'ue vaan winhaj Josué chi', ix b'at ek'xi oyoyoc eb' winh t'a spatictac jun chonhab' chi'. B'ab'el sb'at jun makan eb' winh soldado yet' syamk'ab'. Tzak'anpax ucvanh eb' winh sacerdote spu'an nok' ch'aac, max och vaan eb' winh spu'an nok'. Tzak'anpax eb' winh sacerdote b'achjinac te' scaxail strato Jehová. Axo t'a spatic eb' winh tzak'an junxo makan eb' winh soldado."
        },
        {
            "number": "12",
            "text": "Ha t'a schab'il k'ual chi' anheja' junel ix ek' oyoyoc eb' winh t'a spatic jun chonhab' chi'. Ixlajwi chi', ix meltzajpax eb' winh t'a scampamento, ichanhej chi' ix sk'ulej eb' winh t'a vaque' k'ual."
        },
        {
            "number": "13",
            "text": "Axo t'a yuquil k'ual, te ak'valto ix q'ue vaan eb' winh, ix b'atxi eb' winh junelxo. Uquel ix ek' oyoyoc eb' winh t'a jun k'u chi'."
        },
        {
            "number": "14",
            "text": "Axo t'a yuquelal, ayic toxo ol spu sch'ac eb' winh sacerdote chi', ix yalan winhaj Josué chi' t'a masanil eb' winh soldado: Ayic ol eyab'an sb'atcan numan sjaj nok' sch'ac eb' winh sacerdote tik, chaanh tzex avaji, yujto toxo ix yak'och jun chonhab' tik Jehová t'a yol co k'ab'."
        },
        {
            "number": "15",
            "text": "Masanil jun chonhab' tik yet' masanil eb' anima ayek' t'a yol chi', toxo ix yal Jehová to masanil eb' ol sateloc, anhej ix Rahab, ix ajmul ix, manh ol satel-laj ix yet' masanil mach ayek' yet' ix t'a yol spat, yujto a ix, ix k'ub'anel eb' winh ix ulek' yil jun chonhab' tik cuuj."
        },
        {
            "number": "16",
            "text": "Scham eyab'ani, ayta wal junok tas ay t'a jun chonhab' tik tzeyama', ma tzeyik'b'ati, yujto toxo ix yal Jehová to masanil satjieli. Tato ay tas ol eyama', ol cot yoval sk'ol Jehová chi' t'a quib'anh co masanil, ol onh lajwokel yuj."
        },
        {
            "number": "17",
            "text": "Anhej q'uen oro, q'uen plata, q'uen bronce yet' q'uen hierro, a juntzanh chi' tz'ochcan yicoc Jehová, skan b'aj sik'chaj tas tz'ak'ji t'ay, xchi winhaj Josué chi'."
        },
        {
            "number": "18",
            "text": "Ha wal t'a jun rato chi' ix spu'an nok' sch'aac eb' winh sacerdote chi', ix b'atcan numan sjaj nok'. Ayic ix yab'an eb' winh soldado chi', te chaanh ix el yav eb' winh smasanil, yuj chi' ix em lanhnaj smuroal jun chonhab' chi'. Elanhchamel, junjun soldado ix b'at t'a yichanh b'aj ayek' eb' chi', ix och eb' winh t'a jun chonhab' chi'."
        },
        {
            "number": "19",
            "text": "Ix laj smilancham masanil anima eb' ay t'a jun chonhab' chi'. Eb' winh vinac, eb' ix ix, wach'chom ichamtac anima, ma unin, nok' vacax, nok' calnel yet' nok' b'uru, masanil ix satel eb'."
        },
        {
            "number": "20",
            "text": "Yalnacxo winhaj Josué t'a eb' winh chavanh xid'naquek' yil jun chonhab' chi' t'a sb'ab'elal to sb'at yiq'uelta ix ajmul ix chi' eb' winh yet' eb' ayek' yet' ix t'a spat, icha aj yalannaccan eb' winh t'a ix."
        },
        {
            "number": "21",
            "text": "Yuj chi' elanhchamel ix b'at eb' winh. Ix b'at yik'anelta ix eb' winh t'a yol spat chi' yet' smam snun, eb' snulej ix yet' masanil eb' ayto yuj sb'a ix yet'oc yet' masanil tastac ay t'a eb'. Ix ik'jib'at eb' t'a jun lugar t'a spatiquel campamento."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi' ix yak'anoch sk'ak'al jun chonhab' chi' eb', ix tz'ab'at masanil tastac. Anhej tastac b'ob'il t'a q'uen plata, q'uen oro, q'uen bronce, ma q'uen hierro ix yik'b'at eb', ix sik'anb'at eb' b'aj sik'chaj tas tz'ak'chaj t'a Jehová."
        },
        {
            "number": "23",
            "text": "Anhej ix Rahab yet' smam snun yet' eb' ayto yuj sb'a yet'oc maj satel-laj yuj winhaj Josué chi', yujto colvajnac ix t'a eb' winh xid'naquek' yil jun chonhab' chi' t'a sb'ab'elal. Atax ta' ix kan ix yet' yinhtilal t'a skal eb' chonhab' israel."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix yalan jun lolonel tik winhaj Josué: Catab'ajocab' yuj Jehová mach sb'oanxiq'ue jun chonhab' tik t'a schaelal, chamocab' sb'ab'el unin ayic tz'em yich, chamocab'pax stzak'an unin ayic tz'och spuertail, xchi winh."
        },
        {
            "number": "25",
            "text": "Ix kolwaj wal Jehová yet' winhaj Josué chi', te niwan ix aj sb'inaj winh t'a masanil juntzanh lugar chi'."
        }
    ]
}