{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun vinh scuch Acán d'a yinhtilal Judá, yuninal vinhaj Carmi, yixchiquin vinhaj Zabdi, yinhtilal vinhaj Zera, ix yik'b'at juntzanh tas vinh ay yovalil yik'jib'ati. Masanil eb' israel ix och locan yuj smul vinh chi', yuj chi' ix cot yoval sk'ol Jehová d'a yib'anh eb'."
        },
        {
            "number": "2",
            "text": "Ayic ayek' vinhaj Josué yed' eb' israel d'a Jericó, ix schecanb'at jayvanh eb' vinh vinac vinh yic sb'at yilan eb' vinh chajtil yaj chonhab' Hai. Aton jun ay d'a yichanhcot Betel d'a slak'anil Bet-avén. Ix b'at eb' vinh yila' tas yaj jun chonhab' chi'."
        },
        {
            "number": "3",
            "text": "Axo ix jax eb' vinh, ix yalan eb' vinh d'a vinhaj Josué chi' icha tic: Manh yovaliloc sb'at eb' vinh chonhab' tic smasanil, palta anhej chab'oc, ma oxeoc mil eb' vinh sb'at yak' oval yed' eb', yic manh tonhejoc syixtej sb'a eb' vinh smasanil, yujto quennhej eb' stanhvan jun chonhab' chi', xchi eb' vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi' anhejam oxeoc mil eb' vinh soldado ix b'at yak' oval yed' eb' aj Hai chi'. Palta axo ix aji, ix ak'ji ganar eb' vinh soldado israel chi' yuj eb'."
        },
        {
            "number": "5",
            "text": "Ix pechji eb' vinh d'a spuertail chonhab' chi' masanto d'a juntzanh lugar b'aj tz'ik'jielta q'uen q'ueen stzeyji. Ix miljicham 36 eb' vinh soldado israel chi' yuj eb' d'a sat vitz d'a yalanh jun chonhab' chi', yuj chi' ix te xiv eb' israel chi' smasanil, ix chab'axq'ue sk'ol eb'."
        },
        {
            "number": "6",
            "text": "Yuj chi', a vinhaj Josué yed' eb' vinh yajalil chonhab', ix snhik'b'at spichul eb' vinh yuj cusk'olal, ix yak'anpaxq'ue pococ eb' vinh d'a sjolom, ix lajvi chi', ix em cumnaj eb' vinh d'a yichanh te' scaxail strato Jehová, ix emk'och snanhal sat eb' vinh d'a sat luum masanto ix em k'u."
        },
        {
            "number": "7",
            "text": "Ix yalan vinhaj Josué chi' icha tic: --Ay Mamin Jehová, ¿tas yuj ix iq'uek'ta a chonhab' tic d'a sk'axepal a' Jordán tic? ¿Tom yuj onh satanel eb' amorreo, yuj chi' onh iq'uek'ta d'a jun lugar tic? Te vach' ama, ta ix onh can d'a sk'axepalek' a' Jordán chi'."
        },
        {
            "number": "8",
            "text": "Ay Mamin, ¿tasto val ol vala'? A eb' a chonhab' tic toxonhej ix el eb' d'a eb' ajk'ool."
        },
        {
            "number": "9",
            "text": "Axo eb' cananeo yed' masanil chonhab' cajan d'a juntzanh lugar tic, ol yab' specal eb' tas ix sk'ulej eb' a chonhab' tic, ol smolb'an sb'a eb', axo onh satanel eb' chi', manhxo ol onh b'inaj d'a sat lum tic. Axo eb' anima, chuc ol yal eb' d'a a patic, xchi vinh."
        },
        {
            "number": "10",
            "text": "Ix tak'vi Jehová d'a vinh icha tic: --Q'ueanh vaan, ¿tas tza k'ulej?"
        },
        {
            "number": "11",
            "text": "A eb' eyetisraelal tic ix och smul, yujto maj sk'anab'ajej eb' tas ix val d'ayex. Ix yelq'uejcot tastac eb' ix vala' to satel smasanil. Ix elk'an eb', ix yik'ancot eb' d'a elk'altac, ix sk'ub'anel eb' b'aj cajan."
        },
        {
            "number": "12",
            "text": "Yuj val chi' maxtzac yal-laj e tek'b'an e b'a d'a eb' eyajk'ol chi', tzex el d'a eb'. Yuj chi' a ticnaic smoj val tzex sateli. Tato manh ol e satel masanil tas ix vala' to tze sateli, val yel manhxo ol in och eyed'oc."
        },
        {
            "number": "13",
            "text": "A ticnaic jun, q'ueanh vaan, al d'a eb' anima tic to sacb'itej sb'a eb', syak'an lista sb'a eb', yujto a q'uik'an sjavi eb' d'a vichanh smasanil. A in Jehová e Diosal in svala': D'a e cal a ex israel ex tic, ay tas ix vala' to satjieli, yuj chi' tato anheja' e k'ub'aneli, val yel manhxo ol yal e tek'b'an e b'a d'a eb' eyajk'ol chi'."
        },
        {
            "number": "14",
            "text": "A q'uik'an, d'a junjun inhtilal tz'aj e ja d'a vichanh. A jun inhtilal tzin ch'oxo', a d'a scal jun chi' ay jun inhtilal tz'och d'a vichanh d'a junjun macanh. A jun macanh tzin ch'ox chi', sjavi d'a vichanh d'a junjun familiail, axo jun familia tzin ch'ox chi', sjavi masanil eb' vinh vinac ay d'a scal, d'a junjunal sja eb' vinh d'a vichanh."
        },
        {
            "number": "15",
            "text": "A d'a vinh tz'ilchajelta tas ix vala' to satjieli, a jun vinh chi' snhusjitz'a vinh yed' yetb'eyum, yuninal yed' masanil tastac ay d'ay, yujto ix sk'ulej vinh tas manh smojoc, maj sk'anab'ajej in trato vinh, xchi Jehová."
        },
        {
            "number": "16",
            "text": "Axo d'a junxo k'u, ix pet q'ue vaan vinhaj Josué chi', ix yalan vinh to smolb'ej sb'a eb' anima d'a junjun inhtilal. Elanhchamel ix ch'oxji yinhtilal vinhaj Judá yuj Jehová."
        },
        {
            "number": "17",
            "text": "Ix yalan vinhaj Josué chi' to macquiltac tz'aj sch'oxan sb'a eb' yinhtilal Judá chi'. Axo d'a scal eb', ata' ix sch'ox eb' yinhtilal vinhaj Zera Jehová, axo pax d'a scal eb' chi' ix elta eb' yinhtilal vinhaj Zabdi."
        },
        {
            "number": "18",
            "text": "Junjunal ix aj snitzancot sb'a eb' yinhtilal vinhaj Zabdi chi'. Axo d'a scal eb' ix ch'oxji vinhaj Acán yuninal vinhaj Carmi, yixchiquin vinhaj Zabdi schab'il yixchiquin vinhaj Zera, d'a yinhtilal Judá yuj Jehová."
        },
        {
            "number": "19",
            "text": "Ix lajvi chi' ix yalan vinhaj Josué d'a vinhaj Acán chi' icha tic: --Ach vetchonhab', d'a yichanh Jehová co Diosal a onh israel onh tic, jichan val tzala' tas chucal ix a k'ulej, manh a k'ub'ejeli, xchi vinh."
        },
        {
            "number": "20",
            "text": "Ix tak'vi vinhaj Acán chi' icha tic: --Val yel ix och in mul d'a Jehová co Diosal. Ay ton juntzanh tas ix velq'uejcoti."
        },
        {
            "number": "21",
            "text": "A d'a scal masanil tastac ay d'a Jericó, ix vik'cot jun k'apac k'apac cotnac d'a Babilonia, yujto te vach' yilji k'apac yed' q'uen plata oye' am libra yalil yed' jun telanh q'uen oro ay am junoc libra yalil. Ix viloch in k'ol d'a juntzanh chi', yuj chi' ix vik'coti. A d'a snanhal yol in mantiado mucan vuuj. A q'uen plata chi' a d'a yalanh aycanem q'ueen, xchi vinh."
        },
        {
            "number": "22",
            "text": "Ix lajvi chi', ix schecanb'at juntzanh eb' vinh vinac vinhaj Josué chi' yil d'a yol smantiado vinhaj Acán chi'. Elanhchamel ix b'at eb' vinh, ix b'at sjoyanq'ueta juntzanh chi' eb' vinh. A d'a yalanh, ata' ayem q'uen oro yed' q'uen plata chi'."
        },
        {
            "number": "23",
            "text": "Ix yik'ancot eb' vinh d'a vinhaj Josué chi' d'a yichanh masanil eb' israel. Ix lajvi chi' ix ak'jioch d'a yichanh Jehová."
        },
        {
            "number": "24",
            "text": "Axo vinhaj Josué chi' yed' masanil eb' israel chi' ix yaman vinhaj Acán chi' yed' juntzanh chi': Aton q'uen plata, jun k'apac k'apac, jun telanh q'uen oro, eb' yuninal vinh, eb' ix yisil vinh, nok' vacax, nok' b'uru, nok' calnel, smantiado vinh yed' masanil tas ay d'a eb'. Ix yik'anb'at eb' israel chi' d'a jun ak'lic scuchan Acor."
        },
        {
            "number": "25",
            "text": "Axo yic ix k'och eb' ta' ix yalan vinhaj Josué chi' icha tic: --¿Tas yuj ix ik'cot jun yaelal chi' d'a quib'anh? A ticnaic jun, yak'ocab'cot yaelal Jehová d'a ib'anh, xchi vinh. Ix lajvi yalan juntzanh chi' vinh, ix syamanoch eb' israel chi' sjulq'uenancham vinhaj Acán chi' yed' masanil eb' yuninal. Ix lajvi chi' ix snhusancantz'a eb' masanil tastac ay d'a vinh."
        },
        {
            "number": "26",
            "text": "Ix lajvi chi', ix q'uecan juyanh q'uen q'ueen d'a yib'anh eb', ix cannhej jun juyanh q'uen q'ueen chi' ta', yuj chi' Acor ix sb'iejcan jun ak'lic chi'. Icha chi' ix aj yoch vaan yoval sk'ol Jehová d'a yib'anh chonhab' Israel."
        }
    ]
}