{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun winh scuch Acán t'a yinhtilal Judá, yuninal winhaj Carmi, yixchiquin winhaj Zabdi, yinhtilal winhaj Zera, ix yik'b'at juntzanh tas winh ay yowalil yik'jib'ati. Masanil heb' israel ix och locan yuj smul winh chi', yuj chi' ix cot yowal sk'ol Jehová t'a yib'anh heb'."
        },
        {
            "number": "2",
            "text": "Ayic ayek' winhaj Josué yet' heb' israel t'a Jericó, ix schecanb'at jaywanh heb' winh winak winh yic sb'at yilan heb' winh chajtil yaj chonhab' Hai. Aton jun ay t'a yichanhcot Betel t'a slak'anil Bet-avén. Ix b'at heb' winh yila' tas yaj jun chonhab' chi'."
        },
        {
            "number": "3",
            "text": "Axo ix jax heb' winh, ix yalan heb' winh t'a winhaj Josué chi' icha tik: Manh yowaliloc sb'at heb' winh chonhab' tik smasanil, palta anhej chab'oc, ma oxeoc mil heb' winh sb'at yak' owal yet' heb', yic manh tonhejoc syixtej sb'a heb' winh smasanil, yujto quennhej heb' stanhwan jun chonhab' chi', xchi heb' winh."
        },
        {
            "number": "4",
            "text": "Yuj chi' anhejam oxeoc mil heb' winh soldado ix b'at yak' owal yet' heb' aj Hai chi'. Palta haxo ix aji, ix ak'ji ganar heb' winh soldado israel chi' yuj heb'."
        },
        {
            "number": "5",
            "text": "Ix pechji heb' winh t'a spuertail chonhab' chi' masanto t'a juntzanh lugar b'aj tz'ik'jielta k'een k'een stzeyji. Ix miljicham 36 heb' winh soldado israel chi' yuj heb' t'a sat witz t'a yalanh jun chonhab' chi', yuj chi' ix te xiv heb' israel chi' smasanil, ix chab'axk'e sk'ol heb'."
        },
        {
            "number": "6",
            "text": "Yuj chi', a winhaj Josué yet' heb' winh yajalil chonhab', ix snhik'b'at spichul heb' winh yuj cusk'olal, ix yak'anpaxk'e pokok heb' winh t'a sjolom, ix lajwi chi', ix em cumnaj heb' winh t'a yichanh te' scaxail strato Jehová, ix emk'och snanhal sat heb' winh t'a sat lu'um masanto ix em k'u."
        },
        {
            "number": "7",
            "text": "Ix yalan winhaj Josué chi' icha tik: --Ay Mamin Jehová, ¿tas yuj ix ik'ek'ta a chonhab' tik t'a sk'axepal ha' Jordán tik? ¿Tom yuj onh satanel heb' amorreo, yuj chi' onh ik'ek'ta t'a jun lugar tik? Te wach' ama, ta ix onh kan t'a sk'axepalek' ha' Jordán chi'."
        },
        {
            "number": "8",
            "text": "Ay Mamin, ¿tasto wal ol wala'? Ha heb' a chonhab' tik toxonhej ix el heb' t'a heb' ajk'ool."
        },
        {
            "number": "9",
            "text": "Axo heb' cananeo yet' masanil chonhab' cajan t'a juntzanh lugar tik, ol yab' specal heb' tas ix sk'ulej heb' a chonhab' tik, ol smolb'an sb'a heb', haxo onh satanel heb' chi', manhxo ol onh b'inaj t'a sat lum tik. Axo heb' anima, chuk ol yal heb' t'a a patic, xchi winh."
        },
        {
            "number": "10",
            "text": "Ix tak'wi Jehová t'a winh icha tik: --Q'ueanh waan, ¿tas tza k'ulej?"
        },
        {
            "number": "11",
            "text": "Ha heb' eyetisraelal tik ix och smul, yujto maj sk'anab'ajej heb' tas ix wal t'ayex. Ix yelk'ejcot tastac heb' ix wala' to satel smasanil. Ix elk'an heb', ix yik'ancot heb' t'a elk'altac, ix sk'ub'anel heb' b'aj cajan."
        },
        {
            "number": "12",
            "text": "Yuj wal chi' maxtzac yal-laj he tek'b'an he b'ha t'a heb' eyajk'ol chi', tzex el t'a heb'. Yuj chi' a tiknaik smoj wal tzex sateli. Tato manh ol he satel masanil tas ix wala' to tze sateli, wal yel manhxo ol in och eyed'oc."
        },
        {
            "number": "13",
            "text": "Ha tiknaik jun, k'eanh waan, al t'a heb' anima tik to sacb'itej sb'a heb', syak'an lista sb'a heb', yujto a k'ik'an sjawi heb' t'a wichanh smasanil. Ha in Jehová he Diosal in swala': D'a he kal a ex israel ex tik, ay tas ix wala' to satjieli, yuj chi' tato anheja' he k'ub'aneli, wal yel manhxo ol yal he tek'b'an he b'ha t'a heb' eyajk'ol chi'."
        },
        {
            "number": "14",
            "text": "Ha k'ik'an, t'a junjun inhtilal tz'aj he ja t'a wichanh. Ha jun inhtilal tzin ch'oxo', ha t'a skal jun chi' ay jun inhtilal tz'och t'a wichanh t'a junjun makan. Ha jun makan tzin ch'ox chi', sjawi t'a wichanh t'a junjun familiail, haxo jun familia tzin ch'ox chi', sjawi masanil heb' winh winak ay t'a skal, t'a junjunal sja heb' winh t'a wichanh."
        },
        {
            "number": "15",
            "text": "Ha t'a winh tz'ilchajelta tas ix wala' to satjieli, a jun winh chi' snhusjitz'a winh yet' yetb'eyum, yuninal yet' masanil tastac ay t'ay, yujto ix sk'ulej winh tas manh smojoc, maj sk'anab'ajej in trato winh, xchi Jehová."
        },
        {
            "number": "16",
            "text": "Axo t'a junxo k'u, ix pet k'e waan winhaj Josué chi', ix yalan winh to smolb'ej sb'a heb' anima t'a junjun inhtilal. Elanhchamel ix ch'oxji yinhtilal winhaj Judá yuj Jehová."
        },
        {
            "number": "17",
            "text": "Ix yalan winhaj Josué chi' to macquiltac tz'aj sch'oxan sb'a heb' yinhtilal Judá chi'. Axo t'a skal heb', ata' ix sch'ox heb' yinhtilal winhaj Zera Jehová, haxo pax t'a skal heb' chi' ix elta heb' yinhtilal winhaj Zabdi."
        },
        {
            "number": "18",
            "text": "Junjunal ix aj snitzancot sb'a heb' yinhtilal winhaj Zabdi chi'. Axo t'a skal heb' ix ch'oxji winhaj Acán yuninal winhaj Carmi, yixchiquin winhaj Zabdi schab'il yixchiquin winhaj Zera, t'a yinhtilal Judá yuj Jehová."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi' ix yalan winhaj Josué t'a winhaj Acán chi' icha tik: --Ach wetchonhab', t'a yichanh Jehová ko Diosal a onh israel onh tik, jichan wal tzala' tas chukal ix a k'ulej, manh a k'ub'ejeli, xchi winh."
        },
        {
            "number": "20",
            "text": "Ix tak'wi winhaj Acán chi' icha tik: --Val yel ix och in mul t'a Jehová ko Diosal. Ay ton juntzanh tas ix welk'ejcoti."
        },
        {
            "number": "21",
            "text": "Ha t'a skal masanil tastac ay t'a Jericó, ix wik'cot jun k'apac k'apac cotnac t'a Babilonia, yujto te wach' yilji k'apac yet' k'een plata oye' am libra yalil yet' jun telanh k'een oro ay am junok libra yalil. Ix wiloch in k'ol t'a juntzanh chi', yuj chi' ix wik'koti. Ha t'a snanhal yol in mantiado mucan wuuj. Ha k'een plata chi' ha t'a yalanh aycanem k'een, xchi winh."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix schecanb'at juntzanh heb' winh winak winhaj Josué chi' yil t'a yol smantiado winhaj Acán chi'. Elanhchamel ix b'at heb' winh, ix b'at sjoyank'eta juntzanh chi' heb' winh. Ha t'a yalanh, ata' ayem k'een oro yet' k'een plata chi'."
        },
        {
            "number": "23",
            "text": "Ix yik'ancot heb' winh t'a winhaj Josué chi' t'a yichanh masanil heb' israel. Ixlajwi chi' ix ak'jioch t'a yichanh Jehová."
        },
        {
            "number": "24",
            "text": "Axo winhaj Josué chi' yet' masanil heb' israel chi' ix yaman winhaj Acán chi' yet' juntzanh chi': Aton k'een plata, jun k'apac k'apac, jun telanh k'een oro, heb' yuninal winh, heb' ix yisil winh, nok' wacax, nok' b'uru, nok' calnel, smantiado winh yet' masanil tas ay t'a heb'. Ix yik'anb'at heb' israel chi' t'a jun ak'lic scuchan Acor."
        },
        {
            "number": "25",
            "text": "Axo yic ix k'och heb' ta' ix yalan winhaj Josué chi' icha tik: --¿Tas yuj ix ik'cot jun yaelal chi' t'a quib'anh? Ha tiknaik jun, yak'ocab'cot yaelal Jehová t'a ib'anh, xchi winh. Ixlajwi yalan juntzanh chi' winh, ix syamanoch heb' israel chi' sjulk'enancham winhaj Acán chi' yet' masanil heb' yuninal. Ixlajwi chi' ix snhusancantz'a heb' masanil tastac ay t'a winh."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi', ix k'ekan juyanh k'een k'een t'a yib'anh heb', ix cannhej jun juyanh k'een k'een chi' ta', yuj chi' Acor ix sb'iejkan jun ak'lic chi'. Icha chi' ix aj yoch waan yowal sk'ol Jehová t'a yib'anh chonhab' Israel."
        }
    ]
}