{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun winh scuch Acán t'a yinhtilal Judá, yuninal winhaj Carmi, yixchiquin winhaj Zabdi, yinhtilal winhaj Zera, ix yik'b'at juntzanh tas winh ay yowalil yik'jib'ati. Masanil eb' israel ix och locan yuj smul winh chi', yuj chi' ix cot yoval sk'ol Jehová t'a yib'anh eb'."
        },
        {
            "number": "2",
            "text": "Ayic ayek' winhaj Josué yet' eb' israel t'a Jericó, ix schecanb'at jayvanh eb' winh vinac winh yic sb'at yilan eb' winh chajtil yaj chonhab' Hai. Aton jun ay t'a yichanhcot Betel t'a slak'anil Bet-avén. Ix b'at eb' winh yila' tas yaj jun chonhab' chi'."
        },
        {
            "number": "3",
            "text": "Axo ix jax eb' winh, ix yalan eb' winh t'a winhaj Josué chi' icha tik: Manh yovaliloc sb'at eb' winh chonhab' tik smasanil, palta anhej chab'oc, ma oxeoc mil eb' winh sb'at yak' oval yet' eb', yic manh tonhejoc syixtej sb'a eb' winh smasanil, yujto quennhej eb' stanhvan jun chonhab' chi', xchi eb' winh."
        },
        {
            "number": "4",
            "text": "Yuj chi' anhejam oxeoc mil eb' winh soldado ix b'at yak' oval yet' eb' aj Hai chi'. Palta haxo ix aji, ix ak'ji ganar eb' winh soldado israel chi' yuj eb'."
        },
        {
            "number": "5",
            "text": "Ix pechji eb' winh t'a spuertail chonhab' chi' masanto t'a juntzanh lugar b'aj tz'ik'jielta q'uen q'ueen stzeyji. Ix miljicham 36 eb' winh soldado israel chi' yuj eb' t'a sat vitz t'a yalanh jun chonhab' chi', yuj chi' ix te xiv eb' israel chi' smasanil, ix chab'axq'ue sk'ol eb'."
        },
        {
            "number": "6",
            "text": "Yuj chi', a winhaj Josué yet' eb' winh yajalil chonhab', ix snhik'b'at spichul eb' winh yuj cusk'olal, ix yak'anpaxq'ue pococ eb' winh t'a sjolom, ix lajvi chi', ix em cumnaj eb' winh t'a yichanh te' scaxail strato Jehová, ix emk'och snanhal sat eb' winh t'a sat lu'um masanto ix em k'u."
        },
        {
            "number": "7",
            "text": "Ix yalan winhaj Josué chi' icha tik: --Ay Mamin Jehová, ¿tas yuj ix iq'uek'ta a chonhab' tik t'a sk'axepal ha' Jordán tik? ¿Tom yuj onh satanel eb' amorreo, yuj chi' onh iq'uek'ta t'a jun lugar tik? Te wach' ama, ta ix onh kan t'a sk'axepalek' ha' Jordán chi'."
        },
        {
            "number": "8",
            "text": "Ay Mamin, ¿tasto wal ol vala'? Ha eb' a chonhab' tik toxonhej ix el eb' t'a eb' ajk'ool."
        },
        {
            "number": "9",
            "text": "Axo eb' cananeo yet' masanil chonhab' cajan t'a juntzanh lugar tik, ol yab' specal eb' tas ix sk'ulej eb' a chonhab' tik, ol smolb'an sb'a eb', haxo onh satanel eb' chi', manhxo ol onh b'inaj t'a sat lum tik. Axo eb' anima, chuk ol yal eb' t'a a patic, xchi winh."
        },
        {
            "number": "10",
            "text": "Ix tak'vi Jehová t'a winh icha tik: --Q'ueanh vaan, ¿tas tza k'ulej?"
        },
        {
            "number": "11",
            "text": "Ha eb' eyetisraelal tik ix och smul, yujto maj sk'anab'ajej eb' tas ix wal t'ayex. Ix yelq'uejcot tastac eb' ix vala' to satel smasanil. Ix elk'an eb', ix yik'ancot eb' t'a elk'altac, ix sk'ub'anel eb' b'aj cajan."
        },
        {
            "number": "12",
            "text": "Yuj wal chi' maxtzac yal-laj e tek'b'an e b'ha t'a eb' eyajk'ol chi', tzex el t'a eb'. Yuj chi' a tiknaik smoj wal tzex sateli. Tato manh ol e satel masanil tas ix vala' to tze sateli, wal yel manhxo ol in och eyed'oc."
        },
        {
            "number": "13",
            "text": "Ha tiknaik jun, q'ueanh vaan, al t'a eb' anima tik to sacb'itej sb'a eb', syak'an lista sb'a eb', yujto a k'ik'an sjavi eb' t'a vichanh smasanil. Ha in Jehová e Diosal in swala': D'a e cal a ex israel ex tik, ay tas ix vala' to satjieli, yuj chi' tato anheja' e k'ub'aneli, wal yel manhxo ol yal e tek'b'an e b'ha t'a eb' eyajk'ol chi'."
        },
        {
            "number": "14",
            "text": "Ha k'ik'an, t'a junjun inhtilal tz'aj e ja t'a vichanh. Ha jun inhtilal tzin ch'oxo', ha t'a skal jun chi' ay jun inhtilal tz'och t'a vichanh t'a junjun makan. Ha jun makan tzin ch'ox chi', sjavi t'a vichanh t'a junjun familiail, haxo jun familia tzin ch'ox chi', sjavi masanil eb' winh vinac ay t'a skal, t'a junjunal sja eb' winh t'a vichanh."
        },
        {
            "number": "15",
            "text": "Ha t'a winh tz'ilchajelta tas ix vala' to satjieli, a jun winh chi' snhusjitz'a winh yet' yetb'eyum, yuninal yet' masanil tastac ay t'ay, yujto ix sk'ulej winh tas manh smojoc, maj sk'anab'ajej in trato winh, xchi Jehová."
        },
        {
            "number": "16",
            "text": "Axo t'a junxo k'u, ix pet q'ue vaan winhaj Josué chi', ix yalan winh to smolb'ej sb'a eb' anima t'a junjun inhtilal. Elanhchamel ix ch'oxji yinhtilal winhaj Judá yuj Jehová."
        },
        {
            "number": "17",
            "text": "Ix yalan winhaj Josué chi' to macquiltac tz'aj sch'oxan sb'a eb' yinhtilal Judá chi'. Axo t'a skal eb', ata' ix sch'ox eb' yinhtilal winhaj Zera Jehová, haxo pax t'a skal eb' chi' ix elta eb' yinhtilal winhaj Zabdi."
        },
        {
            "number": "18",
            "text": "Junjunal ix aj snitzancot sb'a eb' yinhtilal winhaj Zabdi chi'. Axo t'a skal eb' ix ch'oxji winhaj Acán yuninal winhaj Carmi, yixchiquin winhaj Zabdi schab'il yixchiquin winhaj Zera, t'a yinhtilal Judá yuj Jehová."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi' ix yalan winhaj Josué t'a winhaj Acán chi' icha tik: --Ach vetchonhab', t'a yichanh Jehová co Diosal a onh israel onh tik, jichan wal tzala' tas chukal ix a k'ulej, manh a k'ub'ejeli, xchi winh."
        },
        {
            "number": "20",
            "text": "Ix tak'vi winhaj Acán chi' icha tik: --Val yel ix och in mul t'a Jehová co Diosal. Ay ton juntzanh tas ix velq'uejcoti."
        },
        {
            "number": "21",
            "text": "Ha t'a skal masanil tastac ay t'a Jericó, ix vik'cot jun k'apac k'apac cotnac t'a Babilonia, yujto te wach' yilji k'apac yet' q'uen plata oye' am libra yalil yet' jun telanh q'uen oro ay am junok libra yalil. Ix viloch in k'ol t'a juntzanh chi', yuj chi' ix vik'coti. Ha t'a snanhal yol in mantiado mucan vuuj. Ha q'uen plata chi' ha t'a yalanh aycanem q'ueen, xchi winh."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix schecanb'at juntzanh eb' winh vinac winhaj Josué chi' yil t'a yol smantiado winhaj Acán chi'. Elanhchamel ix b'at eb' winh, ix b'at sjoyanq'ueta juntzanh chi' eb' winh. Ha t'a yalanh, ata' ayem q'uen oro yet' q'uen plata chi'."
        },
        {
            "number": "23",
            "text": "Ix yik'ancot eb' winh t'a winhaj Josué chi' t'a yichanh masanil eb' israel. Ixlajwi chi' ix ak'jioch t'a yichanh Jehová."
        },
        {
            "number": "24",
            "text": "Axo winhaj Josué chi' yet' masanil eb' israel chi' ix yaman winhaj Acán chi' yet' juntzanh chi': Aton q'uen plata, jun k'apac k'apac, jun telanh q'uen oro, eb' yuninal winh, eb' ix yisil winh, nok' vacax, nok' b'uru, nok' calnel, smantiado winh yet' masanil tas ay t'a eb'. Ix yik'anb'at eb' israel chi' t'a jun ak'lic scuchan Acor."
        },
        {
            "number": "25",
            "text": "Axo yic ix k'och eb' ta' ix yalan winhaj Josué chi' icha tik: --¿Tas yuj ix ik'cot jun yaelal chi' t'a quib'anh? Ha tiknaik jun, yak'ocab'cot yaelal Jehová t'a ib'anh, xchi winh. Ixlajwi yalan juntzanh chi' winh, ix syamanoch eb' israel chi' sjulq'uenancham winhaj Acán chi' yet' masanil eb' yuninal. Ixlajwi chi' ix snhusancantz'a eb' masanil tastac ay t'a winh."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi', ix k'ekan juyanh q'uen q'ueen t'a yib'anh eb', ix cannhej jun juyanh q'uen q'ueen chi' ta', yuj chi' Acor ix sb'iejkan jun ak'lic chi'. Icha chi' ix aj yoch vaan yoval sk'ol Jehová t'a yib'anh chonhab' Israel."
        }
    ]
}