{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix yalan Jehová t'a winhaj Josué icha tik: Manh ach xiwoc, mocab' chab'axk'e a k'ool. Ik'b'at masanil heb' winh soldado, tzach b'at owal t'a chonhab' Hai. Ha in ol wak'och jun chonhab' chi' yet' winh sreyal yet' masanil smacb'en t'a yol he k'ab'."
        },
        {
            "number": "2",
            "text": "Icha wal ix eyutej chonhab' Jericó yet' winh sreyal, icha pax chi' ol eyutej jun chonhab' chi' yet' winh sreyal. Axo pax masanil tastac ay t'ay yet' nok' nok', tzeyiquejcani ayic toxo ix eyak' ganar. Ak'b'at junok makan heb' winh soldado yic sb'at sk'ub'anel sb'a heb' winh t'a spatictac jun chonhab' chi', haxo junokxo makan heb' winh b'at tzuntzanelta heb' cajan chi' ta', xchi Jehová chi' t'a winh."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yak'an lista sb'a winhaj Josué chi' yet' heb' winh soldado yic sb'at heb' yak' owal t'a chonhab' Hai chi', ix sik'anel 30 mil heb' winh soldado winh te jelan t'a owal, ix schecanb'at heb' winh t'ak'walil."
        },
        {
            "number": "4",
            "text": "Ix yalan winh t'a heb' winh icha tik: Ab'ec tas ol wala', sb'at he k'ub'ejel he b'ha t'a spatictac jun chonhab' chi', manh najatoc tzex eli, lista tzex aji."
        },
        {
            "number": "5",
            "text": "Ha inxo yet' juntzanhxo heb' winh soldado tik, ol onh k'och t'a slak'anil jun chonhab' chi'. Ayic ol elta heb' ajk'ol chi' t'ayonh, ol onh el lemnaj t'a heb', icha ix onh yutej heb' t'a sb'ab'elal."
        },
        {
            "number": "6",
            "text": "Ayic ol cot heb' t'ayonh, ol onh spechan heb', a snaan heb' to ol onh yak'xi ganar heb', icha chi' ol cutej ko montanel heb' yic najat tz'elcan heb' t'a schonhab' chi'."
        },
        {
            "number": "7",
            "text": "Axo yic ol eyilan icha chi', ol ex elta b'aj k'ub'an ex chi', haxo eyoch nhilnaj t'a yol chonhab' chi', yujto a Jehová ol ak'anoch jun chonhab' chi' t'a yol ko k'ab'."
        },
        {
            "number": "8",
            "text": "Ayic toxo ix ex ochk'och t'a yol jun chonhab' chi', tze nhustz'a icha ix yutej yalan Jehová. Aton tik swal t'ayex, xchi winhaj Josué chi'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix schecanb'at heb' winh soldado chi' winh. Ix k'och heb' sk'ub'ejel sb'ha t'a snanhal Betel yet' Hai chi', t'a stojolal b'aj tz'em k'u. Axo winh, ix kan winh t'a junxo ak'wal chi' t'a campamento chi'."
        },
        {
            "number": "10",
            "text": "Axo t'a junxo k'u ix pet k'e waan winh, ix smolb'an juntzanhxo heb' winh soldado winh. Ixlajwi chi', ix b'ab'laj winh yuj heb' yet' heb' yajalil chonhab'. Ix b'at heb' yic syak'an owal heb' yet' heb' aj Hai chi'."
        },
        {
            "number": "11",
            "text": "Masanil heb' winh soldado ajun yet' winhaj Josué chi' ix k'och heb' t'a slak'anilxo jun chonhab' chi' t'a stojolal spuertail, ix sb'oank'e scampamento heb' t'a jun ak'lic t'a stojolal norte. Anhej jun ch'olan ay t'a snanhal heb' yet' jun chonhab' chi'."
        },
        {
            "number": "12",
            "text": "Oye' mil heb' winh soldado ix schecb'at winhaj Josué sk'ub'ejel sb'ha t'a snanhal Betel yet' Hai chi' t'a stojolal b'aj tz'em k'u."
        },
        {
            "number": "13",
            "text": "Yuj chi' chab' makan ix aj heb' winh soldado chi', jun makan heb' ix b'at sk'ub'ejel sb'ha t'a spatictac chonhab' chi' t'a stojolal b'aj tz'em k'u, haxo junxo makan heb', ixto kan heb' t'a yol scampamento t'a stojolal norte. Axo t'a jun ak'wal chi' ix b'at winhaj Josué chi' yet' heb' winh soldado chi', ix emk'och heb' t'a jun ch'olan chi'."
        },
        {
            "number": "14",
            "text": "Axo yic ix yilanelta winh sreyal Hai chi' to ay tas wan sk'och t'a winh, yuj chi' ix pet k'e waan winh, ix yak'an lista masanil heb' winh soldado winh. Ix elta winh yak' owal yet' heb' israel chi' t'a jun ch'olan tz'emk'och t'a sti' ha' Jordán, palta manh yojtacoc winh tato ay heb' winh soldado toxo ix sk'ub'ejel sb'ha t'a spatic chonhab' chi'."
        },
        {
            "number": "15",
            "text": "Axo ix yilan winhaj Josué chi' sjawi heb', ichato ix xiv winh, elanhchamel ix el lemnaj winh yet' heb' winh soldado, ix b'at heb' t'a stojolal tzinan lu'um."
        },
        {
            "number": "16",
            "text": "Yuj chi' haxo winh sreyal Hai chi' ix alani to sb'at masanil heb' aycan t'a yol chonhab' chi' yic spechchaj winhaj Josué yet' heb' winh soldado israel chi', yuj chi' te najat ix el heb' t'a schonhab' chi'."
        },
        {
            "number": "17",
            "text": "Manhxa junok winak ix kan t'a yol chonhab' Hai chi' yet' t'a Betel. Masanil heb' ix b'at spech heb' winh soldado israel chi'. Yujto ix b'at heb' smasanil, yuj chi' manhxa mach ix kan stanhwej schonhab' heb' chi'."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix yalan Jehová t'a winhaj Josué chi' icha tik: Ch'oxb'at k'een a lanza t'a stojolal chonhab' Hai, yujto swak'och jun chonhab' chi' t'a yol a k'ab', xchi t'a winh. Elanhchamel ix sch'oxb'at k'een slanza winh t'a stojolal chonhab' Hai chi'."
        },
        {
            "number": "19",
            "text": "Val t'a jun rato chi' a heb' winh soldado k'ub'anel t'a spatictac jun chonhab' chi', ix och nhilnaj heb' t'a yool. Ix yak'an ganar heb', ix snhusantz'a heb'."
        },
        {
            "number": "20",
            "text": "Axo yic ix meltzajb'at k'elan heb' winh soldado aj Hai chi', ix yilan heb' wan sk'e stab'il schonhab' heb' chi' stz'ab'ati. Manhxa b'aj ix yal scolan sb'a heb', yujto a heb' israel wan yel t'a heb' chi', ix meltzaj heb' yak' owal yet' heb'."
        },
        {
            "number": "21",
            "text": "Axo ix yilan winhaj Josué chi' to wan sk'e stab'il jun chonhab' chi', ix yojtacanel winh to toxo ix och heb' winh soldado winh t'a yol chonhab' chi'. Yuj chi' ix meltzaj winh yet' heb' winh soldado t'a heb' aj Hai chi', ix och ijan winh smilancham heb'."
        },
        {
            "number": "22",
            "text": "Ix eltapax heb' ayxo och t'a yol chonhab' chi' yak' owal, ix meltzajpax heb' pechb'il yuj heb' aj Hai chi'. Yuj chi' ix oymaj heb' israel chi' t'a spatic heb', manhxa junok heb' syal yeli, yuj chi' ix cham heb' smasanil."
        },
        {
            "number": "23",
            "text": "Axonhej winh sreyal Hai chi' pitzan, ix yik'anb'at heb' winh t'a winhaj Josué chi'."
        },
        {
            "number": "24",
            "text": "Ayic ix lajwi scham masanil heb' winh soldado ix pechan heb' israel chi', ix b'atxi heb' t'a yol chonhab' chi', ix b'at swach' satanel jantacto anima heb' ix cani."
        },
        {
            "number": "25",
            "text": "Ha t'a jun k'u chi', 12 mil heb' aj Hai chi' ix chami, heb' ix ix yet' heb' winh winak."
        },
        {
            "number": "26",
            "text": "Maj yik' jab'oc yip winhaj Josué chi' yet' masanil heb' winh soldado, masanto ix yal scham heb' aj Hai chi' smasanil."
        },
        {
            "number": "27",
            "text": "Masanil nok' nok' yet' masanil tastac, ix yik'b'at heb' israel chi', icha ix aj yalan Jehová t'a winhaj Josué chi'."
        },
        {
            "number": "28",
            "text": "Ix tz'acanb'at masanil chonhab' Hai chi' yuj winhaj Josué chi' yet' heb' winh soldado, ix emcan b'ulnaj stz'ai, axonhej yet'tal chequel ix ajcani."
        },
        {
            "number": "29",
            "text": "Ix k'e locan winh sreyal Hai chi' t'a sk'ab' jun te te' yuj winhaj Josué chi', masanto t'a yemk'ualil. Axo yic ix k'ik'b'i, ix schecan winh ik'joquemta winh. Ix yik'anemta sniwanil winh rey chi' heb', ix b'at syumancan heb' t'a spuertail schonhab' chi', ix k'ekan b'ulan k'een k'een t'a yib'anh winh. Ha jun b'ulanh k'een chi' ix canxonhej k'een."
        },
        {
            "number": "30",
            "text": "Ixlajwi chi', ix sb'oancank'e jun altar winhaj Josué chi' t'a Jehová sDiosal heb' israel t'a yich lum witz Ebal."
        },
        {
            "number": "31",
            "text": "Ix sk'ulej winh icha ajnac yalancan winhaj Moisés schecab' Jehová t'a heb' israel chi', icha yajcan b'aj tz'ib'ab'ilcan jun k'ayb'ub'al icha tik: Ha k'een k'een manh tzeyb'iloc, a k'een tz'och t'a junok altar, xchi jun k'ayb'ub'al chi'. Axo t'a yib'anh k'een chi' ix nhusjitz'a silab' t'a yichanh Jehová, aton silab' stz'ab'at smasanil yet' silab' sch'oxan junk'olal yet' Dios."
        },
        {
            "number": "32",
            "text": "D'a yichanh heb' chonhab' ix stz'ib'ejoch jun k'ayb'ub'al winhaj Josué chi' t'a k'een k'een yic altar chi', aton jun yak'naccan winhaj Moisés chi' t'a heb' yetisraelal."
        },
        {
            "number": "33",
            "text": "Axo masanil heb' israel, heb' yichamtac winaquil chonhab', heb' yajal soldado, heb' juez yet' heb' ch'oc chonhab'il ayek' t'a skal heb', cha makan ix aj spojan sb'a heb' t'a stz'eytac te' scaxail strato Jehová. D'a spaticb'at jun makan heb' ix kan lum witz Gerizim, haxo t'a spaticb'at junxo makan heb' ix kan lum witz Ebal. Ix laj cot k'elan heb' scha macanhil t'a heb' sacerdote yinhtilalcan winhaj Leví b'achjinac te' scaxail strato Jehová chi', yic syalan wach' lolonel heb' t'a heb' israel chi', icha aj yalannaccan winhaj Moisés, schecab' Jehová."
        },
        {
            "number": "34",
            "text": "Ix syamanoch winhaj Josué chi' yavtan jun k'ayb'ub'al yalnaccan winhaj Moisés chi'. Malaj junok lolonel tz'ib'ab'ilcan chi' maj yavtej winh, aton masanil wach' lolonel yet' catab' lolonel. Ix yavtan winh yab' masanil heb' israel, heb' ix ix, heb' unin yet' heb' ch'oc chonhab'il ayek' t'a skal heb'."
        }
    ]
}