{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ix yalan Jehová d'a vinhaj Josué icha tic: Manh ach xivoc, mocab' chab'axq'ue a k'ool. Ik'b'at masanil eb' vinh soldado, tzach b'at oval d'a chonhab' Hai. A in ol vak'och jun chonhab' chi' yed' vinh sreyal yed' masanil smacb'en d'a yol e k'ab'."
        },
        {
            "number": "2",
            "text": "Icha val ix eyutej chonhab' Jericó yed' vinh sreyal, icha pax chi' ol eyutej jun chonhab' chi' yed' vinh sreyal. Axo pax masanil tastac ay d'ay yed' nok' nok', tzeyiquejcani ayic toxo ix eyak' ganar. Ak'b'at junoc macanh eb' vinh soldado yic sb'at sk'ub'anel sb'a eb' vinh d'a spatictac jun chonhab' chi', axo junocxo macanh eb' vinh b'at tzuntzanelta eb' cajan chi' ta', xchi Jehová chi' d'a vinh."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yak'an lista sb'a vinhaj Josué chi' yed' eb' vinh soldado yic sb'at eb' yak' oval d'a chonhab' Hai chi', ix sik'anel 30 mil eb' vinh soldado vinh te jelan d'a oval, ix schecanb'at eb' vinh d'ak'valil."
        },
        {
            "number": "4",
            "text": "Ix yalan vinh d'a eb' vinh icha tic: Ab'ec tas ol vala', sb'at e k'ub'ejel e b'a d'a spatictac jun chonhab' chi', manh najatoc tzex eli, lista tzex aji."
        },
        {
            "number": "5",
            "text": "A inxo yed' juntzanhxo eb' vinh soldado tic, ol onh k'och d'a slak'anil jun chonhab' chi'. Ayic ol elta eb' ajk'ol chi' d'ayonh, ol onh el lemnaj d'a eb', icha ix onh yutej eb' d'a sb'ab'elal."
        },
        {
            "number": "6",
            "text": "Ayic ol cot eb' d'ayonh, ol onh spechan eb', a snaan eb' to ol onh yak'xi ganar eb', icha chi' ol cutej co montanel eb' yic najat tz'elcan eb' d'a schonhab' chi'."
        },
        {
            "number": "7",
            "text": "Axo yic ol eyilan icha chi', ol ex elta b'aj k'ub'an ex chi', axo eyoch nhilnaj d'a yol chonhab' chi', yujto a Jehová ol ak'anoch jun chonhab' chi' d'a yol co k'ab'."
        },
        {
            "number": "8",
            "text": "Ayic toxo ix ex ochk'och d'a yol jun chonhab' chi', tze nhustz'a icha ix yutej yalan Jehová. Aton tic sval d'ayex, xchi vinhaj Josué chi'."
        },
        {
            "number": "9",
            "text": "Ix lajvi chi', ix schecanb'at eb' vinh soldado chi' vinh. Ix k'och eb' sk'ub'ejel sb'a d'a snanhal Betel yed' Hai chi', d'a stojolal b'aj tz'em k'u. Axo vinh, ix can vinh d'a junxo ak'val chi' d'a campamento chi'."
        },
        {
            "number": "10",
            "text": "Axo d'a junxo k'u ix pet q'ue vaan vinh, ix smolb'an juntzanhxo eb' vinh soldado vinh. Ix lajvi chi', ix b'ab'laj vinh yuj eb' yed' eb' yajalil chonhab'. Ix b'at eb' yic syak'an oval eb' yed' eb' aj Hai chi'."
        },
        {
            "number": "11",
            "text": "Masanil eb' vinh soldado ajun yed' vinhaj Josué chi' ix k'och eb' d'a slak'anilxo jun chonhab' chi' d'a stojolal spuertail, ix sb'oanq'ue scampamento eb' d'a jun ak'lic d'a stojolal norte. Anhej jun ch'olan ay d'a snanhal eb' yed' jun chonhab' chi'."
        },
        {
            "number": "12",
            "text": "Oye' mil eb' vinh soldado ix schecb'at vinhaj Josué sk'ub'ejel sb'a d'a snanhal Betel yed' Hai chi' d'a stojolal b'aj tz'em k'u."
        },
        {
            "number": "13",
            "text": "Yuj chi' chab' macanh ix aj eb' vinh soldado chi', jun macanh eb' ix b'at sk'ub'ejel sb'a d'a spatictac chonhab' chi' d'a stojolal b'aj tz'em k'u, axo junxo macanh eb', ixto can eb' d'a yol scampamento d'a stojolal norte. Axo d'a jun ak'val chi' ix b'at vinhaj Josué chi' yed' eb' vinh soldado chi', ix emk'och eb' d'a jun ch'olan chi'."
        },
        {
            "number": "14",
            "text": "Axo yic ix yilanelta vinh sreyal Hai chi' to ay tas van sk'och d'a vinh, yuj chi' ix pet q'ue vaan vinh, ix yak'an lista masanil eb' vinh soldado vinh. Ix elta vinh yak' oval yed' eb' israel chi' d'a jun ch'olan tz'emk'och d'a sti' a' Jordán, palta manh yojtacoc vinh tato ay eb' vinh soldado toxo ix sk'ub'ejel sb'a d'a spatic chonhab' chi'."
        },
        {
            "number": "15",
            "text": "Axo ix yilan vinhaj Josué chi' sjavi eb', ichato ix xiv vinh, elanhchamel ix el lemnaj vinh yed' eb' vinh soldado, ix b'at eb' d'a stojolal tz'inan luum."
        },
        {
            "number": "16",
            "text": "Yuj chi' axo vinh sreyal Hai chi' ix alani to sb'at masanil eb' aycan d'a yol chonhab' chi' yic spechchaj vinhaj Josué yed' eb' vinh soldado israel chi', yuj chi' te najat ix el eb' d'a schonhab' chi'."
        },
        {
            "number": "17",
            "text": "Manhxa junoc vinac ix can d'a yol chonhab' Hai chi' yed' d'a Betel. Masanil eb' ix b'at spech eb' vinh soldado israel chi'. Yujto ix b'at eb' smasanil, yuj chi' manhxa mach ix can stanhvej schonhab' eb' chi'."
        },
        {
            "number": "18",
            "text": "Ix lajvi chi', ix yalan Jehová d'a vinhaj Josué chi' icha tic: Ch'oxb'at q'uen a lanza d'a stojolal chonhab' Hai, yujto svak'och jun chonhab' chi' d'a yol a k'ab', xchi d'a vinh. Elanhchamel ix sch'oxb'at q'uen slanza vinh d'a stojolal chonhab' Hai chi'."
        },
        {
            "number": "19",
            "text": "Val d'a jun rato chi' a eb' vinh soldado k'ub'anel d'a spatictac jun chonhab' chi', ix och nhilnaj eb' d'a yool. Ix yak'an ganar eb', ix snhusantz'a eb'."
        },
        {
            "number": "20",
            "text": "Axo yic ix meltzajb'at q'uelan eb' vinh soldado aj Hai chi', ix yilan eb' van sq'ue stab'il schonhab' eb' chi' stz'ab'ati. Manhxa b'aj ix yal scolan sb'a eb', yujto a eb' israel van yel d'a eb' chi', ix meltzaj eb' yak' oval yed' eb'."
        },
        {
            "number": "21",
            "text": "Axo ix yilan vinhaj Josué chi' to van sq'ue stab'il jun chonhab' chi', ix yojtacanel vinh to toxo ix och eb' vinh soldado vinh d'a yol chonhab' chi'. Yuj chi' ix meltzaj vinh yed' eb' vinh soldado d'a eb' aj Hai chi', ix och ijan vinh smilancham eb'."
        },
        {
            "number": "22",
            "text": "Ix eltapax eb' ayxo och d'a yol chonhab' chi' yak' oval, ix meltzajpax eb' pechb'il yuj eb' aj Hai chi'. Yuj chi' ix oymaj eb' israel chi' d'a spatic eb', manhxa junoc eb' syal yeli, yuj chi' ix cham eb' smasanil."
        },
        {
            "number": "23",
            "text": "Axonhej vinh sreyal Hai chi' pitzan, ix yik'anb'at eb' vinh d'a vinhaj Josué chi'."
        },
        {
            "number": "24",
            "text": "Ayic ix lajvi scham masanil eb' vinh soldado ix pechan eb' israel chi', ix b'atxi eb' d'a yol chonhab' chi', ix b'at svach' satanel jantacto anima eb' ix cani."
        },
        {
            "number": "25",
            "text": "A d'a jun k'u chi', 12 mil eb' aj Hai chi' ix chami, eb' ix ix yed' eb' vinh vinac."
        },
        {
            "number": "26",
            "text": "Maj yik' jab'oc yip vinhaj Josué chi' yed' masanil eb' vinh soldado, masanto ix yal scham eb' aj Hai chi' smasanil."
        },
        {
            "number": "27",
            "text": "Masanil nok' nok' yed' masanil tastac, ix yik'b'at eb' israel chi', icha ix aj yalan Jehová d'a vinhaj Josué chi'."
        },
        {
            "number": "28",
            "text": "Ix tz'acanb'at masanil chonhab' Hai chi' yuj vinhaj Josué chi' yed' eb' vinh soldado, ix emcan b'ulnaj stz'ai, axonhej yed'tal chequel ix ajcani."
        },
        {
            "number": "29",
            "text": "Ix q'ue locan vinh sreyal Hai chi' d'a sk'ab' jun te te' yuj vinhaj Josué chi', masanto d'a yemk'ualil. Axo yic ix q'uik'b'i, ix schecan vinh ik'joquemta vinh. Ix yik'anemta snivanil vinh rey chi' eb', ix b'at syumancan eb' d'a spuertail schonhab' chi', ix q'uecan b'ulan q'uen q'ueen d'a yib'anh vinh. A jun b'ulanh q'uen chi' ix canxonhej q'ueen."
        },
        {
            "number": "30",
            "text": "Ix lajvi chi', ix sb'oancanq'ue jun altar vinhaj Josué chi' d'a Jehová sDiosal eb' israel d'a yich lum vitz Ebal."
        },
        {
            "number": "31",
            "text": "Ix sk'ulej vinh icha ajnac yalancan vinhaj Moisés schecab' Jehová d'a eb' israel chi', icha yajcan b'aj tz'ib'ab'ilcan jun k'ayb'ub'al icha tic: A q'uen q'ueen manh tzeyb'iloc, a q'uen tz'och d'a junoc altar, xchi jun k'ayb'ub'al chi'. Axo d'a yib'anh q'uen chi' ix nhusjitz'a silab' d'a yichanh Jehová, aton silab' stz'ab'at smasanil yed' silab' sch'oxan junk'olal yed' Dios."
        },
        {
            "number": "32",
            "text": "D'a yichanh eb' chonhab' ix stz'ib'ejoch jun k'ayb'ub'al vinhaj Josué chi' d'a q'uen q'ueen yic altar chi', aton jun yak'naccan vinhaj Moisés chi' d'a eb' yetisraelal."
        },
        {
            "number": "33",
            "text": "Axo masanil eb' israel, eb' yichamtac vinaquil chonhab', eb' yajal soldado, eb' juez yed' eb' ch'oc chonhab'il ayek' d'a scal eb', cha macanh ix aj spojan sb'a eb' d'a stz'eytac te' scaxail strato Jehová. D'a spaticb'at jun macanh eb' ix can lum vitz Gerizim, axo d'a spaticb'at junxo macanh eb' ix can lum vitz Ebal. Ix laj cot q'uelan eb' scha macanhil d'a eb' sacerdote yinhtilalcan vinhaj Leví b'achjinac te' scaxail strato Jehová chi', yic syalan vach' lolonel eb' d'a eb' israel chi', icha aj yalannaccan vinhaj Moisés, schecab' Jehová."
        },
        {
            "number": "34",
            "text": "Ix syamanoch vinhaj Josué chi' yavtan jun k'ayb'ub'al yalnaccan vinhaj Moisés chi'. Malaj junoc lolonel tz'ib'ab'ilcan chi' maj yavtej vinh, aton masanil vach' lolonel yed' catab' lolonel. Ix yavtan vinh yab' masanil eb' israel, eb' ix ix, eb' unin yed' eb' ch'oc chonhab'il ayek' d'a scal eb'."
        }
    ]
}