{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix yalan Jehová t'a winhaj Josué icha tik: Manh ach xivoc, mocab' chab'axq'ue a k'ool. Ik'b'at masanil eb' winh soldado, tzach b'at oval t'a chonhab' Hai. Ha in ol vak'och jun chonhab' chi' yet' winh sreyal yet' masanil smacb'en t'a yol e k'ab'."
        },
        {
            "number": "2",
            "text": "Icha wal ix eyutej chonhab' Jericó yet' winh sreyal, icha pax chi' ol eyutej jun chonhab' chi' yet' winh sreyal. Axo pax masanil tastac ay t'ay yet' nok' nok', tzeyiquejcani ayic toxo ix eyak' ganar. Ak'b'at junok makan eb' winh soldado yic sb'at sk'ub'anel sb'a eb' winh t'a spatictac jun chonhab' chi', haxo junokxo makan eb' winh b'at tzuntzanelta eb' cajan chi' ta', xchi Jehová chi' t'a winh."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yak'an lista sb'a winhaj Josué chi' yet' eb' winh soldado yic sb'at eb' yak' oval t'a chonhab' Hai chi', ix sik'anel 30 mil eb' winh soldado winh te jelan t'a oval, ix schecanb'at eb' winh t'ak'walil."
        },
        {
            "number": "4",
            "text": "Ix yalan winh t'a eb' winh icha tik: Ab'ec tas ol vala', sb'at e k'ub'ejel e b'ha t'a spatictac jun chonhab' chi', manh najatoc tzex eli, lista tzex aji."
        },
        {
            "number": "5",
            "text": "Ha inxo yet' juntzanhxo eb' winh soldado tik, ol onh k'och t'a slak'anil jun chonhab' chi'. Ayic ol elta eb' ajk'ol chi' t'ayonh, ol onh el lemnaj t'a eb', icha ix onh yutej eb' t'a sb'ab'elal."
        },
        {
            "number": "6",
            "text": "Ayic ol cot eb' t'ayonh, ol onh spechan eb', a snaan eb' to ol onh yak'xi ganar eb', icha chi' ol cutej co montanel eb' yic najat tz'elcan eb' t'a schonhab' chi'."
        },
        {
            "number": "7",
            "text": "Axo yic ol eyilan icha chi', ol ex elta b'aj k'ub'an ex chi', haxo eyoch nhilnaj t'a yol chonhab' chi', yujto a Jehová ol ak'anoch jun chonhab' chi' t'a yol co k'ab'."
        },
        {
            "number": "8",
            "text": "Ayic toxo ix ex ochk'och t'a yol jun chonhab' chi', tze nhustz'a icha ix yutej yalan Jehová. Aton tik swal t'ayex, xchi winhaj Josué chi'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix schecanb'at eb' winh soldado chi' winh. Ix k'och eb' sk'ub'ejel sb'ha t'a snanhal Betel yet' Hai chi', t'a stojolal b'aj tz'em k'u. Axo winh, ix kan winh t'a junxo ak'wal chi' t'a campamento chi'."
        },
        {
            "number": "10",
            "text": "Axo t'a junxo k'u ix pet q'ue vaan winh, ix smolb'an juntzanhxo eb' winh soldado winh. Ixlajwi chi', ix b'ab'laj winh yuj eb' yet' eb' yajalil chonhab'. Ix b'at eb' yic syak'an oval eb' yet' eb' aj Hai chi'."
        },
        {
            "number": "11",
            "text": "Masanil eb' winh soldado ajun yet' winhaj Josué chi' ix k'och eb' t'a slak'anilxo jun chonhab' chi' t'a stojolal spuertail, ix sb'oanq'ue scampamento eb' t'a jun ak'lic t'a stojolal norte. Anhej jun ch'olan ay t'a snanhal eb' yet' jun chonhab' chi'."
        },
        {
            "number": "12",
            "text": "Oye' mil eb' winh soldado ix schecb'at winhaj Josué sk'ub'ejel sb'ha t'a snanhal Betel yet' Hai chi' t'a stojolal b'aj tz'em k'u."
        },
        {
            "number": "13",
            "text": "Yuj chi' chab' makan ix aj eb' winh soldado chi', jun makan eb' ix b'at sk'ub'ejel sb'ha t'a spatictac chonhab' chi' t'a stojolal b'aj tz'em k'u, haxo junxo makan eb', ixto kan eb' t'a yol scampamento t'a stojolal norte. Axo t'a jun ak'wal chi' ix b'at winhaj Josué chi' yet' eb' winh soldado chi', ix emk'och eb' t'a jun ch'olan chi'."
        },
        {
            "number": "14",
            "text": "Axo yic ix yilanelta winh sreyal Hai chi' to ay tas van sk'och t'a winh, yuj chi' ix pet q'ue vaan winh, ix yak'an lista masanil eb' winh soldado winh. Ix elta winh yak' oval yet' eb' israel chi' t'a jun ch'olan tz'emk'och t'a sti' ha' Jordán, palta manh yojtacoc winh tato ay eb' winh soldado toxo ix sk'ub'ejel sb'ha t'a spatic chonhab' chi'."
        },
        {
            "number": "15",
            "text": "Axo ix yilan winhaj Josué chi' sjavi eb', ichato ix xiv winh, elanhchamel ix el lemnaj winh yet' eb' winh soldado, ix b'at eb' t'a stojolal tzinan lu'um."
        },
        {
            "number": "16",
            "text": "Yuj chi' haxo winh sreyal Hai chi' ix alani to sb'at masanil eb' aycan t'a yol chonhab' chi' yic spechchaj winhaj Josué yet' eb' winh soldado israel chi', yuj chi' te najat ix el eb' t'a schonhab' chi'."
        },
        {
            "number": "17",
            "text": "Manhxa junok vinac ix kan t'a yol chonhab' Hai chi' yet' t'a Betel. Masanil eb' ix b'at spech eb' winh soldado israel chi'. Yujto ix b'at eb' smasanil, yuj chi' manhxa mach ix kan stanhvej schonhab' eb' chi'."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix yalan Jehová t'a winhaj Josué chi' icha tik: Ch'oxb'at q'uen a lanza t'a stojolal chonhab' Hai, yujto svak'och jun chonhab' chi' t'a yol a k'ab', xchi t'a winh. Elanhchamel ix sch'oxb'at q'uen slanza winh t'a stojolal chonhab' Hai chi'."
        },
        {
            "number": "19",
            "text": "Val t'a jun rato chi' a eb' winh soldado k'ub'anel t'a spatictac jun chonhab' chi', ix och nhilnaj eb' t'a yool. Ix yak'an ganar eb', ix snhusantz'a eb'."
        },
        {
            "number": "20",
            "text": "Axo yic ix meltzajb'at q'uelan eb' winh soldado aj Hai chi', ix yilan eb' van sq'ue stab'il schonhab' eb' chi' stz'ab'ati. Manhxa b'aj ix yal scolan sb'a eb', yujto a eb' israel van yel t'a eb' chi', ix meltzaj eb' yak' oval yet' eb'."
        },
        {
            "number": "21",
            "text": "Axo ix yilan winhaj Josué chi' to van sq'ue stab'il jun chonhab' chi', ix yojtacanel winh to toxo ix och eb' winh soldado winh t'a yol chonhab' chi'. Yuj chi' ix meltzaj winh yet' eb' winh soldado t'a eb' aj Hai chi', ix och ijan winh smilancham eb'."
        },
        {
            "number": "22",
            "text": "Ix eltapax eb' ayxo och t'a yol chonhab' chi' yak' oval, ix meltzajpax eb' pechb'il yuj eb' aj Hai chi'. Yuj chi' ix oymaj eb' israel chi' t'a spatic eb', manhxa junok eb' syal yeli, yuj chi' ix cham eb' smasanil."
        },
        {
            "number": "23",
            "text": "Axonhej winh sreyal Hai chi' pitzan, ix yik'anb'at eb' winh t'a winhaj Josué chi'."
        },
        {
            "number": "24",
            "text": "Ayic ix lajvi scham masanil eb' winh soldado ix pechan eb' israel chi', ix b'atxi eb' t'a yol chonhab' chi', ix b'at swach' satanel jantacto anima eb' ix cani."
        },
        {
            "number": "25",
            "text": "Ha t'a jun k'u chi', 12 mil eb' aj Hai chi' ix chami, eb' ix ix yet' eb' winh vinac."
        },
        {
            "number": "26",
            "text": "Maj yik' jab'oc yip winhaj Josué chi' yet' masanil eb' winh soldado, masanto ix yal scham eb' aj Hai chi' smasanil."
        },
        {
            "number": "27",
            "text": "Masanil nok' nok' yet' masanil tastac, ix yik'b'at eb' israel chi', icha ix aj yalan Jehová t'a winhaj Josué chi'."
        },
        {
            "number": "28",
            "text": "Ix tz'acanb'at masanil chonhab' Hai chi' yuj winhaj Josué chi' yet' eb' winh soldado, ix emcan b'ulnaj stz'ai, axonhej yet'tal chequel ix ajcani."
        },
        {
            "number": "29",
            "text": "Ix q'ue locan winh sreyal Hai chi' t'a sk'ab' jun te te' yuj winhaj Josué chi', masanto t'a yemk'ualil. Axo yic ix k'ik'b'i, ix schecan winh ik'joquemta winh. Ix yik'anemta snivanil winh rey chi' eb', ix b'at syumancan eb' t'a spuertail schonhab' chi', ix k'ekan b'ulan q'uen q'ueen t'a yib'anh winh. Ha jun b'ulanh q'uen chi' ix canxonhej q'ueen."
        },
        {
            "number": "30",
            "text": "Ixlajwi chi', ix sb'oancanq'ue jun altar winhaj Josué chi' t'a Jehová sDiosal eb' israel t'a yich lum vitz Ebal."
        },
        {
            "number": "31",
            "text": "Ix sk'ulej winh icha ajnac yalancan winhaj Moisés schecab' Jehová t'a eb' israel chi', icha yajcan b'aj tz'ib'ab'ilcan jun k'ayb'ub'al icha tik: Ha q'uen q'ueen manh tzeyb'iloc, a q'uen tz'och t'a junok altar, xchi jun k'ayb'ub'al chi'. Axo t'a yib'anh q'uen chi' ix nhusjitz'a silab' t'a yichanh Jehová, aton silab' stz'ab'at smasanil yet' silab' sch'oxan junk'olal yet' Dios."
        },
        {
            "number": "32",
            "text": "D'a yichanh eb' chonhab' ix stz'ib'ejoch jun k'ayb'ub'al winhaj Josué chi' t'a q'uen q'ueen yic altar chi', aton jun yak'naccan winhaj Moisés chi' t'a eb' yetisraelal."
        },
        {
            "number": "33",
            "text": "Axo masanil eb' israel, eb' yichamtac vinaquil chonhab', eb' yajal soldado, eb' juez yet' eb' ch'oc chonhab'il ayek' t'a skal eb', cha makan ix aj spojan sb'a eb' t'a stz'eytac te' scaxail strato Jehová. D'a spaticb'at jun makan eb' ix kan lum vitz Gerizim, haxo t'a spaticb'at junxo makan eb' ix kan lum vitz Ebal. Ix laj cot q'uelan eb' scha macanhil t'a eb' sacerdote yinhtilalcan winhaj Leví b'achjinac te' scaxail strato Jehová chi', yic syalan wach' lolonel eb' t'a eb' israel chi', icha aj yalannaccan winhaj Moisés, schecab' Jehová."
        },
        {
            "number": "34",
            "text": "Ix syamanoch winhaj Josué chi' yavtan jun k'ayb'ub'al yalnaccan winhaj Moisés chi'. Malaj junok lolonel tz'ib'ab'ilcan chi' maj yavtej winh, aton masanil wach' lolonel yet' catab' lolonel. Ix yavtan winh yab' masanil eb' israel, eb' ix ix, eb' unin yet' eb' ch'oc chonhab'il ayek' t'a skal eb'."
        }
    ]
}