{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ay juntzanh heb' winh rey cajan t'a stojolal b'aj tz'em k'u t'ha ha' Jordán, heb' cajan t'a jolomtac witz, heb' cajan t'a spanhanil sti' ha' Jordán chi' yet' heb' cajan t'a stitac ha' mar Mediterráneo, masanto sk'och t'a Líbano, ix yab' specal heb' tas wan yuji t'a slak'anil heb' chi'. Ha juntzanh heb' rey chi', aton heb' winh sreyal heb' hitita, heb' amorreo, heb' cananeo, heb' ferezeo, heb' heweo yet' heb' jebuseo,"
        },
        {
            "number": "2",
            "text": "ix slajtian sb'a heb' to junnhej syutej sb'a heb', yic syak'an owal heb' yet' winhaj Josué yet' heb' chonhab' israel."
        },
        {
            "number": "3",
            "text": "Palta a heb' heweo cajan t'a Gabaón, ayic ix yab'an heb' tas ix ajkan chonhab' Jericó yet' Hai yuj winhaj Josué chi',"
        },
        {
            "number": "4",
            "text": "ix snaan heb' tas syutej heb' yak'an musansatil winhaj Josué chi'. Yuj chi' ix smolb'an juntzanh k'atac coxtal heb' yet' nok' k'atac tz'uum yet'tal wino olchimtac, ix yak'ank'e heb' t'a yib'anh nok' b'uru, ix cot heb'."
        },
        {
            "number": "5",
            "text": "Ix yak'anoch k'atac pichul heb' olchimtac yet' nok' xanhab' nipchimtac. Ix yik'ancot ixim pan heb' taquinhxo, k'ustumtacxo."
        },
        {
            "number": "6",
            "text": "Ayic ix jawi heb' t'a scampamento winhaj Josué t'a Gilgal, ix yalan heb' t'a winh yet' t'a heb' yajalil chonhab' Israel chi' icha tik: --Te najat b'aj onh koti, ko gana sco b'o junok ko trato eyed'oc, xchi heb'."
        },
        {
            "number": "7",
            "text": "Ix tak'wi heb' israel t'a heb' heweo chi' icha tik: --Tecan lak'an b'aj cajan ex, ¿tas ol cutoc ko b'oan junok ko trato eyed'oc? xchi heb'."
        },
        {
            "number": "8",
            "text": "Ix och ijan heb' yalan t'a winhaj Josué chi': --B'ecan ko k'ol coch he checab'oc, xchi heb'. Ix sk'anb'an winh t'a heb': --¿Mach ex jun? ¿B'ajtil ex koti? xchi winh."
        },
        {
            "number": "9",
            "text": "Ix tak'wi heb' icha tik: --Te najat ayonh, yujto ix cab'i to ay smay Jehová he Diosal, cab'nac tas he k'ulej t'a Egipto."
        },
        {
            "number": "10",
            "text": "Cab'nac tas utab'il chawanh heb' winh sreyal heb' amorreo t'a sk'axepalb'at ha' Jordán yuj Jehová, aton winhaj Sehón sreyal Hesbón yet' winhaj Og sreyal Basán cajan t'a Astarot."
        },
        {
            "number": "11",
            "text": "Yuj chi', ix yal heb' cajalil yet' heb' quetchonhab': Ik'ecb'at he wael t'a yoltac b'e b'at eyilan heb' israel chi' b'aj ayeq'ui. Tzeyalani to tzonh och schecab'oc heb', sco b'oan junok ko trato yet' heb', xchi heb' t'ayonh."
        },
        {
            "number": "12",
            "text": "Ayic ix onh cot ex ko sayeq'ui, te k'ak'to ixim pan tik a ix quik'ancot ixim, haxo tiknaik, k'ustumtacxo ixim, taquinhxo pax ixim."
        },
        {
            "number": "13",
            "text": "Anheja' juntzanh nok' tz'uum tik, te ak'to nok' ix cak'anem wino t'a yol nok', haxo tiknaik olanxo nok'. Anheja' ko pichul tik, ko xanhab' toxo ix nhik'chaji yujto te najat b'aj onh koti, xchi heb'."
        },
        {
            "number": "14",
            "text": "Ix schaanek' swael heb' chi' heb' yajalil israel yic sch'oxanel heb' to sb'o junok strato heb', palta mantalaj tas sk'anb'ej heb' t'a Jehová yuj jun strato heb' sb'o chi'. Ix och winhaj Josué chi' junk'olal yet' heb', yic max satjiel-laj heb' yuj winh. Icha pax chi' heb' yajalil heb' israel chi', ix yak' sti' heb' t'a yichanh Jehová."
        },
        {
            "number": "15",
            "text": "Ayic schab'jialxo sb'oan strato heb' chi', ix yab'an heb' israel chi' to lak'annhej cajan heb' gabaonita chi'."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix syamanoch heb' israel chi' sb'at sayan b'aj cajan heb' chi'. Axo t'a schab'jial ix k'och heb' t'a schonhab' heb', aton Gabaón, Cafira, Beerot yet' Quiriat-jearim."
        },
        {
            "number": "17",
            "text": "Palta maj yal smiljicham heb' yuj heb' israel chi', yujto toxo ix yak' sti' heb' yajalil heb' t'a sb'i Jehová sDiosal to ol yak' niwank'olal heb' gabaonita chi' heb'. Yuj chi' ix cot yowal heb' anima t'a heb' yajal chi'."
        },
        {
            "number": "18",
            "text": "Palta ix yalan heb' yajal chi' t'a heb' yetchonhab' chi' icha tik: --Ha onh tik, toxo ix cak' ko ti' t'a yichanh Jehová ko Diosal to max ko milcham juntzanh anima tik, yuj chi' max yal cak'an chukal t'a heb'."
        },
        {
            "number": "19",
            "text": "Yuj chi' ol cannhej heb' ichnhej ta', ta maay ol cot yowal sk'ol Jehová t'ayonh, xchi heb'."
        },
        {
            "number": "20",
            "text": "Ix yalanpax heb': Mocab' cham heb', palta to tz'ochcan heb' k'atzitzwumal yet' cuchumail t'ayonh, xchi heb'. Icha chi' ix aj yalan heb' yajalil chonhab' chi'."
        },
        {
            "number": "21",
            "text": "Ix yavtancot heb' gabaonita winhaj Josué chi', ix yalan winh t'a heb' icha tik: --¿Tas yuj ix eyesej t'ayonh? Ix eyalani to najat ayex, ticni tob'an lak'an ayex."
        },
        {
            "number": "22",
            "text": "Ha tiknaik, yuj tas ix he k'ulej chi', catab'il ex, yuj chi' tzex ochcan k'atzitzwumal yet' cuchumail t'a masanil tiempo t'a scajnub' ko Diosal, xchi winh."
        },
        {
            "number": "23",
            "text": "Ix tak'wi heb' t'a winhaj Josué chi' icha tik: --Ix ko k'ulej icha chi', yujto ix cab' specal tas ix yal Jehová he Diosal t'a winhaj Moisés, winh schecab' to ol yak'och juntzanh chonhab' tik smasanil t'a yol he k'ab', ol laj he satel masanil anima cajan t'ay. Icha chi' ix ko k'ulej yujto tzonh te xiv t'ayex. Tzonh xiv onh he sataneli."
        },
        {
            "number": "24",
            "text": "Ha tiknaik, ayonhxooch t'a yol he k'ab', a ex tze na'a tas tzonh eyutej, aton tas smoj tze na'a, xchi heb'."
        },
        {
            "number": "25",
            "text": "Icha chi' ix aj scolancanel heb' gabaonita chi' winhaj Josué yic max miljicham heb' yuj heb' yetisraelal winh chi'."
        },
        {
            "number": "26",
            "text": "Yuj chi' ix ak'jicanoch heb' k'atzitzwumal yet' cuchumail t'a heb' israel chi' yet' pax t'a scajnub' Jehová. Yuj chi' ix ak'jicanoch heb' t'a jun munlajel chi' t'a jun lugar ol sik'el Jehová b'aj ol och ejmelal t'ay."
        }
    ]
}