{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ay juntzanh eb' vinh rey cajan t'a stojolal b'aj tz'em k'u t'ha ha' Jordán, eb' cajan t'a jolomtac vitz, eb' cajan t'a spanhanil sti' ha' Jordán chi' yet' eb' cajan t'a stitac ha' mar Mediterráneo, masanto sk'och t'a Líbano, ix yab' specal eb' tas van yuji t'a slak'anil eb' chi'. Ha juntzanh eb' rey chi', aton eb' vinh sreyal eb' hitita, eb' amorreo, eb' cananeo, eb' ferezeo, eb' heveo yet' eb' jebuseo,"
        },
        {
            "number": "2",
            "text": "ix slajtian sb'a eb' to junnhej syutej sb'a eb', yic syak'an oval eb' yet' vinhaj Josué yet' eb' chonhab' israel."
        },
        {
            "number": "3",
            "text": "Palta a eb' heveo cajan t'a Gabaón, ayic ix yab'an eb' tas ix ajkan chonhab' Jericó yet' Hai yuj vinhaj Josué chi',"
        },
        {
            "number": "4",
            "text": "ix snaan eb' tas syutej eb' yak'an musansatil vinhaj Josué chi'. Yuj chi' ix smolb'an juntzanh k'atac coxtal eb' yet' nok' k'atac tz'uum yet'tal vino olchimtac, ix yak'anq'ue eb' t'a yib'anh nok' b'uru, ix cot eb'."
        },
        {
            "number": "5",
            "text": "Ix yak'anoch k'atac pichul eb' olchimtac yet' nok' xanhab' nipchimtac. Ix yik'ancot ixim pan eb' taquinhxo, k'ustumtacxo."
        },
        {
            "number": "6",
            "text": "Ayic ix javi eb' t'a scampamento vinhaj Josué t'a Gilgal, ix yalan eb' t'a vinh yet' t'a eb' yajalil chonhab' Israel chi' icha tik: --Te najat b'aj onh coti, co gana sco b'o junok co trato eyed'oc, xchi eb'."
        },
        {
            "number": "7",
            "text": "Ix tak'vi eb' israel t'a eb' heveo chi' icha tik: --Tecan lak'an b'aj cajan ex, ¿tas ol cutoc co b'oan junok co trato eyed'oc? xchi eb'."
        },
        {
            "number": "8",
            "text": "Ix och ijan eb' yalan t'a vinhaj Josué chi': --B'ecan co k'ol coch e checab'oc, xchi eb'. Ix sk'anb'an vinh t'a eb': --¿Mach ex jun? ¿B'ajtil ex coti? xchi vinh."
        },
        {
            "number": "9",
            "text": "Ix tak'vi eb' icha tik: --Te najat ayonh, yujto ix cab'i to ay smay Jehová e Diosal, cab'nac tas e k'ulej t'a Egipto."
        },
        {
            "number": "10",
            "text": "Cab'nac tas utab'il chavanh eb' vinh sreyal eb' amorreo t'a sk'axepalb'at ha' Jordán yuj Jehová, aton vinhaj Sehón sreyal Hesbón yet' vinhaj Og sreyal Basán cajan t'a Astarot."
        },
        {
            "number": "11",
            "text": "Yuj chi', ix yal eb' cajalil yet' eb' quetchonhab': Iq'uecb'at e vael t'a yoltac b'e b'at eyilan eb' israel chi' b'aj ayeq'ui. Tzeyalani to tzonh och schecab'oc eb', sco b'oan junok co trato yet' eb', xchi eb' t'ayonh."
        },
        {
            "number": "12",
            "text": "Ayic ix onh cot ex co sayeq'ui, te k'ak'to ixim pan tik a ix quik'ancot ixim, haxo ticnaic, k'ustumtacxo ixim, taquinhxo pax ixim."
        },
        {
            "number": "13",
            "text": "Anheja' juntzanh nok' tz'uum tik, te ak'to nok' ix cak'anem vino t'a yol nok', haxo ticnaic olanxo nok'. Anheja' co pichul tik, co xanhab' toxo ix nhik'chaji yujto te najat b'aj onh coti, xchi eb'."
        },
        {
            "number": "14",
            "text": "Ix schaanek' svael eb' chi' eb' yajalil israel yic sch'oxanel eb' to sb'o junok strato eb', palta mantalaj tas sk'anb'ej eb' t'a Jehová yuj jun strato eb' sb'o chi'. Ix och vinhaj Josué chi' junk'olal yet' eb', yic max satjiel-laj eb' yuj vinh. Icha pax chi' eb' yajalil eb' israel chi', ix yak' sti' eb' t'a yichanh Jehová."
        },
        {
            "number": "15",
            "text": "Ayic schab'jialxo sb'oan strato eb' chi', ix yab'an eb' israel chi' to lak'annhej cajan eb' gabaonita chi'."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix syamanoch eb' israel chi' sb'at sayan b'aj cajan eb' chi'. Axo t'a schab'jial ix k'och eb' t'a schonhab' eb', aton Gabaón, Cafira, Beerot yet' Quiriat-jearim."
        },
        {
            "number": "17",
            "text": "Palta maj yal smiljicham eb' yuj eb' israel chi', yujto toxo ix yak' sti' eb' yajalil eb' t'a sb'i Jehová sDiosal to ol yak' nivank'olal eb' gabaonita chi' eb'. Yuj chi' ix cot yoval eb' anima t'a eb' yajal chi'."
        },
        {
            "number": "18",
            "text": "Palta ix yalan eb' yajal chi' t'a eb' yetchonhab' chi' icha tik: --Ha onh tik, toxo ix cak' co ti' t'a yichanh Jehová co Diosal to max co milcham juntzanh anima tik, yuj chi' max yal cak'an chukal t'a eb'."
        },
        {
            "number": "19",
            "text": "Yuj chi' ol cannhej eb' ichnhej ta', ta maay ol cot yoval sk'ol Jehová t'ayonh, xchi eb'."
        },
        {
            "number": "20",
            "text": "Ix yalanpax eb': Mocab' cham eb', palta to tz'ochcan eb' k'atzitzvumal yet' cuchumail t'ayonh, xchi eb'. Icha chi' ix aj yalan eb' yajalil chonhab' chi'."
        },
        {
            "number": "21",
            "text": "Ix yavtancot eb' gabaonita vinhaj Josué chi', ix yalan vinh t'a eb' icha tik: --¿Tas yuj ix eyesej t'ayonh? Ix eyalani to najat ayex, ticni tob'an lak'an ayex."
        },
        {
            "number": "22",
            "text": "Ha ticnaic, yuj tas ix e k'ulej chi', catab'il ex, yuj chi' tzex ochcan k'atzitzvumal yet' cuchumail t'a masanil tiempo t'a scajnub' co Diosal, xchi vinh."
        },
        {
            "number": "23",
            "text": "Ix tak'vi eb' t'a vinhaj Josué chi' icha tik: --Ix co k'ulej icha chi', yujto ix cab' specal tas ix yal Jehová e Diosal t'a vinhaj Moisés, vinh schecab' to ol yak'och juntzanh chonhab' tik smasanil t'a yol e k'ab', ol laj e satel masanil anima cajan t'ay. Icha chi' ix co k'ulej yujto tzonh te xiv t'ayex. Tzonh xiv onh e sataneli."
        },
        {
            "number": "24",
            "text": "Ha ticnaic, ayonhxooch t'a yol e k'ab', a ex tze na'a tas tzonh eyutej, aton tas smoj tze na'a, xchi eb'."
        },
        {
            "number": "25",
            "text": "Icha chi' ix aj scolancanel eb' gabaonita chi' vinhaj Josué yic max miljicham eb' yuj eb' yetisraelal vinh chi'."
        },
        {
            "number": "26",
            "text": "Yuj chi' ix ak'jicanoch eb' k'atzitzvumal yet' cuchumail t'a eb' israel chi' yet' pax t'a scajnub' Jehová. Yuj chi' ix ak'jicanoch eb' t'a jun munlajel chi' t'a jun lugar ol siq'uel Jehová b'aj ol och ejmelal t'ay."
        }
    ]
}