{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a b'ab'el k'ual, t'a schab'il uj yic schab'il ab'il yelta heb' israel t'a Egipto, ix lolon Jehová t'a winhaj Moisés t'a tzinan lum Sinaí, aton b'aj ay skajnub' Jehová Dios b'aj sch'ox sb'a. Ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ik'chaanh sb'isul heb' winak t'a skal heb' etchonhab' israel, ato syal junjun makan yaj heb' aton heb' ayto yuj sb'a, yic wach' tz'ilji jantac heb' yet' tastac sb'i heb'."
        },
        {
            "number": "3",
            "text": "Sb'ischaj heb' 20 ab'il sk'inal, sb'eynhejb'ati, aton heb' smoj wal sb'at t'a owal, tz'ak'chajoch heb' t'a macquiltaquil. Colwajokab' winhaj Aarón ed'oc,"
        },
        {
            "number": "4",
            "text": "yet' pax junjun yajalil junjun inhtilal."
        },
        {
            "number": "5",
            "text": "Aton sb'i juntzanh heb' yajal yowalil skolwaj ed'oc tik: Ha t'a yinhtilalkan winhaj Rubén, aton winhaj Elisur yuninal winhaj Sedeur. Ha t'a yinhtilalkan winhaj Simeón, aton winhaj Selumiel yuninal winhaj Zurisadai. Ha t'a yinhtilalkan winhaj Judá, aton winhaj Naasón yuninal winhaj Aminadab. Ha t'a yinhtilalkan winhaj Isacar, aton winhaj Natanael yuninal winhaj Zuar. Ha t'a yinhtilalkan winhaj Zabulón, aton winhaj Eliab yuninal winhaj Helón. Ha t'a heb' yinhtilalkan winhaj José, ha t'a heb' yic winhaj Efraín, aton winhaj Elisama yuninal winhaj Amiud, ha t'a heb' yic winhaj Manasés, aton winhaj Gamaliel yuninal winhaj Pedasur. Ha t'a yinhtilalkan winhaj Benjamín, aton winhaj Abidán yuninal winhaj Gedeoni. Ha t'a yinhtilalkan winhaj Dan, aton winhaj Ahiezer yuninal winhaj Amisadai. Ha t'a yinhtilalkan winhaj Aser, aton winhaj Pagiel yuninal winhaj Ocrán. Ha t'a yinhtilalkan winhaj Gad, aton winhaj Eliasaf yuninal winhaj Deuel. Ha t'a yinhtilalkan winhaj Neftalí, aton winhaj Ahira yuninal winhaj Enán, xchi Dios."
        },
        {
            "number": "6",
            "text": "Aton juntzanh heb' yajal tik ix sik'chajel t'a skal masanil yinhtilal Israel."
        },
        {
            "number": "7",
            "text": "Ha t'a b'ab'el k'ual t'a schab'il ujal yic jun ab'il chi', ix smolb'ej juntzanh heb' winh tik winhaj Moisés yet' winhaj Aarón, to satil tz'ajkan heb' winh yuj Dios. Anheja' ix molb'ajpax masanil heb' chonhab'. Icha chi' ix aj yik'jichaanh sb'isul heb' israel. D'a stzolal ix aj stz'ib'chaj sb'i heb', aton heb' 20 ab'il sk'inal, sb'eynhejb'ati, ato ha' smakanhil t'a junjun inhtilal,"
        },
        {
            "number": "8",
            "text": "icha ix aj yalan Jehová t'a winhaj Moisés. Ha t'a tzinan lu'um t'a Sinaí ix ik'jichaanh sb'isul heb' chi'."
        },
        {
            "number": "9",
            "text": "Ha t'a junjun inhtilal, t'a junjun macquiltaquil, ix ik'jichaanh sb'isul heb' chi'. Ix tz'ib'chaj sb'i heb' yet' sb'isul heb' winak tz'akanxo yab'ilal t'a 20 ab'il, yuj chi' aton wal ix aj yelk'och tik: Ha t'a yinhtilal winhaj Rubén, aton sb'ab'el yuninal winhaj Israel, 46 mil 500 heb' winak smoj sb'at t'a owal."
        },
        {
            "number": "10",
            "text": "Ha t'a yinhtilal winhaj Simeón, ay 59 mil 300."
        },
        {
            "number": "11",
            "text": "Ha t'a yinhtilal winhaj Gad, ay 45 mil 650."
        },
        {
            "number": "12",
            "text": "Ha t'a yinhtilal winhaj Judá, ay 74 mil 600."
        },
        {
            "number": "13",
            "text": "Ha t'a yinhtilal winhaj Isacar, ay 54 mil 400."
        },
        {
            "number": "14",
            "text": "Ha t'a yinhtilal winhaj Zabulón, ay 57 mil 400."
        },
        {
            "number": "15",
            "text": "Axo t'a yinhtilalkan winhaj José: Ay 40 mil 500 t'a yinhtilal winhaj Efraín, ay pax 32 mil 200 t'a yinhtilal winhaj Manasés."
        },
        {
            "number": "16",
            "text": "Ha t'a yinhtilal winhaj Benjamín, ay 35 mil 400."
        },
        {
            "number": "17",
            "text": "Ha t'a yinhtilal winhaj Dan, ay 62 mil 700."
        },
        {
            "number": "18",
            "text": "Ha t'a yinhtilal winhaj Aser, ay 41 mil 500."
        },
        {
            "number": "19",
            "text": "Ha t'a yinhtilal winhaj Neftalí, ay 53 mil 400."
        },
        {
            "number": "20",
            "text": "Aton ix aj yelk'och juntzanh sb'isul ix yik'chaanh winhaj Moisés tik, winhaj Aarón yet' lajchawanhxo heb' yajal yaj t'a skal heb' israel t'a junjun inhtilal."
        },
        {
            "number": "21",
            "text": "Ix k'e waan juntzanh sb'isul chi' t'a junjun inhtilal, t'a junjun macquiltaquil. Ha heb' israel, 20 ab'il sk'inal sb'eynhejb'ati, aton heb' chi' smoj sb'at t'a owal."
        },
        {
            "number": "22",
            "text": "Ha t'a smasanil ay 603 mil 550 heb'."
        },
        {
            "number": "23",
            "text": "Ha yinhtilal winhaj Leví, maj ak'jiochlaj heb' sb'isuloc,"
        },
        {
            "number": "24",
            "text": "yujto a Jehová ix alan t'a winhaj Moisés:"
        },
        {
            "number": "25",
            "text": "Ayic ol ik'ank'e waan sb'isul chonhab' Israel tik, manh ol ak'ochlaj yinhtilal winhaj Leví sb'isuloc."
        },
        {
            "number": "26",
            "text": "Yujto a ex yinhtilalexcan winhaj Leví chi', ol ex och yak'umaloc serwil in kajnub' b'aj ayek' skaxail in trato yet' masanil syamk'ab'il. Anheja' ex ol eyik'nhej b'ey in kajnub' chi' yet' masanil syamk'ab'il. Yowalil ol ex ajnhej kajan t'a spatic yichanh in kajnub' chi'."
        },
        {
            "number": "27",
            "text": "Ayic tz'ik'jib'at t'a juntac el, a ex tze xuyemi, tze b'oanpaxk'e b'aj sk'och chi'. Yalnhej mach junok anima manh lewitaoc sjawi t'a slak'anil jun in kajnub' chi', tojolnhej schami."
        },
        {
            "number": "28",
            "text": "Axo masanil juntzanhxo yinhtilal Israel ol kajnaj icha t'a stzolal, junjun heb' ol aj t'a skampamento, t'a yalanh sbandera."
        },
        {
            "number": "29",
            "text": "Ha exxo pax yinhtilal ex kan winhaj Leví chi' jun, ha t'a spatic yichanh in kajnub' ol ex ajoc. Ha ex ol he tanhwej, yic wach' max cot wowal t'a in chonhab' Israel, xchi Jehová."
        },
        {
            "number": "30",
            "text": "Ix sk'anab'ajej heb' israel sk'ulan icha wal ix aj yalan Jehová t'a winhaj Moisés chi'."
        }
    ]
}