{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a b'ab'el k'ual, t'a schab'il uj yic schab'il ab'il yelta eb' israel t'a Egipto, ix lolon Jehová t'a vinhaj Moisés t'a tzinan lum Sinaí, aton b'aj ay scajnub' Jehová Dios b'aj sch'ox sb'a. Ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ik'chaanh sb'isul eb' vinac t'a skal eb' etchonhab' israel, ato syal junjun makan yaj eb' aton eb' ayto yuj sb'a, yic wach' tz'ilji jantac eb' yet' tastac sb'i eb'."
        },
        {
            "number": "3",
            "text": "Sb'ischaj eb' 20 ab'il sq'uinal, sb'eynhejb'ati, aton eb' smoj val sb'at t'a oval, tz'ak'chajoch eb' t'a macquiltaquil. Colvajocab' vinhaj Aarón ed'oc,"
        },
        {
            "number": "4",
            "text": "yet' pax junjun yajalil junjun inhtilal."
        },
        {
            "number": "5",
            "text": "Aton sb'i juntzanh eb' yajal yovalil scolvaj ed'oc tik: Ha t'a yinhtilalcan vinhaj Rubén, aton vinhaj Elisur yuninal vinhaj Sedeur. Ha t'a yinhtilalcan vinhaj Simeón, aton vinhaj Selumiel yuninal vinhaj Zurisadai. Ha t'a yinhtilalcan vinhaj Judá, aton vinhaj Naasón yuninal vinhaj Aminadab. Ha t'a yinhtilalcan vinhaj Isacar, aton vinhaj Natanael yuninal vinhaj Zuar. Ha t'a yinhtilalcan vinhaj Zabulón, aton vinhaj Eliab yuninal vinhaj Helón. Ha t'a eb' yinhtilalcan vinhaj José, ha t'a eb' yic vinhaj Efraín, aton vinhaj Elisama yuninal vinhaj Amiud, ha t'a eb' yic vinhaj Manasés, aton vinhaj Gamaliel yuninal vinhaj Pedasur. Ha t'a yinhtilalcan vinhaj Benjamín, aton vinhaj Abidán yuninal vinhaj Gedeoni. Ha t'a yinhtilalcan vinhaj Dan, aton vinhaj Ahiezer yuninal vinhaj Amisadai. Ha t'a yinhtilalcan vinhaj Aser, aton vinhaj Pagiel yuninal vinhaj Ocrán. Ha t'a yinhtilalcan vinhaj Gad, aton vinhaj Eliasaf yuninal vinhaj Deuel. Ha t'a yinhtilalcan vinhaj Neftalí, aton vinhaj Ahira yuninal vinhaj Enán, xchi Dios."
        },
        {
            "number": "6",
            "text": "Aton juntzanh eb' yajal tik ix sik'chajel t'a skal masanil yinhtilal Israel."
        },
        {
            "number": "7",
            "text": "Ha t'a b'ab'el k'ual t'a schab'il ujal yic jun ab'il chi', ix smolb'ej juntzanh eb' vinh tik vinhaj Moisés yet' vinhaj Aarón, to satil tz'ajkan eb' vinh yuj Dios. Anheja' ix molb'ajpax masanil eb' chonhab'. Icha chi' ix aj yik'jichaanh sb'isul eb' israel. D'a stzolal ix aj stz'ib'chaj sb'i eb', aton eb' 20 ab'il sq'uinal, sb'eynhejb'ati, ato ha' smacanhil t'a junjun inhtilal,"
        },
        {
            "number": "8",
            "text": "icha ix aj yalan Jehová t'a vinhaj Moisés. Ha t'a tzinan lu'um t'a Sinaí ix ik'jichaanh sb'isul eb' chi'."
        },
        {
            "number": "9",
            "text": "Ha t'a junjun inhtilal, t'a junjun macquiltaquil, ix ik'jichaanh sb'isul eb' chi'. Ix tz'ib'chaj sb'i eb' yet' sb'isul eb' vinac tz'acanxo yab'ilal t'a 20 ab'il, yuj chi' aton val ix aj yelk'och tik: Ha t'a yinhtilal vinhaj Rubén, aton sb'ab'el yuninal vinhaj Israel, 46 mil 500 eb' vinac smoj sb'at t'a oval."
        },
        {
            "number": "10",
            "text": "Ha t'a yinhtilal vinhaj Simeón, ay 59 mil 300."
        },
        {
            "number": "11",
            "text": "Ha t'a yinhtilal vinhaj Gad, ay 45 mil 650."
        },
        {
            "number": "12",
            "text": "Ha t'a yinhtilal vinhaj Judá, ay 74 mil 600."
        },
        {
            "number": "13",
            "text": "Ha t'a yinhtilal vinhaj Isacar, ay 54 mil 400."
        },
        {
            "number": "14",
            "text": "Ha t'a yinhtilal vinhaj Zabulón, ay 57 mil 400."
        },
        {
            "number": "15",
            "text": "Axo t'a yinhtilalcan vinhaj José: Ay 40 mil 500 t'a yinhtilal vinhaj Efraín, ay pax 32 mil 200 t'a yinhtilal vinhaj Manasés."
        },
        {
            "number": "16",
            "text": "Ha t'a yinhtilal vinhaj Benjamín, ay 35 mil 400."
        },
        {
            "number": "17",
            "text": "Ha t'a yinhtilal vinhaj Dan, ay 62 mil 700."
        },
        {
            "number": "18",
            "text": "Ha t'a yinhtilal vinhaj Aser, ay 41 mil 500."
        },
        {
            "number": "19",
            "text": "Ha t'a yinhtilal vinhaj Neftalí, ay 53 mil 400."
        },
        {
            "number": "20",
            "text": "Aton ix aj yelk'och juntzanh sb'isul ix yik'chaanh vinhaj Moisés tik, vinhaj Aarón yet' lajchavanhxo eb' yajal yaj t'a skal eb' israel t'a junjun inhtilal."
        },
        {
            "number": "21",
            "text": "Ix q'ue vaan juntzanh sb'isul chi' t'a junjun inhtilal, t'a junjun macquiltaquil. Ha eb' israel, 20 ab'il sq'uinal sb'eynhejb'ati, aton eb' chi' smoj sb'at t'a oval."
        },
        {
            "number": "22",
            "text": "Ha t'a smasanil ay 603 mil 550 eb'."
        },
        {
            "number": "23",
            "text": "Ha yinhtilal vinhaj Leví, maj ak'jiochlaj eb' sb'isuloc,"
        },
        {
            "number": "24",
            "text": "yujto a Jehová ix alan t'a vinhaj Moisés:"
        },
        {
            "number": "25",
            "text": "Ayic ol ik'anq'ue vaan sb'isul chonhab' Israel tik, manh ol ak'ochlaj yinhtilal vinhaj Leví sb'isuloc."
        },
        {
            "number": "26",
            "text": "Yujto a ex yinhtilalexcan vinhaj Leví chi', ol ex och yak'umaloc servil in cajnub' b'aj ayek' scaxail in trato yet' masanil syamk'ab'il. Anheja' ex ol eyik'nhej b'ey in cajnub' chi' yet' masanil syamk'ab'il. Yovalil ol ex ajnhej cajan t'a spatic yichanh in cajnub' chi'."
        },
        {
            "number": "27",
            "text": "Ayic tz'ik'jib'at t'a juntac el, a ex tze xuyemi, tze b'oanpaxq'ue b'aj sk'och chi'. Yalnhej mach junok anima manh levitaoc sjavi t'a slak'anil jun in cajnub' chi', tojolnhej schami."
        },
        {
            "number": "28",
            "text": "Axo masanil juntzanhxo yinhtilal Israel ol cajnaj icha t'a stzolal, junjun eb' ol aj t'a scampamento, t'a yalanh sbandera."
        },
        {
            "number": "29",
            "text": "Ha exxo pax yinhtilal ex kan vinhaj Leví chi' jun, ha t'a spatic yichanh in cajnub' ol ex ajoc. Ha ex ol e tanhvej, yic wach' max cot voval t'a in chonhab' Israel, xchi Jehová."
        },
        {
            "number": "30",
            "text": "Ix sk'anab'ajej eb' israel sk'ulan icha val ix aj yalan Jehová t'a vinhaj Moisés chi'."
        }
    ]
}