{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolonxi Jehová d'a vinhaj Moisés chi', ix yalan icha tic:"
        },
        {
            "number": "2",
            "text": "B'ochajocab' chab'oc q'uen trompeta nab'a plata, stenchaj d'a q'uen martillo. A juntzanh q'uen trompeta chi' spuchaji a tze molb'an eb' anima, ayic tzex b'eypaxb'ati."
        },
        {
            "number": "3",
            "text": "A spuji chab' q'uen trompeta chi', masanil chonhab' sja molan d'a ichanh b'aj ay in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "4",
            "text": "Palta tato junnhej q'uen spuji, anhej eb' yajal yaj d'a junjun macanhil inhtilal smolb'ej sb'a."
        },
        {
            "number": "5",
            "text": "Tato junip syak' spuji q'uen trompeta chi', sq'ue vaan campamento ay d'a stojolal b'aj sjavi k'u b'aj ay in cajnub' syal chi'."
        },
        {
            "number": "6",
            "text": "Axo yic spuchaj q'uen d'a schaelal sb'at eb' ayek' d'a stojolal sur. Yuj chi' a spuchaj q'uen trompeta d'a icha chi', ch'oxnab'il yaji ayic sb'eyb'at eb' chonhab'."
        },
        {
            "number": "7",
            "text": "Tato manh junipoc syak' spuchaj q'ueen, syalelk'ochi to tonhej smolb'aj anima."
        },
        {
            "number": "8",
            "text": "A mach spu'an q'uen trompeta chi', aton eb' sacerdote yinhtil vinhaj Aarón. A jun tic ley tz'ajcan d'ayex d'a masanil tiempo."
        },
        {
            "number": "9",
            "text": "Tato ay eb' ajk'ol sjavi yak' oval d'ayex d'a yol e macb'en, tzex el eyak' oval chi' yed' eb', elanhchamel spuchaj q'uen trompeta, yic tzex in nacot a in Jehová e Diosal in tic, tzex in colanel d'a eb' ajk'ol chi'."
        },
        {
            "number": "10",
            "text": "Axo d'a sk'ual ay e tzalajk'olal, icha d'a sk'ual q'uinh, ma d'a yic tz'alji q'uen uj, tze pu'an q'uen trompeta chi' yic tzeyak'an silab' stz'ai, ma silab' yic junk'olal. Icha chi' tzex in nacoti. A in ton Jehová e Diosal in tic svala', xchi d'a vinh."
        },
        {
            "number": "11",
            "text": "Ayic 20 yoch schab'il uj yic schab'il ab'il yelta chonhab' Israel d'a Egipto, ix q'ue vaan jun asun d'a yib'anh cajnub' yic trato."
        },
        {
            "number": "12",
            "text": "Ichato chi' ix el eb' israel d'a tz'inan lum yic Sinaí, k'ojank'olal ix b'eycot eb' masanto ix javi eb' d'a tz'inan lum yic Parán, yujto ata' ix och vaan jun asun chi'."
        },
        {
            "number": "13",
            "text": "Sb'ab'elalto sb'ey eb' tic d'a stzolal icha val ix aj yalan Jehová d'a vinhaj Moisés."
        },
        {
            "number": "14",
            "text": "B'ab'el eb' soldado ed'jinac sbandera yinhtilal Judá. A vinhaj Naasón yuninal vinhaj Aminadab ayoch yajaliloc eb'."
        },
        {
            "number": "15",
            "text": "Axo d'a yichanh eb' soldado yic yinhtilal Isacar, ata' ayoch vinhaj Natanael yuninal vinhaj Zuar."
        },
        {
            "number": "16",
            "text": "A vinhaj Eliab yuninal vinhaj Helón ayoch d'a yichanh eb' soldado yic yinhtilal Zabulón."
        },
        {
            "number": "17",
            "text": "Ix lajvi chi', ix xuyanq'ue vaan scajnub' Jehová eb', axo eb' yinhtilalcan vinhaj Gersón yed' eb' yinhtilalcan vinhaj Merari ix ik'anb'ati, yujto a eb' ayoch d'a yib'anh yik'anb'eyoc."
        },
        {
            "number": "18",
            "text": "Ichato chi' ix cot eb' soldado ed'jinac sbandera yinhtilal Rubén. A vinhaj Elisur yuninal vinhaj Sedeur ayoch yajaliloc eb'."
        },
        {
            "number": "19",
            "text": "A vinhaj Selumiel yuninal vinhaj Zurisadai ayoch d'a yichanh eb' soldado d'a yinhtilal Simeón."
        },
        {
            "number": "20",
            "text": "A vinhaj Eliasaf yuninal vinhaj Deuel ayoch d'a yichanh eb' soldado d'a yinhtilal Gad."
        },
        {
            "number": "21",
            "text": "Tzak'anto scotpax eb' yinhtilalcan vinhaj Coat. A eb' ed'jinac masanil syamk'ab'il scajnub' Jehová. Axo ix k'och eb', toxo ix b'ojiq'ue scajnub' Jehová chi'."
        },
        {
            "number": "22",
            "text": "Ichato chi' ix cot eb' soldado ed'jinac sbandera yinhtilal Efraín. A vinhaj Elisama yuninal vinhaj Amiud ayoch yajaliloc eb'."
        },
        {
            "number": "23",
            "text": "A vinhaj Gamaliel yuninal vinhaj Pedasur ayoch d'a yichanh eb' soldado d'a yinhtilal Manasés."
        },
        {
            "number": "24",
            "text": "A vinhaj Abidán yuninal vinhaj Gedeoni ayoch d'a yichanh eb' soldado d'a yinhtilal Benjamín."
        },
        {
            "number": "25",
            "text": "Slajvub'alxo masanil juntzanh soldado chi', ix cot eb' ed'jinac sbandera yinhtilal Dan. Aton eb' stanhvan eb' chonhab' d'a spatic chi'. A vinhaj Ahiezer yuninal vinhaj Amisadai ayoch yajaliloc eb'."
        },
        {
            "number": "26",
            "text": "A vinhaj Pagiel yuninal vinhaj Ocrán ayoch d'a yichanh eb' soldado d'a yinhtilal Aser."
        },
        {
            "number": "27",
            "text": "Axo vinhaj Ahira yuninal vinhaj Enán ayoch d'a yichanh eb' soldado d'a yinhtilal Neftalí."
        },
        {
            "number": "28",
            "text": "Icha chi' tz'aj stzolan sb'a eb' israel ayic sb'eyb'at eb'."
        },
        {
            "number": "29",
            "text": "Ay jun k'ual, ix yal vinhaj Moisés d'a vinh sb'aluch, aton vinhaj Hobab yuninal vinhaj Ragüel aj Madián, vinh snhi' vinhaj Moisés chi' icha tic: --A onh tic van co b'at d'a jun luum ix yak' sti' Jehová yak'an d'ayonh. Conh qued'oc, vach' ol ach quila', yujto ix yak' sti' Jehová onh syailani, xchi vinhaj Moisés chi'."
        },
        {
            "number": "30",
            "text": "Palta ix yalan vinhaj Hobab chi' icha tic: --Maay, a in tic ol in paxcan d'a in chonhab', b'aj ay masanil eb' in k'ab' voc, xchi vinh."
        },
        {
            "number": "31",
            "text": "Ix yalanxi vinhaj Moisés chi' d'a vinh: --Manh onh actejcani, yujto a ach tic ojtac yek' masanil juntzanh lugar b'aj vach' coch vaan d'a tz'inan luum tic, a ach ol onh a cuchb'ej."
        },
        {
            "number": "32",
            "text": "Tato tzach b'at qued'oc, a tastac vach' ol yak' Jehová d'ayonh, ol cak'pax ico', xchi vinh."
        },
        {
            "number": "33",
            "text": "Ix lajvi chi', ix el eb' d'a Sinaí, aton jun tzalan b'aj ix sch'ox sb'a Jehová. Oxe' k'ual ix b'ey eb'. B'ab'el te' scaxail strato Jehová yuj eb', a sch'oxan junoc b'aj vach' syik' yip eb'."
        },
        {
            "number": "34",
            "text": "Ayic sb'eyb'at eb', tz'och jun asun yic Jehová d'a yib'anh eb' d'a k'ualil."
        },
        {
            "number": "35",
            "text": "Ayic tz'ik'jib'at te' caxa chi' syalan vinhaj Moisés chi' icha tic: Q'ueanh van Mamin Jehová. Pech saclem eb' ayoch ajk'olal d'ayach. A eb' malaj sgana d'ayach, elocab' lemnaj eb' d'a ichanh, xchi vinh."
        },
        {
            "number": "36",
            "text": "Ayic tz'och vaan te' caxa chi', syalanxi vinh icha tic: Emanhcot Mamin Jehová, ajanh d'a co cal a onh israel manhxo jantacoc onh tic, manhxo onh b'ischajb'enoc, xchi vinh."
        }
    ]
}