{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolonxi Jehová t'a winhaj Moisés chi', ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "B'ochajocab' chab'oc q'uen trompeta nab'a plata, stenchaj t'a q'uen martillo. Ha juntzanh q'uen trompeta chi' spuchaji a tze molb'an eb' anima, ayic tzex b'eypaxb'ati."
        },
        {
            "number": "3",
            "text": "Ha spuji chab' q'uen trompeta chi', masanil chonhab' sja molan t'a ichanh b'aj ay in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "4",
            "text": "Palta tato junnhej q'uen spuji, anhej eb' yajal yaj t'a junjun macanhil inhtilal smolb'ej sb'a."
        },
        {
            "number": "5",
            "text": "Tato junip syak' spuji q'uen trompeta chi', sq'ue vaan campamento ay t'a stojolal b'aj sjavi k'u b'aj ay in cajnub' syal chi'."
        },
        {
            "number": "6",
            "text": "Axo yic spuchaj q'uen t'a schaelal sb'at eb' ayek' t'a stojolal sur. Yuj chi' a spuchaj q'uen trompeta t'a icha chi', ch'oxnab'il yaji ayic sb'eyb'at eb' chonhab'."
        },
        {
            "number": "7",
            "text": "Tato manh junipoc syak' spuchaj q'ueen, syalelk'ochi to tonhej smolb'aj anima."
        },
        {
            "number": "8",
            "text": "Ha mach spu'an q'uen trompeta chi', aton eb' sacerdote yinhtil winhaj Aarón. Ha jun tik ley tz'ajkan t'ayex t'a masanil tiempo."
        },
        {
            "number": "9",
            "text": "Tato ay eb' ajk'ol sjavi yak' oval t'ayex t'a yol e macb'en, tzex el eyak' oval chi' yet' eb', elanhchamel spuchaj q'uen trompeta, yic tzex in nacot a in Jehová e Diosal in tik, tzex in colanel t'a eb' ajk'ol chi'."
        },
        {
            "number": "10",
            "text": "Axo t'a sk'ual ay e tzalajk'olal, icha t'a sk'ual q'uinh, ma t'a yic tz'alji q'uen uj, tze pu'an q'uen trompeta chi' yic tzeyak'an silab' stz'ai, ma silab' yic junk'olal. Icha chi' tzex in nacoti. Ha in ton Jehová e Diosal in tik svala', xchi t'a winh."
        },
        {
            "number": "11",
            "text": "Ayic 20 yoch schab'il uj yic schab'il ab'il yelta chonhab' Israel t'a Egipto, ix q'ue vaan jun asun t'a yib'anh cajnub' yic trato."
        },
        {
            "number": "12",
            "text": "Ichato chi' ix el eb' israel t'a tzinan lum yic Sinaí, k'ojank'olal ix b'eycot eb' masanto ix javi eb' t'a tzinan lum yic Parán, yujto ata' ix och vaan jun asun chi'."
        },
        {
            "number": "13",
            "text": "Sb'ab'elalto sb'ey eb' tik t'a stzolal icha val ix aj yalan Jehová t'a winhaj Moisés."
        },
        {
            "number": "14",
            "text": "B'ab'el eb' soldado ed'jinac sbandera yinhtilal Judá. Ha winhaj Naasón yuninal winhaj Aminadab ayoch yajaliloc eb'."
        },
        {
            "number": "15",
            "text": "Axo t'a yichanh eb' soldado yic yinhtilal Isacar, ata' ayoch winhaj Natanael yuninal winhaj Zuar."
        },
        {
            "number": "16",
            "text": "Ha winhaj Eliab yuninal winhaj Helón ayoch t'a yichanh eb' soldado yic yinhtilal Zabulón."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix xuyanq'ue vaan scajnub' Jehová eb', haxo eb' yinhtilalcan winhaj Gersón yet' eb' yinhtilalcan winhaj Merari ix ik'anb'ati, yujto a eb' ayoch t'a yib'anh yik'anb'eyoc."
        },
        {
            "number": "18",
            "text": "Ichato chi' ix cot eb' soldado ed'jinac sbandera yinhtilal Rubén. Ha winhaj Elisur yuninal winhaj Sedeur ayoch yajaliloc eb'."
        },
        {
            "number": "19",
            "text": "Ha winhaj Selumiel yuninal winhaj Zurisadai ayoch t'a yichanh eb' soldado t'a yinhtilal Simeón."
        },
        {
            "number": "20",
            "text": "Ha winhaj Eliasaf yuninal winhaj Deuel ayoch t'a yichanh eb' soldado t'a yinhtilal Gad."
        },
        {
            "number": "21",
            "text": "Tzak'anto scotpax eb' yinhtilalcan winhaj Coat. Ha eb' ed'jinac masanil syamk'ab'il scajnub' Jehová. Axo ix k'och eb', toxo ix b'ojiq'ue scajnub' Jehová chi'."
        },
        {
            "number": "22",
            "text": "Ichato chi' ix cot eb' soldado ed'jinac sbandera yinhtilal Efraín. Ha winhaj Elisama yuninal winhaj Amiud ayoch yajaliloc eb'."
        },
        {
            "number": "23",
            "text": "Ha winhaj Gamaliel yuninal winhaj Pedasur ayoch t'a yichanh eb' soldado t'a yinhtilal Manasés."
        },
        {
            "number": "24",
            "text": "Ha winhaj Abidán yuninal winhaj Gedeoni ayoch t'a yichanh eb' soldado t'a yinhtilal Benjamín."
        },
        {
            "number": "25",
            "text": "Slajvub'alxo masanil juntzanh soldado chi', ix cot eb' ed'jinac sbandera yinhtilal Dan. Aton eb' stanhvan eb' chonhab' t'a spatic chi'. Ha winhaj Ahiezer yuninal winhaj Amisadai ayoch yajaliloc eb'."
        },
        {
            "number": "26",
            "text": "Ha winhaj Pagiel yuninal winhaj Ocrán ayoch t'a yichanh eb' soldado t'a yinhtilal Aser."
        },
        {
            "number": "27",
            "text": "Axo winhaj Ahira yuninal winhaj Enán ayoch t'a yichanh eb' soldado t'a yinhtilal Neftalí."
        },
        {
            "number": "28",
            "text": "Icha chi' tz'aj stzolan sb'a eb' israel ayic sb'eyb'at eb'."
        },
        {
            "number": "29",
            "text": "Ay jun k'ual, ix yal winhaj Moisés t'a winh sb'aluch, aton winhaj Hobab yuninal winhaj Ragüel aj Madián, winh snhi' winhaj Moisés chi' icha tik: --Ha onh tik van co b'at t'a jun lu'um ix yak' sti' Jehová yak'an t'ayonh. Conh qued'oc, wach' ol ach quila', yujto ix yak' sti' Jehová onh syailani, xchi winhaj Moisés chi'."
        },
        {
            "number": "30",
            "text": "Palta ix yalan winhaj Hobab chi' icha tik: --Maay, a in tik ol in paxcan t'a in chonhab', b'aj ay masanil eb' in k'ab' voc, xchi winh."
        },
        {
            "number": "31",
            "text": "Ix yalanxi winhaj Moisés chi' t'a winh: --Manh onh actejcani, yujto a ach tik ojtac yek' masanil juntzanh lugar b'aj wach' coch vaan t'a tzinan lu'um tik, a ach ol onh a cuchb'ej."
        },
        {
            "number": "32",
            "text": "Tato tzach b'at qued'oc, a tastac wach' ol yak' Jehová t'ayonh, ol cak'pax ico', xchi winh."
        },
        {
            "number": "33",
            "text": "Ixlajwi chi', ix el eb' t'a Sinaí, aton jun tzalan b'aj ix sch'ox sb'a Jehová. Oxe' k'ual ix b'ey eb'. B'ab'el te' scaxail strato Jehová yuj eb', a sch'oxan junok b'aj wach' syik' yip eb'."
        },
        {
            "number": "34",
            "text": "Ayic sb'eyb'at eb', tz'och jun asun yic Jehová t'a yib'anh eb' t'a k'ualil."
        },
        {
            "number": "35",
            "text": "Ayic tz'ik'jib'at te' caxa chi' syalan winhaj Moisés chi' icha tik: Q'ueanh van Mamin Jehová. Pech saclem eb' ayoch ajk'olal t'ayach. Ha eb' malaj sgana t'ayach, elocab' lemnaj eb' t'a ichanh, xchi winh."
        },
        {
            "number": "36",
            "text": "Ayic tz'och vaan te' caxa chi', syalanxi winh icha tik: Emanhcot Mamin Jehová, ajanh t'a co cal a onh israel manhxo jantacoc onh tik, manhxo onh b'ischajb'enoc, xchi winh."
        }
    ]
}