{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun k'u ix och ijan eb' israel yalan chucal lolonel d'a Jehová yuj yaelal tz'ek' d'a yib'anh eb'. A ix yab'an juntzanh lolonel chi' Jehová chi', ix te cot yoval d'a eb', ix yak'cot jun nivan k'ak' d'a scal eb', ix tz'ab'at eb' cajan d'a stitaquel campamento chi'."
        },
        {
            "number": "2",
            "text": "Ix q'ue yav eb' chonhab' d'a vinhaj Moisés chi', ix sk'anan scolval vinh eb'. Axo vinh ix k'anan d'a Jehová, ix tup jun k'ak' chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi' Tabera ix scuchcan jun lugar chi', yujto ata' ix yak' pitzvoc jun k'ak' chi' Jehová d'a scal eb'."
        },
        {
            "number": "4",
            "text": "Tzijtum eb' ch'oc chonhab'il ayxo och d'a scal eb' israel. A jun macanh anima chi', anhej vael naan yuj eb'. Ajun pax eb' israel ix alub'tanhani, ix ok'q'ue eb', ix yalan eb' icha tic: Comonoc val ay mach tz'ak'an jab'oc nok' chib'ej co chi'a."
        },
        {
            "number": "5",
            "text": "Sco navalcoti to te ay nok' chay max co manlaj ix co chi' d'a Egipto. Ay pax anh pepino, te' melón, anh puerro, anh cebolla yed' anh axux, masanil juntzanh chi' ix cab'lej."
        },
        {
            "number": "6",
            "text": "Axo pax d'a tic, te manhxa jab'oc tas scab'lej, toxonhej squixtej co k'ool co vaan jun maná tic, xchi eb'."
        },
        {
            "number": "7",
            "text": "(A juntzanh maná chi', lajan yilji icha sat anh culantro, k'an yilji icha stzatajil te' taj."
        },
        {
            "number": "8",
            "text": "Axo sjab', lajan icha sjab' ixim k'oxox pan sb'o yed' aceite. A tz'em yal ak'val, tz'emcan maná chi' d'a scampamento eb'. Ayic sacb'i tz'elta eb' anima chi' smol yico', sjaxan chojoc eb', sb'oan eb' icha tz'aj sb'o ixim pan d'a horno. Ay b'aj stenpoj eb', stz'anhan eb'.)"
        },
        {
            "number": "9",
            "text": "Ix yab' vinhaj Moisés yok' masanil eb' israel d'a sti' smantiado junjun. Ix te cot yoval Jehová, anheja' ix te ja schab'k'olal vinhaj Moisés chi'."
        },
        {
            "number": "10",
            "text": "Ix yalan vinh d'a Jehová icha tic: --¿Tas yuj tzak' vil yaelal a in a checab' in tic? ¿Tas val yoval a k'ol d'a in patic, yuj chi' tzak' jun chonhab' tic in tanhvej?"
        },
        {
            "number": "11",
            "text": "Tocval mamab'il nunab'il vaji, yuj chi' tzala' to tzin chelb'at eb' icha junoc nene' unin d'a sat lum luum alnaccan d'a eb' co mam quicham."
        },
        {
            "number": "12",
            "text": "¿B'ajtil sb'at vik' nok' chib'ej svak' schi juntzanh anima tic? Tz'ok' val eb', tzul yalan eb' d'ayin: Ak'cot nok' chib'ej yic sco chi'a, xchi eb'."
        },
        {
            "number": "13",
            "text": "Maxtzac yal-laj in tak'vanoch d'a vib'anh vik'anb'at jun chonhab' tic. Icha junoc icatz te al, icha val chi' yaj svab'i."
        },
        {
            "number": "14",
            "text": "Tato ol ak'nhej jun yaelal tic d'ayin, vach' ama tzin ak' chamoc. Tato xajan in uuj jun, iq'uinel d'a scal tzijtum yaelal tic, xchi vinh."
        },
        {
            "number": "15",
            "text": "Ix yalan Jehová chi' d'a vinh icha tic: --Molb'ej 70-oc eb' yichamtac vinaquil chonhab', eb' vinh nivac yelk'och d'a scal eb' anima tzila', tzik'ancot eb' vinh d'a sti' in cajnub' b'aj tzin ch'ox in b'a, tzin a tanhvan ta' yed' eb' vinh."
        },
        {
            "number": "16",
            "text": "Axo yic ol in k'ochoc, ol in lolon ed'oc. Ol viq'uel jab'oc espíritu ayoch d'ayach, ol vak'anoch d'a eb' vinh, yic vach' ol colvaj eb' vinh yilan eb' anima tic ed'oc, yic manh a ch'ocojoc ol il eb'."
        },
        {
            "number": "17",
            "text": "Slajvi chi', tzalan d'a eb' anima chi' to sb'o sb'a eb', yujto a q'uik'an schi nok' chib'ej eb' ix sk'an chi'. Toxo ix vab' yok' eb', ix vab'an yalan eb': Comonoc ay jab'oc chib'ej sco chi'a. Te vach'nhej cajek' d'a Egipto, xchi eb'. Yuj chi' ol vak' nok' schib'ej eb' chi'."
        },
        {
            "number": "18",
            "text": "Manh junnhejoc k'ual, manh chab'oc k'ual, manh oyeoc k'ual, manh lajunheoc k'ual, manh junq'uinhoc,"
        },
        {
            "number": "19",
            "text": "palta jun ujal ol schi nok' chib'ej chi' eb'. Ol schi nok' eb' masanto ol xej eb' yuj nok'. Ol laj ja nok' d'a yoltac snhi' eb', masanto ol syaj nok' eb'. Yujto emnaquiltac ix in yutej eb' a in Jehová in ayinek' d'a e cal. Tz'ok' eb' d'a vichanh syalan eb': ¿Tas yuj ix onh iq'uelta d'a Egipto? xchi eb', xchi d'a vinh."
        },
        {
            "number": "20",
            "text": "Ix tak'vi vinhaj Moisés chi' icha tic: --Mamin Jehová, a eb' anima ved'nac tic, ay 600 mil eb' vinac stiempoal yoch soldadoal. Ch'oc pax yaj eb' ix ix yed' eb' cotac unin, tzalani to jun ujal ol ak' nok' chib'ej co chi'a."
        },
        {
            "number": "21",
            "text": "¿B'ajtil ol cot jantacoc nok' calnel yed' jantacoc nok' vacax sco milchamoc yic syab' schi'an juntzanh anima tic? Yed' pax cak'an nok' chay schi eb', vach'chom slajviq'ueta nok' smasanil d'a yol a' mar, anhejtona' max yab'laj nok', xchi vinh."
        },
        {
            "number": "22",
            "text": "Ix tak'vi Jehová chi' d'a vinh icha tic: --¿Am a naani to jab'nhej in poder? A ticnaic ol ila' tato ol elk'och icha sval tic, mato maay, xchi d'a vinh."
        },
        {
            "number": "23",
            "text": "Ix lajvi chi', ix elta vinhaj Moisés yal d'a scal eb' anima tas ix yal Jehová. Ix smolb'an 70 eb' yichamtac vinaquil chonhab' vinh, ix och oyan eb' vinh d'a spatictac scajnub' Dios yuj vinh."
        },
        {
            "number": "24",
            "text": "Ix lajvi chi', ix emul Jehová d'a scal asun, ix lolon yed' vinhaj Moisés chi'. Ata' ix ik'jiel jab'oc espíritu ayoch d'a vinh yuj Jehová, ix yak'anoch d'a eb' vinh 70 ichamtac vinac chi'. Ata' ix och ijan eb' vinh slolon icha eb' yalumalel slolonel Dios, palta anhej junel chi' ix lolon eb' vinh icha chi'."
        },
        {
            "number": "25",
            "text": "Ay chavanh eb' vinh ayoch sb'isuloc eb' vinh 70 chi', jun vinh scuch Eldad, axo junxo vinh scuchan Medad. A eb' vinh chavanh chi', ix can eb' vinh d'a campamento, maj b'atlaj eb' vinh d'a scajnub' Dios. Ajun pax eb' vinh ix chaan espíritu chi', ix och ijan eb' vinh yalanel slolonel Dios d'a campamento chi'."
        },
        {
            "number": "26",
            "text": "Axo ix yab'an jun vinh quelem, ix b'at lemnaj vinh yal d'a vinhaj Moisés chi' icha tic: --A vinhaj Eldad yed' vinhaj Medad, van slolon eb' vinh b'aj ay campamento, ichato yalumalel slolonel Dios eb' vinh, xchi vinh."
        },
        {
            "number": "27",
            "text": "Yuj chi' a vinhaj Josué yuninal vinhaj Nun, vinh scolvaj yictax d'a squelemal yed' vinhaj Moisés chi', ix yal vinh icha tic: --Mamin Moisés, a ticnaic alb'ati to scachjioch vaan eb' vinh chi' sloloni, xchi vinh."
        },
        {
            "number": "28",
            "text": "Ix tak'vi vinhaj Moisés chi' icha tic: --¿Tom a gana a innhej nivan velk'och d'a scal eb' anima tic? Comonoc tz'el d'a sk'ol Jehová to syak' Yespíritu d'a masanil anima tic yic vach' tz'ochcan eb' schecab'oc, xchi vinh."
        },
        {
            "number": "29",
            "text": "Ix lajvi chi', ix meltzaj vinh yed' eb' yichamtac vinaquil chonhab' b'aj ay campamento chi'."
        },
        {
            "number": "30",
            "text": "Junanto val rato chi' ix cot jun ik' te ov d'a yol a' mar yuj Jehová, axo jun ik' chi' ix ik'ancot nok' tzijtumal much scuchan ub'. Ix em nok' d'a yol campamento yed' d'a spatictac, ay am junoc k'ual stek'nab'il spatictac campamento chi' b'aj ix k'och k'aman yem nok'. Junxonhej am val metro schaanhil tz'ek' jenhenhoc nok' d'a yib'anh luum."
        },
        {
            "number": "31",
            "text": "Masanil d'a jun k'u chi' yed' masanil jun ak'val yed' masanil d'a junxo k'u ix syam nok' eb' anima chi'. A mach quennhej nok' ix yamchaj yuuj, aynhejam lajunheoc b'ulanh nok' ix syama'. Masanil eb' anima ix och ijan sb'oan nok', ix yak'an tacjoc nok' eb' d'a spatictac campamento chi'."
        },
        {
            "number": "32",
            "text": "Ayic van schi'an nok' ub' chi' eb', ix cot yoval sk'ol Jehová d'a eb', ix yak'ancot jun yaelal d'a yib'anh eb'. Te nivan eb' ix chami."
        },
        {
            "number": "33",
            "text": "Yuj chi' ix scuchcan jun lugar chi' Quibrot-hataava, yujto ata' ix mucchajcan eb' pek'chib'ej chi'."
        },
        {
            "number": "34",
            "text": "Ix lajvi chi', ix el eb' d'a Quibrot-hataava chi', ix b'at eb', ix k'och eb' d'a jun lugar scuch Hazerot. Ata' ix cajnajcan eb' jun tiempoal."
        }
    ]
}