{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun k'u ix och ijan heb' israel yalan chukal lolonel t'a Jehová yuj yaelal tzek' t'a yib'anh heb'. Ha ix yab'an juntzanh lolonel chi' Jehová chi', ix te cot yowal t'a heb', ix yak'cot jun niwan k'ak' t'a skal heb', ix tz'ab'at heb' kajan t'a stitaquel campamento chi'."
        },
        {
            "number": "2",
            "text": "Ix k'e yav heb' chonhab' t'a winhaj Moisés chi', ix sk'anan scolwal winh heb'. Axo winh ix k'anan t'a Jehová, ix tup jun k'ak' chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi' Tabera ix scuchcan jun lugar chi', yujto ata' ix yak' pitzwoc jun k'ak' chi' Jehová t'a skal heb'."
        },
        {
            "number": "4",
            "text": "Tzijtum heb' ch'oc chonhab'il ayxo och t'a skal heb' israel. Ha jun makan anima chi', anhej wael naan yuj heb'. Ajun pax heb' israel ix alub'tanhani, ix ok'k'e heb', ix yalan heb' icha tik: Comonoc wal ay mach tz'ak'an jab'oc nok' chib'ej ko chi'a."
        },
        {
            "number": "5",
            "text": "Sco nawalcoti to te ay nok' chay max ko manlaj ix ko chi' t'a Egipto. Ay pax anh pepino, te' melón, anh puerro, anh cebolla yet' anh axux, masanil juntzanh chi' ix kab'lej."
        },
        {
            "number": "6",
            "text": "Axo pax t'a tik, te manhxa jab'oc tas skab'lej, toxonhej squixtej ko k'ool ko waan jun maná tik, xchi heb'."
        },
        {
            "number": "7",
            "text": "(Ha juntzanh maná chi', lajan yilji icha sat anh culantro, k'an yilji icha stzatajil te' taj."
        },
        {
            "number": "8",
            "text": "Axo sjab', lajan icha sjab' ixim k'oxox pan sb'o yet' aceite. Ha tz'em yal ak'wal, tz'emkan maná chi' t'a skampamento heb'. Ayic sakb'i tz'elta heb' anima chi' smol yico', sjaxan chojoc heb', sb'oan heb' icha tz'aj sb'o ixim pan t'a horno. Ay b'aj stenpoj heb', stz'anhan heb'.)"
        },
        {
            "number": "9",
            "text": "Ix yab' winhaj Moisés yok' masanil heb' israel t'a sti' smantiado junjun. Ix te cot yowal Jehová, anheja' ix te ja schab'k'olal winhaj Moisés chi'."
        },
        {
            "number": "10",
            "text": "Ix yalan winh t'a Jehová icha tik: --¿Tas yuj tzak' wil yaelal a in a chekab' in tik? ¿Tas wal yowal a k'ol t'a in patic, yuj chi' tzak' jun chonhab' tik in tanhwej?"
        },
        {
            "number": "11",
            "text": "Tocwal mamab'il nunab'il waji, yuj chi' tzala' to tzin chelb'at heb' icha junok nene' unin t'a sat lum lum alnakkan t'a heb' ko mam quicham."
        },
        {
            "number": "12",
            "text": "¿B'ajtil sb'at wik' nok' chib'ej swak' schi juntzanh anima tik? Tz'ok' wal heb', tzul yalan heb' t'ayin: Ak'cot nok' chib'ej yic sko chi'a, xchi heb'."
        },
        {
            "number": "13",
            "text": "Maxtzac yal-laj in tak'wanoch t'a wib'anh wik'anb'at jun chonhab' tik. Icha junok ikatz te al, icha wal chi' yaj swab'i."
        },
        {
            "number": "14",
            "text": "Tato ol ak'nhej jun yaelal tik t'ayin, wach' ama tzin ak' chamoc. Tato xajan in uuj jun, iq'uinel t'a skal tzijtum yaelal tik, xchi winh."
        },
        {
            "number": "15",
            "text": "Ix yalan Jehová chi' t'a winh icha tik: --Molb'ej 70-oc heb' yichamtac winaquil chonhab', heb' winh niwac yelk'och t'a skal heb' anima tzila', tzik'ancot heb' winh t'a sti' in kajnub' b'aj tzin ch'ox in b'a, tzin a tanhwan ta' yet' heb' winh."
        },
        {
            "number": "16",
            "text": "Axo yic ol in k'ochoc, ol in lolon ed'oc. Ol wik'el jab'oc espíritu ayoch t'ayach, ol wak'anoch t'a heb' winh, yic wach' ol kolwaj heb' winh yilan heb' anima tik ed'oc, yic manh a ch'ocojoc ol il heb'."
        },
        {
            "number": "17",
            "text": "Slajwi chi', tzalan t'a heb' anima chi' to sb'o sb'a heb', yujto a k'ik'an schi nok' chib'ej heb' ix sk'an chi'. Toxo ix wab' yok' heb', ix wab'an yalan heb': Comonoc ay jab'oc chib'ej sko chi'a. Te wach'nhej kajek' t'a Egipto, xchi heb'. Yuj chi' ol wak' nok' schib'ej heb' chi'."
        },
        {
            "number": "18",
            "text": "Manh junnhejoc k'ual, manh chab'oc k'ual, manh oyeoc k'ual, manh lajunheoc k'ual, manh junq'uinhoc,"
        },
        {
            "number": "19",
            "text": "palta jun ujal ol schi nok' chib'ej chi' heb'. Ol schi nok' heb' masanto ol xej heb' yuj nok'. Ol laj ja nok' t'a yoltac snhi' heb', masanto ol syaj nok' heb'. Yujto emnaquiltac ix in yutej heb' a in Jehová in ayinek' t'a he kal. Tz'ok' heb' t'a wichanh syalan heb': ¿Tas yuj ix onh ik'elta t'a Egipto? xchi heb', xchi t'a winh."
        },
        {
            "number": "20",
            "text": "Ix tak'wi winhaj Moisés chi' icha tik: --Mamin Jehová, a heb' anima wed'nac tik, ay 600 mil heb' winak stiempoal yoch soldadoal. Ch'oc pax yaj heb' ix ix yet' heb' cotac unin, tzalani to jun ujal ol ak' nok' chib'ej ko chi'a."
        },
        {
            "number": "21",
            "text": "¿B'ajtil ol cot jantacoc nok' kalnel yet' jantacoc nok' wakax sko milchamoc yic syab' schi'an juntzanh anima tik? Yed' pax kak'an nok' chay schi heb', wach'chom slajwik'eta nok' smasanil t'a yol ha' mar, anhejtona' max yab'laj nok', xchi winh."
        },
        {
            "number": "22",
            "text": "Ix tak'wi Jehová chi' t'a winh icha tik: --¿Am a naani to jab'nhej in poder? Ha tiknaik ol ila' tato ol elk'och icha swal tik, mato maay, xchi t'a winh."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix elta winhaj Moisés yal t'a skal heb' anima tas ix yal Jehová. Ix smolb'an 70 heb' yichamtac winaquil chonhab' winh, ix och oyan heb' winh t'a spatictac skajnub' Dios yuj winh."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix emul Jehová t'a skal asun, ix lolon yet' winhaj Moisés chi'. Ata' ix ik'jiel jab'oc espíritu ayoch t'a winh yuj Jehová, ix yak'anoch t'a heb' winh 70 ichamtac winak chi'. Ata' ix och ijan heb' winh slolon icha heb' yalumalel slolonel Dios, palta anhej junel chi' ix lolon heb' winh icha chi'."
        },
        {
            "number": "25",
            "text": "Ay chawanh heb' winh ayoch sb'isuloc heb' winh 70 chi', jun winh scuch Eldad, haxo junxo winh skuchan Medad. Ha heb' winh chawanh chi', ix kan heb' winh t'a campamento, maj b'atlaj heb' winh t'a skajnub' Dios. Ajun pax heb' winh ix chaan espíritu chi', ix och ijan heb' winh yalanel slolonel Dios t'a campamento chi'."
        },
        {
            "number": "26",
            "text": "Axo ix yab'an jun winh quelem, ix b'at lemnaj winh yal t'a winhaj Moisés chi' icha tik: --Ha winhaj Eldad yet' winhaj Medad, wan slolon heb' winh b'aj ay campamento, ichato yalumalel slolonel Dios heb' winh, xchi winh."
        },
        {
            "number": "27",
            "text": "Yuj chi' a winhaj Josué yuninal winhaj Nun, winh skolwaj yictax t'a squelemal yet' winhaj Moisés chi', ix yal winh icha tik: --Mamin Moisés, a tiknaik alb'ati to skachjioch waan heb' winh chi' sloloni, xchi winh."
        },
        {
            "number": "28",
            "text": "Ix tak'wi winhaj Moisés chi' icha tik: --¿Tom a gana a innhej niwan welk'och t'a skal heb' anima tik? Comonoc tz'el t'a sk'ol Jehová to syak' Yespíritu t'a masanil anima tik yic wach' tz'ochkan heb' schekab'oc, xchi winh."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix meltzaj winh yet' heb' yichamtac winaquil chonhab' b'aj ay campamento chi'."
        },
        {
            "number": "30",
            "text": "Junanto wal rato chi' ix cot jun ik' te ov t'a yol ha' mar yuj Jehová, haxo jun ik' chi' ix ik'ancot nok' tzijtumal much skuchan ub'. Ix em nok' t'a yol campamento yet' t'a spatictac, ay am junok k'ual stek'nab'il spatictac campamento chi' b'aj ix k'och k'aman yem nok'. Junxonhej am wal metro schaanhil tzek' jenhenhoc nok' t'a yib'anh lu'um."
        },
        {
            "number": "31",
            "text": "Masanil t'a jun k'u chi' yet' masanil jun ak'wal yet' masanil t'a junxo k'u ix syam nok' heb' anima chi'. Ha mach quennhej nok' ix yamchaj yuj, aynhejam lajunheoc b'ulanh nok' ix syama'. Masanil heb' anima ix och ijan sb'oan nok', ix yak'an tacjoc nok' heb' t'a spatictac campamento chi'."
        },
        {
            "number": "32",
            "text": "Ayic wan schi'an nok' ub' chi' heb', ix cot yowal sk'ol Jehová t'a heb', ix yak'ancot jun yaelal t'a yib'anh heb'. Te niwan heb' ix chami."
        },
        {
            "number": "33",
            "text": "Yuj chi' ix scuchcan jun lugar chi' Quibrot-hataawa, yujto ata' ix mucchajkan heb' pek'chib'ej chi'."
        },
        {
            "number": "34",
            "text": "Ixlajwi chi', ix el heb' t'a Quibrot-hataawa chi', ix b'at heb', ix k'och heb' t'a jun lugar scuch Hazerot. Ata' ix kajnajkan heb' jun pekti’."
        }
    ]
}