{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun k'u ix och ijan eb' israel yalan chukal lolonel t'a Jehová yuj yaelal tzek' t'a yib'anh eb'. Ha ix yab'an juntzanh lolonel chi' Jehová chi', ix te cot yoval t'a eb', ix yak'cot jun niwan k'ak' t'a skal eb', ix tz'ab'at eb' cajan t'a stitaquel campamento chi'."
        },
        {
            "number": "2",
            "text": "Ix q'ue yav eb' chonhab' t'a winhaj Moisés chi', ix sk'anan scolval winh eb'. Axo winh ix k'anan t'a Jehová, ix tup jun k'ak' chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi' Tabera ix scuchcan jun lugar chi', yujto ata' ix yak' pitzvoc jun k'ak' chi' Jehová t'a skal eb'."
        },
        {
            "number": "4",
            "text": "Tzijtum eb' ch'oc chonhab'il ayxo och t'a skal eb' israel. Ha jun makan anima chi', anhej vael naan yuj eb'. Ajun pax eb' israel ix alub'tanhani, ix ok'q'ue eb', ix yalan eb' icha tik: Comonoc val ay mach tz'ak'an jab'oc nok' chib'ej co chi'a."
        },
        {
            "number": "5",
            "text": "Sco navalcoti to te ay nok' chay max co manlaj ix co chi' t'a Egipto. Ay pax anh pepino, te' melón, anh puerro, anh cebolla yet' anh axux, masanil juntzanh chi' ix cab'lej."
        },
        {
            "number": "6",
            "text": "Axo pax t'a tik, te manhxa jab'oc tas scab'lej, toxonhej squixtej co k'ool co vaan jun maná tik, xchi eb'."
        },
        {
            "number": "7",
            "text": "(Ha juntzanh maná chi', lajan yilji icha sat anh culantro, k'an yilji icha stzatajil te' taj."
        },
        {
            "number": "8",
            "text": "Axo sjab', lajan icha sjab' ixim k'oxox pan sb'o yet' aceite. Ha tz'em yal ak'val, tz'emcan maná chi' t'a scampamento eb'. Ayic sakb'i tz'elta eb' anima chi' smol yico', sjaxan chojoc eb', sb'oan eb' icha tz'aj sb'o ixim pan t'a horno. Ay b'aj stenpoj eb', stz'anhan eb'.)"
        },
        {
            "number": "9",
            "text": "Ix yab' winhaj Moisés yok' masanil eb' israel t'a sti' smantiado junjun. Ix te cot yoval Jehová, anheja' ix te ja schab'k'olal winhaj Moisés chi'."
        },
        {
            "number": "10",
            "text": "Ix yalan winh t'a Jehová icha tik: --¿Tas yuj tzak' vil yaelal a in a checab' in tik? ¿Tas val yoval a k'ol t'a in patic, yuj chi' tzak' jun chonhab' tik in tanhvej?"
        },
        {
            "number": "11",
            "text": "Tocval mamab'il nunab'il vaji, yuj chi' tzala' to tzin chelb'at eb' icha junok nene' unin t'a sat lum lum alnaccan t'a eb' co mam quicham."
        },
        {
            "number": "12",
            "text": "¿B'ajtil sb'at vik' nok' chib'ej svak' schi juntzanh anima tik? Tz'ok' val eb', tzul yalan eb' t'ayin: Ak'cot nok' chib'ej yic sco chi'a, xchi eb'."
        },
        {
            "number": "13",
            "text": "Maxtzac yal-laj in tak'vanoch t'a vib'anh vik'anb'at jun chonhab' tik. Icha junok icatz te al, icha val chi' yaj svab'i."
        },
        {
            "number": "14",
            "text": "Tato ol ak'nhej jun yaelal tik t'ayin, wach' ama tzin ak' chamoc. Tato xajan in uuj jun, iq'uinel t'a skal tzijtum yaelal tik, xchi winh."
        },
        {
            "number": "15",
            "text": "Ix yalan Jehová chi' t'a winh icha tik: --Molb'ej 70-oc eb' yichamtac vinaquil chonhab', eb' winh nivac yelk'och t'a skal eb' anima tzila', tzik'ancot eb' winh t'a sti' in cajnub' b'aj tzin ch'ox in b'a, tzin a tanhvan ta' yet' eb' winh."
        },
        {
            "number": "16",
            "text": "Axo yic ol in k'ochoc, ol in lolon ed'oc. Ol viq'uel jab'oc espíritu ayoch t'ayach, ol vak'anoch t'a eb' winh, yic wach' ol kolwaj eb' winh yilan eb' anima tik ed'oc, yic manh a ch'ocojoc ol il eb'."
        },
        {
            "number": "17",
            "text": "Slajvi chi', tzalan t'a eb' anima chi' to sb'o sb'a eb', yujto a k'ik'an schi nok' chib'ej eb' ix sk'an chi'. Toxo ix vab' yok' eb', ix vab'an yalan eb': Comonoc ay jab'oc chib'ej sco chi'a. Te wach'nhej cajek' t'a Egipto, xchi eb'. Yuj chi' ol vak' nok' schib'ej eb' chi'."
        },
        {
            "number": "18",
            "text": "Manh junnhejoc k'ual, manh chab'oc k'ual, manh oyeoc k'ual, manh lajunheoc k'ual, manh junq'uinhoc,"
        },
        {
            "number": "19",
            "text": "palta jun ujal ol schi nok' chib'ej chi' eb'. Ol schi nok' eb' masanto ol xej eb' yuj nok'. Ol laj ja nok' t'a yoltac snhi' eb', masanto ol syaj nok' eb'. Yujto emnaquiltac ix in yutej eb' a in Jehová in ayinek' t'a e cal. Tz'ok' eb' t'a vichanh syalan eb': ¿Tas yuj ix onh iq'uelta t'a Egipto? xchi eb', xchi t'a winh."
        },
        {
            "number": "20",
            "text": "Ix tak'vi winhaj Moisés chi' icha tik: --Mamin Jehová, a eb' anima ved'nac tik, ay 600 mil eb' vinac stiempoal yoch soldadoal. Ch'oc pax yaj eb' ix ix yet' eb' cotac unin, tzalani to jun ujal ol ak' nok' chib'ej co chi'a."
        },
        {
            "number": "21",
            "text": "¿B'ajtil ol cot jantacoc nok' calnel yet' jantacoc nok' vacax sco milchamoc yic syab' schi'an juntzanh anima tik? Yed' pax cak'an nok' chay schi eb', wach'chom slajviq'ueta nok' smasanil t'a yol ha' mar, anhejtona' max yab'laj nok', xchi winh."
        },
        {
            "number": "22",
            "text": "Ix tak'vi Jehová chi' t'a winh icha tik: --¿Am a naani to jab'nhej in poder? Ha ticnaic ol ila' tato ol elk'och icha swal tik, mato maay, xchi t'a winh."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix elta winhaj Moisés yal t'a skal eb' anima tas ix yal Jehová. Ix smolb'an 70 eb' yichamtac vinaquil chonhab' winh, ix och oyan eb' winh t'a spatictac scajnub' Dios yuj winh."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix emul Jehová t'a skal asun, ix lolon yet' winhaj Moisés chi'. Ata' ix ik'jiel jab'oc espíritu ayoch t'a winh yuj Jehová, ix yak'anoch t'a eb' winh 70 ichamtac vinac chi'. Ata' ix och ijan eb' winh slolon icha eb' yalumalel slolonel Dios, palta anhej junel chi' ix lolon eb' winh icha chi'."
        },
        {
            "number": "25",
            "text": "Ay chavanh eb' winh ayoch sb'isuloc eb' winh 70 chi', jun winh scuch Eldad, haxo junxo winh scuchan Medad. Ha eb' winh chavanh chi', ix kan eb' winh t'a campamento, maj b'atlaj eb' winh t'a scajnub' Dios. Ajun pax eb' winh ix chaan espíritu chi', ix och ijan eb' winh yalanel slolonel Dios t'a campamento chi'."
        },
        {
            "number": "26",
            "text": "Axo ix yab'an jun winh quelem, ix b'at lemnaj winh yal t'a winhaj Moisés chi' icha tik: --Ha winhaj Eldad yet' winhaj Medad, van slolon eb' winh b'aj ay campamento, ichato yalumalel slolonel Dios eb' winh, xchi winh."
        },
        {
            "number": "27",
            "text": "Yuj chi' a winhaj Josué yuninal winhaj Nun, winh skolwaj yictax t'a squelemal yet' winhaj Moisés chi', ix yal winh icha tik: --Mamin Moisés, a ticnaic alb'ati to scachjioch vaan eb' winh chi' sloloni, xchi winh."
        },
        {
            "number": "28",
            "text": "Ix tak'vi winhaj Moisés chi' icha tik: --¿Tom a gana a innhej niwan velk'och t'a skal eb' anima tik? Comonoc tz'el t'a sk'ol Jehová to syak' Yespíritu t'a masanil anima tik yic wach' tz'ochcan eb' schecab'oc, xchi winh."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix meltzaj winh yet' eb' yichamtac vinaquil chonhab' b'aj ay campamento chi'."
        },
        {
            "number": "30",
            "text": "Junanto val rato chi' ix cot jun ik' te ov t'a yol ha' mar yuj Jehová, haxo jun ik' chi' ix ik'ancot nok' tzijtumal much scuchan ub'. Ix em nok' t'a yol campamento yet' t'a spatictac, ay am junok k'ual stek'nab'il spatictac campamento chi' b'aj ix k'och k'aman yem nok'. Junxonhej am val metro schaanhil tzek' jenhenhoc nok' t'a yib'anh lu'um."
        },
        {
            "number": "31",
            "text": "Masanil t'a jun k'u chi' yet' masanil jun ak'val yet' masanil t'a junxo k'u ix syam nok' eb' anima chi'. Ha mach quennhej nok' ix yamchaj yuj, aynhejam lajunheoc b'ulanh nok' ix syama'. Masanil eb' anima ix och ijan sb'oan nok', ix yak'an tacjoc nok' eb' t'a spatictac campamento chi'."
        },
        {
            "number": "32",
            "text": "Ayic van schi'an nok' ub' chi' eb', ix cot yoval sk'ol Jehová t'a eb', ix yak'ancot jun yaelal t'a yib'anh eb'. Te niwan eb' ix chami."
        },
        {
            "number": "33",
            "text": "Yuj chi' ix scuchcan jun lugar chi' Quibrot-hataava, yujto ata' ix mucchajcan eb' pek'chib'ej chi'."
        },
        {
            "number": "34",
            "text": "Ixlajwi chi', ix el eb' t'a Quibrot-hataava chi', ix b'at eb', ix k'och eb' t'a jun lugar scuch Hazerot. Ata' ix cajnajcan eb' jun pekti’."
        }
    ]
}