{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ix och ijan ix María yet' winhaj Aarón yalan specal winhaj Moisés, yujto yik'nac jun ix cusita winh yetb'eyumoc."
        },
        {
            "number": "2",
            "text": "Anheja' ix yalanpax heb': Tocwal anhej t'a winhaj Moisés chi' slolon Jehová. Slolonpax t'ayonh, xchi heb'. Palta ix yab' Jehová tas ix yal heb' chi'."
        },
        {
            "number": "3",
            "text": "D'a wal yel, anhej winhaj Moisés te emnaquil syutej sb'ha t'a skal heb' anima t'a yol yib'anhk’inal tik."
        },
        {
            "number": "4",
            "text": "Yuj chi', elanhchamel ix yal Jehová t'a winhaj Moisés, t'a winhaj Aarón yet' t'a ix María chi' icha tik: Cotanhec eyoxwanhil t'a sti' in cajnub' b'aj tzin ch'ox in b'a, xchi. Yuj chi' ix k'och heb' yoxwanhil."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi' ix emul Jehová t'a skal jun niwan asun, ix och moyan t'a sti' scajnub' chi', ix avtaj winhaj Aarón yet' ix María chi' yuj. Axo ix k'och heb' t'a yichanh, ix yalan icha tik:"
        },
        {
            "number": "6",
            "text": "Ab'ec wal tas ol wala': Ayic swak'ancot junok in checab' t'a he kal, a in tzin ch'ox in b'a t'ay, tzin lolonpax t'a wayichal t'ay."
        },
        {
            "number": "7",
            "text": "Axo pax yet' winh in checab' aj Moisés tik, manh ichocta' swutej, yujto anhej winh k'anab'ajum syutej sb'ha t'a skal heb' wik yaji."
        },
        {
            "number": "8",
            "text": "Q'uelk'umb'a tzin aj yet' winh tzin loloni, te jichichi tz'aj in loloni yet' in yilan winh. Tato k'elk'umb'a tz'aj in sat in lolon yet' winh ¿tas wal yuj tze tek'b'ej he b'a eyalan specal winh? xchi t'a heb'."
        },
        {
            "number": "9",
            "text": "Ix te cot yowal Jehová t'a heb', ix lajwi chi' ix b'ati."
        },
        {
            "number": "10",
            "text": "Ayic ix k'e waan asun chi' t'a yib'anh scajnub' Dios, haxo ix María chi' sacwequinac yilji sniwanil ix yuj lepra. Ix och k'elan winhaj Aarón chi' t'a ix, ix yilan winh to ayxo och lepra t'a ix."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yalan winh t'a winhaj Moisés chi' icha tik: Mamin, ak' wal niwank'olal t'ayonh, yujto yuj ko manh pensaril ix och ko mul."
        },
        {
            "number": "12",
            "text": "Comonoc tz'el t'a a k'ol max kan ix icha junok nene' unin chamnacxo ayic tz'alji, ixtaxnacxob'at sniwanil, xchi winhaj Aarón chi'."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix och ijan winhaj Moisés chi' yalan t'a Jehová: Mamin, tzin tewi t'ayach to tzik'el jun ilya tik t'a ix wanab' tik, xchi winh."
        },
        {
            "number": "14",
            "text": "Ix tak'wi Jehová chi' t'a winh: Q'uinaloc tato a smam ix stzub'anoch t'a sat, ¿tom max kan ix q'uixwelal uqueoc k'ual? Ocxom yuj jun smul ix ix och tik, yowalil tz'el ix uqueoc k'ual t'a spatiquel campamento. Slajwi chi', schajixioch ix, xchi t'a winh."
        },
        {
            "number": "15",
            "text": "Yuj chi' uque' k'ual ix ik'jiel ix María chi' t'a spatiquel campamento chi'. Ayic ayelta ix t'a spatiquel campamento chi', maj b'eyb'atlaj heb' chonhab' chi'."
        },
        {
            "number": "16",
            "text": "Axo yic ix ochxi ix t'a yol campamento chi', ix el heb' chonhab' chi' t'a Hazerot, ix b'at heb' t'a tzinan lu'um t'a yol yic Parán."
        }
    ]
}