{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ix och ijan ix María yed' vinhaj Aarón yalan specal vinhaj Moisés, yujto yik'nac jun ix cusita vinh yetb'eyumoc."
        },
        {
            "number": "2",
            "text": "Anheja' ix yalanpax eb': Tocval anhej d'a vinhaj Moisés chi' slolon Jehová. Slolonpax d'ayonh, xchi eb'. Palta ix yab' Jehová tas ix yal eb' chi'."
        },
        {
            "number": "3",
            "text": "D'a val yel, anhej vinhaj Moisés te emnaquil syutej sb'a d'a scal eb' anima d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "4",
            "text": "Yuj chi', elanhchamel ix yal Jehová d'a vinhaj Moisés, d'a vinhaj Aarón yed' d'a ix María chi' icha tic: Cotanhec eyoxvanhil d'a sti' in cajnub' b'aj tzin ch'ox in b'a, xchi. Yuj chi' ix k'och eb' yoxvanhil."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi' ix emul Jehová d'a scal jun nivan asun, ix och moyan d'a sti' scajnub' chi', ix avtaj vinhaj Aarón yed' ix María chi' yuuj. Axo ix k'och eb' d'a yichanh, ix yalan icha tic:"
        },
        {
            "number": "6",
            "text": "Ab'ec val tas ol vala': Ayic svak'ancot junoc in checab' d'a e cal, a in tzin ch'ox in b'a d'ay, tzin lolonpax d'a vayichal d'ay."
        },
        {
            "number": "7",
            "text": "Axo pax yed' vinh in checab' aj Moisés tic, manh ichocta' svutej, yujto anhej vinh k'anab'ajum syutej sb'a d'a scal eb' vic yaji."
        },
        {
            "number": "8",
            "text": "Q'uelk'umb'a tzin aj yed' vinh tzin loloni, te jichichi tz'aj in loloni yed' in yilan vinh. Tato q'uelk'umb'a tz'aj in sat in lolon yed' vinh ¿tas val yuj tze tek'b'ej e b'a eyalan specal vinh? xchi d'a eb'."
        },
        {
            "number": "9",
            "text": "Ix te cot yoval Jehová d'a eb', ix lajvi chi' ix b'ati."
        },
        {
            "number": "10",
            "text": "Ayic ix q'ue vaan asun chi' d'a yib'anh scajnub' Dios, axo ix María chi' sacvequinac yilji snivanil ix yuj lepra. Ix och q'uelan vinhaj Aarón chi' d'a ix, ix yilan vinh to ayxo och lepra d'a ix."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yalan vinh d'a vinhaj Moisés chi' icha tic: Mamin, ak' val nivank'olal d'ayonh, yujto yuj co manh pensaril ix och co mul."
        },
        {
            "number": "12",
            "text": "Comonoc tz'el d'a a k'ol max can ix icha junoc nene' unin chamnacxo ayic tz'alji, ixtaxnacxob'at snivanil, xchi vinhaj Aarón chi'."
        },
        {
            "number": "13",
            "text": "Ix lajvi chi', ix och ijan vinhaj Moisés chi' yalan d'a Jehová: Mamin, tzin tevi d'ayach to tziq'uel jun ilya tic d'a ix vanab' tic, xchi vinh."
        },
        {
            "number": "14",
            "text": "Ix tak'vi Jehová chi' d'a vinh: Q'uinaloc tato a smam ix stzub'anoch d'a sat, ¿tom max can ix q'uixvelal uqueoc k'ual? Ocxom yuj jun smul ix ix och tic, yovalil tz'el ix uqueoc k'ual d'a spatiquel campamento. Slajvi chi', schajixioch ix, xchi d'a vinh."
        },
        {
            "number": "15",
            "text": "Yuj chi' uque' k'ual ix ik'jiel ix María chi' d'a spatiquel campamento chi'. Ayic ayelta ix d'a spatiquel campamento chi', maj b'eyb'atlaj eb' chonhab' chi'."
        },
        {
            "number": "16",
            "text": "Axo yic ix ochxi ix d'a yol campamento chi', ix el eb' chonhab' chi' d'a Hazerot, ix b'at eb' d'a tz'inan luum d'a yol yic Parán."
        }
    ]
}