{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ix och ijan ix María yet' vinhaj Aarón yalan specal vinhaj Moisés, yujto yik'nac jun ix cusita vinh yetb'eyumoc."
        },
        {
            "number": "2",
            "text": "Anheja' ix yalanpax eb': Tocval anhej t'a vinhaj Moisés chi' slolon Jehová. Slolonpax t'ayonh, xchi eb'. Palta ix yab' Jehová tas ix yal eb' chi'."
        },
        {
            "number": "3",
            "text": "D'a val yel, anhej vinhaj Moisés te emnaquil syutej sb'ha t'a skal eb' anima t'a yol yib'anhk’inal tik."
        },
        {
            "number": "4",
            "text": "Yuj chi', elanhchamel ix yal Jehová t'a vinhaj Moisés, t'a vinhaj Aarón yet' t'a ix María chi' icha tik: Cotanhec eyoxvanhil t'a sti' in cajnub' b'aj tzin ch'ox in b'a, xchi. Yuj chi' ix k'och eb' yoxvanhil."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi' ix emul Jehová t'a skal jun niwan asun, ix och moyan t'a sti' scajnub' chi', ix avtaj vinhaj Aarón yet' ix María chi' yuj. Axo ix k'och eb' t'a yichanh, ix yalan icha tik:"
        },
        {
            "number": "6",
            "text": "Ab'ec val tas ol vala': Ayic svak'ancot junok in checab' t'a e cal, a in tzin ch'ox in b'a t'ay, tzin lolonpax t'a vayichal t'ay."
        },
        {
            "number": "7",
            "text": "Axo pax yet' vinh in checab' aj Moisés tik, manh ichocta' svutej, yujto anhej vinh k'anab'ajum syutej sb'ha t'a skal eb' wik yaji."
        },
        {
            "number": "8",
            "text": "Q'uelk'umb'a tzin aj yet' vinh tzin loloni, te jichichi tz'aj in loloni yet' in yilan vinh. Tato q'uelk'umb'a tz'aj in sat in lolon yet' vinh ¿tas val yuj tze tek'b'ej e b'a eyalan specal vinh? xchi t'a eb'."
        },
        {
            "number": "9",
            "text": "Ix te cot yoval Jehová t'a eb', ix lajvi chi' ix b'ati."
        },
        {
            "number": "10",
            "text": "Ayic ix q'ue vaan asun chi' t'a yib'anh scajnub' Dios, haxo ix María chi' sacvequinac yilji snivanil ix yuj lepra. Ix och q'uelan vinhaj Aarón chi' t'a ix, ix yilan vinh to ayxo och lepra t'a ix."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yalan vinh t'a vinhaj Moisés chi' icha tik: Mamin, ak' val nivank'olal t'ayonh, yujto yuj co manh pensaril ix och co mul."
        },
        {
            "number": "12",
            "text": "Comonoc tz'el t'a a k'ol max kan ix icha junok nene' unin chamnacxo ayic tz'alji, ixtaxnacxob'at snivanil, xchi vinhaj Aarón chi'."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix och ijan vinhaj Moisés chi' yalan t'a Jehová: Mamin, tzin tevi t'ayach to tziq'uel jun ilya tik t'a ix vanab' tik, xchi vinh."
        },
        {
            "number": "14",
            "text": "Ix tak'vi Jehová chi' t'a vinh: Q'uinaloc tato a smam ix stzub'anoch t'a sat, ¿tom max kan ix q'uixvelal uqueoc k'ual? Ocxom yuj jun smul ix ix och tik, yowalil tz'el ix uqueoc k'ual t'a spatiquel campamento. Slajvi chi', schajixioch ix, xchi t'a vinh."
        },
        {
            "number": "15",
            "text": "Yuj chi' uque' k'ual ix ik'jiel ix María chi' t'a spatiquel campamento chi'. Ayic ayelta ix t'a spatiquel campamento chi', maj b'eyb'atlaj eb' chonhab' chi'."
        },
        {
            "number": "16",
            "text": "Axo yic ix ochxi ix t'a yol campamento chi', ix el eb' chonhab' chi' t'a Hazerot, ix b'at eb' t'a tzinan lu'um t'a yol yic Parán."
        }
    ]
}