{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "2",
            "text": "Ak'b'at jayvanhoc eb' vinh vinac, yic sb'at eb' vinh yil lum Canaán, lum ol vak' d'ayex. Tza siq'uel junjunoc eb' vinh yajal yaj d'a junjun inhtilal, tza checanb'at eb' vinh, xchi d'a vinh."
        },
        {
            "number": "3",
            "text": "Ix sk'anab'ajej vinhaj Moisés checnab'il ix yal Jehová chi'. Ix schecb'at eb' vinh ix siq'uel vinh chi', ix el eb' vinh d'a tz'inan lum d'a yol yic Parán, ix b'at eb' vinh yila' tas yilji lum Canaán chi'. Yajal yaj eb' vinh smasanil d'a scal eb' yetisraelal."
        },
        {
            "number": "4",
            "text": "Icha tic sb'i eb' vinh yed' tastac yinhtilal:"
        },
        {
            "number": "5",
            "text": "A vinhaj Samúa yuninal vinhaj Zacur, d'a yinhtilal Rubén. A vinhaj Safat yuninal vinhaj Horí, d'a yinhtilal Simeón. A vinhaj Caleb yuninal vinhaj Jefone, d'a yinhtilal Judá. A vinhaj Igal yuninal vinhaj José, d'a yinhtilal Isacar. A vinhaj Oseas yuninal vinhaj Nun, d'a yinhtilal Efraín. A vinhaj Palti yuninal vinhaj Rafú, d'a yinhtilal Benjamín. A vinhaj Gadiel yuninal vinhaj Sodi, d'a yinhtilal Zabulón. A vinhaj Gadi yuninal vinhaj Susi, d'a yinhtilal José, syalelk'ochi d'a yinhtilal Manasés. A vinhaj Amiel yuninal vinhaj Gemali, d'a yinhtilal Dan. A vinhaj Setur yuninal vinhaj Micael, d'a yinhtilal Aser. A vinhaj Nahbi yuninal vinhaj Vapsi, d'a yinhtilal Neftalí. A vinhaj Geuel yuninal vinhaj Maqui, d'a yinhtilal Gad."
        },
        {
            "number": "6",
            "text": "Aton sb'i eb' vinh ix schecb'at vinhaj Moisés yil lum Canaán. (Ix q'uexvi sb'i vinhaj Oseas yuninal vinhaj Nun yuj vinhaj Moisés chi', Josué ix sb'iejcan vinh yuj vinh.)"
        },
        {
            "number": "7",
            "text": "Ayic ix yak'anb'at eb' vinh ilum luum vinhaj Moisés chi' d'a Canaán, ix yal vinh d'a eb' vinh icha tic: --Ixiquec, a d'a Neguev tzex b'ati, tzex q'uek'och d'a tzalquixtac,"
        },
        {
            "number": "8",
            "text": "tzeyilani tas yilji luum. Tzeyilanpaxi tas yilji anima cajan ta', tek'an am eb' mato maay. Scham eyilanpaxi, tzijtum am eb' mato jayvannhej eb'."
        },
        {
            "number": "9",
            "text": "Tzeyilani, yoltac am mantiado cajan eb' anima chi' mato oyanoch muro d'a spatic schonhab' eb'. Tato vach' luum mato maay,"
        },
        {
            "number": "10",
            "text": "tato yax sat luum mato taquinh. Tzeyilani tato ay ste'al luum. Tzeyak' eyip eyik'ancot sat tas avab'il d'a sat luum chi', tzeyik'cot jab'oc quila', xchi vinh d'a eb' vinh. A d'a stiempoal sb'ab'el sat te' uva, ata' ix xid'ek' eb' vinh chi'."
        },
        {
            "number": "11",
            "text": "Ix el eb' vinh d'a lum tz'inan lum yic Zin masanto ix k'och eb' vinh d'a Rehob d'a slak'anil Hamat."
        },
        {
            "number": "12",
            "text": "Ix q'uek'och eb' vinh d'a Neguev masanto ix k'och eb' vinh d'a Hebrón. Ata' ay schonhab' vinhaj Ahimán, vinhaj Sesai yed' vinhaj Talmai, yinhtilalcan vinhaj Anac. A chonhab' Hebrón chi', uquexo ab'il sb'oi ayic sb'onac chonhab' Zoán d'a Egipto."
        },
        {
            "number": "13",
            "text": "Ayic ix k'och eb' vinh d'a jun ch'olan scuch Escol, ata' ix xiquel jun k'ojlab' sat te' uva eb' vinh, ix stzek'anoch eb' vinh d'a jun te te'. Chavanh eb' vinh ix ik'ancoti, ix yak'anq'ue eb' vinh d'a sjolom sjenhjab'. Ix yik'anpaxcot sat te' granado eb' vinh yed' sat te' higo."
        },
        {
            "number": "14",
            "text": "Escol ix scuchcan jun ch'olan chi', yujto ata' ix xiquel jun k'ojlab' sat te' uva chi' eb' vinh ilum luum chi'."
        },
        {
            "number": "15",
            "text": "Ix lajvi yilan lum luum chi' eb' vinh d'a 40 k'ual, ix meltzaj eb' vinh"
        },
        {
            "number": "16",
            "text": "d'a Cades, d'a tz'inan lum d'a yol yic Parán. Ata' ayek' vinhaj Moisés yed' vinhaj Aarón yed' masanil eb' yetisraelal eb' vinh. Ix lajvi chi', ix och ijan eb' vinh yalani chajtil yilji lum luum chi', ix sch'oxan sat te' avb'en te' ix yik'cot eb' vinh chi' d'a luum."
        },
        {
            "number": "17",
            "text": "Ix yalan eb' vinh d'a vinhaj Moisés chi' icha tic: --Toxo ix b'at quil lum luum ix ala', val yel te vach' luum, te yax sat luum, ina sat tastac tz'el d'a sat lum tic."
        },
        {
            "number": "18",
            "text": "Palta a eb' anima cajan ta' te tek'an eb', yelxo val nivac chonhab' yilji schonhab' eb'. Ayoch smuroal spatictac schonhab' eb' chi'. Anhejtona' ix quilpax eb' vinh vinac te chaanh steel, aton eb' yinhtilalcan vinhaj Anac."
        },
        {
            "number": "19",
            "text": "A eb' amalecita cajan d'a sat lum Neguev, axo d'a siquil lum yed' d'a tzalquixtac, ata' cajan eb' hitita yed' eb' jebuseo yed' pax eb' amorreo. Axo pax d'a stitac a a' mar yed' d'a stitac a' Jordán, a eb' cananeo cajan d'ay, xchi eb' vinh."
        },
        {
            "number": "20",
            "text": "Ix yalan vinhaj Caleb d'a masanil eb' israel linhanoch d'a yichanh vinhaj Moisés chi' to numan tz'aj eb', ix yalan vinh icha tic: --A ticnaic coyec, quicxo yaj luum. Ol elnhej eb' vinh chi' cuuj, xchi vinh."
        },
        {
            "number": "21",
            "text": "Ix tak'vi juntzanh eb' vinh ix xid'ek' chi' icha tic: --Manh ol yal-laj cak'an oval yed' eb' chonhab' chi' yujto te tek'an eb' d'a quichanh, xchi eb' vinh."
        },
        {
            "number": "22",
            "text": "Ix yalan eb' vinh d'a scal eb' chonhab' israel chi' to a jun lum luum ix b'at yil eb' vinh chi' chuclaj luum. Ix yalanpax eb' vinh: --A lum xid' quil chi', scham anima yuj luum. Masanil eb' anima ix quil ta', te nivac vinacnhej eb'."
        },
        {
            "number": "23",
            "text": "Ix quilanpax eb' te chaanh steel, eb' yinhtilalcan vinhaj Anac. A tzonh och linhan d'a stz'ey eb', lajan tzonh ajcan ichoc nok' chil d'a scal yoc eb'. Anheja' icha chi' tzonh yutej yilanpaxoch eb', xchi eb' vinh."
        }
    ]
}