{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'a vinhaj Moisés chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Ak'b'at jayvanhoc eb' vinh vinac, yic sb'at eb' vinh yil lum Canaán, lum ol vak' t'ayex. Tza siq'uel junjunoc eb' vinh yajal yaj t'a junjun inhtilal, tza checanb'at eb' vinh, xchi t'a vinh."
        },
        {
            "number": "3",
            "text": "Ix sk'anab'ajej vinhaj Moisés checnab'il ix yal Jehová chi'. Ix schecb'at eb' vinh ix siq'uel vinh chi', ix el eb' vinh t'a tzinan lum t'a yol yic Parán, ix b'at eb' vinh yila' tas yilji lum Canaán chi'. Yajal yaj eb' vinh smasanil t'a skal eb' yetisraelal."
        },
        {
            "number": "4",
            "text": "Icha tik sb'i eb' vinh yet' tastac yinhtilal:"
        },
        {
            "number": "5",
            "text": "Ha vinhaj Samúa yuninal vinhaj Zacur, t'a yinhtilal Rubén. Ha vinhaj Safat yuninal vinhaj Horí, t'a yinhtilal Simeón. Ha vinhaj Caleb yuninal vinhaj Jefone, t'a yinhtilal Judá. Ha vinhaj Igal yuninal vinhaj José, t'a yinhtilal Isacar. Ha vinhaj Oseas yuninal vinhaj Nun, t'a yinhtilal Efraín. Ha vinhaj Palti yuninal vinhaj Rafú, t'a yinhtilal Benjamín. Ha vinhaj Gadiel yuninal vinhaj Sodi, t'a yinhtilal Zabulón. Ha vinhaj Gadi yuninal vinhaj Susi, t'a yinhtilal José, syalelk'ochi t'a yinhtilal Manasés. Ha vinhaj Amiel yuninal vinhaj Gemali, t'a yinhtilal Dan. Ha vinhaj Setur yuninal vinhaj Micael, t'a yinhtilal Aser. Ha vinhaj Nahbi yuninal vinhaj Vapsi, t'a yinhtilal Neftalí. Ha vinhaj Geuel yuninal vinhaj Maqui, t'a yinhtilal Gad."
        },
        {
            "number": "6",
            "text": "Aton sb'i eb' vinh ix schecb'at vinhaj Moisés yil lum Canaán. (Ix q'uexvi sb'i vinhaj Oseas yuninal vinhaj Nun yuj vinhaj Moisés chi', Josué ix sb'iejkan vinh yuj vinh.)"
        },
        {
            "number": "7",
            "text": "Ayic ix yak'anb'at eb' vinh ilum lu'um vinhaj Moisés chi' t'a Canaán, ix yal vinh t'a eb' vinh icha tik: --Ixiquec, ha t'a Neguev tzex b'ati, tzex q'uek'och t'a tzalquixtac,"
        },
        {
            "number": "8",
            "text": "tzeyilani tas yilji lu'um. Tzeyilanpaxi tas yilji anima cajan ta', tek'an am eb' mato maay. Scham eyilanpaxi, tzijtum am eb' mato jayvannhej eb'."
        },
        {
            "number": "9",
            "text": "Tzeyilani, yoltac am mantiado cajan eb' anima chi' mato oyanoch muro t'a spatic schonhab' eb'. Tato wach' lu'um mato maay,"
        },
        {
            "number": "10",
            "text": "tato yax sat lu'um mato taquinh. Tzeyilani tato ay ste'al lu'um. Tzeyak' eyip eyik'ancot sat tas avab'il t'a sat lu'um chi', tzeyik'cot jab'oc quila', xchi vinh t'a eb' vinh. Ha t'a stiempoal sb'ab'el sat te' uva, ata' ix xid'ek' eb' vinh chi'."
        },
        {
            "number": "11",
            "text": "Ix el eb' vinh t'a lum tzinan lum yic Zin masanto ix k'och eb' vinh t'a Rehob t'a slak'anil Hamat."
        },
        {
            "number": "12",
            "text": "Ix q'uek'och eb' vinh t'a Neguev masanto ix k'och eb' vinh t'a Hebrón. Ata' ay schonhab' vinhaj Ahimán, vinhaj Sesai yet' vinhaj Talmai, yinhtilalcan vinhaj Anac. Ha chonhab' Hebrón chi', uquexo ab'il sb'oi ayic sb'onac chonhab' Zoán t'a Egipto."
        },
        {
            "number": "13",
            "text": "Ayic ix k'och eb' vinh t'a jun ch'olan scuch Escol, ata' ix xiquel jun k'ojlab' sat te' uva eb' vinh, ix stzek'anoch eb' vinh t'a jun te te'. Chavanh eb' vinh ix ik'ancoti, ix yak'anq'ue eb' vinh t'a sjolom sjenhjab'. Ix yik'anpaxcot sat te' granado eb' vinh yet' sat te' higo."
        },
        {
            "number": "14",
            "text": "Escol ix scuchcan jun ch'olan chi', yujto ata' ix xiquel jun k'ojlab' sat te' uva chi' eb' vinh ilum lu'um chi'."
        },
        {
            "number": "15",
            "text": "Ixlajwi yilan lum lum chi' eb' vinh t'a 40 k'ual, ix meltzaj eb' vinh"
        },
        {
            "number": "16",
            "text": "t'a Cades, t'a tzinan lum t'a yol yic Parán. Ata' ayek' vinhaj Moisés yet' vinhaj Aarón yet' masanil eb' yetisraelal eb' vinh. Ixlajwi chi', ix och ijan eb' vinh yalani chajtil yilji lum lum chi', ix sch'oxan sat te' avb'en te' ix yik'cot eb' vinh chi' t'a lu'um."
        },
        {
            "number": "17",
            "text": "Ix yalan eb' vinh t'a vinhaj Moisés chi' icha tik: --Toxo ix b'at quil lum lum ix ala', val yel te wach' lu'um, te yax sat lu'um, ina sat tastac tz'el t'a sat lum tik."
        },
        {
            "number": "18",
            "text": "Palta a eb' anima cajan ta' te tek'an eb', yelxo val nivac chonhab' yilji schonhab' eb'. Ayoch smuroal spatictac schonhab' eb' chi'. Anhejtona' ix quilpax eb' vinh vinac te chaanh steel, aton eb' yinhtilalcan vinhaj Anac."
        },
        {
            "number": "19",
            "text": "Ha eb' amalecita cajan t'a sat lum Neguev, haxo t'a siquil lum yet' t'a tzalquixtac, ata' cajan eb' hitita yet' eb' jebuseo yet' pax eb' amorreo. Axo pax t'a stitac ha ha' mar yet' t'a stitac ha' Jordán, a eb' cananeo cajan t'ay, xchi eb' vinh."
        },
        {
            "number": "20",
            "text": "Ix yalan vinhaj Caleb t'a masanil eb' israel linhanoch t'a yichanh vinhaj Moisés chi' to numan tz'aj eb', ix yalan vinh icha tik: --Ha ticnaic coyec, quicxo yaj lu'um. Ol elnhej eb' vinh chi' cuuj, xchi vinh."
        },
        {
            "number": "21",
            "text": "Ix tak'vi juntzanh eb' vinh ix xid'ek' chi' icha tik: --Manh ol yal-laj cak'an oval yet' eb' chonhab' chi' yujto te tek'an eb' t'a quichanh, xchi eb' vinh."
        },
        {
            "number": "22",
            "text": "Ix yalan eb' vinh t'a skal eb' chonhab' israel chi' to a jun lum lum ix b'at yil eb' vinh chi' chuclaj lu'um. Ix yalanpax eb' vinh: --Ha lum xid' quil chi', scham anima yuj lu'um. Masanil eb' anima ix quil ta', te nivac vinacnhej eb'."
        },
        {
            "number": "23",
            "text": "Ix quilanpax eb' te chaanh steel, eb' yinhtilalcan vinhaj Anac. Ha tzonh och linhan t'a stz'ey eb', lajan tzonh ajkan ichoc nok' chil t'a skal yoc eb'. Anheja' icha chi' tzonh yutej yilanpaxoch eb', xchi eb' vinh."
        }
    ]
}