{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Ak'b'at jaywanhoc heb' winh winak, yic sb'at heb' winh yil lum Canaán, lum ol wak' t'ayex. Tza sik'el junjunoc heb' winh yajal yaj t'a junjun inhtilal, tza chekanb'at heb' winh, xchi t'a winh."
        },
        {
            "number": "3",
            "text": "Ix sk'anab'ajej winhaj Moisés checnab'il ix yal Jehová chi'. Ix schecb'at heb' winh ix sik'el winh chi', ix el heb' winh t'a tzinan lum t'a yol yic Parán, ix b'at heb' winh yila' tas yilji lum Canaán chi'. Yajal yaj heb' winh smasanil t'a skal heb' yetisraelal."
        },
        {
            "number": "4",
            "text": "Icha tik sb'i heb' winh yet' tastac yinhtilal:"
        },
        {
            "number": "5",
            "text": "Ha winhaj Samúa yuninal winhaj Zacur, t'a yinhtilal Rubén. Ha winhaj Safat yuninal winhaj Horí, t'a yinhtilal Simeón. Ha winhaj Caleb yuninal winhaj Jefone, t'a yinhtilal Judá. Ha winhaj Igal yuninal winhaj José, t'a yinhtilal Isacar. Ha winhaj Oseas yuninal winhaj Nun, t'a yinhtilal Efraín. Ha winhaj Palti yuninal winhaj Rafú, t'a yinhtilal Benjamín. Ha winhaj Gadiel yuninal winhaj Sodi, t'a yinhtilal Zabulón. Ha winhaj Gadi yuninal winhaj Susi, t'a yinhtilal José, syalelk'ochi t'a yinhtilal Manasés. Ha winhaj Amiel yuninal winhaj Gemali, t'a yinhtilal Dan. Ha winhaj Setur yuninal winhaj Micael, t'a yinhtilal Aser. Ha winhaj Nahbi yuninal winhaj Vapsi, t'a yinhtilal Neftalí. Ha winhaj Geuel yuninal winhaj Maqui, t'a yinhtilal Gad."
        },
        {
            "number": "6",
            "text": "Aton sb'i heb' winh ix schecb'at winhaj Moisés yil lum Canaán. (Ix k'exwi sb'i winhaj Oseas yuninal winhaj Nun yuj winhaj Moisés chi', Josué ix sb'iejkan winh yuj winh.)"
        },
        {
            "number": "7",
            "text": "Ayic ix yak'anb'at heb' winh ilum lu'um winhaj Moisés chi' t'a Canaán, ix yal winh t'a heb' winh icha tik: --Ixiquec, ha t'a Neguev tzex b'ati, tzex k'ek'och t'a tzalquixtac,"
        },
        {
            "number": "8",
            "text": "tzeyilani tas yilji lu'um. Tzeyilanpaxi tas yilji anima kajan ta', tek'an am heb' mato maay. Scham eyilanpaxi, tzijtum am heb' mato jaywannhej heb'."
        },
        {
            "number": "9",
            "text": "Tzeyilani, yoltac am mantiado kajan heb' anima chi' mato oyanoch muro t'a spatic schonhab' heb'. Tato wach' lu'um mato maay,"
        },
        {
            "number": "10",
            "text": "tato yax sat lu'um mato taquinh. Tzeyilani tato ay ste'al lu'um. Tzeyak' eyip eyik'ancot sat tas awab'il t'a sat lu'um chi', tzeyik'cot jab'oc quila', xchi winh t'a heb' winh. Ha t'a stiempoal sb'ab'el sat te' uwa, ata' ix xid'ek' heb' winh chi'."
        },
        {
            "number": "11",
            "text": "Ix el heb' winh t'a lum tzinan lum yic Zin masanto ix k'och heb' winh t'a Rehob t'a slak'anil Hamat."
        },
        {
            "number": "12",
            "text": "Ix k'ek'och heb' winh t'a Neguev masanto ix k'och heb' winh t'a Hebrón. Ata' ay schonhab' winhaj Ahimán, winhaj Sesai yet' winhaj Talmai, yinhtilalkan winhaj Anac. Ha chonhab' Hebrón chi', uquexo ab'il sb'oi ayic sb'onac chonhab' Zoán t'a Egipto."
        },
        {
            "number": "13",
            "text": "Ayic ix k'och heb' winh t'a jun ch'olan scuch Escol, ata' ix xiquel jun k'ojlab' sat te' uwa heb' winh, ix stzek'anoch heb' winh t'a jun te te'. Chawanh heb' winh ix ik'ancoti, ix yak'ank'e heb' winh t'a sjolom sjenhjab'. Ix yik'anpaxcot sat te' granado heb' winh yet' sat te' higo."
        },
        {
            "number": "14",
            "text": "Escol ix scuchcan jun ch'olan chi', yujto ata' ix xiquel jun k'ojlab' sat te' uwa chi' heb' winh ilum lu'um chi'."
        },
        {
            "number": "15",
            "text": "Ixlajwi yilan lum lum chi' heb' winh t'a 40 k'ual, ix meltzaj heb' winh"
        },
        {
            "number": "16",
            "text": "t'a Cades, t'a tzinan lum t'a yol yic Parán. Ata' ayek' winhaj Moisés yet' winhaj Aarón yet' masanil heb' yetisraelal heb' winh. Ixlajwi chi', ix och ijan heb' winh yalani chajtil yilji lum lum chi', ix sch'oxan sat te' avb'en te' ix yik'cot heb' winh chi' t'a lu'um."
        },
        {
            "number": "17",
            "text": "Ix yalan heb' winh t'a winhaj Moisés chi' icha tik: --Toxo ix b'at quil lum lum ix ala', wal yel te wach' lu'um, te yax sat lu'um, ina sat tastac tz'el t'a sat lum tik."
        },
        {
            "number": "18",
            "text": "Palta a heb' anima kajan ta' te tek'an heb', yelxo wal niwac chonhab' yilji schonhab' heb'. Ayoch smuroal spatictac schonhab' heb' chi'. Anhejtona' ix quilpax heb' winh winak te chaanh steel, aton heb' yinhtilalkan winhaj Anac."
        },
        {
            "number": "19",
            "text": "Ha heb' amalecita kajan t'a sat lum Neguev, haxo t'a siquil lum yet' t'a tzalquixtac, ata' kajan heb' hitita yet' heb' jebuseo yet' pax heb' amorreo. Axo pax t'a stitac ha ha' mar yet' t'a stitac ha' Jordán, a heb' cananeo kajan t'ay, xchi heb' winh."
        },
        {
            "number": "20",
            "text": "Ix yalan winhaj Caleb t'a masanil heb' israel linhanoch t'a yichanh winhaj Moisés chi' to numan tz'aj heb', ix yalan winh icha tik: --Ha tiknaik koyec, quicxo yaj lu'um. Ol elnhej heb' winh chi' cuuj, xchi winh."
        },
        {
            "number": "21",
            "text": "Ix tak'wi juntzanh heb' winh ix xid'ek' chi' icha tik: --Manh ol yal-laj kak'an owal yet' heb' chonhab' chi' yujto te tek'an heb' t'a quichanh, xchi heb' winh."
        },
        {
            "number": "22",
            "text": "Ix yalan heb' winh t'a skal heb' chonhab' israel chi' to a jun lum lum ix b'at yil heb' winh chi' chuclaj lu'um. Ix yalanpax heb' winh: --Ha lum xid' quil chi', scham anima yuj lu'um. Masanil heb' anima ix quil ta', te niwac winacnhej heb'."
        },
        {
            "number": "23",
            "text": "Ix quilanpax heb' te chaanh steel, heb' yinhtilalkan winhaj Anac. Ha tzonh och linhan t'a stz'ey heb', lajan tzonh ajkan ichoc nok' chil t'a skal yoc heb'. Anheja' icha chi' tzonh yutej yilanpaxoch heb', xchi heb' winh."
        }
    ]
}