{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "A ix yab'an juntzanh chi' eb' israel, ix q'ue yav eb' smasanil, oq'uelnhej yaj eb' ix ek' jun ak'val chi'."
        },
        {
            "number": "2",
            "text": "Ix laj q'ue nhilnaj eb' yalan chucal lolonel d'a vinhaj Moisés chi' yed' d'a vinhaj Aarón, ix yalan eb' icha tic: Vach' am val tato a d'a Egipto onh chamcani, ma jun d'a tz'inan lum tic tzonh chami."
        },
        {
            "number": "3",
            "text": "¿Tas yuj tzonh yik'b'at Jehová d'a jun lum luum chi', a am yuj co cham d'a scal oval ta', yic scan eb' ix quetb'eyum yed' eb' cuninal d'a yol sk'ab' eb' cajan ta'? Yelxom val vach' tato tzonh meltzaj d'a Egipto, xchi eb' israel chi'."
        },
        {
            "number": "4",
            "text": "Ix lajvi chi', ix och ijan eb' smol alan icha tic: Co say junoc mach tzonh cuchb'an meltzaj d'a Egipto, xchi eb'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix em nhojan vinhaj Moisés yed' vinhaj Aarón d'a sat lum d'a yichanh eb' anima chi' smasanil."
        },
        {
            "number": "6",
            "text": "Axo pax vinhaj Josué yuninal vinhaj Nun yed' vinhaj Caleb yuninal vinhaj Jefone, aton eb' vinh ix xid'ek' iloj luum chi', ix snhik'chitejel spichul eb' vinh yuj sch'oxanel scusk'olal."
        },
        {
            "number": "7",
            "text": "Ix yalan eb' vinh d'a eb' anima smasanil icha tic: --A lum luum ix b'at quil chi', te vach' luum."
        },
        {
            "number": "8",
            "text": "Te yax sat luum. Tato tz'el d'a sk'ol Jehová scolvaj qued'oc, ol quik'nhej luum, a' ol ak'an lum d'ayonh."
        },
        {
            "number": "9",
            "text": "Yuj val chi', manh eyiq'uel e b'a d'a spatic Jehová, manh ex xiv d'a eb' anima ay d'a jun luum chi'. Icha co vaan junoc pan, icha chi' ol aj co satanel eb'. ¿Toc ay mach ol colan eb' d'ayonh? A onhxo pax tic ayoch Jehová qued'oc. Manh ex xiv d'a eb', xchi eb' vinh."
        },
        {
            "number": "10",
            "text": "Yuj chi' a eb' anima chi' ix yal eb' to sjulq'uenej eb' vinh chavanh chi' eb'. D'a val jun rato chi', d'a yichanh eb' chonhab' smasanil, ix sch'ox sb'a Jehová yed' stziquiquial d'a sti' scajnub' b'aj sch'ox sb'a."
        },
        {
            "number": "11",
            "text": "Ix yalan d'a vinhaj Moisés chi' icha tic: --¿B'aq'uinh ol yactej juntzanh anima tic in spaticaneli? ¿B'aq'uinh ol yactej eb' in schab'k'olani, tic val syil eb' jantac tas satub'tac ix in ch'ox d'a scal eb'?"
        },
        {
            "number": "12",
            "text": "A ticnaic ol vak'cot junoc nivan ilya d'a yib'anh jun chonhab' tic yic sateli. A d'ayach ol el junoc chonhab' vuuj to yelxo nivan, te tek'an ol aj d'a yichanh eb' chonhab' tic, xchi d'a vinh."
        },
        {
            "number": "13",
            "text": "Palta ix tak'vi vinhaj Moisés chi' d'a Jehová icha tic: --Yojtac val eb' aj Egipto jantac a poder ayic ix elta eb' chonhab' tic d'a scal eb'. Ayic ol yab'an eb' to tza satel eb' a chonhab' tic,"
        },
        {
            "number": "14",
            "text": "ol yalan a pecal eb' d'a eb' anima ay d'a yol yic Canaán. A eb' chi', ix yab'pax eb' to a ach Jehová ach tic, ayach ek' d'a co cal, q'uelk'umb'a tzach aj qued'oc tzach loloni. Ayachnhej ek' d'a scal jun asun ayek' d'a quib'anh. D'a k'ualil ayachoch d'a scal jun nivan topanh asun chi', tzach b'eynhej d'a quichanh. Axo d'ak'valil, d'a scal jun nivan k'ak' ayachochi, tzach b'eynhej d'a quichanh a onh a chonhab' onh tic. Masanil juntzanh tic ix yab' specal eb' aj Canaán chi',"
        },
        {
            "number": "15",
            "text": "palta tato junelnhej tza satel eb' a chonhab' tic, icha tz'aj satel junoc anima, axo eb' anima ol ab'an specal, tzijtum tas ol yal eb'. Olam yal eb' icha tic:"
        },
        {
            "number": "16",
            "text": "Maj yal-laj yik'jioch eb' anima yuj Jehová d'a sat lum b'aj ix yak' sti' yak'an d'a eb', yuj chi' ix satjiel eb' yuuj d'a tz'inan luum, xcham eb'."
        },
        {
            "number": "17",
            "text": "Yuj chi', a ticnaic Mamin Jehová, tzin tevi d'ayach to tza ch'ox a poder, icha b'aj ix ak' a ti', ix alani"
        },
        {
            "number": "18",
            "text": "to max cotlaj oval d'a elanhchamel, te xajan eb' anima uuj, tz'ak'an nivank'olal smul eb' chuc yed' eb' pit. Palta max ek'b'atlaj ak'an syaelal junoc mach yuj smul b'aj junelnhej pit syutej sb'a d'ayach, tzak'nhejcan yaelal d'a yib'anh yuninal yed' yixchiquin, masanto d'a schanhil macanh yinhtilal."
        },
        {
            "number": "19",
            "text": "Ak' nivank'olal smul juntzanh anima tic, icha val a nivan vach'k'olal d'a yib'anh eb', icha ix aj ak'an nivank'olal eb' yictax onh el d'a Egipto masanto ix onh ja d'a tz'inan lum tic, xchi vinhaj Moisés chi'."
        },
        {
            "number": "20",
            "text": "Ix tak'vi Jehová d'a vinhaj Moisés chi' icha tic: --Ujocab'i, svak' nivank'olal smul eb' anima tic icha val alan chi'."
        },
        {
            "number": "21",
            "text": "Palta svak'och in b'a testigoal yed' in poder te nivan yelk'ochi to chequel d'a masanil yolyib'anhq'uinal,"
        },
        {
            "number": "22",
            "text": "vach'chom a jantac eb' tic ix yil in poder eb' yed' juntzanh tas satub'tac ix in b'o d'a Egipto yed' d'a tz'inan lum tic, palta ma chequel jayelalxo in yak'an proval eb', max sk'anab'ajejnhej eb' tas svala'."
        },
        {
            "number": "23",
            "text": "Yuj chi' manh ol k'ochlaj eb' d'a lum ix vak' in ti' vak'an d'a smam yicham eb'. Malaj junoc eb' tzin paticanel tic ol k'och d'a sat luum."
        },
        {
            "number": "24",
            "text": "Palta anhej vinh in checab' aj Caleb ol k'och d'a sat luum chi', yujto k'anab'ajum vinh d'ayin, vach'nhej spensar vinh. A vinh ol macb'enan lum yed' eb' yuninal, aton lum ix xid' yil vinh chi'."
        },
        {
            "number": "25",
            "text": "Cajan eb' amalecita yed' eb' cananeo d'a ch'olquixtac d'a lak'an tic, yuj chi' q'uik'an tzex meltzaji. Axo d'a tz'inan lum d'a stojolalb'at a' Chacchac Mar tzex b'ati, xchi Jehová chi'."
        },
        {
            "number": "26",
            "text": "Ix yalanxi d'a vinhaj Moisés yed' d'a vinhaj Aarón icha tic:"
        },
        {
            "number": "27",
            "text": "--¿Jantacto tiempo ol techaj juntzanh anima malaj svach'il spensar tic vuuj? Ix vab' yalan in pecal eb'."
        },
        {
            "number": "28",
            "text": "Ixiquec, alec d'a eb' icha tic: A in Jehová in, ix vak' in ti' to ol elk'och icha ix aj vab'an eyalan chi'."
        },
        {
            "number": "29",
            "text": "Masanil eb' vinh vinac ek'xo sq'uinal d'a 20 ab'il, eb' vinh ix ik'jiq'ue vaan slistail, aton eb' vinh ix alan chuc d'a in patic, ol cham eb' vinh. Ol can k'otjab' sb'aquil eb' d'a tz'inan luum tic."
        },
        {
            "number": "30",
            "text": "Anhej vinhaj Caleb yuninal vinhaj Jefone yed' vinhaj Josué yuninal vinhaj Nun, ol och d'a lum luum ix vak' in ti' vak'an chi' d'ayex. A exxo e masanil, mach ex to chuc tas ix eyal d'a in patic, manh ol ex ochlaj d'a luum."
        },
        {
            "number": "31",
            "text": "A eb' eyuninal ix eyala' to ol ochcan eb' d'a yol sk'ab' eb' ajk'ool, a eb' ol vak'och d'a lum luum maj schalaj e k'ol chi'. Ol yak' tzalajb'oc sk'ol eb' ta'."
        },
        {
            "number": "32",
            "text": "A exxo pax tic jun, ol can e nivanil d'a tz'inan luum tic."
        },
        {
            "number": "33",
            "text": "A eb' eyuninal tic, 40 ab'il ol ek' eb' tanhvoj calnel d'a tz'inan luum tic, icha chi' ol aj stupanel e mul chi' eb', aton b'aj ix in e patiquejel chi', masanto ol ex chamcan d'a tic e masanil."
        },
        {
            "number": "34",
            "text": "D'a 40 k'ual ix eyila' tas yilji lum xid' eyil chi', yuj chi' 40 ab'il ol och yaelal d'a eyib'anh, syalelk'ochi junjun ab'il d'a junjun k'u. Icha chi' ol aj eyojtaccaneli to svak' syaelal eb' tz'och ajk'olal d'ayin."
        },
        {
            "number": "35",
            "text": "A in Jehová in tic svala', icha chi' ol vutoc d'ayex. Yujto ix e molb'ejoch e b'a ajk'olal d'ayin, yuj chi' a d'a tz'inan lum tic ol ex satcaneloc, xchi Jehová d'a eb' vinh."
        },
        {
            "number": "36",
            "text": "A eb' vinh ix xid'ek' iloj lum yuj vinhaj Moisés chi', chucnhej ix aj yalan eb' vinh tas yaj luum, yuj chi' ix b'uchvaj eb' anima d'a Jehová."
        },
        {
            "number": "37",
            "text": "Axo Jehová ix ak'ancot jun ilya d'a yib'anh eb' vinh ilum luum chi', yuj chi' ix cham eb' vinh. Axonhej vinhaj Josué yuninal vinhaj Nun yed' vinhaj Caleb yuninal vinhaj Jefone maj chamlaj yuj jun ilya chi'."
        },
        {
            "number": "38",
            "text": "Ayic ix yalan vinhaj Moisés d'a eb' israel tas ix yal Jehová, masanil eb' ix cusq'ue sk'ool."
        },
        {
            "number": "39",
            "text": "Axo ix sacb'i d'a junxo k'u, ix pet q'ue vaan eb', ix snaan eb' to sb'at eb' yak' oval yed' eb' anima cajan d'a tzalquixtac. Yuj chi' ix yal eb' d'a vinhaj Moisés chi' icha tic: --A ticnaic, val yel coyec d'a sat lum b'aj ix yak' sti' Jehová to ol yak' d'ayonh. Yeltoni ix och co mul, xchi eb'."
        },
        {
            "number": "40",
            "text": "Ix yalan vinh d'a eb' icha tic: --¿Tas yuj tze tenek' tas ix yal Jehová? A jun tas tze na chi', manh vach'oc ol elk'ochoc."
        },
        {
            "number": "41",
            "text": "Manh ex b'atoc, yujto manh ol ochlaj Jehová eyed'oc, ol ex ak'joc ganar yuj eb' ajk'ool."
        },
        {
            "number": "42",
            "text": "Maclab'ilexxo yuj eb' amalecita yed' eb' cananeo, to ol yak' oval eb' eyed'oc. Ol ex smilcham eb' yujto ix eyiq'uel e pensar d'a Jehová, yuj chi' manhxo ayocochlaj eyed'oc, xchi vinhaj Moisés chi'."
        },
        {
            "number": "43",
            "text": "Palta ix spitejnhej sb'a eb', ix b'at eb' d'a tzalquixtac. Axo te' scaxail strato Jehová yed' vinhaj Moisés chi', maj eltalaj d'a yol campamento."
        },
        {
            "number": "44",
            "text": "Ayic ix b'at eb' vinh chi', maclab'il sq'uek'och eb' vinh yuj eb' amalecita yed' eb' cananeo, yuj chi' ix yak' oval eb'. Axo ix aji, ix ak'ji ganar eb' israel, ix pechchaj eb' masanto d'a Horma."
        }
    ]
}