{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ha ix yab'an juntzanh chi' heb' israel, ix k'e yav heb' smasanil, ok'elnhej yaj heb' ix ek' jun ak'wal chi'."
        },
        {
            "number": "2",
            "text": "Ix laj k'e nhilnaj heb' yalan chukal lolonel t'a winhaj Moisés chi' yet' t'a winhaj Aarón, ix yalan heb' icha tik: Wach' am wal tato ha t'a Egipto onh chamcani, ma jun t'a tzinan lum tik tzonh chami."
        },
        {
            "number": "3",
            "text": "¿Tas yuj tzonh yik'b'at Jehová t'a jun lum lum chi', a am yuj ko cham t'a skal owal ta', yic skan heb' ix quetb'eyum yet' heb' cuninal t'a yol sk'ab' heb' cajan ta'? Yelxom wal wach' tato tzonh meltzaj t'a Egipto, xchi heb' israel chi'."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix och ijan heb' smol alan icha tik: Co say junok mach tzonh cuchb'an meltzaj t'a Egipto, xchi heb'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix em nhojan winhaj Moisés yet' winhaj Aarón t'a sat lum t'a yichanh heb' anima chi' smasanil."
        },
        {
            "number": "6",
            "text": "Axo pax winhaj Josué yuninal winhaj Nun yet' winhaj Caleb yuninal winhaj Jefone, aton heb' winh ix xid'ek' iloj lu'um chi', ix snhik'chitejel spichul heb' winh yuj sch'oxanel scusk'olal."
        },
        {
            "number": "7",
            "text": "Ix yalan heb' winh t'a heb' anima smasanil icha tik: --Ha lum lum ix b'at quil chi', te wach' lu'um."
        },
        {
            "number": "8",
            "text": "Te yax sat lu'um. Tato tz'el t'a sk'ol Jehová skolwaj qued'oc, ol quik'nhej lu'um, ha' ol ak'an lum t'ayonh."
        },
        {
            "number": "9",
            "text": "Yuj wal chi', manh eyik'el he b'ha t'a spatic Jehová, manh ex xiv t'a heb' anima ay t'a jun lu'um chi'. Icha ko waan junok pan, icha chi' ol aj ko satanel heb'. ¿Toc ay mach ol colan heb' t'ayonh? Ha onhxo pax tik ayoch Jehová qued'oc. Manh ex xiv t'a heb', xchi heb' winh."
        },
        {
            "number": "10",
            "text": "Yuj chi' a heb' anima chi' ix yal heb' to sjulk'enej heb' winh chawanh chi' heb'. D'a wal jun rato chi', t'a yichanh heb' chonhab' smasanil, ix sch'ox sb'a Jehová yet' stziquiquial t'a sti' scajnub' b'aj sch'ox sb'a."
        },
        {
            "number": "11",
            "text": "Ix yalan t'a winhaj Moisés chi' icha tik: --¿B'aq'uinh ol yaktej juntzanh anima tik in spaticaneli? ¿B'aq'uinh ol yaktej heb' in schab'k'olani, tik wal syil heb' jantac tas satub'tac ix in ch'ox t'a skal heb'?"
        },
        {
            "number": "12",
            "text": "Ha tiknaik ol wak'cot junok niwan ilya t'a yib'anh jun chonhab' tik yic sateli. Ha t'ayach ol el junok chonhab' wuuj to yelxo niwan, te tek'an ol aj t'a yichanh heb' chonhab' tik, xchi t'a winh."
        },
        {
            "number": "13",
            "text": "Palta ix tak'wi winhaj Moisés chi' t'a Jehová icha tik: --Yojtac wal heb' aj Egipto jantac a poder ayic ix elta heb' chonhab' tik t'a skal heb'. Ayic ol yab'an heb' to tza satel heb' a chonhab' tik,"
        },
        {
            "number": "14",
            "text": "ol yalan a pecal heb' t'a heb' anima ay t'a yol yic Canaán. Ha heb' chi', ix yab'pax heb' to a ach Jehová ach tik, ayach ek' t'a ko kal, k'elk'umb'a tzach aj qued'oc tzach loloni. Ayachnhej ek' t'a skal jun asun ayek' t'a quib'anh. D'a k'ualil ayachoch t'a skal jun niwan topanh asun chi', tzach b'eynhej t'a quichanh. Axo t'ak'walil, t'a skal jun niwan k'ak' ayachochi, tzach b'eynhej t'a quichanh a onh a chonhab' onh tik. Masanil juntzanh tik ix yab' specal heb' aj Canaán chi',"
        },
        {
            "number": "15",
            "text": "palta tato junelnhej tza satel heb' a chonhab' tik, icha tz'aj satel junok anima, haxo heb' anima ol ab'an specal, tzijtum tas ol yal heb'. Olam yal heb' icha tik:"
        },
        {
            "number": "16",
            "text": "Maj yal-laj yik'jioch heb' anima yuj Jehová t'a sat lum b'aj ix yak' sti' yak'an t'a heb', yuj chi' ix satjiel heb' yuj t'a tzinan lu'um, xcham heb'."
        },
        {
            "number": "17",
            "text": "Yuj chi', a tiknaik Mamin Jehová, tzin tewi t'ayach to tza ch'ox a poder, icha b'aj ix ak' a ti', ix alani"
        },
        {
            "number": "18",
            "text": "to max cotlaj owal t'a elanhchamel, te xajan heb' anima uuj, tz'ak'an niwank'olal smul heb' chuk yet' heb' pit. Palta max ek'b'atlaj ak'an syaelal junok mach yuj smul b'aj junelnhej pit syutej sb'a t'ayach, tzak'nhejcan yaelal t'a yib'anh yuninal yet' yixchiquin, masanto t'a schanhil makan yinhtilal."
        },
        {
            "number": "19",
            "text": "Ak' niwank'olal smul juntzanh anima tik, icha wal a niwan wach'k'olal t'a yib'anh heb', icha ix aj ak'an niwank'olal heb' yictax onh el t'a Egipto masanto ix onh ja t'a tzinan lum tik, xchi winhaj Moisés chi'."
        },
        {
            "number": "20",
            "text": "Ix tak'wi Jehová t'a winhaj Moisés chi' icha tik: --Ujocab'i, swak' niwank'olal smul heb' anima tik icha wal alan chi'."
        },
        {
            "number": "21",
            "text": "Palta swak'och in b'a testigoal yet' in poder te niwan yelk'ochi to chequel t'a masanil yol yib'anhk’inal,"
        },
        {
            "number": "22",
            "text": "wach'chom a jantac heb' tik ix yil in poder heb' yet' juntzanh tas satub'tac ix in b'o t'a Egipto yet' t'a tzinan lum tik, palta ma chequel jayelalxo in yak'an prowal heb', max sk'anab'ajejnhej heb' tas swala'."
        },
        {
            "number": "23",
            "text": "Yuj chi' manh ol k'ochlaj heb' t'a lum ix wak' in ti' wak'an t'a smam yicham heb'. Malaj junok heb' tzin paticanel tik ol k'och t'a sat lu'um."
        },
        {
            "number": "24",
            "text": "Palta anhej winh in checab' aj Caleb ol k'och t'a sat lu'um chi', yujto k'anab'ajum winh t'ayin, wach'nhej spensar winh. Ha winh ol macb'enan lum yet' heb' yuninal, aton lum ix xid' yil winh chi'."
        },
        {
            "number": "25",
            "text": "Cajan heb' amalecita yet' heb' cananeo t'a ch'olquixtac t'a lak'an tik, yuj chi' k'ik'an tzex meltzaji. Axo t'a tzinan lum t'a stojolalb'at ha' Chacchac Mar tzex b'ati, xchi Jehová chi'."
        },
        {
            "number": "26",
            "text": "Ix yalanxi t'a winhaj Moisés yet' t'a winhaj Aarón icha tik:"
        },
        {
            "number": "27",
            "text": "--¿Jantacto tiempo ol techaj juntzanh anima malaj swach'il spensar tik wuuj? Ix wab' yalan in pecal heb'."
        },
        {
            "number": "28",
            "text": "Ixiquec, alec t'a heb' icha tik: Ha in Jehová in, ix wak' in ti' to ol elk'och icha ix aj wab'an eyalan chi'."
        },
        {
            "number": "29",
            "text": "Masanil heb' winh winak ek'xo sk'inal t'a 20 ab'il, heb' winh ix ik'jik'e waan slistail, aton heb' winh ix alan chuk t'a in patic, ol cham heb' winh. Ol kan k'otjab' sb'aquil heb' t'a tzinan lu'um tik."
        },
        {
            "number": "30",
            "text": "Anhej winhaj Caleb yuninal winhaj Jefone yet' winhaj Josué yuninal winhaj Nun, ol och t'a lum lum ix wak' in ti' wak'an chi' t'ayex. Ha exxo he masanil, mach ex to chuk tas ix eyal t'a in patic, manh ol ex ochlaj t'a lu'um."
        },
        {
            "number": "31",
            "text": "Ha heb' eyuninal ix eyala' to ol ochcan heb' t'a yol sk'ab' heb' ajk'ool, a heb' ol wak'och t'a lum lum maj schalaj he k'ol chi'. Ol yak' tzalajb'oc sk'ol heb' ta'."
        },
        {
            "number": "32",
            "text": "Ha exxo pax tik jun, ol kan he niwanil t'a tzinan lu'um tik."
        },
        {
            "number": "33",
            "text": "Ha heb' eyuninal tik, 40 ab'il ol ek' heb' tanhwoj calnel t'a tzinan lu'um tik, icha chi' ol aj stupanel he mul chi' heb', aton b'aj ix in he patiquejel chi', masanto ol ex chamcan t'a tik he masanil."
        },
        {
            "number": "34",
            "text": "D'a 40 k'ual ix eyila' tas yilji lum xid' eyil chi', yuj chi' 40 ab'il ol och yaelal t'a eyib'anh, syalelk'ochi junjun ab'il t'a junjun k'u. Icha chi' ol aj eyojtaccaneli to swak' syaelal heb' tz'och ajk'olal t'ayin."
        },
        {
            "number": "35",
            "text": "Ha in Jehová in tik swala', icha chi' ol wutoc t'ayex. Yujto ix he molb'ejoch he b'a ajk'olal t'ayin, yuj chi' ha t'a tzinan lum tik ol ex satcaneloc, xchi Jehová t'a heb' winh."
        },
        {
            "number": "36",
            "text": "Ha heb' winh ix xid'ek' iloj lum yuj winhaj Moisés chi', chucnhej ix aj yalan heb' winh tas yaj lu'um, yuj chi' ix b'uchwaj heb' anima t'a Jehová."
        },
        {
            "number": "37",
            "text": "Axo Jehová ix ak'ancot jun ilya t'a yib'anh heb' winh ilum lu'um chi', yuj chi' ix cham heb' winh. Axonhej winhaj Josué yuninal winhaj Nun yet' winhaj Caleb yuninal winhaj Jefone maj chamlaj yuj jun ilya chi'."
        },
        {
            "number": "38",
            "text": "Ayic ix yalan winhaj Moisés t'a heb' israel tas ix yal Jehová, masanil heb' ix cusk'e sk'ool."
        },
        {
            "number": "39",
            "text": "Axo ix sakb'i t'a junxo k'u, ix pet k'e waan heb', ix snaan heb' to sb'at heb' yak' owal yet' heb' anima cajan t'a tzalquixtac. Yuj chi' ix yal heb' t'a winhaj Moisés chi' icha tik: --Ha tiknaik, wal yel coyec t'a sat lum b'aj ix yak' sti' Jehová to ol yak' t'ayonh. Yeltoni ix och ko mul, xchi heb'."
        },
        {
            "number": "40",
            "text": "Ix yalan winh t'a heb' icha tik: --¿Tas yuj tze tenek' tas ix yal Jehová? Ha jun tas tze na chi', manh wach'oc ol elk'ochoc."
        },
        {
            "number": "41",
            "text": "Manh ex b'atoc, yujto manh ol ochlaj Jehová eyed'oc, ol ex ak'joc ganar yuj heb' ajk'ool."
        },
        {
            "number": "42",
            "text": "Maclab'ilexxo yuj heb' amalecita yet' heb' cananeo, to ol yak' owal heb' eyed'oc. Ol ex smilcham heb' yujto ix eyik'el he pensar t'a Jehová, yuj chi' manhxo ayocochlaj eyed'oc, xchi winhaj Moisés chi'."
        },
        {
            "number": "43",
            "text": "Palta ix spitejnhej sb'a heb', ix b'at heb' t'a tzalquixtac. Axo te' scaxail strato Jehová yet' winhaj Moisés chi', maj eltalaj t'a yol campamento."
        },
        {
            "number": "44",
            "text": "Ayic ix b'at heb' winh chi', maclab'il sk'ek'och heb' winh yuj heb' amalecita yet' heb' cananeo, yuj chi' ix yak' owal heb'. Axo ix aji, ix ak'ji ganar heb' israel, ix pechchaj heb' masanto t'a Horma."
        }
    ]
}