{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Jehová t'a winhaj Moisés chi', ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Al juntzanh tik t'a heb' etisraelal: Ayic ol ex k'och t'a lum lum ol wak' t'ayex yic tzex cajnaj t'ay,"
        },
        {
            "number": "3",
            "text": "tato ayex tze nhustz'a junok nok' wacax, ma junok nok' calnel, ma junok nok' chiwa silab'il, mato yic tze k'anab'ajan b'aj tzeyak' he ti' eyak'ani, ma tonhej tz'el t'a he k'ool, ma yuj junok q'uinh yuj chi' tzeyak'a', yowalil tzeyak'pax chab'oc libra harina te wach' calab'il yet' junok litro aceite yet' silab' chi'. Ha jun silab' chi' te suk'uq'ui sjab' swab' a in Jehová in tik."
        },
        {
            "number": "4",
            "text": "Ha yet' juntzanh silab' toxo ix wal chi' tzeyak' junok litro wino ofrendail yet' junjun nok' calnel chi'."
        },
        {
            "number": "5",
            "text": "Tato a junok nok' ch'ac calnel tzeyak' silab'il, tzeyak'pax wajxaqueoc libra harina scalaj yet' junok litro aceite yet' jab'okxo,"
        },
        {
            "number": "6",
            "text": "ek'topax jun litro wino tzeyak' yet'oc. Te suk'uq'ui sjab' jun ofrenda chi' swab'i."
        },
        {
            "number": "7",
            "text": "Tato a junok nok' quelem wacax tzeyak' silab'il to stz'ai, ma silab'il yic tze k'anab'ajej b'aj tzeyak' he ti', ma silab'il yic junk'olal,"
        },
        {
            "number": "8",
            "text": "tzeyak'pax lajchaweoc libra harina, chab'oc litro aceite"
        },
        {
            "number": "9",
            "text": "yet' pax chab'oc litro wino ofrendail yet'oc. Ha jun ofrenda chi' suk'uq'ui sjab' swab' a in Jehová in tik."
        },
        {
            "number": "10",
            "text": "Aton juntzanh tik yowalil tzeyak' yet' junjun nok' wacax chi', ma yet' junjun nok' ch'ac calnel, ma yet' junjun nok' yunetac calnel, ma yet' junjun nok' yunetac chiwa."
        },
        {
            "number": "11",
            "text": "Icha sb'isul nok' tzeyak' silab'il chi', icha pax chi' sb'isul juntzanhxo ofrenda chi' tzeyak' yet'oc."
        },
        {
            "number": "12",
            "text": "E masanil a ex israel ex tik, yowalil tze k'anab'ajej juntzanh ley tik smasanil ayic tze nhusantz'a eyofrenda suk'uq'ui sjab' swab' a in Jehová in tik."
        },
        {
            "number": "13",
            "text": "Tato ay junok ch'oc chonhab'il tonhej sb'eyek' t'a he kal, mato cajan eyed'oc, tato snib'ej snhusantz'a junok silab' to suk'uq'ui sjab' swab'i, yowalil sk'anab'ajej masanil sleyal icha tze k'anab'ajej a ex tik."
        },
        {
            "number": "14",
            "text": "Ha jun ley chi' tz'och yopisio eyuuj yet' heb' ch'oc chonhab'il ayek' cajan eyed' chi'. Ha jun ley chi' ol b'eynhejb'at t'a he kal t'a masanil tiempo. Ha ex tik yet' heb' ch'oc chonhab'il, lajan eyelk'och t'a yol in sat a in Jehová in tik."
        },
        {
            "number": "15",
            "text": "Junnhej ley eyic yaj yet' heb' ch'oc chonhab'il chi', xchi Jehová."
        },
        {
            "number": "16",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "17",
            "text": "Al juntzanh tik smasanil t'a heb' etisraelal: Ayic cajanexxo ek' t'a lum b'aj ol ex wik'b'ati,"
        },
        {
            "number": "18",
            "text": "a ixim trigo syak' t'a lum lum chi' ol he wa''a, yowalil tzeyik'canel jab'oc ixim t'a ofrendail yic tzeyak' t'ayin,"
        },
        {
            "number": "19",
            "text": "icha tz'aj yak'chaj ixim sb'ab'laj tek'jieli, icha chi' tz'aj eyak'an ixim t'ayin. Anhejtona' tzeyak'pax jun b'ab'el pan sb'o t'a ixim harina yic ixim ak' trigo chi' ofrendail t'ayin."
        },
        {
            "number": "20",
            "text": "Ha jun makan ofrenda chi' ol eyak'nhej t'ayin a in Jehová in tik t'a masanil tiempo."
        },
        {
            "number": "21",
            "text": "Talaj sb'at satk'olal eyuj he k'ulan junok checnab'il ix wal t'a winhaj Moisés tik t'a sb'ab'elal,"
        },
        {
            "number": "22",
            "text": "yuj chi' maxtzac he k'anab'ajej yet' pax heb' eyinhtilal ayic ol b'eynhejb'atoc, aton tik ol he k'ulej:"
        },
        {
            "number": "23",
            "text": "Tato ay junok checnab'il sb'at satk'olal eyuj he k'ulan he masanil, yowalil snhusjitz'a junok nok' quelem wacax eyuj he masanil t'a silab'il to suk'uq'ui sjab' swab' a in Jehová in tik yet' ixim trigo yet' wino tzeyak'taxon ofrendail yet' silab' chi', icha t'a sleyal. Tzeyak'an junok nok' mam chiwa silab'il yuj yak'ji tup he mul."
        },
        {
            "number": "24",
            "text": "Axo junok winh sacerdote sb'oan jun chi' eyuj he masanil ichataxon t'a sleyal yic stupcanel he mul t'a eyib'anh. Ha in ton swak' tupel he mul chi' yujto manh sk'anoc he k'ool tze k'ulani, yujto ix eyak'pax silab' yuj he mul."
        },
        {
            "number": "25",
            "text": "Ha yuj he silab' chi', stupcanel he mul chi' t'a eyib'anh a ex israel ex tik yet' heb' ch'oc chonhab'il ayek' t'a he kal, yujto he masanil ix och he mul."
        },
        {
            "number": "26",
            "text": "Palta tato junnhej anima tz'och smul, yuj sb'at satk'olal yuj sk'anab'ajan junok checnab'il, a yuj smul chi', yowalil syak' junok nok' cob'es chiwa jun ab'il sk'inal silab'il."
        },
        {
            "number": "27",
            "text": "Axo junok winh sacerdote tz'ak'anoch jun silab' chi' t'a wichanh ichataxon t'a sleyal yuj smul jun anima ix och chi', ayic toxo ix ak'chaj jun silab' chi', stupcanel smul jun anima chi' t'a yib'anh."
        },
        {
            "number": "28",
            "text": "Anheja' jun ley chi' tz'och yopisio eyuuj yet' heb' ch'oc chonhab'il ayek' t'a he kal, ayic tz'och he mul to manh sk'anoc he k'ool."
        },
        {
            "number": "29",
            "text": "Palta tato ay mach tz'och smul to sk'an sk'ool, wach'chom eyetchonhab', ma junok ch'oc chonhab'il, a t'ayin Jehová in tik tz'och smul yuj spitalil. Yuj chi' manhxaocab' yalan yic jun anima chi' t'a he kal."
        },
        {
            "number": "30",
            "text": "Yujto ix spatiquejel in lolonel, ix stenanek' in checnab'il, yuj chi' manhxaocab' yalan yic t'a he kal t'a junelnhej, xchi Jehová."
        },
        {
            "number": "31",
            "text": "Ayic ayek' heb' israel t'a tzinan lu'um, ay jun winh israel chi' wan yek' k'atzitz t'a sk'ual ik'oj ip ix yilan heb'."
        },
        {
            "number": "32",
            "text": "Ix ik'jib'at winh t'a yichanh winhaj Moisés, t'a yichanh winhaj Aarón yet' t'a yichanh masanil heb' chonhab' yuj heb' ix ilan chi'."
        },
        {
            "number": "33",
            "text": "Ix tanhwaj winh yuj heb' yujto manto chequeloc tas ol utaj winh."
        },
        {
            "number": "34",
            "text": "Yuj chi' ix yalan Jehová t'a winhaj Moisés chi' icha tik: Ha jun winh tik yowalil ol cham winh. Masanil heb' chonhab' tik sjulk'enan winh t'a spatiquel campamento, xchi t'a winh."
        },
        {
            "number": "35",
            "text": "Yuj chi' ix yik'el winh heb' t'a spatiquel campamento chi'. Ata' ix sjulk'enejcham winh heb' icha ix aj yalan Jehová."
        },
        {
            "number": "36",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "37",
            "text": "Al juntzanh tik t'a heb' etisraelal: Ha ex tik yet' heb' eyinhtilal, yowalilocab' tz'och yelwanub' stitac he pichul. Ha juntzanh yelwanub' tz'och chi', a anh ch'al tzek'b'il topan, stz'ischajoch t'a he pichul chi' yet' anh ch'al k'ik'mutz'inac."
        },
        {
            "number": "38",
            "text": "Ayic ol eyilanoch juntzanh yelwanub' chi', ol he naancot masanil checnab'il ix wala' to yowalil tze k'anab'ajej, yic wach' manh ol ex cuchb'ajb'at t'a juntzanh tas malaj swach'il yuj he pensar, ma yuj tas he gana t'a yol eyiko'."
        },
        {
            "number": "39",
            "text": "Icha wal chi' ol aj he naancot in checnab'il, ol he k'anab'ajani. Icha chi' ol aj eyak'anoch he b'a t'ayin to wik ex, a in he Diosal in."
        },
        {
            "number": "40",
            "text": "Ha in Jehová he Diosal in ix ex wik'elta t'a Egipto yic tzin och he Diosaloc, yuj chi' swal juntzanh tik t'ayex, xchi t'a winhaj Moisés chi'."
        }
    ]
}