{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Jehová d'a vinhaj Moisés chi', ix yalan icha tic:"
        },
        {
            "number": "2",
            "text": "Al juntzanh tic d'a eb' etisraelal: Ayic ol ex k'och d'a lum luum ol vak' d'ayex yic tzex cajnaj d'ay,"
        },
        {
            "number": "3",
            "text": "tato ayex tze nhustz'a junoc nok' vacax, ma junoc nok' calnel, ma junoc nok' chiva silab'il, mato yic tze k'anab'ajan b'aj tzeyak' e ti' eyak'ani, ma tonhej tz'el d'a e k'ool, ma yuj junoc q'uinh yuj chi' tzeyak'a', yovalil tzeyak'pax chab'oc libra harina te vach' calab'il yed' junoc litro aceite yed' silab' chi'. A jun silab' chi' te suk'uq'ui sjab' svab' a in Jehová in tic."
        },
        {
            "number": "4",
            "text": "A yed' juntzanh silab' toxo ix val chi' tzeyak' junoc litro vino ofrendail yed' junjun nok' calnel chi'."
        },
        {
            "number": "5",
            "text": "Tato a junoc nok' ch'ac calnel tzeyak' silab'il, tzeyak'pax vajxaqueoc libra harina scalaj yed' junoc litro aceite yed' jab'ocxo,"
        },
        {
            "number": "6",
            "text": "ek'topax jun litro vino tzeyak' yed'oc. Te suk'uq'ui sjab' jun ofrenda chi' svab'i."
        },
        {
            "number": "7",
            "text": "Tato a junoc nok' quelem vacax tzeyak' silab'il to stz'ai, ma silab'il yic tze k'anab'ajej b'aj tzeyak' e ti', ma silab'il yic junk'olal,"
        },
        {
            "number": "8",
            "text": "tzeyak'pax lajchaveoc libra harina, chab'oc litro aceite"
        },
        {
            "number": "9",
            "text": "yed' pax chab'oc litro vino ofrendail yed'oc. A jun ofrenda chi' suk'uq'ui sjab' svab' a in Jehová in tic."
        },
        {
            "number": "10",
            "text": "Aton juntzanh tic yovalil tzeyak' yed' junjun nok' vacax chi', ma yed' junjun nok' ch'ac calnel, ma yed' junjun nok' yunetac calnel, ma yed' junjun nok' yunetac chiva."
        },
        {
            "number": "11",
            "text": "Icha sb'isul nok' tzeyak' silab'il chi', icha pax chi' sb'isul juntzanhxo ofrenda chi' tzeyak' yed'oc."
        },
        {
            "number": "12",
            "text": "E masanil a ex israel ex tic, yovalil tze k'anab'ajej juntzanh ley tic smasanil ayic tze nhusantz'a eyofrenda suk'uq'ui sjab' svab' a in Jehová in tic."
        },
        {
            "number": "13",
            "text": "Tato ay junoc ch'oc chonhab'il tonhej sb'eyek' d'a e cal, mato cajan eyed'oc, tato sgana snhusantz'a junoc silab' to suk'uq'ui sjab' svab'i, yovalil sk'anab'ajej masanil sleyal icha tze k'anab'ajej a ex tic."
        },
        {
            "number": "14",
            "text": "A jun ley chi' tz'och yopisio eyuuj yed' eb' ch'oc chonhab'il ayek' cajan eyed' chi'. A jun ley chi' ol b'eynhejb'at d'a e cal d'a masanil tiempo. A ex tic yed' eb' ch'oc chonhab'il, lajan eyelk'och d'a yol in sat a in Jehová in tic."
        },
        {
            "number": "15",
            "text": "Junnhej ley eyic yaj yed' eb' ch'oc chonhab'il chi', xchi Jehová."
        },
        {
            "number": "16",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "17",
            "text": "Al juntzanh tic smasanil d'a eb' etisraelal: Ayic cajanexxo ek' d'a lum b'aj ol ex vik'b'ati,"
        },
        {
            "number": "18",
            "text": "a ixim trigo syak' d'a lum luum chi' ol e va'a, yovalil tzeyik'canel jab'oc ixim d'a ofrendail yic tzeyak' d'ayin,"
        },
        {
            "number": "19",
            "text": "icha tz'aj yak'chaj ixim sb'ab'laj tek'jieli, icha chi' tz'aj eyak'an ixim d'ayin. Anhejtona' tzeyak'pax jun b'ab'el pan sb'o d'a ixim harina yic ixim ak' trigo chi' ofrendail d'ayin."
        },
        {
            "number": "20",
            "text": "A jun macanh ofrenda chi' ol eyak'nhej d'ayin a in Jehová in tic d'a masanil tiempo."
        },
        {
            "number": "21",
            "text": "Talaj sb'at satk'olal eyuj e k'ulan junoc checnab'il ix val d'a vinhaj Moisés tic d'a sb'ab'elal,"
        },
        {
            "number": "22",
            "text": "yuj chi' maxtzac e k'anab'ajej yed' pax eb' eyinhtilal ayic ol b'eynhejb'atoc, aton tic ol e k'ulej:"
        },
        {
            "number": "23",
            "text": "Tato ay junoc checnab'il sb'at satk'olal eyuj e k'ulan e masanil, yovalil snhusjitz'a junoc nok' quelem vacax eyuj e masanil d'a silab'il to suk'uq'ui sjab' svab' a in Jehová in tic yed' ixim trigo yed' vino tzeyak'taxon ofrendail yed' silab' chi', icha d'a sleyal. Tzeyak'an junoc nok' mam chiva silab'il yuj yak'ji tup e mul."
        },
        {
            "number": "24",
            "text": "Axo junoc vinh sacerdote sb'oan jun chi' eyuj e masanil ichataxon d'a sleyal yic stupcanel e mul d'a eyib'anh. A in ton svak' tupel e mul chi' yujto manh sk'anoc e k'ool tze k'ulani, yujto ix eyak'pax silab' yuj e mul."
        },
        {
            "number": "25",
            "text": "A yuj e silab' chi', stupcanel e mul chi' d'a eyib'anh a ex israel ex tic yed' eb' ch'oc chonhab'il ayek' d'a e cal, yujto e masanil ix och e mul."
        },
        {
            "number": "26",
            "text": "Palta tato junnhej anima tz'och smul, yuj sb'at satk'olal yuuj sk'anab'ajan junoc checnab'il, a yuj smul chi', yovalil syak' junoc nok' cob'es chiva jun ab'il sq'uinal silab'il."
        },
        {
            "number": "27",
            "text": "Axo junoc vinh sacerdote tz'ak'anoch jun silab' chi' d'a vichanh ichataxon d'a sleyal yuj smul jun anima ix och chi', ayic toxo ix ak'chaj jun silab' chi', stupcanel smul jun anima chi' d'a yib'anh."
        },
        {
            "number": "28",
            "text": "Anheja' jun ley chi' tz'och yopisio eyuuj yed' eb' ch'oc chonhab'il ayek' d'a e cal, ayic tz'och e mul to manh sk'anoc e k'ool."
        },
        {
            "number": "29",
            "text": "Palta tato ay mach tz'och smul to sk'an sk'ool, vach'chom eyetchonhab', ma junoc ch'oc chonhab'il, a d'ayin Jehová in tic tz'och smul yuj spitalil. Yuj chi' manhxaocab' yalan yic jun anima chi' d'a e cal."
        },
        {
            "number": "30",
            "text": "Yujto ix spatiquejel in lolonel, ix stenanek' in checnab'il, yuj chi' manhxaocab' yalan yic d'a e cal d'a junelnhej, xchi Jehová."
        },
        {
            "number": "31",
            "text": "Ayic ayek' eb' israel d'a tz'inan luum, ay jun vinh israel chi' van yek' k'atzitz d'a sk'ual ik'oj ip ix yilan eb'."
        },
        {
            "number": "32",
            "text": "Ix ik'jib'at vinh d'a yichanh vinhaj Moisés, d'a yichanh vinhaj Aarón yed' d'a yichanh masanil eb' chonhab' yuj eb' ix ilan chi'."
        },
        {
            "number": "33",
            "text": "Ix tanhvaj vinh yuj eb' yujto manto chequeloc tas ol utaj vinh."
        },
        {
            "number": "34",
            "text": "Yuj chi' ix yalan Jehová d'a vinhaj Moisés chi' icha tic: A jun vinh tic yovalil ol cham vinh. Masanil eb' chonhab' tic sjulq'uenan vinh d'a spatiquel campamento, xchi d'a vinh."
        },
        {
            "number": "35",
            "text": "Yuj chi' ix yiq'uel vinh eb' d'a spatiquel campamento chi'. Ata' ix sjulq'uenejcham vinh eb' icha ix aj yalan Jehová."
        },
        {
            "number": "36",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "37",
            "text": "Al juntzanh tic d'a eb' etisraelal: A ex tic yed' eb' eyinhtilal, yovalilocab' tz'och yelvanub' stitac e pichul. A juntzanh yelvanub' tz'och chi', a anh ch'al tzek'b'il topan, stz'ischajoch d'a e pichul chi' yed' anh ch'al q'uik'mutz'inac."
        },
        {
            "number": "38",
            "text": "Ayic ol eyilanoch juntzanh yelvanub' chi', ol e naancot masanil checnab'il ix vala' to yovalil tze k'anab'ajej, yic vach' manh ol ex cuchb'ajb'at d'a juntzanh tas malaj svach'il yuj e pensar, ma yuj tas e gana d'a yol eyico'."
        },
        {
            "number": "39",
            "text": "Icha val chi' ol aj e naancot in checnab'il, ol e k'anab'ajani. Icha chi' ol aj eyak'anoch e b'a d'ayin to vic ex, a in e Diosal in."
        },
        {
            "number": "40",
            "text": "A in Jehová e Diosal in ix ex viq'uelta d'a Egipto yic tzin och e Diosaloc, yuj chi' sval juntzanh tic d'ayex, xchi d'a vinhaj Moisés chi'."
        }
    ]
}