{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Jehová t'a vinhaj Moisés chi', ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Al juntzanh tik t'a eb' etisraelal: Ayic ol ex k'och t'a lum lum ol vak' t'ayex yic tzex cajnaj t'ay,"
        },
        {
            "number": "3",
            "text": "tato ayex tze nhustz'a junok nok' vacax, ma junok nok' calnel, ma junok nok' chiva silab'il, mato yic tze k'anab'ajan b'aj tzeyak' e ti' eyak'ani, ma tonhej tz'el t'a e k'ool, ma yuj junok q'uinh yuj chi' tzeyak'a', yovalil tzeyak'pax chab'oc libra harina te wach' calab'il yet' junok litro aceite yet' silab' chi'. Ha jun silab' chi' te suk'uq'ui sjab' svab' a in Jehová in tik."
        },
        {
            "number": "4",
            "text": "Ha yet' juntzanh silab' toxo ix val chi' tzeyak' junok litro vino ofrendail yet' junjun nok' calnel chi'."
        },
        {
            "number": "5",
            "text": "Tato a junok nok' ch'ac calnel tzeyak' silab'il, tzeyak'pax vajxaqueoc libra harina scalaj yet' junok litro aceite yet' jab'ocxo,"
        },
        {
            "number": "6",
            "text": "ek'topax jun litro vino tzeyak' yet'oc. Te suk'uq'ui sjab' jun ofrenda chi' svab'i."
        },
        {
            "number": "7",
            "text": "Tato a junok nok' quelem vacax tzeyak' silab'il to stz'ai, ma silab'il yic tze k'anab'ajej b'aj tzeyak' e ti', ma silab'il yic junk'olal,"
        },
        {
            "number": "8",
            "text": "tzeyak'pax lajchaveoc libra harina, chab'oc litro aceite"
        },
        {
            "number": "9",
            "text": "yet' pax chab'oc litro vino ofrendail yet'oc. Ha jun ofrenda chi' suk'uq'ui sjab' svab' a in Jehová in tik."
        },
        {
            "number": "10",
            "text": "Aton juntzanh tik yovalil tzeyak' yet' junjun nok' vacax chi', ma yet' junjun nok' ch'ac calnel, ma yet' junjun nok' yunetac calnel, ma yet' junjun nok' yunetac chiva."
        },
        {
            "number": "11",
            "text": "Icha sb'isul nok' tzeyak' silab'il chi', icha pax chi' sb'isul juntzanhxo ofrenda chi' tzeyak' yet'oc."
        },
        {
            "number": "12",
            "text": "E masanil a ex israel ex tik, yovalil tze k'anab'ajej juntzanh ley tik smasanil ayic tze nhusantz'a eyofrenda suk'uq'ui sjab' svab' a in Jehová in tik."
        },
        {
            "number": "13",
            "text": "Tato ay junok ch'oc chonhab'il tonhej sb'eyek' t'a e cal, mato cajan eyed'oc, tato sgana snhusantz'a junok silab' to suk'uq'ui sjab' svab'i, yovalil sk'anab'ajej masanil sleyal icha tze k'anab'ajej a ex tik."
        },
        {
            "number": "14",
            "text": "Ha jun ley chi' tz'och yopisio eyuuj yet' eb' ch'oc chonhab'il ayek' cajan eyed' chi'. Ha jun ley chi' ol b'eynhejb'at t'a e cal t'a masanil tiempo. Ha ex tik yet' eb' ch'oc chonhab'il, lajan eyelk'och t'a yol in sat a in Jehová in tik."
        },
        {
            "number": "15",
            "text": "Junnhej ley eyic yaj yet' eb' ch'oc chonhab'il chi', xchi Jehová."
        },
        {
            "number": "16",
            "text": "Ix yalanxi Jehová t'a vinhaj Moisés chi' icha tik:"
        },
        {
            "number": "17",
            "text": "Al juntzanh tik smasanil t'a eb' etisraelal: Ayic cajanexxo ek' t'a lum b'aj ol ex vik'b'ati,"
        },
        {
            "number": "18",
            "text": "a ixim trigo syak' t'a lum lum chi' ol e wa''a, yovalil tzeyik'canel jab'oc ixim t'a ofrendail yic tzeyak' t'ayin,"
        },
        {
            "number": "19",
            "text": "icha tz'aj yak'chaj ixim sb'ab'laj tek'jieli, icha chi' tz'aj eyak'an ixim t'ayin. Anhejtona' tzeyak'pax jun b'ab'el pan sb'o t'a ixim harina yic ixim ak' trigo chi' ofrendail t'ayin."
        },
        {
            "number": "20",
            "text": "Ha jun makan ofrenda chi' ol eyak'nhej t'ayin a in Jehová in tik t'a masanil tiempo."
        },
        {
            "number": "21",
            "text": "Talaj sb'at satk'olal eyuj e k'ulan junok checnab'il ix val t'a vinhaj Moisés tik t'a sb'ab'elal,"
        },
        {
            "number": "22",
            "text": "yuj chi' maxtzac e k'anab'ajej yet' pax eb' eyinhtilal ayic ol b'eynhejb'atoc, aton tik ol e k'ulej:"
        },
        {
            "number": "23",
            "text": "Tato ay junok checnab'il sb'at satk'olal eyuj e k'ulan e masanil, yovalil snhusjitz'a junok nok' quelem vacax eyuj e masanil t'a silab'il to suk'uq'ui sjab' svab' a in Jehová in tik yet' ixim trigo yet' vino tzeyak'taxon ofrendail yet' silab' chi', icha t'a sleyal. Tzeyak'an junok nok' mam chiva silab'il yuj yak'ji tup e mul."
        },
        {
            "number": "24",
            "text": "Axo junok vinh sacerdote sb'oan jun chi' eyuj e masanil ichataxon t'a sleyal yic stupcanel e mul t'a eyib'anh. Ha in ton svak' tupel e mul chi' yujto manh sk'anoc e k'ool tze k'ulani, yujto ix eyak'pax silab' yuj e mul."
        },
        {
            "number": "25",
            "text": "Ha yuj e silab' chi', stupcanel e mul chi' t'a eyib'anh a ex israel ex tik yet' eb' ch'oc chonhab'il ayek' t'a e cal, yujto e masanil ix och e mul."
        },
        {
            "number": "26",
            "text": "Palta tato junnhej anima tz'och smul, yuj sb'at satk'olal yuj sk'anab'ajan junok checnab'il, a yuj smul chi', yovalil syak' junok nok' cob'es chiva jun ab'il sq'uinal silab'il."
        },
        {
            "number": "27",
            "text": "Axo junok vinh sacerdote tz'ak'anoch jun silab' chi' t'a vichanh ichataxon t'a sleyal yuj smul jun anima ix och chi', ayic toxo ix ak'chaj jun silab' chi', stupcanel smul jun anima chi' t'a yib'anh."
        },
        {
            "number": "28",
            "text": "Anheja' jun ley chi' tz'och yopisio eyuuj yet' eb' ch'oc chonhab'il ayek' t'a e cal, ayic tz'och e mul to manh sk'anoc e k'ool."
        },
        {
            "number": "29",
            "text": "Palta tato ay mach tz'och smul to sk'an sk'ool, wach'chom eyetchonhab', ma junok ch'oc chonhab'il, a t'ayin Jehová in tik tz'och smul yuj spitalil. Yuj chi' manhxaocab' yalan yic jun anima chi' t'a e cal."
        },
        {
            "number": "30",
            "text": "Yujto ix spatiquejel in lolonel, ix stenanek' in checnab'il, yuj chi' manhxaocab' yalan yic t'a e cal t'a junelnhej, xchi Jehová."
        },
        {
            "number": "31",
            "text": "Ayic ayek' eb' israel t'a tzinan lu'um, ay jun vinh israel chi' van yek' k'atzitz t'a sk'ual ik'oj ip ix yilan eb'."
        },
        {
            "number": "32",
            "text": "Ix ik'jib'at vinh t'a yichanh vinhaj Moisés, t'a yichanh vinhaj Aarón yet' t'a yichanh masanil eb' chonhab' yuj eb' ix ilan chi'."
        },
        {
            "number": "33",
            "text": "Ix tanhvaj vinh yuj eb' yujto manto chequeloc tas ol utaj vinh."
        },
        {
            "number": "34",
            "text": "Yuj chi' ix yalan Jehová t'a vinhaj Moisés chi' icha tik: Ha jun vinh tik yovalil ol cham vinh. Masanil eb' chonhab' tik sjulq'uenan vinh t'a spatiquel campamento, xchi t'a vinh."
        },
        {
            "number": "35",
            "text": "Yuj chi' ix yiq'uel vinh eb' t'a spatiquel campamento chi'. Ata' ix sjulq'uenejcham vinh eb' icha ix aj yalan Jehová."
        },
        {
            "number": "36",
            "text": "Ix yalanxi Jehová t'a vinhaj Moisés chi' icha tik:"
        },
        {
            "number": "37",
            "text": "Al juntzanh tik t'a eb' etisraelal: Ha ex tik yet' eb' eyinhtilal, yovalilocab' tz'och yelvanub' stitac e pichul. Ha juntzanh yelvanub' tz'och chi', a anh ch'al tzek'b'il topan, stz'ischajoch t'a e pichul chi' yet' anh ch'al k'ik'mutz'inac."
        },
        {
            "number": "38",
            "text": "Ayic ol eyilanoch juntzanh yelvanub' chi', ol e naancot masanil checnab'il ix vala' to yovalil tze k'anab'ajej, yic wach' manh ol ex cuchb'ajb'at t'a juntzanh tas malaj swach'il yuj e pensar, ma yuj tas e gana t'a yol eyico'."
        },
        {
            "number": "39",
            "text": "Icha val chi' ol aj e naancot in checnab'il, ol e k'anab'ajani. Icha chi' ol aj eyak'anoch e b'a t'ayin to vic ex, a in e Diosal in."
        },
        {
            "number": "40",
            "text": "Ha in Jehová e Diosal in ix ex viq'uelta t'a Egipto yic tzin och e Diosaloc, yuj chi' sval juntzanh tik t'ayex, xchi t'a vinhaj Moisés chi'."
        }
    ]
}