{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "A vinhaj Coré yuninal vinhaj Izhar yinhtilalcan vinhaj Coat, d'a yinhtilal Leví yed' oxvanhxo eb' d'a yinhtilal Rubén, aton vinhaj Datán, vinhaj Abiram yuninal eb' vinhaj Eliab yed' pax vinhaj On yuninal vinhaj Pelet, ix meltzajoch eb' vinh ajk'olal d'a vinhaj Moisés. Ix stek'b'ej sb'a eb' vinh smolb'an 250-xo eb' yetisraelal. A eb' vinh ix yak'och sb'a chi', yajalil chonhab' yaj eb' vinh, ayoch eb' vinh sb'isuloc eb' vinh tz'ak'an slajtial junoc lolonel d'a yol chonhab' chi'."
        },
        {
            "number": "2",
            "text": "Masanil eb' vinh chi' ix smolb'ej sb'a, ix b'at eb' vinh yil vinhaj Moisés yed' vinhaj Aarón, ix yalan eb' vinh d'a eb' vinh icha tic: --k'ocb'ilxo eyik'anchaanh e b'a, yujto co masanil onh a onh tic, yicxo Jehová caji, aypaxek' d'a co cal co masanil. ¿Tas yuj tzeyak'och e b'a yajalil d'a quib'anh a onh schonhab' onh Jehová tic? xchi eb' vinh."
        },
        {
            "number": "3",
            "text": "A ix yab'an juntzanh chi' vinhaj Moisés chi', ix em nhojan vinh d'a sat luum."
        },
        {
            "number": "4",
            "text": "Ix yalan vinh d'a vinhaj Coré yed' d'a masanil eb' vinh tzak'anoch yuj vinh chi' icha tic: --Ato q'uik'an sch'ox Jehová d'ayonh mach eb' yico'. Anhej eb' sik'b'ilel yuj ol yal yoch d'a stz'ey yak'an servil d'a altar."
        },
        {
            "number": "5",
            "text": "A d'a q'uinhib'alil q'uik'an, tzeyik'cot e chaynub' yic incienso, tzeyak'anem tzak'ak' d'a yool yed' incienso, tzeyak'anoch d'a yichanh Jehová. A mach sik'canel Jehová chi', aton jun chi' sik'b'iltaxonel yuuj. k'ocb'ilxo eyik'anchaanh e b'a a ex ex vetlevitail tic, xchi vinh."
        },
        {
            "number": "6",
            "text": "Ix yalanxi vinh d'a vinhaj Coré chi' icha tic: --A ex ex vetlevitail tic, ab'ec tas ol vala':"
        },
        {
            "number": "7",
            "text": "¿Tom te jab'nhej yelk'och jun tic e naani, sik'b'il ex el yuj co Diosal d'a scal eb' quetchonhab', ix ex yak'anoch d'a slak'anil yic tze tanhvej scajnub' yed' eyak'an servil eb' eyetchonhab'?"
        },
        {
            "number": "8",
            "text": "Ix el d'a sk'ool Jehová to tzex och d'a slak'anil, axo ticnaic e gana tzex ochxonhej sacerdoteal."
        },
        {
            "number": "9",
            "text": "Val yel a vinhaj Aarón malaj yelk'och vinh, ¿tas yuj tzeyal chucal lolonel d'a spatic vinh yed' masanil eb' ajun eyed' tic? A d'a Jehová chuc tzex loloni ayic tzeyalan chuc d'a spatic vinhaj Aarón chi', xchi vinh."
        },
        {
            "number": "10",
            "text": "D'a elanhchamel ix schec vinhaj Moisés chi' b'at ik'joccot vinhaj Datán yed' vinhaj Abiram yuninal vinhaj Eliab, palta ix yalancot eb' vinh chi' icha tic: --Max onh b'atlaj."
        },
        {
            "number": "11",
            "text": "¿Tom jab'nhej tas tzonh utej? Ix onh iq'uelta d'a Egipto b'aj te vach', manh jantacoc tas ay d'a sat luum, ix onh ik'ancoti yic tzonh cham d'a tic. A gana to tzak'och a b'a yajalil d'a tic."
        },
        {
            "number": "12",
            "text": "A ach tic manhoc d'a junoc lum luum te ay tas d'a sat b'aj ix onh ik'coti, malaj jab'oc co luum tzak'a yic scavej jab'oc co uva. ¿Tom te quistal onh tzila'? Actejxo onh ak'an musansatil. Manh ol onh b'atlaj cab' tas tzal chi', xchi eb' vinh."
        },
        {
            "number": "13",
            "text": "Yuj chi', ix te cot yoval vinhaj Moisés chi', ix yalan vinh d'a Jehová icha tic: --Manh a cha yofrenda eb' vinh chi'. A in tic, te malaj tas svutej eb' vinh, malaj junoc sb'uru eb' vinh sviq'ueq'ui, xchi vinh d'a Jehová."
        },
        {
            "number": "14",
            "text": "Ix lajvi chi' ix yalanxi vinh d'a vinhaj Coré chi' icha tic: --A ach tic a q'uik'an tzach och d'a yichanh Jehová yed' eb' vinh 250 ajun ed'oc. Anheja' pax vinhaj Aarón, sk'ochpax vinh ta'."
        },
        {
            "number": "15",
            "text": "A ach tic yed' vinhaj Aarón chi', tzeyik'b'at e chaynub' yic incienso, tzeyak'anem incienso d'a yool. Anheja' icha chi' syutejpax eb' vinh ajun eyed'oc tic, tzeyak'anoch d'a yichanh Jehová, xchi vinhaj Moisés chi'."
        },
        {
            "number": "16",
            "text": "Axo d'a junxo k'u chi', ix yik'ancot schaynub' eb' vinh chi', ix yak'anem tzak'ak' eb' vinh d'a yool yed' incienso. Ix smolb'anoch sb'a eb' vinh d'a stz'ey vinhaj Moisés yed' vinhaj Aarón d'a sti' cajnub' b'aj sch'ox sb'a Jehová."
        },
        {
            "number": "17",
            "text": "A vinhaj Coré chi' toxo ix smolb'ejoch eb' vinh ajun yed'oc chi' d'a sti' scajnub' Dios, aton eb' vinh ayxo och ajk'olal d'a vinhaj Moisés yed' d'a vinhaj Aarón chi'. D'a val jun rato chi' ix sch'oxan stziquiquial Jehová d'a yichanh eb' chonhab' chi' smasanil."
        },
        {
            "number": "18",
            "text": "Ix yalan Jehová d'a vinhaj Moisés yed' d'a vinhaj Aarón chi' icha tic:"
        },
        {
            "number": "19",
            "text": "--B'esequel e b'a d'a scal juntzanh anima tic. D'a jun rato tic ol in satel eb', xchi."
        },
        {
            "number": "20",
            "text": "Yuj chi' ix em nhojjab' eb' vinh d'a sat luum, ix yalan eb' vinh icha tic: --Mamin, yajal aj d'a sq'uinal masanil anima, ¿tom tza satel masanil eb' anima tic yuj smul junoc? xchi eb' vinh."
        },
        {
            "number": "21",
            "text": "Ix tak'vi Jehová d'a vinhaj Moisés chi':"
        },
        {
            "number": "22",
            "text": "--A ticnaic al d'a masanil eb' molanek' tic to sb'esel sb'a eb' smasanil d'a spatictac smantiado vinhaj Coré, vinhaj Datán yed' vinhaj Abiram, xchi d'a vinh."
        },
        {
            "number": "23",
            "text": "Ix q'ue vaan vinhaj Moisés chi', ix b'at vinh b'aj ayek' vinhaj Datán yed' vinhaj Abiram chi', ix b'at masanil eb' yichamtac vinaquil eb' israel yed' vinh."
        },
        {
            "number": "24",
            "text": "Ix yalan vinh d'a masanil eb' chonhab' chi' icha tic: --B'esequel e b'a d'a smantiado jun macanh eb' anima chuc spensar tic. Malaj junoc tas ay d'a eb' tzeyama', tato maay, ol ex cham yuj syaelal smul eb', xchi vinh."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix sb'esel sb'a eb' anima smasanil d'a spatictac smantiado vinhaj Coré, vinhaj Datán yed' vinhaj Abiram chi'. A vinhaj Datán yed' vinhaj Abiram chi', ix elta linhan eb' vinh d'a sti' smantiado yed' eb' ix yetb'eyum yed' eb' yuninal."
        },
        {
            "number": "26",
            "text": "Ix och ijan vinhaj Moisés yalan icha tic: --Icha tic ol aj eyojtaccaneli to a Jehová schecan in k'ulej masanil juntzanh tic, manh yoloc vic tzin k'ulej."
        },
        {
            "number": "27",
            "text": "Tato ilya tz'ik'an scham eb' tic, ichataxon tz'aj scham anima, syalelk'ochi to manhoc Jehová tzin ak'anoch d'a jun opisio tic."
        },
        {
            "number": "28",
            "text": "Palta tato ay junoc tas to mantalaj b'aj tzuji ol sk'ulej Jehová, ol spoj sb'a lum luum tic, axo eb' anima tic pitzanto eb' ol b'atcan eb' d'a yol luum yed' masanil tas ay d'ay. Tato icha chi' ol aj scham eb', ol eyojtaquejeli to ix spatiquejel Jehová eb', xchi vinh."
        },
        {
            "number": "29",
            "text": "Ayic ix lajvi yalan juntzanh chi' vinhaj Moisés chi', ix pax levnaj lum luum d'a yalanh eb' vinh chi'."
        },
        {
            "number": "30",
            "text": "Ix emcan eb' vinh d'a yol luum yed' yalyuninal smasanil. Icha val chi' ix aj satel masanil eb' junnhej ix aj spensar yed' vinhaj Coré chi' yed' masanil tastac ay d'a eb'."
        },
        {
            "number": "31",
            "text": "Pitzan eb' anima chi' smasanil ix b'atcan eb' d'a yol luum chi' yed' masanil tastac ay d'a eb'. Ix lajvi chi', ix snub'anxi sb'a luum. Icha chi' ix aj satcanel jun macanh anima chi' d'a scal eb' yetisraelal."
        },
        {
            "number": "32",
            "text": "Ayic ix yab'an eb' anima oyanek' d'a spatictac chi', ix el yav eb', ix b'at eb' elelal, ix yalan eb': Mocab' b'atpax levnaj lum d'a calanh a onh tic, xchi eb'."
        },
        {
            "number": "33",
            "text": "Anheja' ix yak'paxcot k'ak' Jehová yic ix tz'apaxb'at eb' 250 ix nhusan incienso, aton eb' ix yak'och sb'a yed' vinhaj Coré, vinhaj Datán yed' vinhaj Abiram chi'."
        },
        {
            "number": "34",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "35",
            "text": "Al d'a vinhaj Eleazar yuninal vinhaj Aarón to syiq'uelta juntzanh schaynub' yic incienso eb' vinh ix tz'ab'at chi' vinh, aton juntzanh nab'a bronce. Slajvi chi' najat sb'at vinh stob'canel tzak'ak' ayem d'a yool."
        },
        {
            "number": "36",
            "text": "A schaynub' yic incienso juntzanh anima ix cham yuj smul tic, vicxo ix ajcani, yujto ix k'anchaji a ix yak'an incienso eb' d'ayin. Yuj chi', a juntzanh yamk'ab' chi' tze b'ooch d'a laminail yic tz'och smusiloc altar, yic vach' ayic syilanoch eb' israel, snaancot eb' tas ix aj scham eb' yuj schucal, xchi Jehová."
        },
        {
            "number": "37",
            "text": "Ix smolb'ancot masanil chaynub' yic incienso nab'a bronce vinhaj sacerdote Eleazar chi', aton juntzanh ix sk'an eb' ix tz'ab'at yuj k'ak' chi', ix yalan vinh to tz'ak'ji ulaxoc, sb'oji d'a laminail yic tz'och smusiloc altar."
        },
        {
            "number": "38",
            "text": "A jun tic ix cani yic snaancot eb' israel yed' yojtacanel eb' to anhej eb' yinhtilalcan vinhaj Aarón syal yoch d'a yichanh altar yic snhusan incienso eb' d'a yichanh Jehová. Tato ay junocxo comonnhej sk'ulej icha chi', scham icha ix aj scham vinhaj Coré yed' eb' ajun yed'oc. Icha val ix yutej Jehová yalan d'a vinhaj Moisés, icha chi' ix sk'ulej vinhaj Eleazar chi'."
        },
        {
            "number": "39",
            "text": "Axo d'a junxo k'u, masanil eb' israel ix och ijan yavaj chaanh d'a vinhaj Moisés yed' d'a vinhaj Aarón, ix yalan eb' icha tic: --A ex tic, ix e milcham eb' schonhab' Jehová, xchi eb'."
        },
        {
            "number": "40",
            "text": "Ayic van smolb'an sb'a eb' chonhab' smasanil d'a spatic vinhaj Moisés yed' vinhaj Aarón chi', ix b'at q'uelan eb' d'a scajnub' Dios. D'a val jun rato chi' ix och moynaj asun d'a scajnub' chi', ix sch'oxan stziquiquial Jehová."
        },
        {
            "number": "41",
            "text": "Yuj chi', ix snitzanb'at sb'a vinhaj Moisés yed' vinhaj Aarón d'a yichanh cajnub' chi'."
        },
        {
            "number": "42",
            "text": "Ix yalan Jehová d'a vinhaj Moisés chi':"
        },
        {
            "number": "43",
            "text": "--Elanhec d'a stz'ey juntzanh anima tic, yujto a d'a jun rato tic ol in satel eb' d'a junelnhej, xchi. Ixnhej val yab' eb' vinh icha chi', ix em nhojjab' eb' vinh d'a sat luum."
        },
        {
            "number": "44",
            "text": "Ix yalan vinhaj Moisés d'a vinhaj Aarón chi' icha tic: --Ik'cot a chaynub' yic incienso, tzak'an b'ud'joc yed' tzak'ak' ayek' d'a yib'anh altar. Tzak'anpaxem incienso d'a yool, tzach b'at d'a scal eb' anima d'a elanhchamel. Tza k'anan nivank'olal yuj smul eb', yujto toxo ix cot yoval Jehová. Toxo ix ja ilya yic scham anima smasanil, xchi vinh."
        },
        {
            "number": "45",
            "text": "Ix sk'anab'ajan vinhaj Aarón chi', elanhchamel ix b'at lemnaj vinh d'a scal eb' anima b'aj ayek' molan chi'. A yuj jun ilya ix yak'cot Jehová chi' toxo ix yamchajoch scham anima. D'a val jun rato chi', ix yak'anem incienso vinh yic tz'ak'ji nivank'olal eb' anima chi' yuj Jehová."
        },
        {
            "number": "46",
            "text": "Ix och vinh d'a scal eb' anima toxo ix chami yed' eb' pitzanto. Ichato chi' ix och vaan jun ilya chi'."
        },
        {
            "number": "47",
            "text": "A d'a jun rato chi', 14 mil 700 eb' anima ix chami. Ch'oc pax yaj juntzanh eb' toxo ix cham yed' vinhaj Coré yuj schucal."
        },
        {
            "number": "48",
            "text": "Ato yic ix och vaan scham anima chi', ix meltzaj vinhaj Aarón b'aj ayek' vinhaj Moisés chi'."
        }
    ]
}