{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Coré yuninal winhaj Izhar yinhtilalcan winhaj Coat, t'a yinhtilal Leví yet' oxvanhxo eb' t'a yinhtilal Rubén, aton winhaj Datán, winhaj Abiram yuninal eb' winhaj Eliab yet' pax winhaj On yuninal winhaj Pelet, ix meltzajoch eb' winh ajk'olal t'a winhaj Moisés. Ix stek'b'ej sb'a eb' winh smolb'an 250-xo eb' yetisraelal. Ha eb' winh ix yak'och sb'a chi', yajalil chonhab' yaj eb' winh, ayoch eb' winh sb'isuloc eb' winh tz'ak'an slajtial junok lolonel t'a yol chonhab' chi'."
        },
        {
            "number": "2",
            "text": "Masanil eb' winh chi' ix smolb'ej sb'a, ix b'at eb' winh yil winhaj Moisés yet' winhaj Aarón, ix yalan eb' winh t'a eb' winh icha tik: --k'ocb'ilxo eyik'anchaanh e b'a, yujto co masanil onh a onh tik, yicxo Jehová caji, aypaxek' t'a co cal co masanil. ¿Tas yuj tzeyak'och e b'a yajalil t'a quib'anh a onh schonhab' onh Jehová tik? xchi eb' winh."
        },
        {
            "number": "3",
            "text": "Ha ix yab'an juntzanh chi' winhaj Moisés chi', ix em nhojan winh t'a sat lu'um."
        },
        {
            "number": "4",
            "text": "Ix yalan winh t'a winhaj Coré yet' t'a masanil eb' winh tzak'anoch yuj winh chi' icha tik: --Ato k'ik'an sch'ox Jehová t'ayonh mach eb' yico'. Anhej eb' sik'b'ilel yuj ol yal yoch t'a stz'ey yak'an servil t'a altar."
        },
        {
            "number": "5",
            "text": "Ha t'a q'uinhib'alil k'ik'an, tzeyik'cot e chaynub' yic incienso, tzeyak'anem tzak'ak' t'a yool yet' incienso, tzeyak'anoch t'a yichanh Jehová. Ha mach sik'canel Jehová chi', aton jun chi' sik'b'iltaxonel yuj. k'ocb'ilxo eyik'anchaanh e b'a a ex ex vetlevitail tik, xchi winh."
        },
        {
            "number": "6",
            "text": "Ix yalanxi winh t'a winhaj Coré chi' icha tik: --Ha ex ex vetlevitail tik, ab'ec tas ol vala':"
        },
        {
            "number": "7",
            "text": "¿Tom te jab'nhej yelk'och jun tik e naani, sik'b'il ex el yuj co Diosal t'a skal eb' quetchonhab', ix ex yak'anoch t'a slak'anil yic tze tanhvej scajnub' yet' eyak'an servil eb' eyetchonhab'?"
        },
        {
            "number": "8",
            "text": "Ix el t'a sk'ool Jehová to tzex och t'a slak'anil, haxo tiknaik e gana tzex ochxonhej sacerdoteal."
        },
        {
            "number": "9",
            "text": "Val yel a winhaj Aarón malaj yelk'och winh, ¿tas yuj tzeyal chukal lolonel t'a spatic winh yet' masanil eb' ajun eyed' tik? Ha t'a Jehová chuk tzex loloni ayic tzeyalan chuk t'a spatic winhaj Aarón chi', xchi winh."
        },
        {
            "number": "10",
            "text": "D'a elanhchamel ix schec winhaj Moisés chi' b'at ik'joccot winhaj Datán yet' winhaj Abiram yuninal winhaj Eliab, palta ix yalancot eb' winh chi' icha tik: --Max onh b'atlaj."
        },
        {
            "number": "11",
            "text": "¿Tom jab'nhej tas tzonh utej? Ix onh iq'uelta t'a Egipto b'aj te wach', manh jantacoc tas ay t'a sat lu'um, ix onh ik'ancoti yic tzonh cham t'a tik. Ha gana to tzak'och a b'a yajalil t'a tik."
        },
        {
            "number": "12",
            "text": "Ha ach tik manhoc t'a junok lum lum te ay tas t'a sat b'aj ix onh ik'coti, malaj jab'oc co lu'um tzak'a yic scavej jab'oc co uva. ¿Tom te quistal onh tzila'? Actejxo onh ak'an musansatil. Manh ol onh b'atlaj cab' tas tzal chi', xchi eb' winh."
        },
        {
            "number": "13",
            "text": "Yuj chi', ix te cot yoval winhaj Moisés chi', ix yalan winh t'a Jehová icha tik: --Manh a cha yofrenda eb' winh chi'. Ha in tik, te malaj tas svutej eb' winh, malaj junok sb'uru eb' winh sviq'ueq'ui, xchi winh t'a Jehová."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi' ix yalanxi winh t'a winhaj Coré chi' icha tik: --Ha ach tik a k'ik'an tzach och t'a yichanh Jehová yet' eb' winh 250 ajun ed'oc. Anheja' pax winhaj Aarón, sk'ochpax winh ta'."
        },
        {
            "number": "15",
            "text": "Ha ach tik yet' winhaj Aarón chi', tzeyik'b'at e chaynub' yic incienso, tzeyak'anem incienso t'a yool. Anheja' icha chi' syutejpax eb' winh ajun eyed'oc tik, tzeyak'anoch t'a yichanh Jehová, xchi winhaj Moisés chi'."
        },
        {
            "number": "16",
            "text": "Axo t'a junxo k'u chi', ix yik'ancot schaynub' eb' winh chi', ix yak'anem tzak'ak' eb' winh t'a yool yet' incienso. Ix smolb'anoch sb'a eb' winh t'a stz'ey winhaj Moisés yet' winhaj Aarón t'a sti' cajnub' b'aj sch'ox sb'a Jehová."
        },
        {
            "number": "17",
            "text": "Ha winhaj Coré chi' toxo ix smolb'ejoch eb' winh ajun yet'oc chi' t'a sti' scajnub' Dios, aton eb' winh ayxo och ajk'olal t'a winhaj Moisés yet' t'a winhaj Aarón chi'. D'a wal jun rato chi' ix sch'oxan stziquiquial Jehová t'a yichanh eb' chonhab' chi' smasanil."
        },
        {
            "number": "18",
            "text": "Ix yalan Jehová t'a winhaj Moisés yet' t'a winhaj Aarón chi' icha tik:"
        },
        {
            "number": "19",
            "text": "--B'esequel e b'ha t'a skal juntzanh anima tik. D'a jun rato tik ol in satel eb', xchi."
        },
        {
            "number": "20",
            "text": "Yuj chi' ix em nhojjab' eb' winh t'a sat lu'um, ix yalan eb' winh icha tik: --Mamin, yajal aj t'a sk'inal masanil anima, ¿tom tza satel masanil eb' anima tik yuj smul junok? xchi eb' winh."
        },
        {
            "number": "21",
            "text": "Ix tak'vi Jehová t'a winhaj Moisés chi':"
        },
        {
            "number": "22",
            "text": "--Ha tiknaik al t'a masanil eb' molanek' tik to sb'esel sb'a eb' smasanil t'a spatictac smantiado winhaj Coré, winhaj Datán yet' winhaj Abiram, xchi t'a winh."
        },
        {
            "number": "23",
            "text": "Ix q'ue vaan winhaj Moisés chi', ix b'at winh b'aj ayek' winhaj Datán yet' winhaj Abiram chi', ix b'at masanil eb' yichamtac vinaquil eb' israel yet' winh."
        },
        {
            "number": "24",
            "text": "Ix yalan winh t'a masanil eb' chonhab' chi' icha tik: --B'esequel e b'ha t'a smantiado jun makan eb' anima chuk spensar tik. Malaj junok tas ay t'a eb' tzeyama', tato maay, ol ex cham yuj syaelal smul eb', xchi winh."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix sb'esel sb'a eb' anima smasanil t'a spatictac smantiado winhaj Coré, winhaj Datán yet' winhaj Abiram chi'. Ha winhaj Datán yet' winhaj Abiram chi', ix elta linhan eb' winh t'a sti' smantiado yet' eb' ix yetb'eyum yet' eb' yuninal."
        },
        {
            "number": "26",
            "text": "Ix och ijan winhaj Moisés yalan icha tik: --Icha tik ol aj eyojtaccaneli to a Jehová schecan in k'ulej masanil juntzanh tik, manh yoloc wik tzin k'ulej."
        },
        {
            "number": "27",
            "text": "Tato ilya tz'ik'an scham eb' tik, ichataxon tz'aj scham anima, syalelk'ochi to manhoc Jehová tzin ak'anoch t'a jun opisio tik."
        },
        {
            "number": "28",
            "text": "Palta tato ay junok tas to mantalaj b'aj tzuji ol sk'ulej Jehová, ol spoj sb'a lum lum tik, haxo eb' anima tik pitzanto eb' ol b'atcan eb' t'a yol lu'um yet' masanil tas ay t'ay. Tato icha chi' ol aj scham eb', ol eyojtaquejeli to ix spatiquejel Jehová eb', xchi winh."
        },
        {
            "number": "29",
            "text": "Ayic ix lajvi yalan juntzanh chi' winhaj Moisés chi', ix pax levnaj lum lum t'a yalanh eb' winh chi'."
        },
        {
            "number": "30",
            "text": "Ix emcan eb' winh t'a yol lu'um yet' yalyuninal smasanil. Icha wal chi' ix aj satel masanil eb' junnhej ix aj spensar yet' winhaj Coré chi' yet' masanil tastac ay t'a eb'."
        },
        {
            "number": "31",
            "text": "Pitzan eb' anima chi' smasanil ix b'atcan eb' t'a yol lu'um chi' yet' masanil tastac ay t'a eb'. Ixlajwi chi', ix snub'anxi sb'a lu'um. Icha chi' ix aj satcanel jun makan anima chi' t'a skal eb' yetisraelal."
        },
        {
            "number": "32",
            "text": "Ayic ix yab'an eb' anima oyanek' t'a spatictac chi', ix el yav eb', ix b'at eb' elelal, ix yalan eb': Mocab' b'atpax levnaj lum t'a calanh a onh tik, xchi eb'."
        },
        {
            "number": "33",
            "text": "Anheja' ix yak'paxcot k'ak' Jehová yic ix tz'apaxb'at eb' 250 ix nhusan incienso, aton eb' ix yak'och sb'a yet' winhaj Coré, winhaj Datán yet' winhaj Abiram chi'."
        },
        {
            "number": "34",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "35",
            "text": "Al t'a winhaj Eleazar yuninal winhaj Aarón to syiq'uelta juntzanh schaynub' yic incienso eb' winh ix tz'ab'at chi' winh, aton juntzanh nab'a bronce. Slajvi chi' najat sb'at winh stob'canel tzak'ak' ayem t'a yool."
        },
        {
            "number": "36",
            "text": "Ha schaynub' yic incienso juntzanh anima ix cham yuj smul tik, vicxo ix ajcani, yujto ix k'anchaji a ix yak'an incienso eb' t'ayin. Yuj chi', a juntzanh yamk'ab' chi' tze b'ooch t'a laminail yic tz'och smusiloc altar, yic wach' ayic syilanoch eb' israel, snaancot eb' tas ix aj scham eb' yuj schucal, xchi Jehová."
        },
        {
            "number": "37",
            "text": "Ix smolb'ancot masanil chaynub' yic incienso nab'a bronce winhaj sacerdote Eleazar chi', aton juntzanh ix sk'an eb' ix tz'ab'at yuj k'ak' chi', ix yalan winh to tz'ak'ji ulaxoc, sb'oji t'a laminail yic tz'och smusiloc altar."
        },
        {
            "number": "38",
            "text": "Ha jun tik ix cani yic snaancot eb' israel yet' yojtacanel eb' to anhej eb' yinhtilalcan winhaj Aarón syal yoch t'a yichanh altar yic snhusan incienso eb' t'a yichanh Jehová. Tato ay junokxo comonnhej sk'ulej icha chi', scham icha ix aj scham winhaj Coré yet' eb' ajun yet'oc. Icha wal ix yutej Jehová yalan t'a winhaj Moisés, icha chi' ix sk'ulej winhaj Eleazar chi'."
        },
        {
            "number": "39",
            "text": "Axo t'a junxo k'u, masanil eb' israel ix och ijan yavaj chaanh t'a winhaj Moisés yet' t'a winhaj Aarón, ix yalan eb' icha tik: --Ha ex tik, ix e milcham eb' schonhab' Jehová, xchi eb'."
        },
        {
            "number": "40",
            "text": "Ayic van smolb'an sb'a eb' chonhab' smasanil t'a spatic winhaj Moisés yet' winhaj Aarón chi', ix b'at q'uelan eb' t'a scajnub' Dios. D'a wal jun rato chi' ix och moynaj asun t'a scajnub' chi', ix sch'oxan stziquiquial Jehová."
        },
        {
            "number": "41",
            "text": "Yuj chi', ix snitzanb'at sb'a winhaj Moisés yet' winhaj Aarón t'a yichanh cajnub' chi'."
        },
        {
            "number": "42",
            "text": "Ix yalan Jehová t'a winhaj Moisés chi':"
        },
        {
            "number": "43",
            "text": "--Elanhec t'a stz'ey juntzanh anima tik, yujto ha t'a jun rato tik ol in satel eb' t'a junelnhej, xchi. Ixnhej wal yab' eb' winh icha chi', ix em nhojjab' eb' winh t'a sat lu'um."
        },
        {
            "number": "44",
            "text": "Ix yalan winhaj Moisés t'a winhaj Aarón chi' icha tik: --Ik'cot a chaynub' yic incienso, tzak'an b'ud'joc yet' tzak'ak' ayek' t'a yib'anh altar. Tzak'anpaxem incienso t'a yool, tzach b'at t'a skal eb' anima t'a elanhchamel. Tza k'anan nivank'olal yuj smul eb', yujto toxo ix cot yoval Jehová. Toxo ix ja ilya yic scham anima smasanil, xchi winh."
        },
        {
            "number": "45",
            "text": "Ix sk'anab'ajan winhaj Aarón chi', elanhchamel ix b'at lemnaj winh t'a skal eb' anima b'aj ayek' molan chi'. Ha yuj jun ilya ix yak'cot Jehová chi' toxo ix yamchajoch scham anima. D'a wal jun rato chi', ix yak'anem incienso winh yic tz'ak'ji nivank'olal eb' anima chi' yuj Jehová."
        },
        {
            "number": "46",
            "text": "Ix och winh t'a skal eb' anima toxo ix chami yet' eb' pitzanto. Ichato chi' ix och vaan jun ilya chi'."
        },
        {
            "number": "47",
            "text": "Ha t'a jun rato chi', 14 mil 700 eb' anima ix chami. Ch'oc pax yaj juntzanh eb' toxo ix cham yet' winhaj Coré yuj schucal."
        },
        {
            "number": "48",
            "text": "Ato yic ix och vaan scham anima chi', ix meltzaj winhaj Aarón b'aj ayek' winhaj Moisés chi'."
        }
    ]
}