{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix yalan Jehová t'a vinhaj Moisés chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Al t'a eb' vinh yajalil chonhab' t'a junjun inhtilal to syik'cot junjunoc sk'ococh eb' vinh, syalelk'ochi to lajchave' te' scot t'a smasanil, tz'och sb'i junjun eb' vinh t'a te' sk'ococh chi'."
        },
        {
            "number": "3",
            "text": "Ha te' yic yinhtilal Leví, a sb'i vinhaj Aarón tz'och t'a te', yujto junjun sk'ococh eb' vinh yajalil junjun inhtilal ol cotoc."
        },
        {
            "number": "4",
            "text": "Tzak'canoch te' t'a yichanh scaxail trato ay t'a yol in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "5",
            "text": "Ata' ol vak' volan sk'ococh mach syal in k'ool to ol in sik'caneli, yuj chi' ol och vaan eb' anima tik yalan e pecal, xchi Jehová chi'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix yalan vinhaj Moisés t'a eb' vinh yajalil chonhab' t'a junjun inhtilal. Ix yak'an sk'ococh junjun eb' vinh t'a vinh, lajchave' te' t'a smasanil. Aypaxoch te' yic vinhaj Aarón chi' t'a skal te'."
        },
        {
            "number": "7",
            "text": "Ix yak'anoch te' k'ococh chi' vinhaj Moisés chi' t'a yichanh Jehová t'a yol cajnub' yic trato."
        },
        {
            "number": "8",
            "text": "Axo t'a junxo q'uinhib'alil ix k'och vinh ta', ix yilanoch te' sk'ococh vinhaj Aarón chi' vinh t'a yic yinhtilal Leví, toxo ix elta svol te', ayxo xumaquil yet' pax sat, q'uinhxo te' almendro chi'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix yik'anelta te' k'ococh chi' vinh t'a yichanh Jehová, ix sch'oxan te' vinh t'a masanil eb' yetisraelal. Axo ix lajvi yilan te' eb', ix yak'anxi junjun te' yic eb' vinh chi' vinh."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix yalan Jehová t'a vinh icha tik: Ak'canoch te' sk'ococh vinhaj Aarón t'a yichanh scaxail trato. Sik'canb'at te' ta' yic snacot juntzanh anima te pit tik. Yuj chi' ol yactej eb' yalan chukal lolonel t'ayin yic max cham eb', xchi t'a vinh."
        },
        {
            "number": "11",
            "text": "Ix sk'anab'ajej vinhaj Moisés sk'ulan masanil tas ix yal Jehová chi'."
        },
        {
            "number": "12",
            "text": "Axo ix yalan eb' chonhab' chi' t'a vinh icha tik: Junelnhej chamnac onhxo el co masanil."
        },
        {
            "number": "13",
            "text": "Tato jichan scham masanil eb' snitzcot sb'ha t'a scajnub' Jehová, ol onh cham co masanil syal chi', xchi eb'."
        }
    ]
}