{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ix yalan Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "2",
            "text": "Al d'a eb' vinh yajalil chonhab' d'a junjun inhtilal to syik'cot junjunoc sk'ococh eb' vinh, syalelk'ochi to lajchave' te' scot d'a smasanil, tz'och sb'i junjun eb' vinh d'a te' sk'ococh chi'."
        },
        {
            "number": "3",
            "text": "A te' yic yinhtilal Leví, a sb'i vinhaj Aarón tz'och d'a te', yujto junjun sk'ococh eb' vinh yajalil junjun inhtilal ol cotoc."
        },
        {
            "number": "4",
            "text": "Tzak'canoch te' d'a yichanh scaxail trato ay d'a yol in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "5",
            "text": "Ata' ol vak' volan sk'ococh mach syal in k'ool to ol in sik'caneli, yuj chi' ol och vaan eb' anima tic yalan e pecal, xchi Jehová chi'."
        },
        {
            "number": "6",
            "text": "Ix lajvi chi' ix yalan vinhaj Moisés d'a eb' vinh yajalil chonhab' d'a junjun inhtilal. Ix yak'an sk'ococh junjun eb' vinh d'a vinh, lajchave' te' d'a smasanil. Aypaxoch te' yic vinhaj Aarón chi' d'a scal te'."
        },
        {
            "number": "7",
            "text": "Ix yak'anoch te' k'ococh chi' vinhaj Moisés chi' d'a yichanh Jehová d'a yol cajnub' yic trato."
        },
        {
            "number": "8",
            "text": "Axo d'a junxo q'uinhib'alil ix k'och vinh ta', ix yilanoch te' sk'ococh vinhaj Aarón chi' vinh d'a yic yinhtilal Leví, toxo ix elta svol te', ayxo xumaquil yed' pax sat, q'uinhxo te' almendro chi'."
        },
        {
            "number": "9",
            "text": "Ix lajvi chi', ix yik'anelta te' k'ococh chi' vinh d'a yichanh Jehová, ix sch'oxan te' vinh d'a masanil eb' yetisraelal. Axo ix lajvi yilan te' eb', ix yak'anxi junjun te' yic eb' vinh chi' vinh."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi', ix yalan Jehová d'a vinh icha tic: Ak'canoch te' sk'ococh vinhaj Aarón d'a yichanh scaxail trato. Sik'canb'at te' ta' yic snacot juntzanh anima te pit tic. Yuj chi' ol yactej eb' yalan chucal lolonel d'ayin yic max cham eb', xchi d'a vinh."
        },
        {
            "number": "11",
            "text": "Ix sk'anab'ajej vinhaj Moisés sk'ulan masanil tas ix yal Jehová chi'."
        },
        {
            "number": "12",
            "text": "Axo ix yalan eb' chonhab' chi' d'a vinh icha tic: Junelnhej chamnac onhxo el co masanil."
        },
        {
            "number": "13",
            "text": "Tato jichan scham masanil eb' snitzcot sb'a d'a scajnub' Jehová, ol onh cham co masanil syal chi', xchi eb'."
        }
    ]
}