{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix yalan Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Al t'a eb' winh yajalil chonhab' t'a junjun inhtilal to syik'cot junjunoc sk'ococh eb' winh, syalelk'ochi to lajchave' te' scot t'a smasanil, tz'och sb'i junjun eb' winh t'a te' sk'ococh chi'."
        },
        {
            "number": "3",
            "text": "Ha te' yic yinhtilal Leví, a sb'i winhaj Aarón tz'och t'a te', yujto junjun sk'ococh eb' winh yajalil junjun inhtilal ol cotoc."
        },
        {
            "number": "4",
            "text": "Tzak'canoch te' t'a yichanh scaxail trato ay t'a yol in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "5",
            "text": "Ata' ol vak' volan sk'ococh mach syal in k'ool to ol in sik'caneli, yuj chi' ol och vaan eb' anima tik yalan e pecal, xchi Jehová chi'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix yalan winhaj Moisés t'a eb' winh yajalil chonhab' t'a junjun inhtilal. Ix yak'an sk'ococh junjun eb' winh t'a winh, lajchave' te' t'a smasanil. Aypaxoch te' yic winhaj Aarón chi' t'a skal te'."
        },
        {
            "number": "7",
            "text": "Ix yak'anoch te' k'ococh chi' winhaj Moisés chi' t'a yichanh Jehová t'a yol cajnub' yic trato."
        },
        {
            "number": "8",
            "text": "Axo t'a junxo q'uinhib'alil ix k'och winh ta', ix yilanoch te' sk'ococh winhaj Aarón chi' winh t'a yic yinhtilal Leví, toxo ix elta svol te', ayxo xumaquil yet' pax sat, q'uinhxo te' almendro chi'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix yik'anelta te' k'ococh chi' winh t'a yichanh Jehová, ix sch'oxan te' winh t'a masanil eb' yetisraelal. Axo ix lajvi yilan te' eb', ix yak'anxi junjun te' yic eb' winh chi' winh."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix yalan Jehová t'a winh icha tik: Ak'canoch te' sk'ococh winhaj Aarón t'a yichanh scaxail trato. Sik'canb'at te' ta' yic snacot juntzanh anima te pit tik. Yuj chi' ol yactej eb' yalan chukal lolonel t'ayin yic max cham eb', xchi t'a winh."
        },
        {
            "number": "11",
            "text": "Ix sk'anab'ajej winhaj Moisés sk'ulan masanil tas ix yal Jehová chi'."
        },
        {
            "number": "12",
            "text": "Axo ix yalan eb' chonhab' chi' t'a winh icha tik: Junelnhej chamnac onhxo el co masanil."
        },
        {
            "number": "13",
            "text": "Tato jichan scham masanil eb' snitzcot sb'ha t'a scajnub' Jehová, ol onh cham co masanil syal chi', xchi eb'."
        }
    ]
}