{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová d'a vinhaj Aarón icha tic: Tato tz'och junoc palta d'a in cajnub', a yaelal sja yuj jun chi', a d'a ib'anh yed' eb' uninal yed' d'a yib'anh eb' etlevitail sjavi. Palta a junoc paltail d'a eyopisio d'a sacerdoteal, anhej d'a ib'anh yed' eb' uninal sjavi yaelal yuj jun chi'."
        },
        {
            "number": "2",
            "text": "Tzik'cot eb' etlevitail yic scolvaj eb' ed'oc ayic ayachoch yed' eb' uninal d'a eyopisio d'a yol in cajnub' yic trato."
        },
        {
            "number": "3",
            "text": "Aton eb' smunlaj ed'oc d'a in cajnub' chi', palta chequelnhej yaj yopisio eb'. Max yal-laj sjavi eb' d'a slak'anil altar, max yalpaxlaj syaman syamk'ab'il in cajnub' chi' eb' yic vach' max cham eb' yed' ex pax tic."
        },
        {
            "number": "4",
            "text": "Ajun eb' smunlaj eyed'oc, palta a ex tzeyala' tas sk'ulej eb' ayic sb'oan masanil smunlajel eb' d'a in cajnub' b'aj tzin ch'ox in b'a. Malaj junocxo comon anima syal sja d'a e lak'anil."
        },
        {
            "number": "5",
            "text": "A exnhej tic ayoch d'a eyib'anh e b'oan masanil munlajel d'a in cajnub' yed' d'a altar yic manhxo ol cot voval d'a masanil eb' etchonhab'."
        },
        {
            "number": "6",
            "text": "A in ix vik'canel eb' etlevitail d'a scal masanil eb' etisraelal. Ix vak'an eb' d'ayex yic smunlaj eb' eyed'oc d'a in cajnub'."
        },
        {
            "number": "7",
            "text": "Palta a achnhej yed' eb' uninal tzil munlajel b'aj ay altar yed' d'a spaticoch k'apac cortina. A juntzanh opisio chi' ix vala' to a exnhej tic tzeyila', yujto a in ix vak' eyopisio. Tato ay junoc mach manh ayococh sacerdoteal d'a yib'anh snitzanoch sb'a d'a slak'anil juntzanh yamk'ab' chi', a jun chi' tojolnhej schami, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Ix yalanpax Jehová d'a vinhaj Aarón chi' icha tic: A in svak' opisio a chaan masanil juntzanh ofrenda tz'ak'ji d'ayin yuj eb' etisraelal tic. Masanil tas syik'cot eb' chi' d'ayin, ic tz'ajcan yed' eb' uninal. A jun tic ley tz'ajcan d'a e cal d'a masanil tiempo."
        },
        {
            "number": "9",
            "text": "Masanil ofrenda tz'ak'ji d'ayin, a in svak' d'ayach yed' d'a eb' uninal, aton juntzanh max tz'alaj: Ofrenda yic ixim trigo, silab' yuj yak'ji tup mul yed' silab' yuj stupchaj mul."
        },
        {
            "number": "10",
            "text": "Masanil eb' vinac d'a e cal tic, syal schi'an juntzanh silab' chi' eb', anhej d'a junoc lugar vic yaji, ata' schi eb'. Yovalil tze na'a to vic yaj juntzanh silab' chi'."
        },
        {
            "number": "11",
            "text": "Svak'pax d'ayach yed' d'a ix etb'eyum yed' d'a eb' uninal juntzanh ofrenda syik'cot eb' etisraelal d'ayin, aton juntzanh sb'achchajoch d'a vichanh. A jun ley tic scan d'a masanil tiempo, yalnhej mach eb' ayek' cajan eyed'oc to vach' yaj icha yalan ley, syalnhej schi'an eb'."
        },
        {
            "number": "12",
            "text": "A sb'ab'el sat tastac tz'avchaji aton syik'cot eb' etisraelal d'ayin d'a junjun ab'il, svak'canpax d'ayach: Aton aceite te vach', vino te vach' yed' ixim trigo te vach',"
        },
        {
            "number": "13",
            "text": "yed' pax sb'ab'el sat masanil te' avb'en te' syik'cot eb' d'ayin. A juntzanh chi' ic yaj yed' masanil eb' ayek' cajan ed'oc. Tato vach' yaj eb' icha yalan ley, syal svaan eb'."
        },
        {
            "number": "14",
            "text": "Masanil ofrenda syak' eb' etisraelal d'ayin, icnhej yaji."
        },
        {
            "number": "15",
            "text": "Masanil eb' sb'ab'el vinac unin eb' etisraelal yed' pax sb'ab'el yune' nok' smolb'etzal nok' eb' syak' d'ayin, icnhejpax yaji. Palta a yuj eb' b'ab'el vinac unin chi' yed' sb'ab'el yune' nok' nok' max ochtaxon silab'il, yovalil tz'ak'ji q'uen tumin sq'uexuloc."
        },
        {
            "number": "16",
            "text": "Ayic junxo ujal yalji, tz'ak'ji q'uen tumin chi' sq'uexuloc. A yuj eb' unin chi', oye' siclo q'uen plata tz'ak'ji, icha q'uen sk'anchaj d'a in cajnub', 20 geras yalil."
        },
        {
            "number": "17",
            "text": "Palta manh a cha ak'joc tumin sq'uexuloc sb'ab'el yune' nok' vacax, nok' calnel yed' nok' chiva, yujto a juntzanh nok' chi', vic yaj nok'. Yovalil tze milcham nok', tze tzicanoch schiq'uil nok' d'a altar, axo xepual nok' tze nhustz'aoc yic tz'och d'a ofrendail to suk'uq'ui sjab' svab'i."
        },
        {
            "number": "18",
            "text": "Ic tz'ajcan masanil schib'ejal nok' chi', icha ix aj vak'an schib'ejal juntzanhxo nok' silab' d'ayach, aton nok' snhi' sk'ool sb'achchajq'ue d'a yichanh altar yed' sb'ak'chil xub' nok' d'a svach'."
        },
        {
            "number": "19",
            "text": "Masanil yofrenda eb' etisraelal syiq'ueli to vic yaji, svak' d'ayach yed' d'a ix etb'eyum yed' d'a eb' uninal. A jun tic, ley tz'ajcan d'a masanil tiempo, a in tzin b'ocan eyed'oc yed' masanil eyinhtilal, xchi d'a vinh."
        },
        {
            "number": "20",
            "text": "Ix yalanxi Jehová d'a vinhaj Aarón chi': A ach tic malaj lum luum ol a macb'enej d'a scal eb' etisraelal tic, yujto a in tic icha a macb'en vaji."
        },
        {
            "number": "21",
            "text": "A eb' levita, a masanil sdiezmoal sat yavb'en eb' eyetisraelal, a ix vak' smacb'enej eb'. Aton ayoch stojoloc masanil smunlajel eb' d'a cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "22",
            "text": "Axo masanil juntzanhxo eb' etisraelal, max yal comonnhej sjavi eb' d'a slak'anil cajnub' chi'. Tato icha chi' sk'ulej eb', tz'ochcan chamel d'a yib'anh eb' yuj smul chi'."
        },
        {
            "number": "23",
            "text": "Yuj chi' anhej eb' levita ay yalan yic yilan masanil tas yic in cajnub' chi'. Tato tz'och junoc spaltail eb' d'a smunlajel chi', anhej d'a yib'anh eb' scotcan yaelal. A jun tic ley tz'ajcan d'a masanil tiempo. A eb' levita malaj slum eb' ol scha d'a scal eb' eyetisraelal."
        },
        {
            "number": "24",
            "text": "Yic eb' yaj masanil sdiezmoal tas syavej eb' eyetisraelal syak' d'ayin a in Jehová in tic. Yuj chi' ix vala' to malaj slum eb' ol scha'a, xchi d'a vinh."
        },
        {
            "number": "25",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés icha tic:"
        },
        {
            "number": "26",
            "text": "Al d'a masanil eb' levita to a in Jehová in sval icha tic: Ayic ol e chaan masanil sdiezmo eb' eyetisraelal, yovalil tzeyik'paxcanel sdiezmoal yic tzeyak'an d'ayin, yujto a juntzanh chi' ayoch e macb'enoc."
        },
        {
            "number": "27",
            "text": "A jun diezmo tzeyak' chi', icha sdiezmoal sat smunlajel eb' eyetisraelal syak'a'."
        },
        {
            "number": "28",
            "text": "A d'a diezmo tze cha d'a eb' eyetisraelal chi', ata' tzeyik'paxel eyofrenda tzeyak' d'ayin. A d'a vinhaj sacerdote Aarón tzeyak'a'."
        },
        {
            "number": "29",
            "text": "Yuj chi' masanil tastac tz'ak'ji d'ayex, yovalil tzeyik'canel junoc macanh d'ay, tzeyak'an d'ayin. A jun macanh tzeyak' d'ayin chi', yovalil aton val svach'il."
        },
        {
            "number": "30",
            "text": "Ayic toxo ix eyik'canel svach'il to vic yaj chi', axo jantacto scani, eyicxo tz'ajcani ichato a ex ay e munlajel."
        },
        {
            "number": "31",
            "text": "Syalxo e vaan yed' eyal eyuninal yalxonhej b'aj cajan ex. E tojol yaj yuj b'aj tzex munlaj d'a in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "32",
            "text": "Ayic toxo ix eyik'canel jun macanh te vach' chi' d'ayin, tzaxo yal e vaan jantacto scan chi', malaj e mul tz'och yuj e vaani. A d'a icha chi', max eyixtejb'atlaj yofrenda eb' eyetisraelal to vic yaji. Yuj chi' maxtzac javilaj chamel d'a eyib'anh, xchi Jehová, xa chi d'a eb'."
        }
    ]
}