{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'a vinhaj Aarón icha tik: Tato tz'och junok palta t'a in cajnub', a yaelal sja yuj jun chi', ha t'a ib'anh yet' eb' uninal yet' t'a yib'anh eb' etlevitail sjavi. Palta a junok paltail t'a eyopisio t'a sacerdoteal, anhej t'a ib'anh yet' eb' uninal sjavi yaelal yuj jun chi'."
        },
        {
            "number": "2",
            "text": "Tzik'cot eb' etlevitail yic scolvaj eb' ed'oc ayic ayachoch yet' eb' uninal t'a eyopisio t'a yol in cajnub' yic trato."
        },
        {
            "number": "3",
            "text": "Aton eb' smunlaj ed'oc t'a in cajnub' chi', palta chequelnhej yaj yopisio eb'. Max yal-laj sjavi eb' t'a slak'anil altar, max yalpaxlaj syaman syamk'ab'il in cajnub' chi' eb' yic wach' max cham eb' yet' ex pax tik."
        },
        {
            "number": "4",
            "text": "Ajun eb' smunlaj eyed'oc, palta a ex tzeyala' tas sk'ulej eb' ayic sb'oan masanil smunlajel eb' t'a in cajnub' b'aj tzin ch'ox in b'a. Malaj junocxo comon anima syal sja t'a e lak'anil."
        },
        {
            "number": "5",
            "text": "Ha exnhej tik ayoch t'a eyib'anh e b'oan masanil munlajel t'a in cajnub' yet' t'a altar yic manhxo ol cot voval t'a masanil eb' etchonhab'."
        },
        {
            "number": "6",
            "text": "Ha in ix vik'canel eb' etlevitail t'a skal masanil eb' etisraelal. Ix vak'an eb' t'ayex yic smunlaj eb' eyed'oc t'a in cajnub'."
        },
        {
            "number": "7",
            "text": "Palta a achnhej yet' eb' uninal tzil munlajel b'aj ay altar yet' t'a spaticoch k'apac cortina. Ha juntzanh opisio chi' ix vala' to a exnhej tik tzeyila', yujto a in ix vak' eyopisio. Tato ay junok mach manh ayococh sacerdoteal t'a yib'anh snitzanoch sb'ha t'a slak'anil juntzanh yamk'ab' chi', a jun chi' tojolnhej schami, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Ix yalanpax Jehová t'a vinhaj Aarón chi' icha tik: Ha in svak' opisio a chaan masanil juntzanh ofrenda tz'ak'ji t'ayin yuj eb' etisraelal tik. Masanil tas syik'cot eb' chi' t'ayin, ic tz'ajkan yet' eb' uninal. Ha jun tik ley tz'ajkan t'a e cal t'a masanil tiempo."
        },
        {
            "number": "9",
            "text": "Masanil ofrenda tz'ak'ji t'ayin, a in svak' t'ayach yet' t'a eb' uninal, aton juntzanh max tz'alaj: Ofrenda yic ixim trigo, silab' yuj yak'ji tup mul yet' silab' yuj stupchaj mul."
        },
        {
            "number": "10",
            "text": "Masanil eb' vinac t'a e cal tik, syal schi'an juntzanh silab' chi' eb', anhej t'a junok lugar vic yaji, ata' schi eb'. Yovalil tze na'a to vic yaj juntzanh silab' chi'."
        },
        {
            "number": "11",
            "text": "Svak'pax t'ayach yet' t'a ix etb'eyum yet' t'a eb' uninal juntzanh ofrenda syik'cot eb' etisraelal t'ayin, aton juntzanh sb'achchajoch t'a vichanh. Ha jun ley tik skan t'a masanil tiempo, yalnhej mach eb' ayek' cajan eyed'oc to wach' yaj icha yalan ley, syalnhej schi'an eb'."
        },
        {
            "number": "12",
            "text": "Ha sb'ab'el sat tastac tz'avchaji aton syik'cot eb' etisraelal t'ayin t'a junjun ab'il, svak'canpax t'ayach: Aton aceite te wach', vino te wach' yet' ixim trigo te wach',"
        },
        {
            "number": "13",
            "text": "yet' pax sb'ab'el sat masanil te' avb'en te' syik'cot eb' t'ayin. Ha juntzanh chi' ic yaj yet' masanil eb' ayek' cajan ed'oc. Tato wach' yaj eb' icha yalan ley, syal svaan eb'."
        },
        {
            "number": "14",
            "text": "Masanil ofrenda syak' eb' etisraelal t'ayin, icnhej yaji."
        },
        {
            "number": "15",
            "text": "Masanil eb' sb'ab'el vinac unin eb' etisraelal yet' pax sb'ab'el yune' nok' smolb'etzal nok' eb' syak' t'ayin, icnhejpax yaji. Palta a yuj eb' b'ab'el vinac unin chi' yet' sb'ab'el yune' nok' nok' max ochtaxon silab'il, yovalil tz'ak'ji q'uen tumin sq'uexuloc."
        },
        {
            "number": "16",
            "text": "Ayic junxo ujal yalji, tz'ak'ji q'uen tumin chi' sq'uexuloc. Ha yuj eb' unin chi', oye' siclo q'uen plata tz'ak'ji, icha q'uen sk'anchaj t'a in cajnub', 20 geras yalil."
        },
        {
            "number": "17",
            "text": "Palta manh a cha ak'joc tumin sq'uexuloc sb'ab'el yune' nok' vacax, nok' calnel yet' nok' chiva, yujto a juntzanh nok' chi', vic yaj nok'. Yovalil tze milcham nok', tze tzicanoch schiq'uil nok' t'a altar, haxo xepual nok' tze nhustz'aoc yic tz'och t'a ofrendail to suk'uq'ui sjab' svab'i."
        },
        {
            "number": "18",
            "text": "Ic tz'ajkan masanil schib'ejal nok' chi', icha ix aj vak'an schib'ejal juntzanhxo nok' silab' t'ayach, aton nok' snhi' sk'ool sb'achchajq'ue t'a yichanh altar yet' sb'ak'chil xub' nok' t'a svach'."
        },
        {
            "number": "19",
            "text": "Masanil yofrenda eb' etisraelal syiq'ueli to vic yaji, svak' t'ayach yet' t'a ix etb'eyum yet' t'a eb' uninal. Ha jun tik, ley tz'ajkan t'a masanil tiempo, a in tzin b'ocan eyed'oc yet' masanil eyinhtilal, xchi t'a vinh."
        },
        {
            "number": "20",
            "text": "Ix yalanxi Jehová t'a vinhaj Aarón chi': Ha ach tik malaj lum lum ol a macb'enej t'a skal eb' etisraelal tik, yujto a in tik icha a macb'en vaji."
        },
        {
            "number": "21",
            "text": "Ha eb' levita, a masanil sdiezmoal sat yavb'en eb' eyetisraelal, a ix vak' smacb'enej eb'. Aton ayoch stojoloc masanil smunlajel eb' t'a cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "22",
            "text": "Axo masanil juntzanhxo eb' etisraelal, max yal comonnhej sjavi eb' t'a slak'anil cajnub' chi'. Tato icha chi' sk'ulej eb', tz'ochcan chamel t'a yib'anh eb' yuj smul chi'."
        },
        {
            "number": "23",
            "text": "Yuj chi' anhej eb' levita ay yalan yic yilan masanil tas yic in cajnub' chi'. Tato tz'och junok spaltail eb' t'a smunlajel chi', anhej t'a yib'anh eb' scotcan yaelal. Ha jun tik ley tz'ajkan t'a masanil tiempo. Ha eb' levita malaj slum eb' ol scha t'a skal eb' eyetisraelal."
        },
        {
            "number": "24",
            "text": "Yic eb' yaj masanil sdiezmoal tas syavej eb' eyetisraelal syak' t'ayin a in Jehová in tik. Yuj chi' ix vala' to malaj slum eb' ol scha'a, xchi t'a vinh."
        },
        {
            "number": "25",
            "text": "Ix yalanxi Jehová t'a vinhaj Moisés icha tik:"
        },
        {
            "number": "26",
            "text": "Al t'a masanil eb' levita to a in Jehová in sval icha tik: Ayic ol e chaan masanil sdiezmo eb' eyetisraelal, yovalil tzeyik'paxcanel sdiezmoal yic tzeyak'an t'ayin, yujto a juntzanh chi' ayoch e macb'enoc."
        },
        {
            "number": "27",
            "text": "Ha jun diezmo tzeyak' chi', icha sdiezmoal sat smunlajel eb' eyetisraelal syak'a'."
        },
        {
            "number": "28",
            "text": "Ha t'a diezmo tze cha t'a eb' eyetisraelal chi', ata' tzeyik'paxel eyofrenda tzeyak' t'ayin. Ha t'a vinhaj sacerdote Aarón tzeyak'a'."
        },
        {
            "number": "29",
            "text": "Yuj chi' masanil tastac tz'ak'ji t'ayex, yovalil tzeyik'canel junok makan t'ay, tzeyak'an t'ayin. Ha jun makan tzeyak' t'ayin chi', yovalil aton val svach'il."
        },
        {
            "number": "30",
            "text": "Ayic toxo ix eyik'canel svach'il to vic yaj chi', haxo jantacto scani, eyicxo tz'ajcani ichato a ex ay e munlajel."
        },
        {
            "number": "31",
            "text": "Syalxo e vaan yet' eyal eyuninal yalxonhej b'aj cajan ex. E tojol yaj yuj b'aj tzex munlaj t'a in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "32",
            "text": "Ayic toxo ix eyik'canel jun makan te wach' chi' t'ayin, tzaxo yal e vaan jantacto skan chi', malaj e mul tz'och yuj e vaani. Ha t'a icha chi', max eyixtejb'atlaj yofrenda eb' eyetisraelal to vic yaji. Yuj chi' maxtzac javilaj chamel t'a eyib'anh, xchi Jehová, xa chi t'a eb'."
        }
    ]
}