{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'a winhaj Aarón icha tik: Tato tz'och junok palta t'a in kajnub', a yaelal sja yuj jun chi', ha t'a ib'anh yet' heb' uninal yet' t'a yib'anh heb' etlewitail sjawi. Palta a junok paltail t'a eyopisio t'a sacerdoteal, anhej t'a ib'anh yet' heb' uninal sjawi yaelal yuj jun chi'."
        },
        {
            "number": "2",
            "text": "Tzik'cot heb' etlewitail yic skolwaj heb' ed'oc ayic ayachoch yet' heb' uninal t'a eyopisio t'a yol in kajnub' yic trato."
        },
        {
            "number": "3",
            "text": "Aton heb' smunlaj ed'oc t'a in kajnub' chi', palta chequelnhej yaj yopisio heb'. Max yal-laj sjawi heb' t'a slak'anil altar, max yalpaxlaj syaman syamk'ab'il in kajnub' chi' heb' yic wach' max cham heb' yet' ex pax tik."
        },
        {
            "number": "4",
            "text": "Ajun heb' smunlaj eyed'oc, palta a ex tzeyala' tas sk'ulej heb' ayic sb'oan masanil smunlajel heb' t'a in kajnub' b'aj tzin ch'ox in b'a. Malaj junokxo comon anima syal sja t'a he lak'anil."
        },
        {
            "number": "5",
            "text": "Ha exnhej tik ayoch t'a eyib'anh he b'oan masanil munlajel t'a in kajnub' yet' t'a altar yic manhxo ol cot wowal t'a masanil heb' etchonhab'."
        },
        {
            "number": "6",
            "text": "Ha in ix wik'kanel heb' etlewitail t'a skal masanil heb' etisraelal. Ix wak'an heb' t'ayex yic smunlaj heb' eyed'oc t'a in kajnub'."
        },
        {
            "number": "7",
            "text": "Palta a achnhej yet' heb' uninal tzil munlajel b'aj ay altar yet' t'a spaticoch k'apac cortina. Ha juntzanh opisio chi' ix wala' to a exnhej tik tzeyila', yujto a in ix wak' eyopisio. Tato ay junok mach manh ayococh sacerdoteal t'a yib'anh snitzanoch sb'ha t'a slak'anil juntzanh yamk'ab' chi', a jun chi' tojolnhej schami, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Ix yalanpax Jehová t'a winhaj Aarón chi' icha tik: Ha in swak' opisio a chaan masanil juntzanh ofrenda tz'ak'ji t'ayin yuj heb' etisraelal tik. Masanil tas syik'cot heb' chi' t'ayin, ic tz'ajkan yet' heb' uninal. Ha jun tik ley tz'ajkan t'a he kal t'a masanil tiempo."
        },
        {
            "number": "9",
            "text": "Masanil ofrenda tz'ak'ji t'ayin, a in swak' t'ayach yet' t'a heb' uninal, aton juntzanh max tz'alaj: Ofrenda yic ixim trigo, silab' yuj yak'ji tup mul yet' silab' yuj stupchaj mul."
        },
        {
            "number": "10",
            "text": "Masanil heb' winak t'a he kal tik, syal schi'an juntzanh silab' chi' heb', anhej t'a junok lugar wik yaji, ata' schi heb'. Yowalil tze na'a to wik yaj juntzanh silab' chi'."
        },
        {
            "number": "11",
            "text": "Swak'pax t'ayach yet' t'a ix etb'eyum yet' t'a heb' uninal juntzanh ofrenda syik'cot heb' etisraelal t'ayin, aton juntzanh sb'akhchajoch t'a wichanh. Ha jun ley tik skan t'a masanil tiempo, yalnhej mach heb' ayek' kajan eyed'oc to wach' yaj icha yalan ley, syalnhej schi'an heb'."
        },
        {
            "number": "12",
            "text": "Ha sb'ab'el sat tastac tz'avchaji aton syik'cot heb' etisraelal t'ayin t'a junjun ab'il, swak'kanpax t'ayach: Aton aceite te wach', wino te wach' yet' ixim trigo te wach',"
        },
        {
            "number": "13",
            "text": "yet' pax sb'ab'el sat masanil te' avb'en te' syik'cot heb' t'ayin. Ha juntzanh chi' ic yaj yet' masanil heb' ayek' kajan ed'oc. Tato wach' yaj heb' icha yalan ley, syal swaan heb'."
        },
        {
            "number": "14",
            "text": "Masanil ofrenda syak' heb' etisraelal t'ayin, icnhej yaji."
        },
        {
            "number": "15",
            "text": "Masanil heb' sb'ab'el winak unin heb' etisraelal yet' pax sb'ab'el yune' nok' smolb'etzal nok' heb' syak' t'ayin, icnhejpax yaji. Palta a yuj heb' b'ab'el winak unin chi' yet' sb'ab'el yune' nok' nok' max ochtaxon silab'il, yowalil tz'ak'ji k'een tumin sk'exuloc."
        },
        {
            "number": "16",
            "text": "Ayic junxo ujal yalji, tz'ak'ji k'een tumin chi' sk'exuloc. Ha yuj heb' unin chi', oye' siclo k'een plata tz'ak'ji, icha k'een sk'anchaj t'a in kajnub', 20 geras yalil."
        },
        {
            "number": "17",
            "text": "Palta manh a cha ak'joc tumin sk'exuloc sb'ab'el yune' nok' wakax, nok' kalnel yet' nok' chiwa, yujto a juntzanh nok' chi', wik yaj nok'. Yowalil tze milcham nok', tze tzikanoch schiq'uil nok' t'a altar, haxo xepual nok' tze nhustz'aoc yic tz'och t'a ofrendail to suk'uq'ui sjab' swab'i."
        },
        {
            "number": "18",
            "text": "Ic tz'ajkan masanil schib'ejal nok' chi', icha ix aj wak'an schib'ejal juntzanhxo nok' silab' t'ayach, aton nok' snhi' sk'ool sb'akhchajk'e t'a yichanh altar yet' sb'ak'chil xub' nok' t'a swach'."
        },
        {
            "number": "19",
            "text": "Masanil yofrenda heb' etisraelal syik'eli to wik yaji, swak' t'ayach yet' t'a ix etb'eyum yet' t'a heb' uninal. Ha jun tik, ley tz'ajkan t'a masanil tiempo, a in tzin b'okan eyed'oc yet' masanil eyinhtilal, xchi t'a winh."
        },
        {
            "number": "20",
            "text": "Ix yalanxi Jehová t'a winhaj Aarón chi': Ha ach tik malaj lum lum ol a macb'enej t'a skal heb' etisraelal tik, yujto a in tik icha a macb'en waji."
        },
        {
            "number": "21",
            "text": "Ha heb' lewita, a masanil sdiezmoal sat yavb'en heb' eyetisraelal, a ix wak' smacb'enej heb'. Aton ayoch stojoloc masanil smunlajel heb' t'a kajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "22",
            "text": "Axo masanil juntzanhxo heb' etisraelal, max yal comonnhej sjawi heb' t'a slak'anil kajnub' chi'. Tato icha chi' sk'ulej heb', tz'ochkan chamel t'a yib'anh heb' yuj smul chi'."
        },
        {
            "number": "23",
            "text": "Yuj chi' anhej heb' lewita ay yalan yic yilan masanil tas yic in kajnub' chi'. Tato tz'och junok spaltail heb' t'a smunlajel chi', anhej t'a yib'anh heb' skotkan yaelal. Ha jun tik ley tz'ajkan t'a masanil tiempo. Ha heb' lewita malaj slum heb' ol scha t'a skal heb' eyetisraelal."
        },
        {
            "number": "24",
            "text": "Yic heb' yaj masanil sdiezmoal tas syawej heb' eyetisraelal syak' t'ayin a in Jehová in tik. Yuj chi' ix wala' to malaj slum heb' ol scha'a, xchi t'a winh."
        },
        {
            "number": "25",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés icha tik:"
        },
        {
            "number": "26",
            "text": "Al t'a masanil heb' lewita to a in Jehová in swal icha tik: Ayic ol he chaan masanil sdiezmo heb' eyetisraelal, yowalil tzeyik'paxcanel sdiezmoal yic tzeyak'an t'ayin, yujto a juntzanh chi' ayoch he macb'enoc."
        },
        {
            "number": "27",
            "text": "Ha jun diezmo tzeyak' chi', icha sdiezmoal sat smunlajel heb' eyetisraelal syak'a'."
        },
        {
            "number": "28",
            "text": "Ha t'a diezmo tze cha t'a heb' eyetisraelal chi', ata' tzeyik'paxel eyofrenda tzeyak' t'ayin. Ha t'a winhaj sacerdote Aarón tzeyak'a'."
        },
        {
            "number": "29",
            "text": "Yuj chi' masanil tastac tz'ak'ji t'ayex, yowalil tzeyik'kanel junok makan t'ay, tzeyak'an t'ayin. Ha jun makan tzeyak' t'ayin chi', yowalil aton wal swach'il."
        },
        {
            "number": "30",
            "text": "Ayic toxo ix eyik'kanel swach'il to wik yaj chi', haxo jantacto skani, eyicxo tz'ajkani ichato a ex ay he munlajel."
        },
        {
            "number": "31",
            "text": "Syalxo he waan yet' eyal eyuninal yalxonhej b'aj kajan ex. E tojol yaj yuj b'aj tzex munlaj t'a in kajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "32",
            "text": "Ayic toxo ix eyik'kanel jun makan te wach' chi' t'ayin, tzaxo yal he waan jantacto skan chi', malaj he mul tz'och yuj he waani. Ha t'a icha chi', max eyixtejb'atlaj yofrenda heb' eyetisraelal to wik yaji. Yuj chi' maxtzac jawilaj chamel t'a eyib'anh, xchi Jehová, xa chi t'a heb'."
        }
    ]
}