{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a vinhaj Moisés yet' t'a vinhaj Aarón icha tik:"
        },
        {
            "number": "2",
            "text": "Ha in Jehová in svak' jun checnab'il tik. Alec t'a eb' eyetchonhab' to syik'cot junok nok' cob'es chacchac vacax eb' malaj jab'oc spaltail, manto juneloc smunlaji."
        },
        {
            "number": "3",
            "text": "Ha ex tik tzeyak' nok' t'a vinhaj sacerdote Eleazar. Tz'ik'jiel nok' t'a spatiquel campamento, haxo vinhaj Eleazar chi' schecan miljoccham nok' t'a yichanh."
        },
        {
            "number": "4",
            "text": "Syik'anq'ue schiq'uil nok' vinh yet' yiximal sk'ab', stzicanb'at uqueloc vinh t'a stojolal in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "5",
            "text": "Slajvi chi', snhusjitz'a nok' vacax chi' smasanil t'a yichanh vinh, stz'umal nok', sb'ak'chil nok', schiq'uil nok' yet' yol sk'ool nok'."
        },
        {
            "number": "6",
            "text": "Yacb'an van stz'a nok' chi' syik'anpaxq'ue te' k'ute' vinh sacerdote chi' yet' junok sk'ab' te' hisopo yet' nok' chacchac lana, syak'anoch vinh smasanil t'a yol k'ak' b'aj van stz'a nok' chi'."
        },
        {
            "number": "7",
            "text": "Slajvi chi, sjuk'anel spichul vinh, sb'icanpaxel sb'a vinh, tz'ochxi vinh t'a yol campamento chi', wach'chom manto wach'oc yaj vinh icha yalan ley masanto t'a yemk'ualil."
        },
        {
            "number": "8",
            "text": "Axo vinh ix nhusantz'a nok' vacax chi', sjuk'paxel spichul vinh, sb'icanpaxel sb'a vinh, palta manto wach'oc yaj vinh icha yalan ley masanto t'a yemk'ualil."
        },
        {
            "number": "9",
            "text": "Axo junocxo vinh vinac wach' yaj icha yalan ley, ha' vinh smolanq'ue staanhil nok' vacax chi', sik'anb'at vinh t'a junok lugar to wach' yaj t'a spatiquel campamento. Ha juntzanh taanh chi' sk'an eb' eyetisraelal ayic sb'oan ha ha' eb' sk'anchaji yic sacb'itaj eb' icha yalan ley. Masanil juntzanh tik sk'ulaji yic syik'anel mul."
        },
        {
            "number": "10",
            "text": "Ha mach ix molanq'ue juntzanh taanh chi', yowalil sjuq'uel spichul, sb'icanpaxel sb'a, palta manto wach'oc yaj icha yalan ley masanto t'a yemk'ualil. Ha jun ley tik scannhej t'a junelnhej, tz'och yopisio eyuuj a ex israel ex tik yet' yuj eb' ch'oc chonhab'il ayek' t'a e cal."
        },
        {
            "number": "11",
            "text": "Ha mach syaman snivanil junok chamnac, manh wach'oc yaj t'a uque' k'ual icha yalan ley."
        },
        {
            "number": "12",
            "text": "Ha t'a schab'jial syaman junok chamnac chi' yet' t'a svak'jial, yowalil sacb'itej sb'a yet' ha ha' sk'anchaji yic sakb'i icha yalan ley, ichato chi' wach' tz'ajcani. Tato max sacb'itej sb'ha t'a schab'jial yet' t'a svak'jial, manto wach'oc syal chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi' a junok mach syaman junok chamnac, tato max sacb'itej sb'a, a jun chi' syixtejel in cajnub'. Yuj chi' yowalil manhxa yalan yic t'a e cal t'a junelnhej, yujto maj tzicjioch ha ha' chi' t'ay, yuj chi' manh wach'oc yaj icha yalan ley."
        },
        {
            "number": "14",
            "text": "Aton juntzanh sleyal tik t'a junok mach scham b'aj ay scajnub': Yalnhej mach tz'och ta', ma junok ayek' ta', manh wach'oc tz'ajkan t'a uque' k'ual."
        },
        {
            "number": "15",
            "text": "Masanil chen to manh wach'oc yaj smacji, manhxo wach'oc tz'ajcani."
        },
        {
            "number": "16",
            "text": "Axo mach syaman junok chamnac t'a stiel chonhab', taxonhej mak'b'ilchamoc, ma tonhej scham ichataxon tz'aj scham anima, mato syam sb'aquil junok chamnac, ma junok b'aj smucchaj eb' chamnac, a jun chi' manh wach'oc yaj t'a uque' k'ual."
        },
        {
            "number": "17",
            "text": "Ha yuj masanil juntzanh chi' tz'ik'chajq'ue jab'oc staanhil nok' vacax tz'anac yuj yik'anel mul, tz'ak'chajem t'a yol junok yet'tal, tz'ak'jiem ha ha' t'a yib'anh, aton ha' sq'ueul sjaj."
        },
        {
            "number": "18",
            "text": "Axo junok vinh vinac wach' yaj icha yalan ley, a vinh tz'ik'anq'ue junok sk'ab' te' hisopo, slab'anem vinh t'a skal ha ha' chi', stzicanoch vinh t'a yib'anh jun cajnub' chi' yet' masanil tas ay t'a yool yet' t'a yib'anh eb' anima ayek' ta', anhejtona' stzicanpaxb'at vinh t'a yib'anh mach ix yaman sb'aquil chamnac, ma junok b'aj smucchaj eb' chamnac chi', ma snivanil junok anima mak'b'ilchamoc, ma junok tonhej ix cham ichataxon tz'aj scham anima."
        },
        {
            "number": "19",
            "text": "Ha jun anima wach' yaj chi', ha' stzicanb'at ha ha' chi' t'a yib'anh eb' manh wach'oc yaj chi' t'a schab'jial yet' t'a svak'jial. Slajvi chi', ha t'a svak'jial chi', sjuk'anel spichul eb', sb'icanpaxel sb'a eb' yic sacb'ican eb'. Icha chi' wach'xo tz'ajkan eb' t'a yemk'ualil."
        },
        {
            "number": "20",
            "text": "Tato ay junok anima max sacb'itej sb'a icha yalan ley, manhxaocab' yalan yic t'a e cal t'a junelnhej yujto syixtejb'at in cajnub'. Yujto maj tzicjioch ha ha' t'ay yic sakb'i, yuj chi' manh wach'ocnhej yaji."
        },
        {
            "number": "21",
            "text": "Ha jun ley tik scannhej t'a junelnhej: Ha mach stzicanoch ha ha' chi' t'a junocxo, yowalil sjuq'uel spichul. Ha mach syaman ha ha' tz'ak'an sacb'oc junok mach chi', wach'xo tz'ajkan t'a yemk'ualil."
        },
        {
            "number": "22",
            "text": "Masanil mach syamji yuj junok anima manh wach'oc yaji, ma junok syaman junok anima manh wach'oc yaji, a jun chi' manh wach'oc tz'ajkan icha yalan ley masanto t'a yemk'ualil, xchi Jehová."
        }
    ]
}