{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés yed' d'a vinhaj Aarón icha tic:"
        },
        {
            "number": "2",
            "text": "A in Jehová in svak' jun checnab'il tic. Alec d'a eb' eyetchonhab' to syik'cot junoc nok' cob'es chacchac vacax eb' malaj jab'oc spaltail, manto juneloc smunlaji."
        },
        {
            "number": "3",
            "text": "A ex tic tzeyak' nok' d'a vinhaj sacerdote Eleazar. Tz'ik'jiel nok' d'a spatiquel campamento, axo vinhaj Eleazar chi' schecan miljoccham nok' d'a yichanh."
        },
        {
            "number": "4",
            "text": "Syik'anq'ue schiq'uil nok' vinh yed' yiximal sk'ab', stzicanb'at uqueloc vinh d'a stojolal in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "5",
            "text": "Slajvi chi', snhusjitz'a nok' vacax chi' smasanil d'a yichanh vinh, stz'umal nok', sb'ak'chil nok', schiq'uil nok' yed' yol sk'ool nok'."
        },
        {
            "number": "6",
            "text": "Yacb'an van stz'a nok' chi' syik'anpaxq'ue te' k'ute' vinh sacerdote chi' yed' junoc sk'ab' te' hisopo yed' nok' chacchac lana, syak'anoch vinh smasanil d'a yol k'ak' b'aj van stz'a nok' chi'."
        },
        {
            "number": "7",
            "text": "Slajvi chi, sjuk'anel spichul vinh, sb'icanpaxel sb'a vinh, tz'ochxi vinh d'a yol campamento chi', vach'chom manto vach'oc yaj vinh icha yalan ley masanto d'a yemk'ualil."
        },
        {
            "number": "8",
            "text": "Axo vinh ix nhusantz'a nok' vacax chi', sjuk'paxel spichul vinh, sb'icanpaxel sb'a vinh, palta manto vach'oc yaj vinh icha yalan ley masanto d'a yemk'ualil."
        },
        {
            "number": "9",
            "text": "Axo junocxo vinh vinac vach' yaj icha yalan ley, a' vinh smolanq'ue staanhil nok' vacax chi', sik'anb'at vinh d'a junoc lugar to vach' yaj d'a spatiquel campamento. A juntzanh taanh chi' sk'an eb' eyetisraelal ayic sb'oan a a' eb' sk'anchaji yic sacb'itaj eb' icha yalan ley. Masanil juntzanh tic sk'ulaji yic syik'anel mul."
        },
        {
            "number": "10",
            "text": "A mach ix molanq'ue juntzanh taanh chi', yovalil sjuq'uel spichul, sb'icanpaxel sb'a, palta manto vach'oc yaj icha yalan ley masanto d'a yemk'ualil. A jun ley tic scannhej d'a junelnhej, tz'och yopisio eyuuj a ex israel ex tic yed' yuj eb' ch'oc chonhab'il ayek' d'a e cal."
        },
        {
            "number": "11",
            "text": "A mach syaman snivanil junoc chamnac, manh vach'oc yaj d'a uque' k'ual icha yalan ley."
        },
        {
            "number": "12",
            "text": "A d'a schab'jial syaman junoc chamnac chi' yed' d'a svak'jial, yovalil sacb'itej sb'a yed' a a' sk'anchaji yic sacb'i icha yalan ley, ichato chi' vach' tz'ajcani. Tato max sacb'itej sb'a d'a schab'jial yed' d'a svak'jial, manto vach'oc syal chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi' a junoc mach syaman junoc chamnac, tato max sacb'itej sb'a, a jun chi' syixtejel in cajnub'. Yuj chi' yovalil manhxa yalan yic d'a e cal d'a junelnhej, yujto maj tzicjioch a a' chi' d'ay, yuj chi' manh vach'oc yaj icha yalan ley."
        },
        {
            "number": "14",
            "text": "Aton juntzanh sleyal tic d'a junoc mach scham b'aj ay scajnub': Yalnhej mach tz'och ta', ma junoc ayek' ta', manh vach'oc tz'ajcan d'a uque' k'ual."
        },
        {
            "number": "15",
            "text": "Masanil chen to manh vach'oc yaj smacji, manhxo vach'oc tz'ajcani."
        },
        {
            "number": "16",
            "text": "Axo mach syaman junoc chamnac d'a stiel chonhab', taxonhej mak'b'ilchamoc, ma tonhej scham ichataxon tz'aj scham anima, mato syam sb'aquil junoc chamnac, ma junoc b'aj smucchaj eb' chamnac, a jun chi' manh vach'oc yaj d'a uque' k'ual."
        },
        {
            "number": "17",
            "text": "A yuj masanil juntzanh chi' tz'ik'chajq'ue jab'oc staanhil nok' vacax tz'anac yuj yik'anel mul, tz'ak'chajem d'a yol junoc yed'tal, tz'ak'jiem a a' d'a yib'anh, aton a' sq'ueul sjaj."
        },
        {
            "number": "18",
            "text": "Axo junoc vinh vinac vach' yaj icha yalan ley, a vinh tz'ik'anq'ue junoc sk'ab' te' hisopo, slab'anem vinh d'a scal a a' chi', stzicanoch vinh d'a yib'anh jun cajnub' chi' yed' masanil tas ay d'a yool yed' d'a yib'anh eb' anima ayek' ta', anhejtona' stzicanpaxb'at vinh d'a yib'anh mach ix yaman sb'aquil chamnac, ma junoc b'aj smucchaj eb' chamnac chi', ma snivanil junoc anima mak'b'ilchamoc, ma junoc tonhej ix cham ichataxon tz'aj scham anima."
        },
        {
            "number": "19",
            "text": "A jun anima vach' yaj chi', a' stzicanb'at a a' chi' d'a yib'anh eb' manh vach'oc yaj chi' d'a schab'jial yed' d'a svak'jial. Slajvi chi', a d'a svak'jial chi', sjuk'anel spichul eb', sb'icanpaxel sb'a eb' yic sacb'ican eb'. Icha chi' vach'xo tz'ajcan eb' d'a yemk'ualil."
        },
        {
            "number": "20",
            "text": "Tato ay junoc anima max sacb'itej sb'a icha yalan ley, manhxaocab' yalan yic d'a e cal d'a junelnhej yujto syixtejb'at in cajnub'. Yujto maj tzicjioch a a' d'ay yic sacb'i, yuj chi' manh vach'ocnhej yaji."
        },
        {
            "number": "21",
            "text": "A jun ley tic scannhej d'a junelnhej: A mach stzicanoch a a' chi' d'a junocxo, yovalil sjuq'uel spichul. A mach syaman a a' tz'ak'an sacb'oc junoc mach chi', vach'xo tz'ajcan d'a yemk'ualil."
        },
        {
            "number": "22",
            "text": "Masanil mach syamji yuj junoc anima manh vach'oc yaji, ma junoc syaman junoc anima manh vach'oc yaji, a jun chi' manh vach'oc tz'ajcan icha yalan ley masanto d'a yemk'ualil, xchi Jehová."
        }
    ]
}