{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés yet' t'a winhaj Aarón icha tik:"
        },
        {
            "number": "2",
            "text": "Ha in Jehová in swak' jun checnab'il tik. Alec t'a heb' eyetchonhab' to syik'cot junok nok' cob'es chacchac wakax heb' malaj jab'oc spaltail, manto juneloc smunlaji."
        },
        {
            "number": "3",
            "text": "Ha ex tik tzeyak' nok' t'a winhaj sacerdote Eleazar. Tz'ik'jiel nok' t'a spatiquel campamento, haxo winhaj Eleazar chi' schekan miljoccham nok' t'a yichanh."
        },
        {
            "number": "4",
            "text": "Syik'ank'e schiq'uil nok' winh yet' yiximal sk'ab', stzikanb'at uqueloc winh t'a stojolal in kajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "5",
            "text": "Slajwi chi', snhusjitz'a nok' wakax chi' smasanil t'a yichanh winh, stz'umal nok', sb'ak'chil nok', schiq'uil nok' yet' yol sk'ool nok'."
        },
        {
            "number": "6",
            "text": "Yacb'an wan stz'a nok' chi' syik'anpaxk'e te' k'ute' winh sacerdote chi' yet' junok sk'ab' te' hisopo yet' nok' chacchac lana, syak'anoch winh smasanil t'a yol k'ak' b'aj wan stz'a nok' chi'."
        },
        {
            "number": "7",
            "text": "Slajwi chi, sjuk'anel spichul winh, sb'ikanpaxel sb'a winh, tz'ochxi winh t'a yol campamento chi', wach'chom manto wach'oc yaj winh icha yalan ley masanto t'a yemk'ualil."
        },
        {
            "number": "8",
            "text": "Axo winh ix nhusantz'a nok' wakax chi', sjuk'paxel spichul winh, sb'ikanpaxel sb'a winh, palta manto wach'oc yaj winh icha yalan ley masanto t'a yemk'ualil."
        },
        {
            "number": "9",
            "text": "Axo junokxo winh winak wach' yaj icha yalan ley, ha' winh smolank'e staanhil nok' wakax chi', sik'anb'at winh t'a junok lugar to wach' yaj t'a spatiquel campamento. Ha juntzanh taanh chi' sk'an heb' eyetisraelal ayic sb'oan ha ha' heb' sk'anchaji yic sacb'itaj heb' icha yalan ley. Masanil juntzanh tik sk'ulaji yic syik'anel mul."
        },
        {
            "number": "10",
            "text": "Ha mach ix molank'e juntzanh taanh chi', yowalil sjuk'el spichul, sb'ikanpaxel sb'a, palta manto wach'oc yaj icha yalan ley masanto t'a yemk'ualil. Ha jun ley tik skannhej t'a junelnhej, tz'och yopisio eyuuj a ex israel ex tik yet' yuj heb' ch'oc chonhab'il ayek' t'a he kal."
        },
        {
            "number": "11",
            "text": "Ha mach syaman sniwanil junok chamnac, manh wach'oc yaj t'a uque' k'ual icha yalan ley."
        },
        {
            "number": "12",
            "text": "Ha t'a schab'jial syaman junok chamnac chi' yet' t'a swak'jial, yowalil sacb'itej sb'a yet' ha ha' sk'anchaji yic sakb'i icha yalan ley, ichato chi' wach' tz'ajkani. Tato max sacb'itej sb'ha t'a schab'jial yet' t'a swak'jial, manto wach'oc syal chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi' a junok mach syaman junok chamnac, tato max sacb'itej sb'a, a jun chi' syixtejel in kajnub'. Yuj chi' yowalil manhxa yalan yic t'a he kal t'a junelnhej, yujto maj tzicjioch ha ha' chi' t'ay, yuj chi' manh wach'oc yaj icha yalan ley."
        },
        {
            "number": "14",
            "text": "Aton juntzanh sleyal tik t'a junok mach scham b'aj ay skajnub': Yalnhej mach tz'och ta', ma junok ayek' ta', manh wach'oc tz'ajkan t'a uque' k'ual."
        },
        {
            "number": "15",
            "text": "Masanil chen to manh wach'oc yaj smacji, manhxo wach'oc tz'ajkani."
        },
        {
            "number": "16",
            "text": "Axo mach syaman junok chamnac t'a stiel chonhab', taxonhej mak'b'ilchamoc, ma tonhej scham ichataxon tz'aj scham anima, mato syam sb'aquil junok chamnac, ma junok b'aj smucchaj heb' chamnac, a jun chi' manh wach'oc yaj t'a uque' k'ual."
        },
        {
            "number": "17",
            "text": "Ha yuj masanil juntzanh chi' tz'ik'chajk'e jab'oc staanhil nok' wakax tz'anac yuj yik'anel mul, tz'ak'chajem t'a yol junok yet'tal, tz'ak'jiem ha ha' t'a yib'anh, aton ha' sk'eul sjaj."
        },
        {
            "number": "18",
            "text": "Axo junok winh winak wach' yaj icha yalan ley, a winh tz'ik'ank'e junok sk'ab' te' hisopo, slab'anem winh t'a skal ha ha' chi', stzikanoch winh t'a yib'anh jun kajnub' chi' yet' masanil tas ay t'a yool yet' t'a yib'anh heb' anima ayek' ta', anhejtona' stzikanpaxb'at winh t'a yib'anh mach ix yaman sb'aquil chamnac, ma junok b'aj smucchaj heb' chamnac chi', ma sniwanil junok anima mak'b'ilchamoc, ma junok tonhej ix cham ichataxon tz'aj scham anima."
        },
        {
            "number": "19",
            "text": "Ha jun anima wach' yaj chi', ha' stzikanb'at ha ha' chi' t'a yib'anh heb' manh wach'oc yaj chi' t'a schab'jial yet' t'a swak'jial. Slajwi chi', ha t'a swak'jial chi', sjuk'anel spichul heb', sb'ikanpaxel sb'a heb' yic sacb'ikan heb'. Icha chi' wach'xo tz'ajkan heb' t'a yemk'ualil."
        },
        {
            "number": "20",
            "text": "Tato ay junok anima max sacb'itej sb'a icha yalan ley, manhxaokab' yalan yic t'a he kal t'a junelnhej yujto syixtejb'at in kajnub'. Yujto maj tzicjioch ha ha' t'ay yic sakb'i, yuj chi' manh wach'ocnhej yaji."
        },
        {
            "number": "21",
            "text": "Ha jun ley tik skannhej t'a junelnhej: Ha mach stzikanoch ha ha' chi' t'a junokxo, yowalil sjuk'el spichul. Ha mach syaman ha ha' tz'ak'an sacb'oc junok mach chi', wach'xo tz'ajkan t'a yemk'ualil."
        },
        {
            "number": "22",
            "text": "Masanil mach syamji yuj junok anima manh wach'oc yaji, ma junok syaman junok anima manh wach'oc yaji, a jun chi' manh wach'oc tz'ajkan icha yalan ley masanto t'a yemk'ualil, xchi Jehová."
        }
    ]
}