{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'a winhaj Moisés yet' t'a winhaj Aarón icha tik:"
        },
        {
            "number": "2",
            "text": "Ayic sb'oank'e skampamento heb' israel t'a junok lugar, junjun tz'aj t'a yalanh sbandera yet' junjun macquiltaquil, yowalil najattac wal tz'ajel heb' t'a spatic yichanh mantiado, aton b'aj tzin ch'ox in b'a."
        },
        {
            "number": "3",
            "text": "Ha t'a stojolal b'aj sjawi k'u, ata' tz'aj skampamento oxe' inhtilal ed'jinac sbandera yinhtilal Judá. Ha heb' soldado yic yinhtilal Judá chi', a winhaj Naasón yuninal winhaj Aminadab ayoch yajaliloc heb'."
        },
        {
            "number": "4",
            "text": "Ato ha' yalan sb'isul, ay 74 mil 600 heb' soldado."
        },
        {
            "number": "5",
            "text": "Junnhej tz'aj skampamento yinhtilal Isacar yet' heb'. Ha winhaj Natanael yuninal winhaj Zuar ayoch yajaliloc heb'."
        },
        {
            "number": "6",
            "text": "Ato ha' yalan sb'isul, ay 54 mil 400 heb' soldado."
        },
        {
            "number": "7",
            "text": "Ata' tz'ajpax skampamento yinhtilal Zabulón. Ha winhaj Eliab, yuninal winhaj Helón ayoch yajaliloc heb'."
        },
        {
            "number": "8",
            "text": "Ato ha' yalan sb'isul, ay 57 mil 400 heb' soldado."
        },
        {
            "number": "9",
            "text": "Yuj chi' a b'aj ay skampamento yinhtilal Judá chi', ay 186 mil 400 heb' soldado, aton heb' b'ab'el sb'at t'a yichanh heb' chonhab' israel."
        },
        {
            "number": "10",
            "text": "Axo t'a stojolal sur, ata' tz'aj skampamento oxe' inhtilal ed'jinac sbandera yinhtilal Rubén. Ha heb' soldado yic yinhtilal Rubén chi', a winhaj Elisur yuninal winhaj Sedeur ayoch yajaliloc heb'."
        },
        {
            "number": "11",
            "text": "Ato ha' yalan sb'isul, ay 46 mil 500 heb' soldado."
        },
        {
            "number": "12",
            "text": "Junnhej tz'aj skampamento yinhtilal Simeón yet' heb'. Ha winhaj Selumiel yuninal winhaj Zurisadai ayoch yajaliloc heb'."
        },
        {
            "number": "13",
            "text": "Ato ha' yalan sb'isul, ay 59 mil 300 heb' soldado."
        },
        {
            "number": "14",
            "text": "Ata' tz'ajpax skampamento yinhtilal Gad yet' heb'. Ha winhaj Eliasaf yuninal winhaj Reuel ayoch yajaliloc heb'."
        },
        {
            "number": "15",
            "text": "Ato ha' yalan sb'isul, ay 45 mil 650 heb' soldado."
        },
        {
            "number": "16",
            "text": "Yuj chi' a b'aj ay skampamento yinhtilal Rubén chi', ay 151 mil 450 heb' soldado, aton heb' sb'ey t'a yic schab'il makan."
        },
        {
            "number": "17",
            "text": "Sb'atpax heb' lewita t'a skal chanhe' campamento. Ha heb' ed'jinac smantiadoal b'aj tzin ch'ox in b'a. Ha chanhe' campamento chi', t'a stzolal tz'aj sb'eyi icha tas yajek' heb' t'a skampamento, junjun heb' t'a yalanhtac sbandera."
        },
        {
            "number": "18",
            "text": "Axo t'a stojolal b'aj sb'at k'u, ata' tz'aj skampamento oxe' inhtilal ed'jinac sbandera yinhtilal Efraín. Ha heb' soldado t'a yinhtilal Efraín chi', a winhaj Elisama yuninal winhaj Amiud ayoch yajaliloc heb'."
        },
        {
            "number": "19",
            "text": "Ato ha' yalan sb'isul, ay 40 mil 500 heb' soldado."
        },
        {
            "number": "20",
            "text": "Junnhej tz'aj yinhtilal Manasés yet' heb'. Ha winhaj Gamaliel yuninal winhaj Pedasur ayoch yajaliloc heb'."
        },
        {
            "number": "21",
            "text": "Ato ha' yalan sb'isul, ay 32 mil 200 heb' soldado."
        },
        {
            "number": "22",
            "text": "Ata' tz'ajpax skampamento yinhtilal Benjamín. Ha winhaj Abidán yuninal winhaj Gedeoni ayoch yajaliloc heb'."
        },
        {
            "number": "23",
            "text": "Ato ha' yalan sb'isul, ay 35 mil 400 heb' soldado."
        },
        {
            "number": "24",
            "text": "Yuj chi' a b'aj ay skampamento yinhtilal Efraín chi', ay 108 mil 100 soldado, aton heb' sb'ey t'a yoxil makan."
        },
        {
            "number": "25",
            "text": "Axo t'a stojolal norte, ata' tz'aj skampamento oxexo inhtilal ed'jinac sbandera yinhtilal Dan. Ha heb' soldado t'a yinhtilal Dan chi', a winhaj Ahiezer yuninal winhaj Amisadai ayoch yajaliloc heb'."
        },
        {
            "number": "26",
            "text": "Ato ha' yalan sb'isul, ay 62 mil 700 heb' soldado."
        },
        {
            "number": "27",
            "text": "Junnhej tz'aj skampamento yinhtilal Aser yet' heb'. Ha winhaj Pagiel yuninal winhaj Ocrán ayoch yajaliloc heb'."
        },
        {
            "number": "28",
            "text": "Ato ha' yalan sb'isul, ay 41 mil 500 heb' soldado."
        },
        {
            "number": "29",
            "text": "Ata' tz'ajpax skampamento yinhtilal Neftalí yet' heb'. Ha winhaj Ahira yuninal winhaj Enán ayoch yajaliloc heb'."
        },
        {
            "number": "30",
            "text": "Ato ha' yalan sb'isul, ay 53 mil 400 heb' soldado."
        },
        {
            "number": "31",
            "text": "Yuj chi' a b'aj ay skampamento yinhtilal Dan chi', ay 157 mil 600 heb' soldado. Aton heb' sb'eyb'at t'a spatic sbandera yinhtilal Dan chi', aton heb' tzak'anto sb'ati, xchi Jehová."
        },
        {
            "number": "32",
            "text": "Ha sb'isul heb' israel, ay 603 mil 550 heb' soldado t'a smasanil."
        },
        {
            "number": "33",
            "text": "Palta maj och heb' yinhtilalkan winhaj Leví sb'isuloc, icha wal ix aj yalan Jehová t'a winhaj Moisés chi'."
        },
        {
            "number": "34",
            "text": "Ix sk'ulej heb' israel icha wal ix aj yalan Jehová. Junnhej ix aj heb' t'a yalanhtac sbandera, ix b'eyb'at heb' t'a stzolal, ato syal junjun macquiltaquil."
        }
    ]
}