{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'a vinhaj Moisés yet' t'a vinhaj Aarón icha tik:"
        },
        {
            "number": "2",
            "text": "Ayic sb'oanq'ue scampamento eb' israel t'a junok lugar, junjun tz'aj t'a yalanh sbandera yet' junjun macquiltaquil, yovalil najattac val tz'ajel eb' t'a spatic yichanh mantiado, aton b'aj tzin ch'ox in b'a."
        },
        {
            "number": "3",
            "text": "Ha t'a stojolal b'aj sjavi k'u, ata' tz'aj scampamento oxe' inhtilal ed'jinac sbandera yinhtilal Judá. Ha eb' soldado yic yinhtilal Judá chi', a vinhaj Naasón yuninal vinhaj Aminadab ayoch yajaliloc eb'."
        },
        {
            "number": "4",
            "text": "Ato ha' yalan sb'isul, ay 74 mil 600 eb' soldado."
        },
        {
            "number": "5",
            "text": "Junnhej tz'aj scampamento yinhtilal Isacar yet' eb'. Ha vinhaj Natanael yuninal vinhaj Zuar ayoch yajaliloc eb'."
        },
        {
            "number": "6",
            "text": "Ato ha' yalan sb'isul, ay 54 mil 400 eb' soldado."
        },
        {
            "number": "7",
            "text": "Ata' tz'ajpax scampamento yinhtilal Zabulón. Ha vinhaj Eliab, yuninal vinhaj Helón ayoch yajaliloc eb'."
        },
        {
            "number": "8",
            "text": "Ato ha' yalan sb'isul, ay 57 mil 400 eb' soldado."
        },
        {
            "number": "9",
            "text": "Yuj chi' a b'aj ay scampamento yinhtilal Judá chi', ay 186 mil 400 eb' soldado, aton eb' b'ab'el sb'at t'a yichanh eb' chonhab' israel."
        },
        {
            "number": "10",
            "text": "Axo t'a stojolal sur, ata' tz'aj scampamento oxe' inhtilal ed'jinac sbandera yinhtilal Rubén. Ha eb' soldado yic yinhtilal Rubén chi', a vinhaj Elisur yuninal vinhaj Sedeur ayoch yajaliloc eb'."
        },
        {
            "number": "11",
            "text": "Ato ha' yalan sb'isul, ay 46 mil 500 eb' soldado."
        },
        {
            "number": "12",
            "text": "Junnhej tz'aj scampamento yinhtilal Simeón yet' eb'. Ha vinhaj Selumiel yuninal vinhaj Zurisadai ayoch yajaliloc eb'."
        },
        {
            "number": "13",
            "text": "Ato ha' yalan sb'isul, ay 59 mil 300 eb' soldado."
        },
        {
            "number": "14",
            "text": "Ata' tz'ajpax scampamento yinhtilal Gad yet' eb'. Ha vinhaj Eliasaf yuninal vinhaj Reuel ayoch yajaliloc eb'."
        },
        {
            "number": "15",
            "text": "Ato ha' yalan sb'isul, ay 45 mil 650 eb' soldado."
        },
        {
            "number": "16",
            "text": "Yuj chi' a b'aj ay scampamento yinhtilal Rubén chi', ay 151 mil 450 eb' soldado, aton eb' sb'ey t'a yic schab'il makan."
        },
        {
            "number": "17",
            "text": "Sb'atpax eb' levita t'a skal chanhe' campamento. Ha eb' ed'jinac smantiadoal b'aj tzin ch'ox in b'a. Ha chanhe' campamento chi', t'a stzolal tz'aj sb'eyi icha tas yajek' eb' t'a scampamento, junjun eb' t'a yalanhtac sbandera."
        },
        {
            "number": "18",
            "text": "Axo t'a stojolal b'aj sb'at k'u, ata' tz'aj scampamento oxe' inhtilal ed'jinac sbandera yinhtilal Efraín. Ha eb' soldado t'a yinhtilal Efraín chi', a vinhaj Elisama yuninal vinhaj Amiud ayoch yajaliloc eb'."
        },
        {
            "number": "19",
            "text": "Ato ha' yalan sb'isul, ay 40 mil 500 eb' soldado."
        },
        {
            "number": "20",
            "text": "Junnhej tz'aj yinhtilal Manasés yet' eb'. Ha vinhaj Gamaliel yuninal vinhaj Pedasur ayoch yajaliloc eb'."
        },
        {
            "number": "21",
            "text": "Ato ha' yalan sb'isul, ay 32 mil 200 eb' soldado."
        },
        {
            "number": "22",
            "text": "Ata' tz'ajpax scampamento yinhtilal Benjamín. Ha vinhaj Abidán yuninal vinhaj Gedeoni ayoch yajaliloc eb'."
        },
        {
            "number": "23",
            "text": "Ato ha' yalan sb'isul, ay 35 mil 400 eb' soldado."
        },
        {
            "number": "24",
            "text": "Yuj chi' a b'aj ay scampamento yinhtilal Efraín chi', ay 108 mil 100 soldado, aton eb' sb'ey t'a yoxil makan."
        },
        {
            "number": "25",
            "text": "Axo t'a stojolal norte, ata' tz'aj scampamento oxexo inhtilal ed'jinac sbandera yinhtilal Dan. Ha eb' soldado t'a yinhtilal Dan chi', a vinhaj Ahiezer yuninal vinhaj Amisadai ayoch yajaliloc eb'."
        },
        {
            "number": "26",
            "text": "Ato ha' yalan sb'isul, ay 62 mil 700 eb' soldado."
        },
        {
            "number": "27",
            "text": "Junnhej tz'aj scampamento yinhtilal Aser yet' eb'. Ha vinhaj Pagiel yuninal vinhaj Ocrán ayoch yajaliloc eb'."
        },
        {
            "number": "28",
            "text": "Ato ha' yalan sb'isul, ay 41 mil 500 eb' soldado."
        },
        {
            "number": "29",
            "text": "Ata' tz'ajpax scampamento yinhtilal Neftalí yet' eb'. Ha vinhaj Ahira yuninal vinhaj Enán ayoch yajaliloc eb'."
        },
        {
            "number": "30",
            "text": "Ato ha' yalan sb'isul, ay 53 mil 400 eb' soldado."
        },
        {
            "number": "31",
            "text": "Yuj chi' a b'aj ay scampamento yinhtilal Dan chi', ay 157 mil 600 eb' soldado. Aton eb' sb'eyb'at t'a spatic sbandera yinhtilal Dan chi', aton eb' tzak'anto sb'ati, xchi Jehová."
        },
        {
            "number": "32",
            "text": "Ha sb'isul eb' israel, ay 603 mil 550 eb' soldado t'a smasanil."
        },
        {
            "number": "33",
            "text": "Palta maj och eb' yinhtilalcan vinhaj Leví sb'isuloc, icha val ix aj yalan Jehová t'a vinhaj Moisés chi'."
        },
        {
            "number": "34",
            "text": "Ix sk'ulej eb' israel icha val ix aj yalan Jehová. Junnhej ix aj eb' t'a yalanhtac sbandera, ix b'eyb'at eb' t'a stzolal, ato syal junjun macquiltaquil."
        }
    ]
}