{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "A d'a b'ab'el uj, ix k'och eb' israel d'a tz'inan luum scuch Zin. Ix aj eb' jun tiempoal d'a yol yic Cades. Ata' ix cham ix María yanab' vinhaj Moisés, ix mucchajcanem ix ta'."
        },
        {
            "number": "2",
            "text": "Yujto te malaj a a' syuk' eb' israel chi', yuj chi' ix q'ue yav eb' smasanil d'a vinhaj Moisés yed' d'a vinhaj Aarón."
        },
        {
            "number": "3",
            "text": "Ix yalan eb' d'a vinhaj Moisés chi' icha tic: --Octom onh chamcan yed' eb' quetchonhab' ix chamcan yuj Jehová."
        },
        {
            "number": "4",
            "text": "¿Tas yuj ix onh eyik'cot d'a taquinh luum tic? ¿Tom e gana tzonh champax a onh tic yed' nok' co molb'etzal nok'?"
        },
        {
            "number": "5",
            "text": "¿Tas yuj ix onh eyiq'uelta d'a yol yic Egipto, ix onh eyik'ancot d'a jun lugar manhxo jantacoc schucal tic? A d'a tic max yak'laj ixim trigo, te' higo, te' uva, te' granado, malaj pax jab'oc a a' syal cuk'ani, xchi eb'."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an juntzanh lolonel chi' vinhaj Moisés yed' vinhaj Aarón chi', ix snitzanel sb'a eb' vinh, ix b'at eb' vinh d'a sti' scajnub' Jehová. Ata' ix b'at em nhojan eb' vinh d'a sat luum. Axo d'a jun rato chi' ix sch'ox sb'a stziquiquial Jehová d'a slak'anil eb' vinh."
        },
        {
            "number": "7",
            "text": "Ix yalan Jehová chi' d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "8",
            "text": "--Ik'b'at te' a k'ococh, tzalan d'a vinh uk'tac aj Aarón chi' to tz'och vinh ed'oc yic tze molanb'at eb' anima, tzex b'at b'aj ay jun q'uen nivan tenam. D'a yichanh eb' tzal d'a q'ueen to tz'elta a a' d'a sat q'ueen, axo d'a yichanh masanil eb' anima chi' ol elul a', ol yuk'an a' eb' yed' nok' smolb'etzal nok' chi', xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ix yik'anelta te k'ococh vinhaj Moisés d'a yichanh Jehová icha ix aj yalani."
        },
        {
            "number": "10",
            "text": "Ix smolb'anb'at eb' anima chi' eb' vinh d'a yichanh q'uen tenam chi'. Ix yalan vinhaj Moisés chi' d'a eb' icha tic: --Ab'ec, a ex to te pit ex tic: ¿Yovalil am val squiq'uelta a a' d'a sat q'uen tenam tic, scak'an a' eyuq'uej? xchi vinh."
        },
        {
            "number": "11",
            "text": "Ix lajvi yalan vinh icha chi', ix yik'anchaanh sk'ab' vinh, ix spajanoch chael te' sk'ococh vinh d'a sat q'uen tenam chi', ix elul chulnaj a a' chi'. Ix yuk'an a' eb' yed' nok' smolb'etzal nok' chi'."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi', ix yalan Jehová d'a vinhaj Moisés yed' d'a vinhaj Aarón chi' icha tic: --Yujto a ex tic max in eyak' val och d'a e k'ool, maj e ch'ox d'a yichanh eb' eyetchonhab' tic to A inxonhej Ochi, yuj chi' manhoc exlaj ol eyik'och eb' anima tic d'a sat lum luum chi' b'aj ix vala' to ol vak' d'ayex, xchi d'a eb' vinh."
        },
        {
            "number": "13",
            "text": "Meriba ix sb'iejcan jun lugar chi', yujto ata' ix yalub'tanhej eb' israel d'a spatic Jehová. Ix sch'oxan Jehová chi' to Axonhej Ochi."
        },
        {
            "number": "14",
            "text": "Ayic ayek' vinhaj Moisés d'a Cades, ix schecanb'at jayvanh eb' vinh vinac vinh d'a vinh sreyal Edom yic b'at yalan eb' vinh icha tic: A onh israel onh tic, ayto cuj co b'a ed'oc, scalb'at d'ayach: Ojtac jantac syail ix quil d'a Egipto."
        },
        {
            "number": "15",
            "text": "Anhejtona' ojtacpaxi tas aj sk'ochnaccan eb' co mam quicham ta' d'a peca'. Axo d'a slajvub'alxo tic, ix yak' val och yaelal eb' vinh aj Egipto chi' d'a yib'anh eb' co mam quicham yed' d'a quib'anh."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix co k'an scolval Jehová qued'oc. Ix yab' yel cav, yuj chi' ix yak'ancot yángel yic ix onh yik'anelta d'a Egipto chi'. A ticnaic ayonh ek' d'a chonhab' Cades b'aj ay smojonal a macb'en."
        },
        {
            "number": "17",
            "text": "Yuj chi' scal d'ayach, tope val tz'el d'a a k'ool tzonh a chaek' d'a yol a macb'en tic. Manh ol onh ek'laj d'a scal yavb'en eb' anima ay d'a yol a macb'en tic. Malaj a a' d'a eyuk'b'il a' ol cuq'uej. Anhej d'a yol nivan b'e ol onh b'atoc. Malaj b'aj ol onh el b'esnaj d'a yol nivan b'e chi' masanto ol onh k'axpajek' d'a yol a nación tic, xchib'at vinhaj Moisés chi'."
        },
        {
            "number": "18",
            "text": "Ix tak'vi vinh sreyal Edom chi' icha tic: --Manh ex k'axpajek' d'a yol in nación tic. Tato ol ex ek' d'a yib'anh, ol ex k'axpajek'oc, ol in elb'at d'a e patic yed' eb' in soldado, xchi vinh d'a eb'."
        },
        {
            "number": "19",
            "text": "Ix yalanpax eb' israel chi' icha tic: --Maay, a onh tic anhej d'a yol nivan b'e ol onh b'atoc. Tato ay b'aj ol cuq'uej a a' yed' nok' co molb'etzal nok' d'a eyuk'lab'a, ol co tup d'ayach. Anhej val to co gana tzonh k'axpajek' d'a a lugar tic d'a vach'il, xchib'at eb'."
        },
        {
            "number": "20",
            "text": "Ix tak'vixi vinh sreyal Edom chi' icha tic: --Malaj permiso e k'axpajeq'ui, xchi vinh. Ix b'at vinh yed' masanil eb' soldado smac eb' israel chi'. Yed'nac syamk'ab' eb' soldado chi' yic oval, te tek'anpax eb'."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix say junxo b'e eb' israel b'aj ix b'ati."
        },
        {
            "number": "22",
            "text": "Masanil eb' israel ix el eb' d'a Cades, ix cot eb' d'a stojolal lum vitzal Hor d'a sat smojonal Edom."
        },
        {
            "number": "23",
            "text": "Ata' ix yal Jehová d'a vinhaj Moisés yuj vinhaj Aarón icha tic:"
        },
        {
            "number": "24",
            "text": "A ticnaic, toxo ol cham vinhaj Aarón, manh ol k'ochlaj vinh d'a sat lum ix vala' to ol vak' d'ayex, yujto a ex tic e chavanhil ix e pitej e b'a d'a in checnab'il ix vak' d'ayex d'a sti' a' Meriba."
        },
        {
            "number": "25",
            "text": "A ticnaic, ik'b'at vinhaj Aarón chi' yed' vinh yuninal scuch Eleazar d'a jolom vitz Hor chi'."
        },
        {
            "number": "26",
            "text": "Ata' ol iq'uel spichul vinhaj Aarón chi' sk'an d'a sacerdoteal, tzak'ancanoch d'a vinhaj Eleazar chi', yujto a vinhaj Aarón chi' ol cham vinh ta', xchi d'a vinh."
        },
        {
            "number": "27",
            "text": "Ix sk'anab'ajan vinhaj Moisés tas ix yal Jehová chi', d'a val yichanh masanil anima ix ik'jib'at vinhaj Aarón yed' vinhaj Eleazar chi' yuj vinh d'a jolom vitz Hor chi'."
        },
        {
            "number": "28",
            "text": "Ata' ix yiq'uel spichul vinhaj Aarón chi' vinh, ix yak'anoch vinh d'a vinhaj Eleazar d'a jolom vitz chi'. Ata' ix chamcan vinhaj Aarón chi'. Ix lajvi chi', ix emixta vinhaj Moisés yed' vinhaj Eleazar chi'."
        },
        {
            "number": "29",
            "text": "Axo ix yab'an masanil eb' israel to toxo ix cham vinhaj Aarón chi', jun ujal ix och eb' d'a cusk'olal yuj vinh."
        }
    ]
}