{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a b'ab'el uj, ix k'och heb' israel t'a tzinan lu'um scuch Zin. Ix aj heb' jun pekti’ t'a yol yic Cades. Ata' ix cham ix María yanab' winhaj Moisés, ix mucchajkanem ix ta'."
        },
        {
            "number": "2",
            "text": "Yujto te malaj ha ha' syuk' heb' israel chi', yuj chi' ix k'e yav heb' smasanil t'a winhaj Moisés yet' t'a winhaj Aarón."
        },
        {
            "number": "3",
            "text": "Ix yalan heb' t'a winhaj Moisés chi' icha tik: --Octom onh chamcan yet' heb' quetchonhab' ix chamcan yuj Jehová."
        },
        {
            "number": "4",
            "text": "¿Tas yuj ix onh eyik'cot t'a taquinh lu'um tik? ¿Tom he gana tzonh champax a onh tik yet' nok' ko molb'etzal nok'?"
        },
        {
            "number": "5",
            "text": "¿Tas yuj ix onh eyik'elta t'a yol yic Egipto, ix onh eyik'ancot t'a jun lugar manhxo jantacoc schukal tik? Ha t'a tik max yak'laj ixim trigo, te' higo, te' uwa, te' granado, malaj pax jab'oc ha ha' syal cuk'ani, xchi heb'."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an juntzanh lolonel chi' winhaj Moisés yet' winhaj Aarón chi', ix snitzanel sb'a heb' winh, ix b'at heb' winh t'a sti' skajnub' Jehová. Ata' ix b'at em nhojan heb' winh t'a sat lu'um. Axo t'a jun rato chi' ix sch'ox sb'a stziquiquial Jehová t'a slak'anil heb' winh."
        },
        {
            "number": "7",
            "text": "Ix yalan Jehová chi' t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "8",
            "text": "--Ik'b'at te' a k'ococh, tzalan t'a winh uk'tac aj Aarón chi' to tz'och winh ed'oc yic tze molanb'at heb' anima, tzex b'at b'aj ay jun k'een niwan tenam. D'a yichanh heb' tzal t'a k'een to tz'elta ha ha' t'a sat k'een, haxo t'a yichanh masanil heb' anima chi' ol elul ha', ol yuk'an ha' heb' yet' nok' smolb'etzal nok' chi', xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ix yik'anelta te k'ococh winhaj Moisés t'a yichanh Jehová icha ix aj yalani."
        },
        {
            "number": "10",
            "text": "Ix smolb'anb'at heb' anima chi' heb' winh t'a yichanh k'een tenam chi'. Ix yalan winhaj Moisés chi' t'a heb' icha tik: --Ab'ec, a ex to te pit ex tik: ¿Yowalil am wal squik'elta ha ha' t'a sat k'een tenam tik, skak'an ha' eyuk'ej? xchi winh."
        },
        {
            "number": "11",
            "text": "Ixlajwi yalan winh icha chi', ix yik'anchaanh sk'ab' winh, ix spajanoch chael te' sk'ococh winh t'a sat k'een tenam chi', ix elul chulnaj ha ha' chi'. Ix yuk'an ha' heb' yet' nok' smolb'etzal nok' chi'."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix yalan Jehová t'a winhaj Moisés yet' t'a winhaj Aarón chi' icha tik: --Yujto a ex tik max in eyak' wal och t'a he k'ool, maj he ch'ox t'a yichanh heb' eyetchonhab' tik to Ha inxonhej Ochi, yuj chi' manhoc exlaj ol eyik'och heb' anima tik t'a sat lum lum chi' b'aj ix wala' to ol wak' t'ayex, xchi t'a heb' winh."
        },
        {
            "number": "13",
            "text": "Meriba ix sb'iejkan jun lugar chi', yujto ata' ix yalub'tanhej heb' israel t'a spatic Jehová. Ix sch'oxan Jehová chi' to Axonhej Ochi."
        },
        {
            "number": "14",
            "text": "Ayic ayek' winhaj Moisés t'a Cades, ix schekanb'at jaywanh heb' winh winak winh t'a winh sreyal Edom yic b'at yalan heb' winh icha tik: Ha onh israel onh tik, ayto cuj ko b'a ed'oc, skalb'at t'ayach: Ojtac jantac syail ix quil t'a Egipto."
        },
        {
            "number": "15",
            "text": "Anhejtona' ojtakpaxi tas aj sk'ochnakkan heb' ko mam quicham ta' t'a peka'. Axo t'a slajwub'alxo tik, ix yak' wal och yaelal heb' winh aj Egipto chi' t'a yib'anh heb' ko mam quicham yet' t'a quib'anh."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix ko k'an scolwal Jehová qued'oc. Ix yab' yel cav, yuj chi' ix yak'ancot yángel yic ix onh yik'anelta t'a Egipto chi'. Ha tiknaik ayonh ek' t'a chonhab' Cades b'aj ay smojonal a macb'en."
        },
        {
            "number": "17",
            "text": "Yuj chi' skal t'ayach, tope wal tz'el t'a a k'ool tzonh a chaek' t'a yol a macb'en tik. Manh ol onh ek'laj t'a skal yavb'en heb' anima ay t'a yol a macb'en tik. Malaj ha ha' t'a eyuk'b'il ha' ol cuk'ej. Anhej t'a yol niwan b'e ol onh b'atoc. Malaj b'aj ol onh el b'esnaj t'a yol niwan b'e chi' masanto ol onh k'axpajek' t'a yol a nación tik, xchib'at winhaj Moisés chi'."
        },
        {
            "number": "18",
            "text": "Ix tak'wi winh sreyal Edom chi' icha tik: --Manh ex k'axpajek' t'a yol in nación tik. Tato ol ex ek' t'a yib'anh, ol ex k'axpajek'oc, ol in elb'at t'a he patic yet' heb' in soldado, xchi winh t'a heb'."
        },
        {
            "number": "19",
            "text": "Ix yalanpax heb' israel chi' icha tik: --Maay, a onh tik anhej t'a yol niwan b'e ol onh b'atoc. Tato ay b'aj ol cuk'ej ha ha' yet' nok' ko molb'etzal nok' t'a eyuk'lab'a, ol ko tup t'ayach. Anhej wal to ko gana tzonh k'axpajek' t'a a lugar tik t'a wach'il, xchib'at heb'."
        },
        {
            "number": "20",
            "text": "Ix tak'wixi winh sreyal Edom chi' icha tik: --Malaj permiso he k'axpajeq'ui, xchi winh. Ix b'at winh yet' masanil heb' soldado smac heb' israel chi'. Yed'nac syamk'ab' heb' soldado chi' yic owal, te tek'anpax heb'."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix say junxo b'e heb' israel b'aj ix b'ati."
        },
        {
            "number": "22",
            "text": "Masanil heb' israel ix el heb' t'a Cades, ix cot heb' t'a stojolal lum witzal Hor t'a sat smojonal Edom."
        },
        {
            "number": "23",
            "text": "Ata' ix yal Jehová t'a winhaj Moisés yuj winhaj Aarón icha tik:"
        },
        {
            "number": "24",
            "text": "Ha tiknaik, toxo ol cham winhaj Aarón, manh ol k'ochlaj winh t'a sat lum ix wala' to ol wak' t'ayex, yujto a ex tik he chawanhil ix he pitej he b'ha t'a in checnab'il ix wak' t'ayex t'a sti' ha' Meriba."
        },
        {
            "number": "25",
            "text": "Ha tiknaik, ik'b'at winhaj Aarón chi' yet' winh yuninal scuch Eleazar t'a jolom witz Hor chi'."
        },
        {
            "number": "26",
            "text": "Ata' ol ik'el spichul winhaj Aarón chi' sk'an t'a sacerdoteal, tzak'ankanoch t'a winhaj Eleazar chi', yujto a winhaj Aarón chi' ol cham winh ta', xchi t'a winh."
        },
        {
            "number": "27",
            "text": "Ix sk'anab'ajan winhaj Moisés tas ix yal Jehová chi', t'a wal yichanh masanil anima ix ik'jib'at winhaj Aarón yet' winhaj Eleazar chi' yuj winh t'a jolom witz Hor chi'."
        },
        {
            "number": "28",
            "text": "Ata' ix yik'el spichul winhaj Aarón chi' winh, ix yak'anoch winh t'a winhaj Eleazar t'a jolom witz chi'. Ata' ix chamcan winhaj Aarón chi'. Ixlajwi chi', ix emixta winhaj Moisés yet' winhaj Eleazar chi'."
        },
        {
            "number": "29",
            "text": "Axo ix yab'an masanil heb' israel to toxo ix cham winhaj Aarón chi', jun ujal ix och heb' t'a cusk'olal yuj winh."
        }
    ]
}