{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an winh sreyal heb' cananeo ay t'a Arad t'a yol yic Neguev to wan scot heb' israel t'a yol b'e sk'och t'a Atarim, ix elta winh yak' owal yet' heb'. Ay heb' ix yamchaj yuj winh ix yik'anb'at heb' winh t'a preso."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi', ix yak'an sti' heb' israel t'a Jehová, ix yalan heb' icha tik: Tato ol ach kolwaj qued'oc yic skak'an ganar jun nación chi', ol ko satkanel junjun chonhab' t'a yol smacb'en chi' t'a junelnhej, xchi heb'."
        },
        {
            "number": "3",
            "text": "Ix sk'anab'ajej Jehová skolwaj icha ix aj sk'anan heb' chi', yuj chi' ix yak' ganar heb' cananeo chi' heb'. Ix satkanel heb' cananeo chi' smasanil yet' schonhab'il, yuj chi' Horma ix sb'iejkan jun lugar chi'."
        },
        {
            "number": "4",
            "text": "Ix el heb' israel t'a yich witz Hor chi', ix ek' heb' t'a b'e tzek' t'ha ha' Chacchac Mar. Najat ix ek' yoy sb'a heb' yujto maj k'axpajek' heb' t'a lum Edom. Ayic ayoch heb' t'a yol b'e chi', ix chab'axk'e sk'ool heb',"
        },
        {
            "number": "5",
            "text": "ix cot yowal heb' d'ha Dios yet' t'a winhaj Moisés. Ix yalan heb' icha tik: --¿Tas yuj ix onh ik'elta t'a Egipto? ¿Tom yuj ko cham yuj wejel t'a taquinh lu'um tik? Malaj tas sko wa''a, malaj pax tas scuk'ej. Maxtzac techaj ko waan juntzanh chukal wael tik, xchi heb'."
        },
        {
            "number": "6",
            "text": "Yuj wal chi' ix ak'jicot juntzanh nok' chan te ov yuj Jehová, yic schiji heb' anima chi' yuj nok'. Tzijtum heb' israel chi' ix cham yuj nok'."
        },
        {
            "number": "7",
            "text": "Ayic ix yilan heb' icha chi', ix b'at yalan heb' t'a winhaj Moisés chi' icha tik: --Toxo ix och ko mul a onh tik, ix kal chukal lolonel t'a Jehová yet' t'ayach. Ha tiknaik k'an t'a Jehová to syik'el nok' chan tik t'a ko kal, xchi heb'. Ix sk'anan winhaj Moisés chi' t'a Jehová to syak' niwank'olal t'a yib'anh heb' anima chi'."
        },
        {
            "number": "8",
            "text": "Ix yalan Jehová chi' t'a winh icha tik: --B'o junok yechel chan t'a k'een bronce icha yilji juntzanh nok' chi', tzak'ank'e t'a schon junok te te' chaanh steel, yic wach' ayic schiji heb' anima yuj nok' chan chi', tato sk'e k'elan heb' t'a jun yechel chan chi', maxtzac chamlaj heb' yuj nok', xchi t'a winh."
        },
        {
            "number": "9",
            "text": "Ix sb'oan jun yechel chan nab'a bronce winhaj Moisés chi', ix yak'ank'e winh t'a schon jun te te'. Yuj chi' yalnhej mach schiji yuj nok' chan chi', sk'e k'elan heb' t'a jun yechel chan chi', sb'oxikan heb'."
        },
        {
            "number": "10",
            "text": "Ix b'eynhejcot heb' israel, ix jawi heb' t'a Obot."
        },
        {
            "number": "11",
            "text": "Ix elpax heb' t'a Obot chi', ix b'eynhejcot heb' t'a yichanh, ix jawi heb' t'a Ije-abarim t'a tzinan lu'um t'a stojolal b'aj sjawi k'u t'a yol yic Moab."
        },
        {
            "number": "12",
            "text": "Ix cotnhej heb', ix jawi heb' t'a jun ha' eluma' scuch Zered."
        },
        {
            "number": "13",
            "text": "Ix b'eynhejcot heb', ix jawi heb' t'a sk'axepalb'at jun ha ha' scuch Arnón. Ha jun ha ha' chi' tzek' t'a tzinan lum t'a yol yic heb' amorreo. Aton jun ha' chi' ayoch mojonal yuj heb' Moab yet' heb' amorreo chi'."
        },
        {
            "number": "14",
            "text": "Aton juntzanh lugar chi' sb'inaj b'aj tz'ib'ab'ilkan yab'ixal owal yic Jehová, b'aj syal icha tik: Onh ek'ta t'a chonhab' Vaheb t'a yol yic Sufá, t'a yoltac ha' Arnón."
        },
        {
            "number": "15",
            "text": "Ha jun pak'an t'a stitac ha ha' chi' ayoch smojonaloc yic Moab, sk'och t'a chonhab' Ar, xchi."
        },
        {
            "number": "16",
            "text": "Ix el heb' t'ha ha' Arnón chi', ix cotnhej heb' masanto ix jawi heb' t'a Beer. Aton ta' ay jun ha' uk'b'ila' b'aj ix yal Jehová t'a winhaj Moisés icha tik: Molb'ej masanil anima, a in ol wak' ha ha' yuk'ej heb', xchi t'a winh."
        },
        {
            "number": "17",
            "text": "Aton t'a jun pekti’ chi' ix b'itan heb' israel icha tik: Ix k'eul ha ha' b'aj molan. Q'ueokab'cot b'urnaj ha ha'. To ol onh b'itanec yuj ha ha' ix k'eul b'urnaj tik."
        },
        {
            "number": "18",
            "text": "Ha heb' winh yajal ix joyank'eta ha' yet' sk'ococh. Ha heb' winh niwac yajal t'a yol schonhab', a yet' sk'ococh heb' winh ix sjack'eta ha ha', xchi heb' t'a sb'it chi'. Ix b'eynhejcot heb' t'a tzinan lu'um masanto ix jawi heb' t'a Matana."
        },
        {
            "number": "19",
            "text": "Ix el heb' t'a Matana chi', ix jawi heb' t'a Nahaliel. Ix el heb' t'a Nahaliel chi', ix jawi heb' t'a Bamot."
        },
        {
            "number": "20",
            "text": "Ix el heb' t'a Bamot chi', ix jawi heb' t'a jun ch'olan ay t'a yol yic Moab, t'a stojolal lum niwac witz t'a yol yic Pisga, aton ta' niwan chequel lum tzinan lu'um."
        },
        {
            "number": "21",
            "text": "Ix yak'b'at schekab' heb' israel t'a winhaj Sehón sreyal heb' amorreo, ix yalanb'at heb' icha tik:"
        },
        {
            "number": "22",
            "text": "¿Tom max onh a chaek' t'a yol a macb'en? Malaj jab'oc tas ol ek' ko lob'at t'a skal eyavb'en yet' t'a skal eyuwa, manh ol cuk' ha ha' t'a eyuk'b'il ha', anhej t'a yol niwan b'e ol onh ek'oc, xchi heb' chekab' chi'."
        },
        {
            "number": "23",
            "text": "Maj scha sk'ol winhaj Sehón chi' yek' heb' israel t'a yol smacb'en chi'. Anhej to ix smolb'ej masanil heb' soldado winh, ix elta winh yak' owal yet' heb' t'a tzinan lu'um, t'a Jahaza ix yak' owal heb'."
        },
        {
            "number": "24",
            "text": "Ix yak'an owal heb' israel chi' yet' heb', ix ak'ji ganar winhaj Sehón yet' heb' soldado yuj heb'. Ix ik'jiek' lum sluum heb' chi' yuj heb' israel chi'. Sb'atnhej t'a sti' ha' Arnón, masanto sk'och t'a sti' ha' Jaboc, masanto b'aj tzek' smojonal sluum heb' amonita. Ha jun lu'um chi' te wach' yaj smacchaj yuj heb' amonita chi'."
        },
        {
            "number": "25",
            "text": "Icha chi' ix aj yochcan slum heb' amorreo yicoc heb' israel chi'. Ix kajnaj heb' israel t'a chonhab' Hesbón yet' t'a juntzanhxo chonhab' ay t'a spatictac."
        },
        {
            "number": "26",
            "text": "Ha Hesbón chi', aton jun chonhab' b'aj ek'nac winhaj Sehón sreyal heb' amorreo. Ha winhaj Sehón chi' ix yak'nhej owal winh yet' heb' winh sreyal Moab t'a yalanhtaxo. Ix ik'jiek' jun makan slum heb' yuj winh sk'ochnhej t'ha ha' Arnón."
        },
        {
            "number": "27",
            "text": "Yuj chi' ix yal heb' slolon t'a poesía icha tik: Cotanhec t'a Hesbón, aton t'a schonhab' winhaj rey Sehón. B'oecxik'e t'a schaelal, wach' tzeyutej he b'oanoch smuroal."
        },
        {
            "number": "28",
            "text": "Ato t'a Hesbón, t'a schonhab' winhaj rey Sehón ix cot heb' ix nhusantz'a chonhab' Ar t'a yol yic Moab yet' heb' niwac yajal yaj t'a jun chonhab' t'a pak'an t'a yib'anhk'e ha' Arnón."
        },
        {
            "number": "29",
            "text": "Ex aj Moab, ob'iltac ex. Toxo ix ex lajwiel ex schonhab' Dios Quemos. Aton jun he diosal chi' maj yal-laj scolwaji, yuj chi' ix el lemnaj heb' soldado smasanil, axonhej heb' ix ix, ix kan t'a yol sk'ab' winhaj rey Sehón."
        },
        {
            "number": "30",
            "text": "Toxo ix lajwiel yipalil chonhab' Hesbón. Ix satel heb' ay t'a chonhab' Dibón masanto ix satel heb' ay t'a Nofa yet' pax Medeba, xchi jun poesía chi'."
        },
        {
            "number": "31",
            "text": "Icha chi' ix aj yik'ankan lum lum heb' israel macb'il yuj heb' amorreo."
        },
        {
            "number": "32",
            "text": "Ixlajwi chi' ix yak'anb'at schekab' winhaj Moisés t'a chonhab' Jazer yic sb'eytzitej heb' tas yaji. Ix ak'ji ganar jun chonhab' chi' yuj heb' israel yet' masanil juntzanh chonhab' ay t'a spatictac. Ix pechjiel masanil heb' kajan ta' yuj heb', aton heb' amorreo."
        },
        {
            "number": "33",
            "text": "Ix meltzaj heb', ix b'at heb' t'a stojolal lum Basán, palta ix elta winhaj Og sreyal Basán chi' yet' masanil heb' soldado yak' owal yet' heb' t'a Edrei."
        },
        {
            "number": "34",
            "text": "Yuj chi' ix yal Jehová t'a winhaj Moisés chi' icha tik: Manh ex xiv t'a winhaj Og chi', a in ol wak'och winh yet' heb' soldado yet' smacb'en tik t'a yol he k'ab'. Icha ix eyutej winhaj Sehón sreyal heb' amorreo ay t'a Hesbón, icha chi' ol eyutejpax winhaj Og tik, xchi t'a winh."
        },
        {
            "number": "35",
            "text": "Icha chi' ix aj scham winhaj Og yet' yuninal yet' masanil heb' soldado yuj heb' israel, manhxo junok heb' ix kani. Ix ochkan sluum heb' yicoc heb' israel chi'."
        }
    ]
}