{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an winh sreyal eb' cananeo ay t'a Arad t'a yol yic Neguev to van scot eb' israel t'a yol b'e sk'och t'a Atarim, ix elta winh yak' oval yet' eb'. Ay eb' ix yamchaj yuj winh ix yik'anb'at eb' winh t'a preso."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi', ix yak'an sti' eb' israel t'a Jehová, ix yalan eb' icha tik: Tato ol ach kolwaj qued'oc yic scak'an ganar jun nación chi', ol co satcanel junjun chonhab' t'a yol smacb'en chi' t'a junelnhej, xchi eb'."
        },
        {
            "number": "3",
            "text": "Ix sk'anab'ajej Jehová skolwaj icha ix aj sk'anan eb' chi', yuj chi' ix yak' ganar eb' cananeo chi' eb'. Ix satcanel eb' cananeo chi' smasanil yet' schonhab'il, yuj chi' Horma ix sb'iejkan jun lugar chi'."
        },
        {
            "number": "4",
            "text": "Ix el eb' israel t'a yich vitz Hor chi', ix ek' eb' t'a b'e tzek' t'ha ha' Chacchac Mar. Najat ix ek' yoy sb'a eb' yujto maj k'axpajek' eb' t'a lum Edom. Ayic ayoch eb' t'a yol b'e chi', ix chab'axq'ue sk'ool eb',"
        },
        {
            "number": "5",
            "text": "ix cot yoval eb' d'ha Dios yet' t'a winhaj Moisés. Ix yalan eb' icha tik: --¿Tas yuj ix onh iq'uelta t'a Egipto? ¿Tom yuj co cham yuj vejel t'a taquinh lu'um tik? Malaj tas sco wa''a, malaj pax tas scuq'uej. Maxtzac techaj co vaan juntzanh chukal vael tik, xchi eb'."
        },
        {
            "number": "6",
            "text": "Yuj wal chi' ix ak'jicot juntzanh nok' chan te ov yuj Jehová, yic schiji eb' anima chi' yuj nok'. Tzijtum eb' israel chi' ix cham yuj nok'."
        },
        {
            "number": "7",
            "text": "Ayic ix yilan eb' icha chi', ix b'at yalan eb' t'a winhaj Moisés chi' icha tik: --Toxo ix och co mul a onh tik, ix cal chukal lolonel t'a Jehová yet' t'ayach. Ha tiknaik k'an t'a Jehová to syiq'uel nok' chan tik t'a co cal, xchi eb'. Ix sk'anan winhaj Moisés chi' t'a Jehová to syak' nivank'olal t'a yib'anh eb' anima chi'."
        },
        {
            "number": "8",
            "text": "Ix yalan Jehová chi' t'a winh icha tik: --B'o junok yechel chan t'a q'uen bronce icha yilji juntzanh nok' chi', tzak'anq'ue t'a schon junok te te' chaanh steel, yic wach' ayic schiji eb' anima yuj nok' chan chi', tato sq'ue q'uelan eb' t'a jun yechel chan chi', maxtzac chamlaj eb' yuj nok', xchi t'a winh."
        },
        {
            "number": "9",
            "text": "Ix sb'oan jun yechel chan nab'a bronce winhaj Moisés chi', ix yak'anq'ue winh t'a schon jun te te'. Yuj chi' yalnhej mach schiji yuj nok' chan chi', sq'ue q'uelan eb' t'a jun yechel chan chi', sb'oxican eb'."
        },
        {
            "number": "10",
            "text": "Ix b'eynhejcot eb' israel, ix javi eb' t'a Obot."
        },
        {
            "number": "11",
            "text": "Ix elpax eb' t'a Obot chi', ix b'eynhejcot eb' t'a yichanh, ix javi eb' t'a Ije-abarim t'a tzinan lu'um t'a stojolal b'aj sjavi k'u t'a yol yic Moab."
        },
        {
            "number": "12",
            "text": "Ix cotnhej eb', ix javi eb' t'a jun ha' eluma' scuch Zered."
        },
        {
            "number": "13",
            "text": "Ix b'eynhejcot eb', ix javi eb' t'a sk'axepalb'at jun ha ha' scuch Arnón. Ha jun ha ha' chi' tzek' t'a tzinan lum t'a yol yic eb' amorreo. Aton jun ha' chi' ayoch mojonal yuj eb' Moab yet' eb' amorreo chi'."
        },
        {
            "number": "14",
            "text": "Aton juntzanh lugar chi' sb'inaj b'aj tz'ib'ab'ilcan yab'ixal oval yic Jehová, b'aj syal icha tik: Onh ek'ta t'a chonhab' Vaheb t'a yol yic Sufá, t'a yoltac ha' Arnón."
        },
        {
            "number": "15",
            "text": "Ha jun pak'an t'a stitac ha ha' chi' ayoch smojonaloc yic Moab, sk'och t'a chonhab' Ar, xchi."
        },
        {
            "number": "16",
            "text": "Ix el eb' t'ha ha' Arnón chi', ix cotnhej eb' masanto ix javi eb' t'a Beer. Aton ta' ay jun ha' uk'b'ila' b'aj ix yal Jehová t'a winhaj Moisés icha tik: Molb'ej masanil anima, a in ol vak' ha ha' yuq'uej eb', xchi t'a winh."
        },
        {
            "number": "17",
            "text": "Aton t'a jun pekti’ chi' ix b'itan eb' israel icha tik: Ix q'ueul ha ha' b'aj molan. Q'ueocab'cot b'urnaj ha ha'. To ol onh b'itanec yuj ha ha' ix q'ueul b'urnaj tik."
        },
        {
            "number": "18",
            "text": "Ha eb' winh yajal ix joyanq'ueta ha' yet' sk'ococh. Ha eb' winh nivac yajal t'a yol schonhab', a yet' sk'ococh eb' winh ix sjacq'ueta ha ha', xchi eb' t'a sb'it chi'. Ix b'eynhejcot eb' t'a tzinan lu'um masanto ix javi eb' t'a Matana."
        },
        {
            "number": "19",
            "text": "Ix el eb' t'a Matana chi', ix javi eb' t'a Nahaliel. Ix el eb' t'a Nahaliel chi', ix javi eb' t'a Bamot."
        },
        {
            "number": "20",
            "text": "Ix el eb' t'a Bamot chi', ix javi eb' t'a jun ch'olan ay t'a yol yic Moab, t'a stojolal lum nivac vitz t'a yol yic Pisga, aton ta' niwan chequel lum tzinan lu'um."
        },
        {
            "number": "21",
            "text": "Ix yak'b'at schecab' eb' israel t'a winhaj Sehón sreyal eb' amorreo, ix yalanb'at eb' icha tik:"
        },
        {
            "number": "22",
            "text": "¿Tom max onh a chaek' t'a yol a macb'en? Malaj jab'oc tas ol ek' co lob'at t'a skal eyavb'en yet' t'a skal eyuwa, manh ol cuk' ha ha' t'a eyuk'b'il ha', anhej t'a yol niwan b'e ol onh ek'oc, xchi eb' checab' chi'."
        },
        {
            "number": "23",
            "text": "Maj scha sk'ol winhaj Sehón chi' yek' eb' israel t'a yol smacb'en chi'. Anhej to ix smolb'ej masanil eb' soldado winh, ix elta winh yak' oval yet' eb' t'a tzinan lu'um, t'a Jahaza ix yak' oval eb'."
        },
        {
            "number": "24",
            "text": "Ix yak'an oval eb' israel chi' yet' eb', ix ak'ji ganar winhaj Sehón yet' eb' soldado yuj eb'. Ix ik'jiek' lum sluum eb' chi' yuj eb' israel chi'. Sb'atnhej t'a sti' ha' Arnón, masanto sk'och t'a sti' ha' Jaboc, masanto b'aj tzek' smojonal sluum eb' amonita. Ha jun lu'um chi' te wach' yaj smacchaj yuj eb' amonita chi'."
        },
        {
            "number": "25",
            "text": "Icha chi' ix aj yochcan slum eb' amorreo yicoc eb' israel chi'. Ix cajnaj eb' israel t'a chonhab' Hesbón yet' t'a juntzanhxo chonhab' ay t'a spatictac."
        },
        {
            "number": "26",
            "text": "Ha Hesbón chi', aton jun chonhab' b'aj ek'nac winhaj Sehón sreyal eb' amorreo. Ha winhaj Sehón chi' ix yak'nhej oval winh yet' eb' winh sreyal Moab t'a yalanhtaxo. Ix ik'jiek' jun makan slum eb' yuj winh sk'ochnhej t'ha ha' Arnón."
        },
        {
            "number": "27",
            "text": "Yuj chi' ix yal eb' slolon t'a poesía icha tik: Cotanhec t'a Hesbón, aton t'a schonhab' winhaj rey Sehón. B'oecxiq'ue t'a schaelal, wach' tzeyutej e b'oanoch smuroal."
        },
        {
            "number": "28",
            "text": "Ato t'a Hesbón, t'a schonhab' winhaj rey Sehón ix cot eb' ix nhusantz'a chonhab' Ar t'a yol yic Moab yet' eb' nivac yajal yaj t'a jun chonhab' t'a pak'an t'a yib'anhq'ue ha' Arnón."
        },
        {
            "number": "29",
            "text": "Ex aj Moab, ob'iltac ex. Toxo ix ex lajviel ex schonhab' dios Quemos. Aton jun e diosal chi' maj yal-laj scolvaji, yuj chi' ix el lemnaj eb' soldado smasanil, axonhej eb' ix ix, ix kan t'a yol sk'ab' winhaj rey Sehón."
        },
        {
            "number": "30",
            "text": "Toxo ix lajviel yipalil chonhab' Hesbón. Ix satel eb' ay t'a chonhab' Dibón masanto ix satel eb' ay t'a Nofa yet' pax Medeba, xchi jun poesía chi'."
        },
        {
            "number": "31",
            "text": "Icha chi' ix aj yik'ancan lum lum eb' israel macb'il yuj eb' amorreo."
        },
        {
            "number": "32",
            "text": "Ixlajwi chi' ix yak'anb'at schecab' winhaj Moisés t'a chonhab' Jazer yic sb'eytzitej eb' tas yaji. Ix ak'ji ganar jun chonhab' chi' yuj eb' israel yet' masanil juntzanh chonhab' ay t'a spatictac. Ix pechjiel masanil eb' cajan ta' yuj eb', aton eb' amorreo."
        },
        {
            "number": "33",
            "text": "Ix meltzaj eb', ix b'at eb' t'a stojolal lum Basán, palta ix elta winhaj Og sreyal Basán chi' yet' masanil eb' soldado yak' oval yet' eb' t'a Edrei."
        },
        {
            "number": "34",
            "text": "Yuj chi' ix yal Jehová t'a winhaj Moisés chi' icha tik: Manh ex xiv t'a winhaj Og chi', a in ol vak'och winh yet' eb' soldado yet' smacb'en tik t'a yol e k'ab'. Icha ix eyutej winhaj Sehón sreyal eb' amorreo ay t'a Hesbón, icha chi' ol eyutejpax winhaj Og tik, xchi t'a winh."
        },
        {
            "number": "35",
            "text": "Icha chi' ix aj scham winhaj Og yet' yuninal yet' masanil eb' soldado yuj eb' israel, manhxo junok eb' ix cani. Ix ochcan sluum eb' yicoc eb' israel chi'."
        }
    ]
}