{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ix b'eynhejcot eb' israel chi', ix sb'oanq'ue scampamento eb' d'a lum ak'lic yic Moab d'a stojolal b'aj sjavi k'u d'a a' Jordán d'a satcot Jericó."
        },
        {
            "number": "2",
            "text": "Ix yab'an vinhaj Balac sreyal Moab yuninal vinhaj Zipor, tas ix utaj eb' amorreo yuj eb' israel."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix xivchaanh vinh yed' eb' anima ay d'a Moab chi', yujto ix yil vinh to te tzijtum eb' israel chi'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yal eb' anima ay d'a Moab chi' d'a eb' yichamtac vinaquil chonhab' Madián icha tic: Masanil juntzanh anima tic, ol onh satel eb' d'a co luum tic. Icha tz'aj slajviel anh ank'ultac yuj nok' vacax, icha chi' ol onh yutoc eb', xchi eb'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix yalan vinhaj Balac chi' to sb'at cot jun vinh syaloch sb'a jelanil scuchan Balaam, yuninal vinhaj Beor, cajan d'a Petor d'a sti' a' nivan Éufrates d'a scal eb' yetchonhab'. Ix schecanb'at eb' yichamtac vinaquil chonhab' vinhaj Balac chi', yic sb'at yal eb' d'a vinhaj Balaam chi' icha tic: A d'a Egipto ix cot jun nivan chonhab'il anima, toxo ix majel sat lum luum tic yuj eb', toxo ix javi eb' d'a co tz'ey."
        },
        {
            "number": "6",
            "text": "Yuj chi' cotanh d'a elanhchamel yic tzul a catab'an eb', yujto yelxo nivan sb'isul eb' d'a quichanh. Tato icha chi' tope ol yal vak'an ganar eb' yic tzin pechanel eb' d'a co lum tic, yujto vojtac to a a catab' yed' a vach' lolonel tzala', tz'elnhejk'ochi, xchib'at vinh."
        },
        {
            "number": "7",
            "text": "Ix lajvi chi', ix b'at eb' yichamtac vinaquil chonhab' Moab yed' eb' yichamtac vinaquil Madián b'aj ayek' vinhaj Balaam chi'. Te nivan q'uen tumin ix yik'b'at eb' yic stupan scatab' vinh chi' eb'. Ix yalan schecnab'il eb' ix yalb'at vinhaj Balac chi'."
        },
        {
            "number": "8",
            "text": "Ix yalan vinhaj Balaam chi' d'a eb' icha tic: --A ticnaic, cananhec d'a tic, ato syal tas ol yal Jehová d'ayin d'a jun ak'val tic, ichato chi' svak'an spac e lolonel chi' q'uik'an, xchi vinh. Yuj chi' ix can eb' ichamtac vinac chi' yed' vinhaj Balaam chi' d'a jun ak'val chi'."
        },
        {
            "number": "9",
            "text": "Ix sch'oxan sb'a Dios d'a vinh, ix sk'anb'an d'a vinh icha tic: --¿Mach juntzanh anima ayek' chi' d'ayach? xchi."
        },
        {
            "number": "10",
            "text": "Ix tak'vi vinh: --Checab' yaj eb' yuj vinhaj Balac sreyal Moab yuninal vinhaj Zipor, tzul yal eb' d'ayin,"
        },
        {
            "number": "11",
            "text": "tob' ay jun chonhab'il anima ix cot d'a Egipto. Tob' toxo ix majel sat lum luum yuj eb'. Sgana vinhaj Balac chi' to tzin b'at d'a schonhab' vinh chi', yic sb'at in catab'ej jun chonhab'il anima chi', yic vach' syal spechanel eb' vinh d'a yol smacb'en chi' yalani, xchi vinh d'a Dios chi'."
        },
        {
            "number": "12",
            "text": "Ix yalan Dios chi' d'a vinh icha tic: --Manh ach b'at yed' eb' yic sb'at a catab'ej jun chonhab'il anima chi', yujto a in val ix val vach' lolonel d'a eb', xchi d'a vinh."
        },
        {
            "number": "13",
            "text": "Axo ix q'uinhib'i d'a junxo k'u, ix q'ue van vinhaj Balaam chi', ix yalan vinh d'a eb' schecab' vinhaj Balac chi' icha tic: --A ticnaic, meltzajanhec d'a e chonhab' yujto toxo ix yal Jehová to max yal-laj in b'at eyed'oc, xchi vinh."
        },
        {
            "number": "14",
            "text": "Ix meltzaj eb' d'a schonhab' b'aj ay vinhaj Balac chi', ix yalan eb' d'a vinh icha tic: --Maj stak'cotlaj sb'a vinhaj Balaam chi' qued'oc, xchi eb'."
        },
        {
            "number": "15",
            "text": "Maj schalaj yab' vinhaj Balac chi', yuj chi' ix checjib'at juntzanhxo eb' más nivac yopisio d'a yichanh eb' ix xid'ek' chi', ek'topax sb'isul eb' ix b'ati."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix b'atxi eb' yil vinhaj Balaam chi', ix yalan eb' d'a vinh icha tic: --Ix onh scheccot vinhaj Balac yuninal vinhaj Zipor d'ayach, syalan vinh d'ayach icha tic: Malajocab' mach tzach cachanoch vaan a coti,"
        },
        {
            "number": "17",
            "text": "yujto ol ach vik' val chaanh, ol vak'an masanil tas ol a k'ana', anhej to tza k'anab'ajej a cot a catab'ej juntzanh anima tic, xchi vinh, xchi eb'."
        },
        {
            "number": "18",
            "text": "Ix tak'vipax vinhaj Balaam chi' icha tic: --Vach'chom b'ud'jinac yol spalacio vinh yuj q'uen oro, ma yuj q'uen plata, syak'an vinh smasanil d'ayin, max yal-laj in k'ulan tas scot d'a in pensar in tenanek' tas syal Jehová in Diosal."
        },
        {
            "number": "19",
            "text": "Tato syal e canpax d'a jun ak'val tic, ol vab' tas ol yutoc Jehová yalanxi d'ayin, xchi vinh."
        },
        {
            "number": "20",
            "text": "Ix sch'oxanpax sb'a Jehová d'a vinh d'ak'valil chi', ix yalan d'a vinh: --Yacb'an to ix jax eb' vinh ach yik'b'ati, ixic yed' eb' vinh, palta anhej val tas ol val d'ayach, anhej b'at ala', xchi d'a vinh."
        },
        {
            "number": "21",
            "text": "Axo yic ix q'uinhib'i, ix q'ue vaan vinhaj Balaam chi', ix yak'anoch stz'um nok' snun b'uru vinh, ix b'at vinh yed' eb' vinh yichamtac vinaquil Moab chi'."
        },
        {
            "number": "22",
            "text": "Ix q'ue vinh d'a yib'anh nok' sb'uru chi', ix b'at chavanh eb' schecab' vinh yed'oc. Axo Jehová ix cot yoval d'a vinh yujto ix b'at vinh. Axo yángel Jehová chi' ix och tek'tek' d'a yol b'e yic smacan b'e chi'."
        },
        {
            "number": "23",
            "text": "Axo ix yilan nok' b'uru chi' to linhanoch jun yángel Jehová d'a nanhal yol b'e, yed'nac jun espada, ix b'atcan nok' d'a caltac te'. Ix syamanoch vinhaj Balaam chi' smak'an nok', yic tz'ochxi nok' d'a yol b'e chi'."
        },
        {
            "number": "24",
            "text": "Ix ochxi linhan jun ángel chi' b'aj lod'an b'e d'a scal te' uva, latz'b'ilq'ue q'uen q'ueen smactealoc te' d'a titac b'e chi'."
        },
        {
            "number": "25",
            "text": "Axo ix yilanxi nok' to linhanek' jun ángel chi' d'a nanhal yol b'e chi', ix snhicanek' sb'a nok' d'a q'uen q'ueen ayoch d'a titac b'e chi'. Ix nhicjiek' yoc vinhaj Balaam chi' yuj nok' d'a q'ueen, ix ste mak'anxi nok' vinh."
        },
        {
            "number": "26",
            "text": "Ix el yángel Jehová chi' ta', ix snitzanb'at sb'a d'a yichanhb'ati, ix ochxi linhan b'aj te lod'an b'e, b'aj maxtzac yal yelcan junoc mach d'a titac b'e a schalan sb'a yed' junocxo mach."
        },
        {
            "number": "27",
            "text": "Ix yilanxi nok' b'uru chi' to linhanek' jun ángel chi' d'a nanhal yol b'e chi', toxonhej ix em lachnaj nok' d'a yalanh vinhaj Balaam chi', yuj chi' ix cot yoval vinh d'a nok', ix och ijan vinh smak'an nok' yed' sk'ococh."
        },
        {
            "number": "28",
            "text": "A val d'a jun rato chi' ix lolonq'ue nok' yuj Jehová, ix yalan nok' d'a vinh icha tic: --¿Tas ix ach vutej? Yoxelalxo in a mak'ani, xchi nok'."
        },
        {
            "number": "29",
            "text": "--Yujto yelxo val tzin ixtej svab'i. Ayoc val ek' junoc q'uen espada d'a tic, val ticnaic tzach in tecchamoc, xchi vinh d'a nok'."
        },
        {
            "number": "30",
            "text": "Ix tak'vi nok' d'a vinh icha tic: --A in tic a chejintaxoni, tzach q'uenhej d'a vib'anh ayic tzach b'eyeq'ui, ojtac to malaj juneloc icha tic tzach vutej, xchi nok'. --I' yel toni, xchi vinh."
        },
        {
            "number": "31",
            "text": "Ix lajvi chi' axo Jehová ix ak'an yil jun ángel chi' vinh, ayek' d'a nanhal yol b'e chi', ayoch q'uen espada d'a yol sk'ab'. Ixnhej val yil jun ángel chi' vinh, ix em nhojan vinh d'a yichanh."
        },
        {
            "number": "32",
            "text": "Ix yalan jun ángel chi' d'a vinh icha tic: --¿Tas yuj oxel ix a mak' nok' a b'uru tic? A in ix in och d'a ichanh ix in macan a b'e, yujto ix cot voval yujto ix ach cot yed' juntzanh anima tic."
        },
        {
            "number": "33",
            "text": "Anhej nok' b'uru tic ix in ilani, oxel ix elcan nok' d'a yol b'e. Tato maj sb'esel sb'a nok' d'a yol b'e chi', toxom ix ach cham vuj ticnaic, a pax nok' b'uru tic maj am chamlaj nok', xchi jun ángel chi' d'a vinh."
        },
        {
            "number": "34",
            "text": "Ix yalan vinh d'a yángel Jehová chi' icha tic: --Ix och in mul d'ayach, manh vojtacoc tato a ach tza mac in b'e tic, yuj chi' tato max scha a k'ol tzin b'ati, syal in meltzaji, xchi vinh."
        },
        {
            "number": "35",
            "text": "Ix tak'vi jun ángel chi' d'a vinh icha tic: --Syal a b'at yed' eb' anima tic, palta anhej val tas ol val d'ayach, anhej ol ala', xchi d'a vinh. Yuj chi' ix b'atnhej vinh yed' eb' schecab' vinhaj Balac chi'."
        },
        {
            "number": "36",
            "text": "Axo ix yab'an vinhaj Balac to van sk'och vinhaj Balaam chi', ix cot vinh scha vinh d'a yol b'e d'a jun chonhab' ay d'a yol yic Moab, d'a sti' a a' scuch Arnón, satxo smojonal ay."
        },
        {
            "number": "37",
            "text": "Ix yalan vinhaj Balac chi' icha tic: --Yelk'olal val ach vavtej, ¿tas yuj ijan maj a tak'cotlaj a b'a? Tecan ix a na' to manh ol in tzak'van vak'an jantac tas tza nib'ej, xchi vinh d'a vinh."
        },
        {
            "number": "38",
            "text": "Ix tak'vi vinhaj Balaam chi' icha tic: --Manh ak' pensar, ayinxo eq'ui, palta max yal-laj valani tastac tzin nib'ej svala', anhej tastac schec Dios vala', anhej ol vala', xchi vinh."
        },
        {
            "number": "39",
            "text": "Ix lajvi chi', ix b'at vinh yed' vinhaj Balac chi' d'a chonhab' Quiriat-huzot."
        },
        {
            "number": "40",
            "text": "Ata' ix schec vinhaj Balac chi' miljoccham nok' vacax yed' nok' calnel yic schi vinhaj Balaam chi' yed' pax eb' ichamtac vinac schecab' vinhaj Balac chi'."
        },
        {
            "number": "41",
            "text": "Axo d'a junxo k'u, ix ik'jib'at vinhaj Balaam yuj vinhaj Balac chi' d'a jolom vitz scuch Bamot-baal, ata' syal yilanb'at janik'oc scampamento eb' israel eb' vinh."
        }
    ]
}