{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix b'eynhejcot heb' israel chi', ix sb'oank'e scampamento heb' t'a lum ak'lic yic Moab t'a stojolal b'aj sjawi k'u t'ha ha' Jordán t'a satcot Jericó."
        },
        {
            "number": "2",
            "text": "Ix yab'an winhaj Balac sreyal Moab yuninal winhaj Zipor, tas ix utaj heb' amorreo yuj heb' israel."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix xivchaanh winh yet' heb' anima ay t'a Moab chi', yujto ix yil winh to te tzijtum heb' israel chi'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yal heb' anima ay t'a Moab chi' t'a heb' yichamtac winaquil chonhab' Madián icha tik: Masanil juntzanh anima tik, ol onh satel heb' t'a ko lu'um tik. Icha tz'aj slajwiel anh ank'ultak yuj nok' wacax, icha chi' ol onh yutoc heb', xchi heb'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix yalan winhaj Balac chi' to sb'at cot jun winh syaloch sb'a jelanil scuchan Balaam, yuninal winhaj Beor, cajan t'a Petor t'a sti' ha' niwan Éufrates t'a skal heb' yetchonhab'. Ix schecanb'at heb' yichamtac winaquil chonhab' winhaj Balac chi', yic sb'at yal heb' t'a winhaj Balaam chi' icha tik: Ha t'a Egipto ix cot jun niwan chonhab'il anima, toxo ix majel sat lum lum tik yuj heb', toxo ix jawi heb' t'a ko tz'ey."
        },
        {
            "number": "6",
            "text": "Yuj chi' cotanh t'a elanhchamel yic tzul a catab'an heb', yujto yelxo niwan sb'isul heb' t'a quichanh. Tato icha chi' tope ol yal wak'an ganar heb' yic tzin pechanel heb' t'a ko lum tik, yujto wojtac to a a catab' yet' a wach' lolonel tzala', tz'elnhejk'ochi, xchib'at winh."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix b'at heb' yichamtac winaquil chonhab' Moab yet' heb' yichamtac winaquil Madián b'aj ayek' winhaj Balaam chi'. Te niwan k'een tumin ix yik'b'at heb' yic stupan scatab' winh chi' heb'. Ix yalan schecnab'il heb' ix yalb'at winhaj Balac chi'."
        },
        {
            "number": "8",
            "text": "Ix yalan winhaj Balaam chi' t'a heb' icha tik: --Ha tiknaik, cananhec t'a tik, ato syal tas ol yal Jehová t'ayin t'a jun ak'wal tik, ichato chi' swak'an spak he lolonel chi' k'ik'an, xchi winh. Yuj chi' ix kan heb' ichamtac winak chi' yet' winhaj Balaam chi' t'a jun ak'wal chi'."
        },
        {
            "number": "9",
            "text": "Ix sch'oxan sb'ha Dios t'a winh, ix sk'anb'an t'a winh icha tik: --¿Mach juntzanh anima ayek' chi' t'ayach? xchi."
        },
        {
            "number": "10",
            "text": "Ix tak'wi winh: --Checab' yaj heb' yuj winhaj Balac sreyal Moab yuninal winhaj Zipor, tzul yal heb' t'ayin,"
        },
        {
            "number": "11",
            "text": "tob' ay jun chonhab'il anima ix cot t'a Egipto. Tob' toxo ix majel sat lum lum yuj heb'. Snib'ej winhaj Balac chi' to tzin b'at t'a schonhab' winh chi', yic sb'at in catab'ej jun chonhab'il anima chi', yic wach' syal spechanel heb' winh t'a yol smacb'en chi' yalani, xchi winh d'ha Dios chi'."
        },
        {
            "number": "12",
            "text": "Ix yalan Dios chi' t'a winh icha tik: --Manh ach b'at yet' heb' yic sb'at a catab'ej jun chonhab'il anima chi', yujto a in wal ix wal wach' lolonel t'a heb', xchi t'a winh."
        },
        {
            "number": "13",
            "text": "Axo ix q'uinhib'i t'a junxo k'u, ix k'e wan winhaj Balaam chi', ix yalan winh t'a heb' schecab' winhaj Balac chi' icha tik: --Ha tiknaik, meltzajanhec t'a he chonhab' yujto toxo ix yal Jehová to max yal-laj in b'at eyed'oc, xchi winh."
        },
        {
            "number": "14",
            "text": "Ix meltzaj heb' t'a schonhab' b'aj ay winhaj Balac chi', ix yalan heb' t'a winh icha tik: --Maj stak'cotlaj sb'a winhaj Balaam chi' qued'oc, xchi heb'."
        },
        {
            "number": "15",
            "text": "Maj schalaj yab' winhaj Balac chi', yuj chi' ix checjib'at juntzanhxo heb' más niwac yopisio t'a yichanh heb' ix xid'ek' chi', ek'topax sb'isul heb' ix b'ati."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix b'atxi heb' yil winhaj Balaam chi', ix yalan heb' t'a winh icha tik: --Ix onh scheccot winhaj Balac yuninal winhaj Zipor t'ayach, syalan winh t'ayach icha tik: Malajocab' mach tzach cachanoch waan a koti,"
        },
        {
            "number": "17",
            "text": "yujto ol ach wik' wal chaanh, ol wak'an masanil tas ol a k'ana', anhej to tza k'anab'ajej a cot a catab'ej juntzanh anima tik, xchi winh, xchi heb'."
        },
        {
            "number": "18",
            "text": "Ix tak'wipax winhaj Balaam chi' icha tik: --Wach'chom b'ud'jinac yol spalacio winh yuj k'een oro, ma yuj k'een plata, syak'an winh smasanil t'ayin, max yal-laj in k'ulan tas scot t'a in pensar in tenanek' tas syal Jehová in Diosal."
        },
        {
            "number": "19",
            "text": "Tato syal he canpax t'a jun ak'wal tik, ol wab' tas ol yutoc Jehová yalanxi t'ayin, xchi winh."
        },
        {
            "number": "20",
            "text": "Ix sch'oxanpax sb'a Jehová t'a winh t'ak'walil chi', ix yalan t'a winh: --Yacb'an to ix jax heb' winh ach yik'b'ati, ixic yet' heb' winh, palta anhej wal tas ol wal t'ayach, anhej b'at ala', xchi t'a winh."
        },
        {
            "number": "21",
            "text": "Axo yic ix q'uinhib'i, ix k'e waan winhaj Balaam chi', ix yak'anoch stz'um nok' snun b'uru winh, ix b'at winh yet' heb' winh yichamtac winaquil Moab chi'."
        },
        {
            "number": "22",
            "text": "Ix k'e winh t'a yib'anh nok' sb'uru chi', ix b'at chawanh heb' schecab' winh yet'oc. Axo Jehová ix cot yowal t'a winh yujto ix b'at winh. Axo yángel Jehová chi' ix och tek'tek' t'a yol b'e yic smacan b'e chi'."
        },
        {
            "number": "23",
            "text": "Axo ix yilan nok' b'uru chi' to linhanoch jun yángel Jehová t'a nanhal yol b'e, yet'nac jun espada, ix b'atcan nok' t'a caltac te'. Ix syamanoch winhaj Balaam chi' smak'an nok', yic tz'ochxi nok' t'a yol b'e chi'."
        },
        {
            "number": "24",
            "text": "Ix ochxi linhan jun ángel chi' b'aj lot'an b'e t'a skal te' uwa, latz'b'ilk'e k'een k'een smactealoc te' t'a titac b'e chi'."
        },
        {
            "number": "25",
            "text": "Axo ix yilanxi nok' to linhanek' jun ángel chi' t'a nanhal yol b'e chi', ix snhicanek' sb'a nok' t'a k'een k'een ayoch t'a titac b'e chi'. Ix nhicjiek' yoc winhaj Balaam chi' yuj nok' t'a k'een, ix ste mak'anxi nok' winh."
        },
        {
            "number": "26",
            "text": "Ix el yángel Jehová chi' ta', ix snitzanb'at sb'ha t'a yichanhb'ati, ix ochxi linhan b'aj te lot'an b'e, b'aj maxtzac yal yelcan junok mach t'a titac b'e a schalan sb'a yet' junokxo mach."
        },
        {
            "number": "27",
            "text": "Ix yilanxi nok' b'uru chi' to linhanek' jun ángel chi' t'a nanhal yol b'e chi', toxonhej ix em lachnaj nok' t'a yalanh winhaj Balaam chi', yuj chi' ix cot yowal winh t'a nok', ix och ijan winh smak'an nok' yet' sk'ococh."
        },
        {
            "number": "28",
            "text": "Ha wal t'a jun rato chi' ix lolonk'e nok' yuj Jehová, ix yalan nok' t'a winh icha tik: --¿Tas ix ach wutej? Yoxelalxo in a mak'ani, xchi nok'."
        },
        {
            "number": "29",
            "text": "--Yujto yelxo wal tzin ixtej swab'i. Ayoc wal ek' junok k'een espada t'a tik, wal tiknaik tzach in tecchamoc, xchi winh t'a nok'."
        },
        {
            "number": "30",
            "text": "Ix tak'wi nok' t'a winh icha tik: --Ha in tik a chejintaxoni, tzach k'enhej t'a wib'anh ayic tzach b'eyeq'ui, ojtac to malaj juneloc icha tik tzach wutej, xchi nok'. --I' yel toni, xchi winh."
        },
        {
            "number": "31",
            "text": "Ixlajwi chi' haxo Jehová ix ak'an yil jun ángel chi' winh, ayek' t'a nanhal yol b'e chi', ayoch k'een espada t'a yol sk'ab'. Ixnhej wal yil jun ángel chi' winh, ix em nhojan winh t'a yichanh."
        },
        {
            "number": "32",
            "text": "Ix yalan jun ángel chi' t'a winh icha tik: --¿Tas yuj oxel ix a mak' nok' a b'uru tik? Ha in ix in och t'a ichanh ix in macan a b'e, yujto ix cot wowal yujto ix ach cot yet' juntzanh anima tik."
        },
        {
            "number": "33",
            "text": "Anhej nok' b'uru tik ix in ilani, oxel ix elcan nok' t'a yol b'e. Tato maj sb'esel sb'a nok' t'a yol b'e chi', toxom ix ach cham wuj tiknaik, a pax nok' b'uru tik maj am chamlaj nok', xchi jun ángel chi' t'a winh."
        },
        {
            "number": "34",
            "text": "Ix yalan winh t'a yángel Jehová chi' icha tik: --Ix och in mul t'ayach, manh wojtacoc tato a ach tza mac in b'e tik, yuj chi' tato max scha a k'ol tzin b'ati, syal in meltzaji, xchi winh."
        },
        {
            "number": "35",
            "text": "Ix tak'wi jun ángel chi' t'a winh icha tik: --Syal a b'at yet' heb' anima tik, palta anhej wal tas ol wal t'ayach, anhej ol ala', xchi t'a winh. Yuj chi' ix b'atnhej winh yet' heb' schecab' winhaj Balac chi'."
        },
        {
            "number": "36",
            "text": "Axo ix yab'an winhaj Balac to wan sk'och winhaj Balaam chi', ix cot winh scha winh t'a yol b'e t'a jun chonhab' ay t'a yol yic Moab, t'a sti' ha ha' scuch Arnón, satxo smojonal ay."
        },
        {
            "number": "37",
            "text": "Ix yalan winhaj Balac chi' icha tik: --Yelk'olal wal ach wavtej, ¿tas yuj ijan maj a tak'cotlaj a b'a? Tecan ix a na' to manh ol in tzak'wan wak'an jantac tas tza nib'ej, xchi winh t'a winh."
        },
        {
            "number": "38",
            "text": "Ix tak'wi winhaj Balaam chi' icha tik: --Manh ak' pensar, ayinxo eq'ui, palta max yal-laj walani tastac tzin nib'ej swala', anhej tastac schec Dios wala', anhej ol wala', xchi winh."
        },
        {
            "number": "39",
            "text": "Ixlajwi chi', ix b'at winh yet' winhaj Balac chi' t'a chonhab' Quiriat-huzot."
        },
        {
            "number": "40",
            "text": "Ata' ix schec winhaj Balac chi' miljoccham nok' wacax yet' nok' calnel yic schi winhaj Balaam chi' yet' pax heb' ichamtac winak schecab' winhaj Balac chi'."
        },
        {
            "number": "41",
            "text": "Axo t'a junxo k'u, ix ik'jib'at winhaj Balaam yuj winhaj Balac chi' t'a jolom witz scuch Bamot-baal, ata' syal yilanb'at janik'oc scampamento heb' israel heb' winh."
        }
    ]
}