{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan winhaj Balaam t'a winhaj Balac chi' icha tik: --Chec b'ochajq'ue uqueoc altar t'a tik, tza checan ik'chajcot ucvanhoc nok' quelemtac vacax yet' ucvanhoc nok' ch'ac calnel, xchi winh."
        },
        {
            "number": "2",
            "text": "Ix sk'anab'ajej winhaj Balac tas ix yal winh chi', ix smol ak'an juntzanh silab' chi' eb' winh schavanhil, jun nok' quelem vacax yet' jun nok' ch'ac calnel t'a junjun altar."
        },
        {
            "number": "3",
            "text": "Ix yalanxi winhaj Balaam chi' t'a winhaj Balac chi' icha tik: --Cananh t'a stz'ey juntzanh silab' tik, ol b'at wila'' tato sjavi Jehová yic slolon ved'oc, ol lajvoc chi' ol valan t'ayach tas val ol aj yalan t'ayin, xchi winh. Ix b'at winh t'a jun niwan vitz malaj ste'al."
        },
        {
            "number": "4",
            "text": "Ata' ix sch'ox sb'a Jehová t'a winh, ix yalan winh t'ay icha tik: --Ix in b'oq'ue uque' altar, ix vak'ancanq'ue junjun nok' vacax yet' junjun nok' ch'ac calnel t'a yib'anh junjun, xchi winh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi' ix yalan Jehová chi' tas ol aj slolon winh. Ix yalan icha tik: --Meltzajanh b'aj ayek' winhaj Balac chi', tzalan tas ix val tik t'ayach, xchi t'a winh."
        },
        {
            "number": "6",
            "text": "Ix meltzaj winh, ix k'ochxi winh b'aj aycan linhan winhaj Balac yet' eb' yichamtac vinaquil Moab t'a stz'ey silab' chi'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix och ijan winh yalan icha tik: Ayinek' t'a jun vitz t'a stojolal b'aj sjavi k'u t'a yol yic Aram, ayic ix in yavtancot winhaj Balac sreyal Moab. Cotanh, tza catab'an eb' israel. Alcan chukal lolonel t'a yib'anh yinhtilal winhaj Jacob chi', xchib'at winh."
        },
        {
            "number": "8",
            "text": "Palta, ¿tas val tz'aj in catab'an anima to manhoc Dios scatab'ani? ¿Tas val tz'aj vak'an chukal tato manhoc Jehová tz'ak'an chukal t'ay?"
        },
        {
            "number": "9",
            "text": "Te wach' vilanb'at jun chonhab' chi' ayic ayinq'ue t'a schon jun q'uen q'ueen tik. Te wach' vilanb'at t'a jolom vitz b'aj ayinek' tik. Ha jun chonhab' chi' ch'oc yajeli, max somb'atlaj sb'ha t'a skal juntzanhxo chonhab'."
        },
        {
            "number": "10",
            "text": "Lajanxo sb'isul jun chonhab' chi' icha spococal lum lum, ¿tocval ay mach stzak'van sb'isan nanhaloc eb'? Comonoc val a in tzin cham t'a junk'olal icha juntzanh anima to wach' spensar chi', xchi winh t'a yichanh eb' winh chi'."
        },
        {
            "number": "11",
            "text": "Ayic ix yab'an juntzanh lolonel chi' winhaj Balac chi', ix och ijan winh yalanoch t'a sat winhaj Balaam chi' icha tik: --¿Tas aji? Ha yuj a catab'an eb' ayoch ajk'olal tik t'ayin, yuj chi' ach vik'coti, palta haxo wach' lolonel tzalcan t'a yib'anh eb', xchi winh."
        },
        {
            "number": "12",
            "text": "Ix tak'vi winhaj Balaam chi' icha tik: --Yovalil a tas schec Jehová vala', a svala', xchi winh."
        },
        {
            "number": "13",
            "text": "Palta ix ochnhej ijan winhaj Balac chi' yalan icha tik: --Conh ved' t'a junocxo lugar, b'aj janik'nhej syal quilan t'a stitac scampamento eb', a val ta' ol a catab'ej eb' in k'ana', xchi winh."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi' ix ik'jib'at winhaj Balaam yuj winhaj Balac chi' t'a jun jacan t'a sjolom lum vitz Pisga. Ata' ix schec winh b'ochajxiq'ue uque' altar, ix yak'anxi nok' vacax yet' nok' ch'ac calnel chi' winh silab'il, junjun nok' t'a junjun altar."
        },
        {
            "number": "15",
            "text": "Ix yalanxi winhaj Balaam chi' t'a winhaj Balac chi' icha tik: --Cananh t'a stz'ey altar tik, yacb'an b'at in lolon yet' Jehová, xchi winh."
        },
        {
            "number": "16",
            "text": "Ix sch'oxanxi sb'a Jehová chi' t'a winh, ix yalani tas ol yutoc winh yalani. --Meltzajanh b'aj ayek' winhaj Balac chi', tzalan icha tz'aj valan tik t'ayach, xchi t'a winh."
        },
        {
            "number": "17",
            "text": "Ix meltzaj winh b'aj aycan winhaj Balac yet' eb' ay yopisio aj Moab t'a stz'ey silab' chi', ix sk'anb'an winhaj Balac chi' t'a winh icha tik: --¿Tas ix aj yalan Jehová chi' t'ayach? xchi winh."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi' ix och ijan winh yalan icha tik:"
        },
        {
            "number": "19",
            "text": "Ach Balac yuninal winhaj Zipor, scham val ab'an tas ol vala': Ha Dios manh lajanoc icha anima. Max yesejlaj, max ek'b'atlaj tas syala'. Tato ay junok tas syala', tz'elnhejk'ochi. Tato ay junok tas syaltej, syak'nhej."
        },
        {
            "number": "20",
            "text": "Ix yal Jehová t'ayin to swal wach' lolonel t'a yib'anh jun chonhab' tik. Tato icha chi' tz'aj yalani, max yal-laj in q'uexani."
        },
        {
            "number": "21",
            "text": "Malaj junok yaelal syil Jehová to ol javok t'a yib'anh chonhab' Israel. Te wach' yic eb' yinhtilalcan winhaj Jacob. Ha Jehová sDiosal eb', a ayoch sreyaloc eb', aynhejpaxek' t'a skal eb'."
        },
        {
            "number": "22",
            "text": "Ha Jehová ix ik'anelta eb' t'a Egipto. Ha Jehová ayoch yipoc sk'ol eb', icha nok' oval vacax a sch'aac ayoch yipoc sk'ool."
        },
        {
            "number": "23",
            "text": "Ha t'a yinhtilalcan winhaj Jacob malaj yelk'och eb' naumel lolonel, malaj pax yelk'och eb' ajb'aal. Ha ticnaic yowalil tz'alchaj t'a chonhab' Israel icha tik: Tzijtum tas satub'tacxonhej yoch ix sk'ulej Jehová t'ay, xchiocab'i."
        },
        {
            "number": "24",
            "text": "Ha jun chonhab' tik syik'chaanh sb'a ichoc nok' choj te ay smay. Ayic toxo ix och sat nok' t'a junok schib'ej, max och vaan nok' spechani masanto syamchaji syuk'an schiq'uil nok', icha chi' yaj eb', xchi winh."
        },
        {
            "number": "25",
            "text": "Ixlajwi chi' ix yalan winhaj Balac chi' icha tik: --Tato max yal a catab'an jun chonhab' tik, mocab' alpaxcan wach' lolonel t'a yib'anh, xchi winh."
        },
        {
            "number": "26",
            "text": "Ix tak'vi winhaj Balaam chi' icha tik: --¿Tom maj val t'ayach jun, to a tas ol schec Jehová vala', aton yowalil svala'? xchi winh."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ix yalanxi winhaj Balac chi' icha tik: --Cotanh, ol ach vik'b'at t'a junocxo lugar, talaj ata' ol scha' sk'ol Dios a catab'an eb' israel chi', xchi winh."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix ik'jib'at winh yuj winhaj Balac chi' t'a jolom vitz Peor, b'aj te chequel quilan masanil tzinan lu'um."
        },
        {
            "number": "29",
            "text": "Ayic ayek' eb' winh ta', ix yalan winh t'a winhaj Balac chi' icha tik: --Chec b'ochajq'ue uqueocxo altar t'a tik in k'ana', tza checan miljoccham ucvanhoc nok' quelemtac vacax yet' ucvanhoc nok' ch'ac calnel, xchi winh."
        },
        {
            "number": "30",
            "text": "Ix schecan winhaj Balac b'ojoc uquexo altar chi' yic snhusjitz'a juntzanh nok' chi' t'a yib'anh."
        }
    ]
}