{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan vinhaj Balaam d'a vinhaj Balac chi' icha tic: --Chec b'ochajq'ue uqueoc altar d'a tic, tza checan ik'chajcot ucvanhoc nok' quelemtac vacax yed' ucvanhoc nok' ch'ac calnel, xchi vinh."
        },
        {
            "number": "2",
            "text": "Ix sk'anab'ajej vinhaj Balac tas ix yal vinh chi', ix smol ak'an juntzanh silab' chi' eb' vinh schavanhil, jun nok' quelem vacax yed' jun nok' ch'ac calnel d'a junjun altar."
        },
        {
            "number": "3",
            "text": "Ix yalanxi vinhaj Balaam chi' d'a vinhaj Balac chi' icha tic: --Cananh d'a stz'ey juntzanh silab' tic, ol b'at vila' tato sjavi Jehová yic slolon ved'oc, ol lajvoc chi' ol valan d'ayach tas val ol aj yalan d'ayin, xchi vinh. Ix b'at vinh d'a jun nivan vitz malaj ste'al."
        },
        {
            "number": "4",
            "text": "Ata' ix sch'ox sb'a Jehová d'a vinh, ix yalan vinh d'ay icha tic: --Ix in b'oq'ue uque' altar, ix vak'ancanq'ue junjun nok' vacax yed' junjun nok' ch'ac calnel d'a yib'anh junjun, xchi vinh."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi' ix yalan Jehová chi' tas ol aj slolon vinh. Ix yalan icha tic: --Meltzajanh b'aj ayek' vinhaj Balac chi', tzalan tas ix val tic d'ayach, xchi d'a vinh."
        },
        {
            "number": "6",
            "text": "Ix meltzaj vinh, ix k'ochxi vinh b'aj aycan linhan vinhaj Balac yed' eb' yichamtac vinaquil Moab d'a stz'ey silab' chi'."
        },
        {
            "number": "7",
            "text": "Ix lajvi chi', ix och ijan vinh yalan icha tic: Ayinek' d'a jun vitz d'a stojolal b'aj sjavi k'u d'a yol yic Aram, ayic ix in yavtancot vinhaj Balac sreyal Moab. Cotanh, tza catab'an eb' israel. Alcan chucal lolonel d'a yib'anh yinhtilal vinhaj Jacob chi', xchib'at vinh."
        },
        {
            "number": "8",
            "text": "Palta, ¿tas val tz'aj in catab'an anima to manhoc Dios scatab'ani? ¿Tas val tz'aj vak'an chucal tato manhoc Jehová tz'ak'an chucal d'ay?"
        },
        {
            "number": "9",
            "text": "Te vach' vilanb'at jun chonhab' chi' ayic ayinq'ue d'a schon jun q'uen q'ueen tic. Te vach' vilanb'at d'a jolom vitz b'aj ayinek' tic. A jun chonhab' chi' ch'oc yajeli, max somb'atlaj sb'a d'a scal juntzanhxo chonhab'."
        },
        {
            "number": "10",
            "text": "Lajanxo sb'isul jun chonhab' chi' icha spococal lum luum, ¿tocval ay mach stzak'van sb'isan nanhaloc eb'? Comonoc val a in tzin cham d'a junk'olal icha juntzanh anima to vach' spensar chi', xchi vinh d'a yichanh eb' vinh chi'."
        },
        {
            "number": "11",
            "text": "Ayic ix yab'an juntzanh lolonel chi' vinhaj Balac chi', ix och ijan vinh yalanoch d'a sat vinhaj Balaam chi' icha tic: --¿Tas aji? A yuj a catab'an eb' ayoch ajk'olal tic d'ayin, yuj chi' ach vik'coti, palta axo vach' lolonel tzalcan d'a yib'anh eb', xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix tak'vi vinhaj Balaam chi' icha tic: --Yovalil a tas schec Jehová vala', a svala', xchi vinh."
        },
        {
            "number": "13",
            "text": "Palta ix ochnhej ijan vinhaj Balac chi' yalan icha tic: --Conh ved' d'a junocxo lugar, b'aj janik'nhej syal quilan d'a stitac scampamento eb', a val ta' ol a catab'ej eb' in k'ana', xchi vinh."
        },
        {
            "number": "14",
            "text": "Ix lajvi chi' ix ik'jib'at vinhaj Balaam yuj vinhaj Balac chi' d'a jun jacan d'a sjolom lum vitz Pisga. Ata' ix schec vinh b'ochajxiq'ue uque' altar, ix yak'anxi nok' vacax yed' nok' ch'ac calnel chi' vinh silab'il, junjun nok' d'a junjun altar."
        },
        {
            "number": "15",
            "text": "Ix yalanxi vinhaj Balaam chi' d'a vinhaj Balac chi' icha tic: --Cananh d'a stz'ey altar tic, yacb'an b'at in lolon yed' Jehová, xchi vinh."
        },
        {
            "number": "16",
            "text": "Ix sch'oxanxi sb'a Jehová chi' d'a vinh, ix yalani tas ol yutoc vinh yalani. --Meltzajanh b'aj ayek' vinhaj Balac chi', tzalan icha tz'aj valan tic d'ayach, xchi d'a vinh."
        },
        {
            "number": "17",
            "text": "Ix meltzaj vinh b'aj aycan vinhaj Balac yed' eb' ay yopisio aj Moab d'a stz'ey silab' chi', ix sk'anb'an vinhaj Balac chi' d'a vinh icha tic: --¿Tas ix aj yalan Jehová chi' d'ayach? xchi vinh."
        },
        {
            "number": "18",
            "text": "Ix lajvi chi' ix och ijan vinh yalan icha tic:"
        },
        {
            "number": "19",
            "text": "Ach Balac yuninal vinhaj Zipor, scham val ab'an tas ol vala': A Dios manh lajanoc icha anima. Max yesejlaj, max ek'b'atlaj tas syala'. Tato ay junoc tas syala', tz'elnhejk'ochi. Tato ay junoc tas syaltej, syak'nhej."
        },
        {
            "number": "20",
            "text": "Ix yal Jehová d'ayin to sval vach' lolonel d'a yib'anh jun chonhab' tic. Tato icha chi' tz'aj yalani, max yal-laj in q'uexani."
        },
        {
            "number": "21",
            "text": "Malaj junoc yaelal syil Jehová to ol javoc d'a yib'anh chonhab' Israel. Te vach' yic eb' yinhtilalcan vinhaj Jacob. A Jehová sDiosal eb', a ayoch sreyaloc eb', aynhejpaxek' d'a scal eb'."
        },
        {
            "number": "22",
            "text": "A Jehová ix ik'anelta eb' d'a Egipto. A Jehová ayoch yipoc sk'ol eb', icha nok' oval vacax a sch'aac ayoch yipoc sk'ool."
        },
        {
            "number": "23",
            "text": "A d'a yinhtilalcan vinhaj Jacob malaj yelk'och eb' naumel lolonel, malaj pax yelk'och eb' ajb'aal. A ticnaic yovalil tz'alchaj d'a chonhab' Israel icha tic: Tzijtum tas satub'tacxonhej yoch ix sk'ulej Jehová d'ay, xchiocab'i."
        },
        {
            "number": "24",
            "text": "A jun chonhab' tic syik'chaanh sb'a ichoc nok' choj te ay smay. Ayic toxo ix och sat nok' d'a junoc schib'ej, max och vaan nok' spechani masanto syamchaji syuk'an schiq'uil nok', icha chi' yaj eb', xchi vinh."
        },
        {
            "number": "25",
            "text": "Ix lajvi chi' ix yalan vinhaj Balac chi' icha tic: --Tato max yal a catab'an jun chonhab' tic, mocab' alpaxcan vach' lolonel d'a yib'anh, xchi vinh."
        },
        {
            "number": "26",
            "text": "Ix tak'vi vinhaj Balaam chi' icha tic: --¿Tom maj val d'ayach jun, to a tas ol schec Jehová vala', aton yovalil svala'? xchi vinh."
        },
        {
            "number": "27",
            "text": "Ix lajvi chi', ix yalanxi vinhaj Balac chi' icha tic: --Cotanh, ol ach vik'b'at d'a junocxo lugar, talaj ata' ol scha' sk'ol Dios a catab'an eb' israel chi', xchi vinh."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix ik'jib'at vinh yuj vinhaj Balac chi' d'a jolom vitz Peor, b'aj te chequel quilan masanil tz'inan luum."
        },
        {
            "number": "29",
            "text": "Ayic ayek' eb' vinh ta', ix yalan vinh d'a vinhaj Balac chi' icha tic: --Chec b'ochajq'ue uqueocxo altar d'a tic in k'ana', tza checan miljoccham ucvanhoc nok' quelemtac vacax yed' ucvanhoc nok' ch'ac calnel, xchi vinh."
        },
        {
            "number": "30",
            "text": "Ix schecan vinhaj Balac b'ojoc uquexo altar chi' yic snhusjitz'a juntzanh nok' chi' d'a yib'anh."
        }
    ]
}