{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan vinhaj Balaam t'a vinhaj Balac chi' icha tik: --Chec b'ochajq'ue uqueoc altar t'a tik, tza checan ik'chajcot ucvanhoc nok' quelemtac vacax yet' ucvanhoc nok' ch'ac calnel, xchi vinh."
        },
        {
            "number": "2",
            "text": "Ix sk'anab'ajej vinhaj Balac tas ix yal vinh chi', ix smol ak'an juntzanh silab' chi' eb' vinh schavanhil, jun nok' quelem vacax yet' jun nok' ch'ac calnel t'a junjun altar."
        },
        {
            "number": "3",
            "text": "Ix yalanxi vinhaj Balaam chi' t'a vinhaj Balac chi' icha tik: --Cananh t'a stz'ey juntzanh silab' tik, ol b'at wila'' tato sjavi Jehová yic slolon ved'oc, ol lajvoc chi' ol valan t'ayach tas val ol aj yalan t'ayin, xchi vinh. Ix b'at vinh t'a jun niwan vitz malaj ste'al."
        },
        {
            "number": "4",
            "text": "Ata' ix sch'ox sb'a Jehová t'a vinh, ix yalan vinh t'ay icha tik: --Ix in b'oq'ue uque' altar, ix vak'ancanq'ue junjun nok' vacax yet' junjun nok' ch'ac calnel t'a yib'anh junjun, xchi vinh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi' ix yalan Jehová chi' tas ol aj slolon vinh. Ix yalan icha tik: --Meltzajanh b'aj ayek' vinhaj Balac chi', tzalan tas ix val tik t'ayach, xchi t'a vinh."
        },
        {
            "number": "6",
            "text": "Ix meltzaj vinh, ix k'ochxi vinh b'aj aycan linhan vinhaj Balac yet' eb' yichamtac vinaquil Moab t'a stz'ey silab' chi'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix och ijan vinh yalan icha tik: Ayinek' t'a jun vitz t'a stojolal b'aj sjavi k'u t'a yol yic Aram, ayic ix in yavtancot vinhaj Balac sreyal Moab. Cotanh, tza catab'an eb' israel. Alcan chukal lolonel t'a yib'anh yinhtilal vinhaj Jacob chi', xchib'at vinh."
        },
        {
            "number": "8",
            "text": "Palta, ¿tas val tz'aj in catab'an anima to manhoc Dios scatab'ani? ¿Tas val tz'aj vak'an chukal tato manhoc Jehová tz'ak'an chukal t'ay?"
        },
        {
            "number": "9",
            "text": "Te wach' vilanb'at jun chonhab' chi' ayic ayinq'ue t'a schon jun q'uen q'ueen tik. Te wach' vilanb'at t'a jolom vitz b'aj ayinek' tik. Ha jun chonhab' chi' ch'oc yajeli, max somb'atlaj sb'ha t'a skal juntzanhxo chonhab'."
        },
        {
            "number": "10",
            "text": "Lajanxo sb'isul jun chonhab' chi' icha spococal lum lum, ¿tocval ay mach stzak'van sb'isan nanhaloc eb'? Comonoc val a in tzin cham t'a junk'olal icha juntzanh anima to wach' spensar chi', xchi vinh t'a yichanh eb' vinh chi'."
        },
        {
            "number": "11",
            "text": "Ayic ix yab'an juntzanh lolonel chi' vinhaj Balac chi', ix och ijan vinh yalanoch t'a sat vinhaj Balaam chi' icha tik: --¿Tas aji? Ha yuj a catab'an eb' ayoch ajk'olal tik t'ayin, yuj chi' ach vik'coti, palta haxo wach' lolonel tzalcan t'a yib'anh eb', xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix tak'vi vinhaj Balaam chi' icha tik: --Yovalil a tas schec Jehová vala', a svala', xchi vinh."
        },
        {
            "number": "13",
            "text": "Palta ix ochnhej ijan vinhaj Balac chi' yalan icha tik: --Conh ved' t'a junocxo lugar, b'aj janik'nhej syal quilan t'a stitac scampamento eb', a val ta' ol a catab'ej eb' in k'ana', xchi vinh."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi' ix ik'jib'at vinhaj Balaam yuj vinhaj Balac chi' t'a jun jacan t'a sjolom lum vitz Pisga. Ata' ix schec vinh b'ochajxiq'ue uque' altar, ix yak'anxi nok' vacax yet' nok' ch'ac calnel chi' vinh silab'il, junjun nok' t'a junjun altar."
        },
        {
            "number": "15",
            "text": "Ix yalanxi vinhaj Balaam chi' t'a vinhaj Balac chi' icha tik: --Cananh t'a stz'ey altar tik, yacb'an b'at in lolon yet' Jehová, xchi vinh."
        },
        {
            "number": "16",
            "text": "Ix sch'oxanxi sb'a Jehová chi' t'a vinh, ix yalani tas ol yutoc vinh yalani. --Meltzajanh b'aj ayek' vinhaj Balac chi', tzalan icha tz'aj valan tik t'ayach, xchi t'a vinh."
        },
        {
            "number": "17",
            "text": "Ix meltzaj vinh b'aj aycan vinhaj Balac yet' eb' ay yopisio aj Moab t'a stz'ey silab' chi', ix sk'anb'an vinhaj Balac chi' t'a vinh icha tik: --¿Tas ix aj yalan Jehová chi' t'ayach? xchi vinh."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi' ix och ijan vinh yalan icha tik:"
        },
        {
            "number": "19",
            "text": "Ach Balac yuninal vinhaj Zipor, scham val ab'an tas ol vala': Ha Dios manh lajanoc icha anima. Max yesejlaj, max ek'b'atlaj tas syala'. Tato ay junok tas syala', tz'elnhejk'ochi. Tato ay junok tas syaltej, syak'nhej."
        },
        {
            "number": "20",
            "text": "Ix yal Jehová t'ayin to sval wach' lolonel t'a yib'anh jun chonhab' tik. Tato icha chi' tz'aj yalani, max yal-laj in q'uexani."
        },
        {
            "number": "21",
            "text": "Malaj junok yaelal syil Jehová to ol javoc t'a yib'anh chonhab' Israel. Te wach' yic eb' yinhtilalcan vinhaj Jacob. Ha Jehová sDiosal eb', a ayoch sreyaloc eb', aynhejpaxek' t'a skal eb'."
        },
        {
            "number": "22",
            "text": "Ha Jehová ix ik'anelta eb' t'a Egipto. Ha Jehová ayoch yipoc sk'ol eb', icha nok' oval vacax a sch'aac ayoch yipoc sk'ool."
        },
        {
            "number": "23",
            "text": "Ha t'a yinhtilalcan vinhaj Jacob malaj yelk'och eb' naumel lolonel, malaj pax yelk'och eb' ajb'aal. Ha ticnaic yovalil tz'alchaj t'a chonhab' Israel icha tik: Tzijtum tas satub'tacxonhej yoch ix sk'ulej Jehová t'ay, xchiocab'i."
        },
        {
            "number": "24",
            "text": "Ha jun chonhab' tik syik'chaanh sb'a ichoc nok' choj te ay smay. Ayic toxo ix och sat nok' t'a junok schib'ej, max och vaan nok' spechani masanto syamchaji syuk'an schiq'uil nok', icha chi' yaj eb', xchi vinh."
        },
        {
            "number": "25",
            "text": "Ixlajwi chi' ix yalan vinhaj Balac chi' icha tik: --Tato max yal a catab'an jun chonhab' tik, mocab' alpaxcan wach' lolonel t'a yib'anh, xchi vinh."
        },
        {
            "number": "26",
            "text": "Ix tak'vi vinhaj Balaam chi' icha tik: --¿Tom maj val t'ayach jun, to a tas ol schec Jehová vala', aton yovalil svala'? xchi vinh."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ix yalanxi vinhaj Balac chi' icha tik: --Cotanh, ol ach vik'b'at t'a junocxo lugar, talaj ata' ol scha' sk'ol Dios a catab'an eb' israel chi', xchi vinh."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix ik'jib'at vinh yuj vinhaj Balac chi' t'a jolom vitz Peor, b'aj te chequel quilan masanil tzinan lu'um."
        },
        {
            "number": "29",
            "text": "Ayic ayek' eb' vinh ta', ix yalan vinh t'a vinhaj Balac chi' icha tik: --Chec b'ochajq'ue uqueocxo altar t'a tik in k'ana', tza checan miljoccham ucvanhoc nok' quelemtac vacax yet' ucvanhoc nok' ch'ac calnel, xchi vinh."
        },
        {
            "number": "30",
            "text": "Ix schecan vinhaj Balac b'ojoc uquexo altar chi' yic snhusjitz'a juntzanh nok' chi' t'a yib'anh."
        }
    ]
}