{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan winhaj Balaam t'a winhaj Balac chi' icha tik: --Chec b'ochajk'e uqueoc altar t'a tik, tza chekan ik'chajcot ucwanhoc nok' kelemtac wakax yet' ucwanhoc nok' ch'ac kalnel, xchi winh."
        },
        {
            "number": "2",
            "text": "Ix sk'anab'ajej winhaj Balac tas ix yal winh chi', ix smol ak'an juntzanh silab' chi' heb' winh schawanhil, jun nok' quelem wakax yet' jun nok' ch'ac kalnel t'a junjun altar."
        },
        {
            "number": "3",
            "text": "Ix yalanxi winhaj Balaam chi' t'a winhaj Balac chi' icha tik: --Cananh t'a stz'ey juntzanh silab' tik, ol b'at wila'' tato sjawi Jehová yic slolon wed'oc, ol lajwoc chi' ol walan t'ayach tas wal ol aj yalan t'ayin, xchi winh. Ix b'at winh t'a jun niwan witz malaj ste'al."
        },
        {
            "number": "4",
            "text": "Ata' ix sch'ox sb'a Jehová t'a winh, ix yalan winh t'ay icha tik: --Ix in b'ok'e uque' altar, ix wak'ankank'e junjun nok' wakax yet' junjun nok' ch'ac kalnel t'a yib'anh junjun, xchi winh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi' ix yalan Jehová chi' tas ol aj slolon winh. Ix yalan icha tik: --Meltzajanh b'aj ayek' winhaj Balac chi', tzalan tas ix wal tik t'ayach, xchi t'a winh."
        },
        {
            "number": "6",
            "text": "Ix meltzaj winh, ix k'ochxi winh b'aj aykan linhan winhaj Balac yet' heb' yichamtac winaquil Moab t'a stz'ey silab' chi'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix och ijan winh yalan icha tik: Ayinek' t'a jun witz t'a stojolal b'aj sjawi k'u t'a yol yic Aram, ayic ix in yavtancot winhaj Balac sreyal Moab. Cotanh, tza katab'an heb' israel. Alcan chukal lolonel t'a yib'anh yinhtilal winhaj Jacob chi', xchib'at winh."
        },
        {
            "number": "8",
            "text": "Palta, ¿tas wal tz'aj in katab'an anima to manhoc Dios skatab'ani? ¿Tas wal tz'aj wak'an chukal tato manhoc Jehová tz'ak'an chukal t'ay?"
        },
        {
            "number": "9",
            "text": "Te wach' wilanb'at jun chonhab' chi' ayic ayink'e t'a schon jun k'een k'een tik. Te wach' wilanb'at t'a jolom witz b'aj ayinek' tik. Ha jun chonhab' chi' ch'oc yajeli, max somb'atlaj sb'ha t'a skal juntzanhxo chonhab'."
        },
        {
            "number": "10",
            "text": "Lajanxo sb'isul jun chonhab' chi' icha spokokal lum lum, ¿tocwal ay mach stzak'wan sb'isan nanhaloc heb'? Comonoc wal a in tzin cham t'a junk'olal icha juntzanh anima to wach' spensar chi', xchi winh t'a yichanh heb' winh chi'."
        },
        {
            "number": "11",
            "text": "Ayic ix yab'an juntzanh lolonel chi' winhaj Balac chi', ix och ijan winh yalanoch t'a sat winhaj Balaam chi' icha tik: --¿Tas aji? Ha yuj a katab'an heb' ayoch ajk'olal tik t'ayin, yuj chi' ach wik'koti, palta haxo wach' lolonel tzalkan t'a yib'anh heb', xchi winh."
        },
        {
            "number": "12",
            "text": "Ix tak'wi winhaj Balaam chi' icha tik: --Yowalil a tas schec Jehová wala', a swala', xchi winh."
        },
        {
            "number": "13",
            "text": "Palta ix ochnhej ijan winhaj Balac chi' yalan icha tik: --Conh wed' t'a junokxo lugar, b'aj janik'nhej syal quilan t'a stitac skampamento heb', a wal ta' ol a katab'ej heb' in k'ana', xchi winh."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi' ix ik'jib'at winhaj Balaam yuj winhaj Balac chi' t'a jun jakan t'a sjolom lum witz Pisga. Ata' ix schec winh b'ochajxik'e uque' altar, ix yak'anxi nok' wakax yet' nok' ch'ac kalnel chi' winh silab'il, junjun nok' t'a junjun altar."
        },
        {
            "number": "15",
            "text": "Ix yalanxi winhaj Balaam chi' t'a winhaj Balac chi' icha tik: --Cananh t'a stz'ey altar tik, yacb'an b'at in lolon yet' Jehová, xchi winh."
        },
        {
            "number": "16",
            "text": "Ix sch'oxanxi sb'a Jehová chi' t'a winh, ix yalani tas ol yutoc winh yalani. --Meltzajanh b'aj ayek' winhaj Balac chi', tzalan icha tz'aj walan tik t'ayach, xchi t'a winh."
        },
        {
            "number": "17",
            "text": "Ix meltzaj winh b'aj aykan winhaj Balac yet' heb' ay yopisio aj Moab t'a stz'ey silab' chi', ix sk'anb'an winhaj Balac chi' t'a winh icha tik: --¿Tas ix aj yalan Jehová chi' t'ayach? xchi winh."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi' ix och ijan winh yalan icha tik:"
        },
        {
            "number": "19",
            "text": "Ach Balac yuninal winhaj Zipor, scham wal ab'an tas ol wala': Ha Dios manh lajanoc icha anima. Max yesejlaj, max ek'b'atlaj tas syala'. Tato ay junok tas syala', tz'elnhejk'ochi. Tato ay junok tas syaltej, syak'nhej."
        },
        {
            "number": "20",
            "text": "Ix yal Jehová t'ayin to swal wach' lolonel t'a yib'anh jun chonhab' tik. Tato icha chi' tz'aj yalani, max yal-laj in k'exani."
        },
        {
            "number": "21",
            "text": "Malaj junok yaelal syil Jehová to ol jawok t'a yib'anh chonhab' Israel. Te wach' yic heb' yinhtilalkan winhaj Jacob. Ha Jehová sDiosal heb', a ayoch sreyaloc heb', aynhejpaxek' t'a skal heb'."
        },
        {
            "number": "22",
            "text": "Ha Jehová ix ik'anelta heb' t'a Egipto. Ha Jehová ayoch yipoc sk'ol heb', icha nok' owal wakax a sch'aac ayoch yipoc sk'ool."
        },
        {
            "number": "23",
            "text": "Ha t'a yinhtilalkan winhaj Jacob malaj yelk'och heb' naumel lolonel, malaj pax yelk'och heb' ajb'aal. Ha tiknaik yowalil tz'alchaj t'a chonhab' Israel icha tik: Tzijtum tas satub'tacxonhej yoch ix sk'ulej Jehová t'ay, xchiokab'i."
        },
        {
            "number": "24",
            "text": "Ha jun chonhab' tik syik'chaanh sb'a ichoc nok' choj te ay smay. Ayic toxo ix och sat nok' t'a junok schib'ej, max och waan nok' spechani masanto syamchaji syuk'an schiq'uil nok', icha chi' yaj heb', xchi winh."
        },
        {
            "number": "25",
            "text": "Ixlajwi chi' ix yalan winhaj Balac chi' icha tik: --Tato max yal a katab'an jun chonhab' tik, mokab' alpaxcan wach' lolonel t'a yib'anh, xchi winh."
        },
        {
            "number": "26",
            "text": "Ix tak'wi winhaj Balaam chi' icha tik: --¿Tom maj wal t'ayach jun, to a tas ol schec Jehová wala', aton yowalil swala'? xchi winh."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ix yalanxi winhaj Balac chi' icha tik: --Cotanh, ol ach wik'b'at t'a junokxo lugar, talaj ata' ol scha' sk'ol Dios a katab'an heb' israel chi', xchi winh."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix ik'jib'at winh yuj winhaj Balac chi' t'a jolom witz Peor, b'aj te chequel quilan masanil tzinan lu'um."
        },
        {
            "number": "29",
            "text": "Ayic ayek' heb' winh ta', ix yalan winh t'a winhaj Balac chi' icha tik: --Chec b'ochajk'e uqueocxo altar t'a tik in k'ana', tza chekan miljoccham ucwanhoc nok' kelemtac wakax yet' ucwanhoc nok' ch'ac kalnel, xchi winh."
        },
        {
            "number": "30",
            "text": "Ix schekan winhaj Balac b'ojoc uquexo altar chi' yic snhusjitz'a juntzanh nok' chi' t'a yib'anh."
        }
    ]
}