{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic ix nachajel yuj vinhaj Balaam to scha sk'ol Jehová ayic syalan vach' lolonel vinh d'a yib'anh eb' israel, majxo b'atlaj vinh sk'anb'ej yab' icha ix yutej d'a sb'ab'elal, anhej to ix b'at q'uelan vinh d'a tz'inan luum chi'."
        },
        {
            "number": "2",
            "text": "Axo ix yilanb'at chonhab' Israel vinh, d'a stzolal yaj junjun inhtilal eb' yed' scampamento, ix och Yespíritu Dios d'a vinh,"
        },
        {
            "number": "3",
            "text": "yuj chi' ix och ijan vinh yalan icha tic: Aton in lolonel a in Balaam in tic, yuninal in vinhaj Beor, jichichi tz'aj vilani."
        },
        {
            "number": "4",
            "text": "Svab' tas syal Dios. Icha vayichal tz'aj vilan Dios Syal Yuj Smasanil. Tzin ek' jichan, palta jacan in sat, te vach' vilani."
        },
        {
            "number": "5",
            "text": "Ex israel yinhtilalcan vinhaj Jacob, te vach' yilji e mantiado. Te vach' quilanb'at e campamento."
        },
        {
            "number": "6",
            "text": "Icha val yaj stzolal te' palma, icha val chi' eyiljib'ati. Icha val sb'at tzololoc junoc tas tz'avchaj d'a sti' junoc a a', icha val chi' eyajemi. Icha te' áloes avab'il yuj Jehová, ma icha val yaj te' k'ute' d'a sti' a a'."
        },
        {
            "number": "7",
            "text": "A b'aj ayek' chonhab' Israel chi', manhxo jantacoc a a'. Vach'nhej yuk'an a' eb' yed' yak'anoch yalil tas syavej eb'. A sreyal eb' te ay smay d'a yichanh vinhaj rey Agag. Te nivan yaj smacb'en sreyal eb'."
        },
        {
            "number": "8",
            "text": "A Jehová ix ik'anelta eb' d'a Egipto. A Jehová ayoch yipoc sk'ool eb', icha nok' oval vacax a sch'aac ayoch yipoc sk'ool. A chonhab' Israel ol satanel eb' ayoch ajk'olal d'ay. Ol smak'poj sb'aquil eb' yajk'ol eb' chi'. Ol k'axpajek' sjul-lab' eb' d'a snivanil eb' yajk'ol chi'."
        },
        {
            "number": "9",
            "text": "Lajan val eb' icha junoc nok' choj jichanek' svayi, malaj mach stek'b'ej sb'a stzuntzani. Ex israel, alchajocab' vach' lolonel d'a mach tz'alan vach' lolonel d'ayex, catab'ajocab' mach tzex catab'ani, xchi vinh."
        },
        {
            "number": "10",
            "text": "Ayic ix yab'an juntzanh lolonel chi' vinhaj Balac chi', ix te cot yoval vinh sik'lab'il, ix smuch'an jun sk'ab' vinh ix schuk'anoch vinh d'a yol junxo sk'ab' yuj yoval chi', ix yalan vinh icha tic: --A yuj a catab'an eb' ajk'ol yajoch tic d'ayin ix ach vavtejcoti, axo ticnaic yoxelalxo alan vach' lolonel d'a yib'anh eb'."
        },
        {
            "number": "11",
            "text": "Te vach' ama tzach meltzaj d'a a pat d'a elanhchamel. Toxo ix vala' to nivan tas ol vak' d'ayach, ol ach vik'anchaanh, palta max schalaj sk'ol Jehová to icha chi' tz'aji, xchi vinhaj Balac chi'."
        },
        {
            "number": "12",
            "text": "Ix tak'vixi vinhaj Balaam chi' icha tic: --Jichan ix aj valan d'a eb' a checab':"
        },
        {
            "number": "13",
            "text": "Vach'chom b'ud'an a palacio yuj q'uen oro, ma yuj q'uen plata, tzak'an q'uen d'ayin, palta max yal-laj in q'uexan tas syal Jehová, max yal-laj vak'an vach'k'olal, ma in catab'an b'aj scot d'a in k'ol in k'ulani, yujto a tas schec Jehová vala', aton yovalil svala'."
        },
        {
            "number": "14",
            "text": "Vach' ol in meltzaj d'a in chonhab'. Anhej, ayic mantzac in b'ati, svalcan d'ayach tas ol utaj a chonhab' tic yuj jun chonhab'il anima chi' d'a b'aq'uinh, xchi vinh."
        },
        {
            "number": "15",
            "text": "Ix lajvi chi', ix och ijan vinh yalan icha tic: Aton in lolonel a in Balaam in tic, yuninal in vinhaj Beor, jichichi tz'aj vilani."
        },
        {
            "number": "16",
            "text": "Svab' tas syal Dios Ek'to d'a yib'anh Smasanil, vojtac tas yaj spensar, svilanpax icha vayichal. A Dios Syal yuj Smasanil chi' tz'ak'an vojtaquejeli. Tzin ek' jichan, palta jacan in sat, te vach'nhej vilani."
        },
        {
            "number": "17",
            "text": "Ay jun mach najatto ay, palta syal vilanb'ati. Ay jun rey ol checlajq'ue d'a scal eb' yinhtilal vinhaj Jacob, tziquiqui yilji icha q'uen k'anal. A jun rey chi' ol yak' yajalil d'a scal eb' yinhtilal Israel. A' ol satanel chonhab' Moab, a pax ol satanel eb' yinhtilalcan vinhaj Set."
        },
        {
            "number": "18",
            "text": "Ol can chonhab' Edom d'a yalanh yuuj, ol ochcan lum Seir chi' yicoc. A chonhab' Israel ol yik' yip."
        },
        {
            "number": "19",
            "text": "A d'a scal eb' yinhtilalcan vinhaj Jacob ol elta jun mach ol och Yajalil. A' ol satanel jantacto mach ol can d'a yol jun chonhab' chi', xchi vinh."
        },
        {
            "number": "20",
            "text": "Ix lajvi chi' ix yilanb'at chonhab' Amalec vinh, ix yalan vinh icha tic: A chonhab' Amalec yelxo ay smay d'a yichanh juntzanhxo chonhab', palta ol satel d'a junelnhej, xchi vinh."
        },
        {
            "number": "21",
            "text": "Ix b'at q'uelan vinh d'a schonhab' eb' quenita, ix yalan vinh icha tic: Ex quenita, vach'chom te ay smay e chonhab' yic scolan sb'a, vach'chom d'a schontac q'uen nivac tenam tzeyak'q'ue e pat,"
        },
        {
            "number": "22",
            "text": "palta ol satcanel e chonhab' chi', a jantac exto ol ex canoc, ol ex yik'canb'at eb' vinh asirio schecab'oc, xchi vinh."
        },
        {
            "number": "23",
            "text": "Ix lajvi chi' ix yalanxi vinh icha tic: Ay, ¿tocval ayto mach ol canoc ayic ol sk'ulan juntzanh tic Dios?"
        },
        {
            "number": "24",
            "text": "Ay te' barco ol cot d'a Chipre, ol ja d'a sti' a' mar yic tzul yixtan chonhab' Asiria yed' chonhab' Heber, palta ol satjocpaxel eb' aj Chipre chi', xchi vinh."
        },
        {
            "number": "25",
            "text": "Ix lajvi yalan juntzanh tic vinh, ix meltzaj vinh d'a schonhab', axo vinhaj Balac ix meltzajxican vinh b'aj cajan."
        }
    ]
}