{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic ix nachajel yuj winhaj Balaam to scha sk'ol Jehová ayic syalan wach' lolonel winh t'a yib'anh eb' israel, majxo b'atlaj winh sk'anb'ej yab' icha ix yutej t'a sb'ab'elal, anhej to ix b'at q'uelan winh t'a tzinan lu'um chi'."
        },
        {
            "number": "2",
            "text": "Axo ix yilanb'at chonhab' Israel winh, t'a stzolal yaj junjun inhtilal eb' yet' scampamento, ix och Yespíritu Dios t'a winh,"
        },
        {
            "number": "3",
            "text": "yuj chi' ix och ijan winh yalan icha tik: Aton in lolonel a in Balaam in tik, yuninal in winhaj Beor, jichichi tz'aj vilani."
        },
        {
            "number": "4",
            "text": "Svab' tas syal Dios. Icha vayichal tz'aj vilan Dios Syal Yuj Smasanil. Tzin ek' jichan, palta jacan in sat, te wach' vilani."
        },
        {
            "number": "5",
            "text": "Ex israel yinhtilalcan winhaj Jacob, te wach' yilji e mantiado. Te wach' quilanb'at e campamento."
        },
        {
            "number": "6",
            "text": "Icha val yaj stzolal te' palma, icha val chi' eyiljib'ati. Icha val sb'at tzololoc junok tas tz'avchaj t'a sti' junok ha ha', icha val chi' eyajemi. Icha te' áloes avab'il yuj Jehová, ma icha val yaj te' k'ute' t'a sti' ha ha'."
        },
        {
            "number": "7",
            "text": "Ha b'aj ayek' chonhab' Israel chi', manhxo jantacoc ha ha'. Wach'nhej yuk'an ha' eb' yet' yak'anoch yalil tas syavej eb'. Ha sreyal eb' te ay smay t'a yichanh winhaj rey Agag. Te niwan yaj smacb'en sreyal eb'."
        },
        {
            "number": "8",
            "text": "Ha Jehová ix ik'anelta eb' t'a Egipto. Ha Jehová ayoch yipoc sk'ool eb', icha nok' oval vacax a sch'aac ayoch yipoc sk'ool. Ha chonhab' Israel ol satanel eb' ayoch ajk'olal t'ay. Ol smak'poj sb'aquil eb' yajk'ol eb' chi'. Ol k'axpajek' sjul-lab' eb' t'a snivanil eb' yajk'ol chi'."
        },
        {
            "number": "9",
            "text": "Lajan val eb' icha junok nok' choj jichanek' svayi, malaj mach stek'b'ej sb'a stzuntzani. Ex israel, alchajocab' wach' lolonel t'a mach tz'alan wach' lolonel t'ayex, catab'ajocab' mach tzex catab'ani, xchi winh."
        },
        {
            "number": "10",
            "text": "Ayic ix yab'an juntzanh lolonel chi' winhaj Balac chi', ix te cot yoval winh sik'lab'il, ix smuch'an jun sk'ab' winh ix schuk'anoch winh t'a yol junxo sk'ab' yuj yoval chi', ix yalan winh icha tik: --Ha yuj a catab'an eb' ajk'ol yajoch tik t'ayin ix ach vavtejcoti, haxo ticnaic yoxelalxo alan wach' lolonel t'a yib'anh eb'."
        },
        {
            "number": "11",
            "text": "Te wach' ama tzach meltzaj t'a a pat t'a elanhchamel. Toxo ix vala' to niwan tas ol vak' t'ayach, ol ach vik'anchaanh, palta max schalaj sk'ol Jehová to icha chi' tz'aji, xchi winhaj Balac chi'."
        },
        {
            "number": "12",
            "text": "Ix tak'vixi winhaj Balaam chi' icha tik: --Jichan ix aj valan t'a eb' a checab':"
        },
        {
            "number": "13",
            "text": "Wach'chom b'ut'an a palacio yuj q'uen oro, ma yuj q'uen plata, tzak'an q'uen t'ayin, palta max yal-laj in q'uexan tas syal Jehová, max yal-laj vak'an wach'k'olal, ma in catab'an b'aj scot t'a in k'ol in k'ulani, yujto a tas schec Jehová vala', aton yowalil svala'."
        },
        {
            "number": "14",
            "text": "Wach' ol in meltzaj t'a in chonhab'. Anhej, ayic mantzac in b'ati, svalcan t'ayach tas ol utaj a chonhab' tik yuj jun chonhab'il anima chi' t'a b'ak'uinh, xchi winh."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix och ijan winh yalan icha tik: Aton in lolonel a in Balaam in tik, yuninal in winhaj Beor, jichichi tz'aj vilani."
        },
        {
            "number": "16",
            "text": "Svab' tas syal Dios Ek'to t'a yib'anh Smasanil, vojtac tas yaj spensar, svilanpax icha vayichal. Ha Dios Syal yuj Smasanil chi' tz'ak'an vojtaquejeli. Tzin ek' jichan, palta jacan in sat, te wach'nhej vilani."
        },
        {
            "number": "17",
            "text": "Ay jun mach najatto ay, palta syal vilanb'ati. Ay jun rey ol checlajq'ue t'a skal eb' yinhtilal winhaj Jacob, tziquiqui yilji icha q'uen k'anal. Ha jun rey chi' ol yak' yajalil t'a skal eb' yinhtilal Israel. A' ol satanel chonhab' Moab, a pax ol satanel eb' yinhtilalcan winhaj Set."
        },
        {
            "number": "18",
            "text": "Ol kan chonhab' Edom t'a yalanh yuj, ol ochcan lum Seir chi' yicoc. Ha chonhab' Israel ol yik' yip."
        },
        {
            "number": "19",
            "text": "Ha t'a skal eb' yinhtilalcan winhaj Jacob ol elta jun mach ol och Yajalil. A' ol satanel jantacto mach ol kan t'a yol jun chonhab' chi', xchi winh."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi' ix yilanb'at chonhab' Amalec winh, ix yalan winh icha tik: Ha chonhab' Amalec yelxo ay smay t'a yichanh juntzanhxo chonhab', palta ol satel t'a junelnhej, xchi winh."
        },
        {
            "number": "21",
            "text": "Ix b'at q'uelan winh t'a schonhab' eb' quenita, ix yalan winh icha tik: Ex quenita, wach'chom te ay smay e chonhab' yic scolan sb'a, wach'chom t'a schontac q'uen nivac tenam tzeyak'q'ue e pat,"
        },
        {
            "number": "22",
            "text": "palta ol satcanel e chonhab' chi', a jantac exto ol ex canoc, ol ex yik'canb'at eb' winh asirio schecab'oc, xchi winh."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi' ix yalanxi winh icha tik: Ay, ¿tocval ayto mach ol canoc ayic ol sk'ulan juntzanh tik Dios?"
        },
        {
            "number": "24",
            "text": "Ay te' barco ol cot t'a Chipre, ol ja t'a sti' ha' mar yic tzul yixtan chonhab' Asiria yet' chonhab' Heber, palta ol satjocpaxel eb' aj Chipre chi', xchi winh."
        },
        {
            "number": "25",
            "text": "Ixlajwi yalan juntzanh tik winh, ix meltzaj winh t'a schonhab', haxo winhaj Balac ix meltzajxican winh b'aj cajan."
        }
    ]
}