{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic ix nachajel yuj winhaj Balaam to scha sk'ol Jehová ayic syalan wach' lolonel winh t'a yib'anh heb' israel, majxo b'atlaj winh sk'anb'ej yab' icha ix yutej t'a sb'ab'elal, anhej to ix b'at k'elan winh t'a tzinan lu'um chi'."
        },
        {
            "number": "2",
            "text": "Axo ix yilanb'at chonhab' Israel winh, t'a stzolal yaj junjun inhtilal heb' yet' skampamento, ix och Yespíritu Dios t'a winh,"
        },
        {
            "number": "3",
            "text": "yuj chi' ix och ijan winh yalan icha tik: Aton in lolonel a in Balaam in tik, yuninal in winhaj Beor, jichichi tz'aj wilani."
        },
        {
            "number": "4",
            "text": "Swab' tas syal Dios. Icha wayichal tz'aj wilan Dios Syal Yuj Smasanil. Tzin ek' jichan, palta jakan in sat, te wach' wilani."
        },
        {
            "number": "5",
            "text": "Ex israel yinhtilalkan winhaj Jacob, te wach' yilji he mantiado. Te wach' quilanb'at he campamento."
        },
        {
            "number": "6",
            "text": "Icha wal yaj stzolal te' palma, icha wal chi' eyiljib'ati. Icha wal sb'at tzololoc junok tas tz'avchaj t'a sti' junok ha ha', icha wal chi' eyajemi. Icha te' áloes awab'il yuj Jehová, ma icha wal yaj te' k'ute' t'a sti' ha ha'."
        },
        {
            "number": "7",
            "text": "Ha b'aj ayek' chonhab' Israel chi', manhxo jantacoc ha ha'. Wach'nhej yuk'an ha' heb' yet' yak'anoch yalil tas syawej heb'. Ha sreyal heb' te ay smay t'a yichanh winhaj rey Agag. Te niwan yaj smacb'en sreyal heb'."
        },
        {
            "number": "8",
            "text": "Ha Jehová ix ik'anelta heb' t'a Egipto. Ha Jehová ayoch yipoc sk'ool heb', icha nok' owal wakax a sch'aac ayoch yipoc sk'ool. Ha chonhab' Israel ol satanel heb' ayoch ajk'olal t'ay. Ol smak'poj sb'aquil heb' yajk'ol heb' chi'. Ol k'axpajek' sjul-lab' heb' t'a sniwanil heb' yajk'ol chi'."
        },
        {
            "number": "9",
            "text": "Lajan wal heb' icha junok nok' choj jichanek' swayi, malaj mach stek'b'ej sb'a stzuntzani. Ex israel, alchajokab' wach' lolonel t'a mach tz'alan wach' lolonel t'ayex, katab'ajokab' mach tzex katab'ani, xchi winh."
        },
        {
            "number": "10",
            "text": "Ayic ix yab'an juntzanh lolonel chi' winhaj Balac chi', ix te cot yowal winh sik'lab'il, ix smuch'an jun sk'ab' winh ix schuk'anoch winh t'a yol junxo sk'ab' yuj yowal chi', ix yalan winh icha tik: --Ha yuj a katab'an heb' ajk'ol yajoch tik t'ayin ix ach wavtejcoti, haxo tiknaik yoxelalxo alan wach' lolonel t'a yib'anh heb'."
        },
        {
            "number": "11",
            "text": "Te wach' ama tzach meltzaj t'a a pat t'a elanhchamel. Toxo ix wala' to niwan tas ol wak' t'ayach, ol ach wik'anchaanh, palta max schalaj sk'ol Jehová to icha chi' tz'aji, xchi winhaj Balac chi'."
        },
        {
            "number": "12",
            "text": "Ix tak'wixi winhaj Balaam chi' icha tik: --Jichan ix aj walan t'a heb' a chekab':"
        },
        {
            "number": "13",
            "text": "Wach'chom b'ut'an a palacio yuj k'een oro, ma yuj k'een plata, tzak'an k'een t'ayin, palta max yal-laj in k'exan tas syal Jehová, max yal-laj wak'an wach'k'olal, ma in katab'an b'aj scot t'a in k'ol in k'ulani, yujto a tas schec Jehová wala', aton yowalil swala'."
        },
        {
            "number": "14",
            "text": "Wach' ol in meltzaj t'a in chonhab'. Anhej, ayic mantzac in b'ati, swalkan t'ayach tas ol utaj a chonhab' tik yuj jun chonhab'il anima chi' t'a b'ak'uinh, xchi winh."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix och ijan winh yalan icha tik: Aton in lolonel a in Balaam in tik, yuninal in winhaj Beor, jichichi tz'aj wilani."
        },
        {
            "number": "16",
            "text": "Swab' tas syal Dios Ek'to t'a yib'anh Smasanil, wojtak tas yaj spensar, swilanpax icha wayichal. Ha Dios Syal yuj Smasanil chi' tz'ak'an wojtaquejeli. Tzin ek' jichan, palta jakan in sat, te wach'nhej wilani."
        },
        {
            "number": "17",
            "text": "Ay jun mach najatto ay, palta syal wilanb'ati. Ay jun rey ol checlajk'e t'a skal heb' yinhtilal winhaj Jacob, tziquiqui yilji icha k'een k'anal. Ha jun rey chi' ol yak' yajalil t'a skal heb' yinhtilal Israel. A' ol satanel chonhab' Moab, a pax ol satanel heb' yinhtilalkan winhaj Set."
        },
        {
            "number": "18",
            "text": "Ol kan chonhab' Edom t'a yalanh yuj, ol ochkan lum Seir chi' yicoc. Ha chonhab' Israel ol yik' yip."
        },
        {
            "number": "19",
            "text": "Ha t'a skal heb' yinhtilalkan winhaj Jacob ol elta jun mach ol och Yajalil. A' ol satanel jantacto mach ol kan t'a yol jun chonhab' chi', xchi winh."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi' ix yilanb'at chonhab' Amalec winh, ix yalan winh icha tik: Ha chonhab' Amalec yelxo ay smay t'a yichanh juntzanhxo chonhab', palta ol satel t'a junelnhej, xchi winh."
        },
        {
            "number": "21",
            "text": "Ix b'at k'elan winh t'a schonhab' heb' quenita, ix yalan winh icha tik: Ex quenita, wach'chom te ay smay he chonhab' yic scolan sb'a, wach'chom t'a schontac k'een niwac tenam tzeyak'k'e he pat,"
        },
        {
            "number": "22",
            "text": "palta ol satkanel he chonhab' chi', a jantac exto ol ex kanok, ol ex yik'kanb'at heb' winh asirio schekab'oc, xchi winh."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi' ix yalanxi winh icha tik: Ay, ¿tocwal ayto mach ol kanok ayic ol sk'ulan juntzanh tik Dios?"
        },
        {
            "number": "24",
            "text": "Ay te' barco ol cot t'a Chipre, ol ja t'a sti' ha' mar yic tzul yixtan chonhab' Asiria yet' chonhab' Heber, palta ol satjocpaxel heb' aj Chipre chi', xchi winh."
        },
        {
            "number": "25",
            "text": "Ixlajwi yalan juntzanh tik winh, ix meltzaj winh t'a schonhab', haxo winhaj Balac ix meltzajxikan winh b'aj kajan."
        }
    ]
}