{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayek' eb' israel d'a Sitim, tzijtum eb' vinh vinac ix mulan yed' eb' ix moabita."
        },
        {
            "number": "2",
            "text": "Ix montajb'at eb' vinh yuj eb' ix b'aj tz'och sq'uinhal sdiosal. Ix schi'an nok' chib'ej eb' vinh israel chi', nok' silab'ej eb' ix d'a sdiosal chi'. Ix ochpax eb' vinh ejmelal d'a sdiosal eb' ix chi'."
        },
        {
            "number": "3",
            "text": "Icha chi' ix aj scuchb'ajb'at eb' vinh yoch ejmelal d'a jun yechel scuch Baal, sdiosal chonhab' Peor, yuj chi' ix te cot yoval Jehová d'a chonhab' Israel chi',"
        },
        {
            "number": "4",
            "text": "ix yalan d'a vinhaj Moisés icha tic: --Molb'ej masanil eb' ix cuchb'anb'at eb' anima tic d'a juntzanh chucal chi', val d'a vichanh yed' d'a yichanh eb' etchonhab' tza d'unhb'ejq'ue eb'. Icha chi' ol aj sicb'iem yoval in k'ol d'a chonhab' Israel tic, xchi d'a vinh."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix yalan vinhaj Moisés d'a eb' yajalil chonhab' chi' icha tic: --Junjun ex d'a eyinhtilal tze milcham eb' vinh ix b'at och ejmelal d'a Baal, xchi vinh."
        },
        {
            "number": "6",
            "text": "Junanto rato chi' ix ek'b'at jun vinh israel yed' jun ix aj Madián van yik'anb'at ix vinh d'a smantiado. Ix ek'b'at vinh d'a slak'anil scajnub' Jehová d'a yichanh vinhaj Moisés yed' eb' anima molaneq'ui yic tz'ok' eb' d'a yichanh Jehová."
        },
        {
            "number": "7",
            "text": "Ayic ix yilan vinhaj Finees yuninal vinhaj Eleazar, yixchiquincan vinhaj Aarón vinh b'ab'el sat sacerdote, ix q'ue vaan vinh d'a scal eb' anima ayek' molan chi'. Ix yik'ancot slanza vinh, ix b'at tzak'an vinh yuj jun vinh israel yed' ix aj Madián chi',"
        },
        {
            "number": "8",
            "text": "masanto ix k'och vinh d'a yol smantiado vinh. Ix stecan k'axpaj q'uen lanza chi' vinh d'a yol sk'ol vinh israel yed' ix aj Madián chi'. Icha chi' ix aj yoch vaan scham anima yuj jun ilya ix yak'cot Jehová d'a scal eb' israel chi'."
        },
        {
            "number": "9",
            "text": "Ay 24 mil anima ix cham yuj jun ilya chi'."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi', ix lolon Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "11",
            "text": "--A vinhaj Finees ix ak'an sicb'oc yoval in k'ool, ix lajvi voval d'a yib'anh chonhab' Israel tic, yapax ix yab' vinh ved'oc yujto ix sna vinh to a innhej nivan velk'ochi, yuj chi', tato manh ichocta ix sk'ulej vinh, masanil am eb' anima tic ix sateli."
        },
        {
            "number": "12",
            "text": "Yuj chi' al d'a vinh icha tic: Yujto ya ix ab' ved'oc, yujto ix a na' to a innhej nivan velk'ochi, yuj chi' ix ak' sicb'oquem yoval in k'ol d'a yib'anh eb' anima tic, yuj chi' ol in b'o in trato ed'oc yed' masanil eb' inhtilal, ol ochcan eb' sacerdoteal d'a masanil tiempo, xchi Jehová, xa chi d'a vinh, xchi d'a vinhaj Moisés chi'."
        },
        {
            "number": "13",
            "text": "A jun vinh ix cham yed' ix aj Madián yuj vinhaj Finees chi', Zimri sb'i vinh, yuninal vinhaj Salu, yajal yaj d'a scal yinhtilal Simeón."
        },
        {
            "number": "14",
            "text": "Axo pax ix ix, ix cham chi', Cozbi sb'i ix, yisil ix vinhaj Zur, yajal yaj d'a jun macanh anima d'a Madián."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "16",
            "text": "--Aq'uec oval yed' eb' aj Madián, tze satanel eb',"
        },
        {
            "number": "17",
            "text": "yujto ix ex och d'a yol sk'ab' yaelal yuj eb' ayic ix ex yik'anb'at eb' eyoch ejmelal d'a sdiosal d'a Peor. Naeccoti tas ix ex yutej ix Cozbi, aton ix yisil jun vinh yajal yaj d'a eb', yuj chi' ix tecjicham ix d'a q'uen lanza, ayic ix vak'anb'at ilya d'a e cal, yujto tzijtum mach ix och ejmelal d'a sdiosal eb', xchi d'a vinh."
        }
    ]
}