{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayek' eb' israel t'a Sitim, tzijtum eb' winh vinac ix mulan yet' eb' ix moabita."
        },
        {
            "number": "2",
            "text": "Ix montajb'at eb' winh yuj eb' ix b'aj tz'och sq'uinhal sdiosal. Ix schi'an nok' chib'ej eb' winh israel chi', nok' silab'ej eb' ix t'a sdiosal chi'. Ix ochpax eb' winh ejmelal t'a sdiosal eb' ix chi'."
        },
        {
            "number": "3",
            "text": "Icha chi' ix aj scuchb'ajb'at eb' winh yoch ejmelal t'a jun yechel scuch Baal, sdiosal chonhab' Peor, yuj chi' ix te cot yoval Jehová t'a chonhab' Israel chi',"
        },
        {
            "number": "4",
            "text": "ix yalan t'a winhaj Moisés icha tik: --Molb'ej masanil eb' ix cuchb'anb'at eb' anima tik t'a juntzanh chukal chi', val t'a vichanh yet' t'a yichanh eb' etchonhab' tza d'unhb'ejq'ue eb'. Icha chi' ol aj sicb'iem yoval in k'ol t'a chonhab' Israel tik, xchi t'a winh."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix yalan winhaj Moisés t'a eb' yajalil chonhab' chi' icha tik: --Junjun ex t'a eyinhtilal tze milcham eb' winh ix b'at och ejmelal t'a Baal, xchi winh."
        },
        {
            "number": "6",
            "text": "Junanto rato chi' ix ek'b'at jun winh israel yet' jun ix aj Madián van yik'anb'at ix winh t'a smantiado. Ix ek'b'at winh t'a slak'anil scajnub' Jehová t'a yichanh winhaj Moisés yet' eb' anima molaneq'ui yic tz'ok' eb' t'a yichanh Jehová."
        },
        {
            "number": "7",
            "text": "Ayic ix yilan winhaj Finees yuninal winhaj Eleazar, yixchiquincan winhaj Aarón winh b'ab'el sat sacerdote, ix q'ue vaan winh t'a skal eb' anima ayek' molan chi'. Ix yik'ancot slanza winh, ix b'at tzak'an winh yuj jun winh israel yet' ix aj Madián chi',"
        },
        {
            "number": "8",
            "text": "masanto ix k'och winh t'a yol smantiado winh. Ix stecan k'axpaj q'uen lanza chi' winh t'a yol sk'ol winh israel yet' ix aj Madián chi'. Icha chi' ix aj yoch vaan scham anima yuj jun ilya ix yak'cot Jehová t'a skal eb' israel chi'."
        },
        {
            "number": "9",
            "text": "Ay 24 mil anima ix cham yuj jun ilya chi'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix lolon Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "11",
            "text": "--Ha winhaj Finees ix ak'an sicb'oc yoval in k'ool, ix lajvi voval t'a yib'anh chonhab' Israel tik, yapax ix yab' winh ved'oc yujto ix sna winh to a innhej niwan velk'ochi, yuj chi', tato manh ichocta ix sk'ulej winh, masanil am eb' anima tik ix sateli."
        },
        {
            "number": "12",
            "text": "Yuj chi' al t'a winh icha tik: Yujto ya ix ab' ved'oc, yujto ix a na' to a innhej niwan velk'ochi, yuj chi' ix ak' sicb'oquem yoval in k'ol t'a yib'anh eb' anima tik, yuj chi' ol in b'o in trato ed'oc yet' masanil eb' inhtilal, ol ochcan eb' sacerdoteal t'a masanil tiempo, xchi Jehová, xa chi t'a winh, xchi t'a winhaj Moisés chi'."
        },
        {
            "number": "13",
            "text": "Ha jun winh ix cham yet' ix aj Madián yuj winhaj Finees chi', Zimri sb'i winh, yuninal winhaj Salu, yajal yaj t'a skal yinhtilal Simeón."
        },
        {
            "number": "14",
            "text": "Axo pax ix ix, ix cham chi', Cozbi sb'i ix, yisil ix winhaj Zur, yajal yaj t'a jun makan anima t'a Madián."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "16",
            "text": "--Hak'ek oval yet' eb' aj Madián, tze satanel eb',"
        },
        {
            "number": "17",
            "text": "yujto ix ex och t'a yol sk'ab' yaelal yuj eb' ayic ix ex yik'anb'at eb' eyoch ejmelal t'a sdiosal t'a Peor. Naeccoti tas ix ex yutej ix Cozbi, aton ix yisil jun winh yajal yaj t'a eb', yuj chi' ix tecjicham ix t'a q'uen lanza, ayic ix vak'anb'at ilya t'a e cal, yujto tzijtum mach ix och ejmelal t'a sdiosal eb', xchi t'a winh."
        }
    ]
}