{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayek' eb' israel t'a Sitim, tzijtum eb' vinh vinac ix mulan yet' eb' ix moabita."
        },
        {
            "number": "2",
            "text": "Ix montajb'at eb' vinh yuj eb' ix b'aj tz'och sq'uinhal sdiosal. Ix schi'an nok' chib'ej eb' vinh israel chi', nok' silab'ej eb' ix t'a sdiosal chi'. Ix ochpax eb' vinh ejmelal t'a sdiosal eb' ix chi'."
        },
        {
            "number": "3",
            "text": "Icha chi' ix aj scuchb'ajb'at eb' vinh yoch ejmelal t'a jun yechel scuch Baal, sdiosal chonhab' Peor, yuj chi' ix te cot yoval Jehová t'a chonhab' Israel chi',"
        },
        {
            "number": "4",
            "text": "ix yalan t'a vinhaj Moisés icha tik: --Molb'ej masanil eb' ix cuchb'anb'at eb' anima tik t'a juntzanh chukal chi', val t'a vichanh yet' t'a yichanh eb' etchonhab' tza d'unhb'ejq'ue eb'. Icha chi' ol aj sicb'iem yoval in k'ol t'a chonhab' Israel tik, xchi t'a vinh."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix yalan vinhaj Moisés t'a eb' yajalil chonhab' chi' icha tik: --Junjun ex t'a eyinhtilal tze milcham eb' vinh ix b'at och ejmelal t'a Baal, xchi vinh."
        },
        {
            "number": "6",
            "text": "Junanto rato chi' ix ek'b'at jun vinh israel yet' jun ix aj Madián van yik'anb'at ix vinh t'a smantiado. Ix ek'b'at vinh t'a slak'anil scajnub' Jehová t'a yichanh vinhaj Moisés yet' eb' anima molaneq'ui yic tz'ok' eb' t'a yichanh Jehová."
        },
        {
            "number": "7",
            "text": "Ayic ix yilan vinhaj Finees yuninal vinhaj Eleazar, yixchiquincan vinhaj Aarón vinh b'ab'el sat sacerdote, ix q'ue vaan vinh t'a skal eb' anima ayek' molan chi'. Ix yik'ancot slanza vinh, ix b'at tzak'an vinh yuj jun vinh israel yet' ix aj Madián chi',"
        },
        {
            "number": "8",
            "text": "masanto ix k'och vinh t'a yol smantiado vinh. Ix stecan k'axpaj q'uen lanza chi' vinh t'a yol sk'ol vinh israel yet' ix aj Madián chi'. Icha chi' ix aj yoch vaan scham anima yuj jun ilya ix yak'cot Jehová t'a skal eb' israel chi'."
        },
        {
            "number": "9",
            "text": "Ay 24 mil anima ix cham yuj jun ilya chi'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix lolon Jehová t'a vinhaj Moisés chi' icha tik:"
        },
        {
            "number": "11",
            "text": "--Ha vinhaj Finees ix ak'an sicb'oc yoval in k'ool, ix lajvi voval t'a yib'anh chonhab' Israel tik, yapax ix yab' vinh ved'oc yujto ix sna vinh to a innhej niwan velk'ochi, yuj chi', tato manh ichocta ix sk'ulej vinh, masanil am eb' anima tik ix sateli."
        },
        {
            "number": "12",
            "text": "Yuj chi' al t'a vinh icha tik: Yujto ya ix ab' ved'oc, yujto ix a na' to a innhej niwan velk'ochi, yuj chi' ix ak' sicb'oquem yoval in k'ol t'a yib'anh eb' anima tik, yuj chi' ol in b'o in trato ed'oc yet' masanil eb' inhtilal, ol ochcan eb' sacerdoteal t'a masanil tiempo, xchi Jehová, xa chi t'a vinh, xchi t'a vinhaj Moisés chi'."
        },
        {
            "number": "13",
            "text": "Ha jun vinh ix cham yet' ix aj Madián yuj vinhaj Finees chi', Zimri sb'i vinh, yuninal vinhaj Salu, yajal yaj t'a skal yinhtilal Simeón."
        },
        {
            "number": "14",
            "text": "Axo pax ix ix, ix cham chi', Cozbi sb'i ix, yisil ix vinhaj Zur, yajal yaj t'a jun makan anima t'a Madián."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová t'a vinhaj Moisés chi' icha tik:"
        },
        {
            "number": "16",
            "text": "--Hak'ek oval yet' eb' aj Madián, tze satanel eb',"
        },
        {
            "number": "17",
            "text": "yujto ix ex och t'a yol sk'ab' yaelal yuj eb' ayic ix ex yik'anb'at eb' eyoch ejmelal t'a sdiosal t'a Peor. Naeccoti tas ix ex yutej ix Cozbi, aton ix yisil jun vinh yajal yaj t'a eb', yuj chi' ix tecjicham ix t'a q'uen lanza, ayic ix vak'anb'at ilya t'a e cal, yujto tzijtum mach ix och ejmelal t'a sdiosal eb', xchi t'a vinh."
        }
    ]
}