{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayek' heb' israel t'a Sitim, tzijtum heb' winh winak ix mulan yet' heb' ix moabita."
        },
        {
            "number": "2",
            "text": "Ix montajb'at heb' winh yuj heb' ix b'aj tz'och sq'uinhal sdiosal. Ix schi'an nok' chib'ej heb' winh israel chi', nok' silab'ej heb' ix t'a sdiosal chi'. Ix ochpax heb' winh ejmelal t'a sdiosal heb' ix chi'."
        },
        {
            "number": "3",
            "text": "Icha chi' ix aj scuchb'ajb'at heb' winh yoch ejmelal t'a jun yechel scuch Baal, sdiosal chonhab' Peor, yuj chi' ix te cot yowal Jehová t'a chonhab' Israel chi',"
        },
        {
            "number": "4",
            "text": "ix yalan t'a winhaj Moisés icha tik: --Molb'ej masanil heb' ix cuchb'anb'at heb' anima tik t'a juntzanh chukal chi', wal t'a wichanh yet' t'a yichanh heb' etchonhab' tza d'unhb'ejk'e heb'. Icha chi' ol aj sicb'iem yowal in k'ol t'a chonhab' Israel tik, xchi t'a winh."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix yalan winhaj Moisés t'a heb' yajalil chonhab' chi' icha tik: --Junjun ex t'a eyinhtilal tze milcham heb' winh ix b'at och ejmelal t'a Baal, xchi winh."
        },
        {
            "number": "6",
            "text": "Junanto rato chi' ix ek'b'at jun winh israel yet' jun ix aj Madián wan yik'anb'at ix winh t'a smantiado. Ix ek'b'at winh t'a slak'anil skajnub' Jehová t'a yichanh winhaj Moisés yet' heb' anima molaneq'ui yic tz'ok' heb' t'a yichanh Jehová."
        },
        {
            "number": "7",
            "text": "Ayic ix yilan winhaj Finees yuninal winhaj Eleazar, yixchiquinkan winhaj Aarón winh b'ab'el sat sacerdote, ix k'e waan winh t'a skal heb' anima ayek' molan chi'. Ix yik'ancot slanza winh, ix b'at tzak'an winh yuj jun winh israel yet' ix aj Madián chi',"
        },
        {
            "number": "8",
            "text": "masanto ix k'och winh t'a yol smantiado winh. Ix stekan k'axpaj k'een lanza chi' winh t'a yol sk'ol winh israel yet' ix aj Madián chi'. Icha chi' ix aj yoch waan scham anima yuj jun ilya ix yak'cot Jehová t'a skal heb' israel chi'."
        },
        {
            "number": "9",
            "text": "Ay 24 mil anima ix cham yuj jun ilya chi'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix lolon Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "11",
            "text": "--Ha winhaj Finees ix ak'an sicb'oc yowal in k'ool, ix lajwi wowal t'a yib'anh chonhab' Israel tik, yapax ix yab' winh wed'oc yujto ix sna winh to a innhej niwan welk'ochi, yuj chi', tato manh ichocta ix sk'ulej winh, masanil am heb' anima tik ix sateli."
        },
        {
            "number": "12",
            "text": "Yuj chi' al t'a winh icha tik: Yujto ya ix ab' wed'oc, yujto ix a na' to a innhej niwan welk'ochi, yuj chi' ix ak' sicb'oquem yowal in k'ol t'a yib'anh heb' anima tik, yuj chi' ol in b'o in trato ed'oc yet' masanil heb' inhtilal, ol ochkan heb' sacerdoteal t'a masanil tiempo, xchi Jehová, xa chi t'a winh, xchi t'a winhaj Moisés chi'."
        },
        {
            "number": "13",
            "text": "Ha jun winh ix cham yet' ix aj Madián yuj winhaj Finees chi', Zimri sb'i winh, yuninal winhaj Salu, yajal yaj t'a skal yinhtilal Simeón."
        },
        {
            "number": "14",
            "text": "Axo pax ix ix, ix cham chi', Cozbi sb'i ix, yisil ix winhaj Zur, yajal yaj t'a jun makan anima t'a Madián."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "16",
            "text": "--Hak'ek owal yet' heb' aj Madián, tze satanel heb',"
        },
        {
            "number": "17",
            "text": "yujto ix ex och t'a yol sk'ab' yaelal yuj heb' ayic ix ex yik'anb'at heb' eyoch ejmelal t'a sdiosal t'a Peor. Naeccoti tas ix ex yutej ix Cozbi, aton ix yisil jun winh yajal yaj t'a heb', yuj chi' ix tecjicham ix t'a k'een lanza, ayic ix wak'anb'at ilya t'a he kal, yujto tzijtum mach ix och ejmelal t'a sdiosal heb', xchi t'a winh."
        }
    ]
}