{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajviek' jun ilya to scham anima chi' yuj, ix yalan Jehová t'a vinhaj Moisés yet' t'a vinhaj Eleazar sat sacerdote yuninal vinhaj Aarón:"
        },
        {
            "number": "2",
            "text": "--Iq'uecchaanh sb'isul eb' israel t'a junjun macanhil yaj eb', tz'el yich t'a eb' 20 ab'il sq'uinal stiempo val sb'at t'a oval, xchi t'a eb' vinh."
        },
        {
            "number": "3",
            "text": "Ix smolb'an masanil eb' vinac vinhaj Moisés yet' vinhaj Eleazar t'a yak'lical Moab, t'a sti' ha' Jordán, t'a yichanhcot Jericó,"
        },
        {
            "number": "4",
            "text": "yic stz'ib'chaj masanil eb' 20 ab'il sq'uinal sb'eynhejb'ati, icha val ix aj yalan Jehová t'a vinhaj Moisés chi'. Aton masanil eb' ix elta t'a Egipto:"
        },
        {
            "number": "5",
            "text": "Ha eb' yinhtilalcan Rubén sb'ab'el yuninal vinhaj Israel, ay 43 mil 730 eb' vinac t'a smasanil. Ha sb'i eb' yuninal vinh sb'inajcan t'a junjun makan yinhtilal, aton tik: Vinhaj Enoc, vinhaj Falú, vinhaj Ezrón yet' vinhaj Carmi."
        },
        {
            "number": "6",
            "text": "Ha vinhaj Falú chi' ay yuninal vinhaj Eliab,"
        },
        {
            "number": "7",
            "text": "haxo pax vinhaj Eliab ay yuninal vinhaj Nemuel, vinhaj Datán yet' vinhaj Abiram, yichamtac vinaquil chonhab' yaj eb'. Aton eb' junnhej ajnac slajti' yet' vinhaj Coré. Meltzajnacoch eb' ajk'olal t'a Jehová, t'a vinhaj Moisés yet' t'a vinhaj Aarón."
        },
        {
            "number": "8",
            "text": "Palta paxnac levnaj lum lum, emnaccan eb' chavanh chi' t'a yol lum yet' vinhaj Coré. Masanil eb' ochnac tzak'an yuj vinhaj Coré chi' chamnac eb', aton eb' 250 chamnac yuj jun k'ak'. Ha juntzanh eb' chi' ochnac ch'oxnab'iloc t'a eb' israel smasanil."
        },
        {
            "number": "9",
            "text": "Axo pax eb' yinhtilalcan vinhaj Coré chi', maj satel-laj eb'."
        },
        {
            "number": "10",
            "text": "Axo pax eb' yinhtilalcan Simeón, ay 22 mil 200 eb' vinac t'a smasanil. Ha sb'i eb' yuninal vinh sb'inajcan t'a junjun makan yinhtilal, aton tik: Vinhaj Nemuel, vinhaj Jamín, vinhaj Jaquín, vinhaj Zera yet' vinhaj Saúl."
        },
        {
            "number": "11",
            "text": "Ha eb' yinhtilalcan Gad, ay 40 mil 500 eb' vinac t'a smasanil. Ha sb'i eb' yuninal vinh sb'inajcan t'a junjun makan yinhtilal, aton tik: Vinhaj Zefón, vinhaj Hagui, vinhaj Suni, vinhaj Ozni, vinhaj Eri, vinhaj Arod yet' vinhaj Areli."
        },
        {
            "number": "12",
            "text": "Ha eb' yinhtilal Judá, ay 76 mil 500 eb' vinac t'a smasanil. Ha sb'i eb' yuninal vinh sb'inajcan t'a junjun makan yinhtilal, aton tik: Vinhaj Sela, vinhaj Fares yet' vinhaj Zera. Ha eb' yuninal vinhaj Fares sb'inajcan t'a yinhtilal: Vinhaj Hezrón yet' vinhaj Hamul. Ha pax eb' yuninal vinhaj Judá ix cham t'a lum Canaán aton vinhaj Er yet' vinhaj Onán."
        },
        {
            "number": "13",
            "text": "Ha eb' yinhtilalcan Isacar, ay 64 mil 300 eb' vinac t'a smasanil. Ha sb'i eb' yuninal vinh sb'inajcan t'a junjun makan yinhtilal, aton tik: Vinhaj Tola, vinhaj Fúa, vinhaj Jasub yet' vinhaj Simrón."
        },
        {
            "number": "14",
            "text": "Ha eb' yinhtilalcan Zabulón, ay 60 mil 500 eb' vinac t'a smasanil. Ha sb'i eb' yuninal vinh sb'inajcan t'a junjun makan yinhtilal, aton tik: Vinhaj Sered, vinhaj Elón yet' vinhaj Jahleel."
        },
        {
            "number": "15",
            "text": "Axo pax t'a yinhtilalcan José, chab' inhtilal yaj eb', aton yic Manasés yet' yic Efraín. Ha eb' yinhtilalcan Manasés chi', ay 52 mil 700 eb' vinac t'a smasanil. Ha eb' sb'inajcan t'a skal junjun makan yinhtilal vinh: Aton vinhaj Maquir yet' vinhaj Galaad yuninal vinhaj Maquir chi' yet' pax eb' yuninal vinhaj Galaad chi', aton vinhaj Jezer, vinhaj Helec, vinhaj Asriel, vinhaj Siquem, vinhaj Semida yet' vinhaj Hefer. (Ha vinhaj Zelofehad yuninal vinhaj Hefer, malaj yuninal vinh, anhej eb' ix yisil vinh ay: Aton ix Maala, ix Noa, ix Hogla, ix Milca yet' ix Tirsa.)"
        },
        {
            "number": "16",
            "text": "Axo eb' yinhtilalcan Efraín, ay 32 mil 500 eb' vinac t'a smasanil. Ha sb'i eb' yuninal vinh sb'inajcan t'a junjun makan yinhtilal, aton tik: Vinhaj Sutela, vinhaj Bequer yet' vinhaj Tahán. Ay jun yuninal vinhaj Sutela chi' sb'inajcan t'a yinhtilal, aton vinhaj Erán."
        },
        {
            "number": "17",
            "text": "Ha eb' yinhtilalcan Benjamín, ay 45 mil 600 eb' vinac t'a smasanil. Ha sb'i eb' yuninal vinh sb'inajcan t'a junjun makan yinhtilal, aton tik: Vinhaj Bela, vinhaj Asbel, vinhaj Ahiram, vinhaj Sufam yet' vinhaj Hufam. Ha eb' yuninal vinhaj Bela sb'inajcan t'a yinhtilal, aton vinhaj Ard yet' vinhaj Naamán."
        },
        {
            "number": "18",
            "text": "Ha pax eb' yinhtilalcan Dan, ay 64 mil 400 eb' vinac t'a smasanil. Ha vinh sb'inajcan t'a yinhtilal, aton vinhaj Suham."
        },
        {
            "number": "19",
            "text": "Axo pax yinhtilalcan Aser, ay 53 mil 400 eb' vinac t'a smasanil. Ha sb'i eb' yuninal vinh sb'inajcan t'a junjun makan yinhtilal, aton tik: Vinhaj Imna, vinhaj Isúi yet' vinhaj Bería. Ha eb' yuninal vinhaj Bería chi' sb'inajcan t'a yinhtilal: Aton vinhaj Heber yet' vinhaj Malquiel. (Ha vinhaj Aser chi' ay jun ix yisil vinh scuchan Sera)."
        },
        {
            "number": "20",
            "text": "Ha eb' yinhtilalcan Neftalí, ay 45 mil 400 eb' vinac t'a smasanil. Ha sb'i eb' yuninal vinh sb'inajcan t'a junjun makan yinhtilal, aton tik: Vinhaj Jahzeel, vinhaj Guni, vinhaj Jezer yet' vinhaj Silem."
        },
        {
            "number": "21",
            "text": "Yuj chi' a sb'isul masanil eb' vinac yic chonhab' Israel, ay 601 mil 730 eb' t'a smasanil."
        },
        {
            "number": "22",
            "text": "Ix lolon Jehová t'a vinhaj Moisés, ix yalan icha tik:"
        },
        {
            "number": "23",
            "text": "Pucchajocab'ek' lum lum t'a skal junjun inhtilal ato syala' jantac sb'isul junjun ix q'ue vaan."
        },
        {
            "number": "24",
            "text": "D'a suerteal tz'aj spucchajek' lu'um t'a eb'. Nivan lum tzak' t'a eb' niwan sb'isul, quennhej lum tzak' t'a eb' quennhej sb'isul, xchi t'a vinh."
        },
        {
            "number": "25",
            "text": "Ha eb' yuninal vinhaj Leví sb'inajcan t'a yinhtilal: Vinhaj Gersón, vinhaj Coat yet' vinhaj Merari."
        },
        {
            "number": "26",
            "text": "Ha eb' yixchiquin vinhaj Leví chi' sb'inajcan t'a yinhtilal: Vinhaj Libni, vinhaj Hebrón, vinhaj Mahli, vinhaj Musi yet' vinhaj Coré, aton eb' vinh tik yinhtilalcan vinhaj Leví. Ha vinhaj Coat chi', aton vinh smam vinhaj Amram."
        },
        {
            "number": "27",
            "text": "Ha vinhaj Amram chi' ix yik' sb'a yet' jun ix yinhtilalcan vinhaj Leví chi', aton ix scuchan Jocabed. Ayic ayek' vinhaj Leví chi' t'a Egipto ix alji ix. Ha vinhaj Amram yet' ix Jocabed chi', aton eb' smam snun vinhaj Aarón, vinhaj Moisés yet' ix María."
        },
        {
            "number": "28",
            "text": "Axo eb' yuninal vinhaj Aarón, aton vinhaj Nadab, vinhaj Abiú, vinhaj Eleazar yet' vinhaj Itamar."
        },
        {
            "number": "29",
            "text": "Ha vinhaj Nadab yet' vinhaj Abiú chi', ix cham eb' vinh yujto ix yak'och jun k'ak' eb' vinh manh smojoc icha ofrenda t'a yichanh Jehová."
        },
        {
            "number": "30",
            "text": "Masanil eb' vinac t'a yinhtilalcan vinhaj Leví, aton eb' jun ujal sq'uinal sb'eynhejb'ati, ay 23 mil eb'. Ha eb' tik manh ayococh eb' sb'isuloc juntzanhxo eb' yetisraelal, yujto a eb' levita tik malaj smacb'en eb' ol scha'a, ayic ol k'och eb' t'a lum Canaán."
        },
        {
            "number": "31",
            "text": "Icha val chi' ix aj yelk'och sb'isul eb' israel ix ik'jichaanh yuj vinhaj Moisés yet' vinhaj sacerdote Eleazar t'a ak'lic t'a yol yic Moab, t'a sti' ha' Jordán t'a yichanhcot Jericó."
        },
        {
            "number": "32",
            "text": "Masanil eb' chi', malaj junok eb' ix b'isji yuj vinhaj Moisés yet' vinhaj Aarón ayic ix yik'anchaanh sb'isul eb' vinh t'a sb'ab'elal t'a tzinan lu'um Sinaí,"
        },
        {
            "number": "33",
            "text": "yujto ix yal Jehová to ol cham eb' t'a tzinan lu'um chi'. Manhxa junok eb' chi' ix cani, axonhej vinhaj Caleb yuninal vinhaj Jefone yet' vinhaj Josué yuninal vinhaj Nun ix cani."
        }
    ]
}