{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajwiek' jun ilya to scham anima chi' yuj, ix yalan Jehová t'a winhaj Moisés yet' t'a winhaj Eleazar sat sacerdote yuninal winhaj Aarón:"
        },
        {
            "number": "2",
            "text": "--Ik'ecchaanh sb'isul heb' israel t'a junjun makanhil yaj heb', tz'el yich t'a heb' 20 ab'il sk'inal stiempo wal sb'at t'a owal, xchi t'a heb' winh."
        },
        {
            "number": "3",
            "text": "Ix smolb'an masanil heb' winak winhaj Moisés yet' winhaj Eleazar t'a yak'likal Moab, t'a sti' ha' Jordán, t'a yichanhcot Jericó,"
        },
        {
            "number": "4",
            "text": "yic stz'ib'chaj masanil heb' 20 ab'il sk'inal sb'eynhejb'ati, icha wal ix aj yalan Jehová t'a winhaj Moisés chi'. Aton masanil heb' ix elta t'a Egipto:"
        },
        {
            "number": "5",
            "text": "Ha heb' yinhtilalkan Rubén sb'ab'el yuninal winhaj Israel, ay 43 mil 730 heb' winak t'a smasanil. Ha sb'i heb' yuninal winh sb'inajkan t'a junjun makan yinhtilal, aton tik: Vinhaj Enoc, winhaj Falú, winhaj Ezrón yet' winhaj Carmi."
        },
        {
            "number": "6",
            "text": "Ha winhaj Falú chi' ay yuninal winhaj Eliab,"
        },
        {
            "number": "7",
            "text": "haxo pax winhaj Eliab ay yuninal winhaj Nemuel, winhaj Datán yet' winhaj Abiram, yichamtac winaquil chonhab' yaj heb'. Aton heb' junnhej ajnac slajti' yet' winhaj Coré. Meltzajnacoch heb' ajk'olal t'a Jehová, t'a winhaj Moisés yet' t'a winhaj Aarón."
        },
        {
            "number": "8",
            "text": "Palta paxnac levnaj lum lum, emnakkan heb' chawanh chi' t'a yol lum yet' winhaj Coré. Masanil heb' ochnac tzak'an yuj winhaj Coré chi' chamnac heb', aton heb' 250 chamnac yuj jun k'ak'. Ha juntzanh heb' chi' ochnac ch'oxnab'iloc t'a heb' israel smasanil."
        },
        {
            "number": "9",
            "text": "Axo pax heb' yinhtilalkan winhaj Coré chi', maj satel-laj heb'."
        },
        {
            "number": "10",
            "text": "Axo pax heb' yinhtilalkan Simeón, ay 22 mil 200 heb' winak t'a smasanil. Ha sb'i heb' yuninal winh sb'inajkan t'a junjun makan yinhtilal, aton tik: Vinhaj Nemuel, winhaj Jamín, winhaj Jaquín, winhaj Zera yet' winhaj Saúl."
        },
        {
            "number": "11",
            "text": "Ha heb' yinhtilalkan Gad, ay 40 mil 500 heb' winak t'a smasanil. Ha sb'i heb' yuninal winh sb'inajkan t'a junjun makan yinhtilal, aton tik: Vinhaj Zefón, winhaj Hagui, winhaj Suni, winhaj Ozni, winhaj Eri, winhaj Arod yet' winhaj Areli."
        },
        {
            "number": "12",
            "text": "Ha heb' yinhtilal Judá, ay 76 mil 500 heb' winak t'a smasanil. Ha sb'i heb' yuninal winh sb'inajkan t'a junjun makan yinhtilal, aton tik: Vinhaj Sela, winhaj Fares yet' winhaj Zera. Ha heb' yuninal winhaj Fares sb'inajkan t'a yinhtilal: Vinhaj Hezrón yet' winhaj Hamul. Ha pax heb' yuninal winhaj Judá ix cham t'a lum Canaán aton winhaj Er yet' winhaj Onán."
        },
        {
            "number": "13",
            "text": "Ha heb' yinhtilalkan Isacar, ay 64 mil 300 heb' winak t'a smasanil. Ha sb'i heb' yuninal winh sb'inajkan t'a junjun makan yinhtilal, aton tik: Vinhaj Tola, winhaj Fúa, winhaj Jasub yet' winhaj Simrón."
        },
        {
            "number": "14",
            "text": "Ha heb' yinhtilalkan Zabulón, ay 60 mil 500 heb' winak t'a smasanil. Ha sb'i heb' yuninal winh sb'inajkan t'a junjun makan yinhtilal, aton tik: Vinhaj Sered, winhaj Elón yet' winhaj Jahleel."
        },
        {
            "number": "15",
            "text": "Axo pax t'a yinhtilalkan José, chab' inhtilal yaj heb', aton yic Manasés yet' yic Efraín. Ha heb' yinhtilalkan Manasés chi', ay 52 mil 700 heb' winak t'a smasanil. Ha heb' sb'inajkan t'a skal junjun makan yinhtilal winh: Aton winhaj Maquir yet' winhaj Galaad yuninal winhaj Maquir chi' yet' pax heb' yuninal winhaj Galaad chi', aton winhaj Jezer, winhaj Helec, winhaj Asriel, winhaj Siquem, winhaj Semida yet' winhaj Hefer. (Ha winhaj Zelofehad yuninal winhaj Hefer, malaj yuninal winh, anhej heb' ix yisil winh ay: Aton ix Maala, ix Noa, ix Hogla, ix Milca yet' ix Tirsa.)"
        },
        {
            "number": "16",
            "text": "Axo heb' yinhtilalkan Efraín, ay 32 mil 500 heb' winak t'a smasanil. Ha sb'i heb' yuninal winh sb'inajkan t'a junjun makan yinhtilal, aton tik: Vinhaj Sutela, winhaj Bequer yet' winhaj Tahán. Ay jun yuninal winhaj Sutela chi' sb'inajkan t'a yinhtilal, aton winhaj Erán."
        },
        {
            "number": "17",
            "text": "Ha heb' yinhtilalkan Benjamín, ay 45 mil 600 heb' winak t'a smasanil. Ha sb'i heb' yuninal winh sb'inajkan t'a junjun makan yinhtilal, aton tik: Vinhaj Bela, winhaj Asbel, winhaj Ahiram, winhaj Sufam yet' winhaj Hufam. Ha heb' yuninal winhaj Bela sb'inajkan t'a yinhtilal, aton winhaj Ard yet' winhaj Naamán."
        },
        {
            "number": "18",
            "text": "Ha pax heb' yinhtilalkan Dan, ay 64 mil 400 heb' winak t'a smasanil. Ha winh sb'inajkan t'a yinhtilal, aton winhaj Suham."
        },
        {
            "number": "19",
            "text": "Axo pax yinhtilalkan Aser, ay 53 mil 400 heb' winak t'a smasanil. Ha sb'i heb' yuninal winh sb'inajkan t'a junjun makan yinhtilal, aton tik: Vinhaj Imna, winhaj Isúi yet' winhaj Bería. Ha heb' yuninal winhaj Bería chi' sb'inajkan t'a yinhtilal: Aton winhaj Heber yet' winhaj Malquiel. (Ha winhaj Aser chi' ay jun ix yisil winh skuchan Sera)."
        },
        {
            "number": "20",
            "text": "Ha heb' yinhtilalkan Neftalí, ay 45 mil 400 heb' winak t'a smasanil. Ha sb'i heb' yuninal winh sb'inajkan t'a junjun makan yinhtilal, aton tik: Vinhaj Jahzeel, winhaj Guni, winhaj Jezer yet' winhaj Silem."
        },
        {
            "number": "21",
            "text": "Yuj chi' a sb'isul masanil heb' winak yic chonhab' Israel, ay 601 mil 730 heb' t'a smasanil."
        },
        {
            "number": "22",
            "text": "Ix lolon Jehová t'a winhaj Moisés, ix yalan icha tik:"
        },
        {
            "number": "23",
            "text": "Pucchajokab'ek' lum lum t'a skal junjun inhtilal ato syala' jantac sb'isul junjun ix k'e waan."
        },
        {
            "number": "24",
            "text": "D'a suerteal tz'aj spukchajek' lu'um t'a heb'. Niwan lum tzak' t'a heb' niwan sb'isul, quennhej lum tzak' t'a heb' quennhej sb'isul, xchi t'a winh."
        },
        {
            "number": "25",
            "text": "Ha heb' yuninal winhaj Leví sb'inajkan t'a yinhtilal: Vinhaj Gersón, winhaj Coat yet' winhaj Merari."
        },
        {
            "number": "26",
            "text": "Ha heb' yixchiquin winhaj Leví chi' sb'inajkan t'a yinhtilal: Vinhaj Libni, winhaj Hebrón, winhaj Mahli, winhaj Musi yet' winhaj Coré, aton heb' winh tik yinhtilalkan winhaj Leví. Ha winhaj Coat chi', aton winh smam winhaj Amram."
        },
        {
            "number": "27",
            "text": "Ha winhaj Amram chi' ix yik' sb'a yet' jun ix yinhtilalkan winhaj Leví chi', aton ix skuchan Jocabed. Ayic ayek' winhaj Leví chi' t'a Egipto ix alji ix. Ha winhaj Amram yet' ix Jocabed chi', aton heb' smam snun winhaj Aarón, winhaj Moisés yet' ix María."
        },
        {
            "number": "28",
            "text": "Axo heb' yuninal winhaj Aarón, aton winhaj Nadab, winhaj Abiú, winhaj Eleazar yet' winhaj Itamar."
        },
        {
            "number": "29",
            "text": "Ha winhaj Nadab yet' winhaj Abiú chi', ix cham heb' winh yujto ix yak'och jun k'ak' heb' winh manh smojoc icha ofrenda t'a yichanh Jehová."
        },
        {
            "number": "30",
            "text": "Masanil heb' winak t'a yinhtilalkan winhaj Leví, aton heb' jun ujal sk'inal sb'eynhejb'ati, ay 23 mil heb'. Ha heb' tik manh ayococh heb' sb'isuloc juntzanhxo heb' yetisraelal, yujto a heb' lewita tik malaj smacb'en heb' ol scha'a, ayic ol k'och heb' t'a lum Canaán."
        },
        {
            "number": "31",
            "text": "Icha wal chi' ix aj yelk'och sb'isul heb' israel ix ik'jichaanh yuj winhaj Moisés yet' winhaj sacerdote Eleazar t'a ak'lic t'a yol yic Moab, t'a sti' ha' Jordán t'a yichanhcot Jericó."
        },
        {
            "number": "32",
            "text": "Masanil heb' chi', malaj junok heb' ix b'isji yuj winhaj Moisés yet' winhaj Aarón ayic ix yik'anchaanh sb'isul heb' winh t'a sb'ab'elal t'a tzinan lu'um Sinaí,"
        },
        {
            "number": "33",
            "text": "yujto ix yal Jehová to ol cham heb' t'a tzinan lu'um chi'. Manhxa junok heb' chi' ix kani, axonhej winhaj Caleb yuninal winhaj Jefone yet' winhaj Josué yuninal winhaj Nun ix kani."
        }
    ]
}