{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajviek' jun ilya to scham anima chi' yuuj, ix yalan Jehová d'a vinhaj Moisés yed' d'a vinhaj Eleazar sat sacerdote yuninal vinhaj Aarón:"
        },
        {
            "number": "2",
            "text": "--Iq'uecchaanh sb'isul eb' israel d'a junjun macanhil yaj eb', tz'el yich d'a eb' 20 ab'il sq'uinal stiempo val sb'at d'a oval, xchi d'a eb' vinh."
        },
        {
            "number": "3",
            "text": "Ix smolb'an masanil eb' vinac vinhaj Moisés yed' vinhaj Eleazar d'a yak'lical Moab, d'a sti' a' Jordán, d'a yichanhcot Jericó,"
        },
        {
            "number": "4",
            "text": "yic stz'ib'chaj masanil eb' 20 ab'il sq'uinal sb'eynhejb'ati, icha val ix aj yalan Jehová d'a vinhaj Moisés chi'. Aton masanil eb' ix elta d'a Egipto:"
        },
        {
            "number": "5",
            "text": "A eb' yinhtilalcan Rubén sb'ab'el yuninal vinhaj Israel, ay 43 mil 730 eb' vinac d'a smasanil. A sb'i eb' yuninal vinh sb'inajcan d'a junjun macanh yinhtilal, aton tic: Vinhaj Enoc, vinhaj Falú, vinhaj Ezrón yed' vinhaj Carmi."
        },
        {
            "number": "6",
            "text": "A vinhaj Falú chi' ay yuninal vinhaj Eliab,"
        },
        {
            "number": "7",
            "text": "axo pax vinhaj Eliab ay yuninal vinhaj Nemuel, vinhaj Datán yed' vinhaj Abiram, yichamtac vinaquil chonhab' yaj eb'. Aton eb' junnhej ajnac slajti' yed' vinhaj Coré. Meltzajnacoch eb' ajk'olal d'a Jehová, d'a vinhaj Moisés yed' d'a vinhaj Aarón."
        },
        {
            "number": "8",
            "text": "Palta paxnac levnaj lum luum, emnaccan eb' chavanh chi' d'a yol lum yed' vinhaj Coré. Masanil eb' ochnac tzak'an yuj vinhaj Coré chi' chamnac eb', aton eb' 250 chamnac yuj jun k'ak'. A juntzanh eb' chi' ochnac ch'oxnab'iloc d'a eb' israel smasanil."
        },
        {
            "number": "9",
            "text": "Axo pax eb' yinhtilalcan vinhaj Coré chi', maj satel-laj eb'."
        },
        {
            "number": "10",
            "text": "Axo pax eb' yinhtilalcan Simeón, ay 22 mil 200 eb' vinac d'a smasanil. A sb'i eb' yuninal vinh sb'inajcan d'a junjun macanh yinhtilal, aton tic: Vinhaj Nemuel, vinhaj Jamín, vinhaj Jaquín, vinhaj Zera yed' vinhaj Saúl."
        },
        {
            "number": "11",
            "text": "A eb' yinhtilalcan Gad, ay 40 mil 500 eb' vinac d'a smasanil. A sb'i eb' yuninal vinh sb'inajcan d'a junjun macanh yinhtilal, aton tic: Vinhaj Zefón, vinhaj Hagui, vinhaj Suni, vinhaj Ozni, vinhaj Eri, vinhaj Arod yed' vinhaj Areli."
        },
        {
            "number": "12",
            "text": "A eb' yinhtilal Judá, ay 76 mil 500 eb' vinac d'a smasanil. A sb'i eb' yuninal vinh sb'inajcan d'a junjun macanh yinhtilal, aton tic: Vinhaj Sela, vinhaj Fares yed' vinhaj Zera. A eb' yuninal vinhaj Fares sb'inajcan d'a yinhtilal: Vinhaj Hezrón yed' vinhaj Hamul. A pax eb' yuninal vinhaj Judá ix cham d'a lum Canaán aton vinhaj Er yed' vinhaj Onán."
        },
        {
            "number": "13",
            "text": "A eb' yinhtilalcan Isacar, ay 64 mil 300 eb' vinac d'a smasanil. A sb'i eb' yuninal vinh sb'inajcan d'a junjun macanh yinhtilal, aton tic: Vinhaj Tola, vinhaj Fúa, vinhaj Jasub yed' vinhaj Simrón."
        },
        {
            "number": "14",
            "text": "A eb' yinhtilalcan Zabulón, ay 60 mil 500 eb' vinac d'a smasanil. A sb'i eb' yuninal vinh sb'inajcan d'a junjun macanh yinhtilal, aton tic: Vinhaj Sered, vinhaj Elón yed' vinhaj Jahleel."
        },
        {
            "number": "15",
            "text": "Axo pax d'a yinhtilalcan José, chab' inhtilal yaj eb', aton yic Manasés yed' yic Efraín. A eb' yinhtilalcan Manasés chi', ay 52 mil 700 eb' vinac d'a smasanil. A eb' sb'inajcan d'a scal junjun macanh yinhtilal vinh: Aton vinhaj Maquir yed' vinhaj Galaad yuninal vinhaj Maquir chi' yed' pax eb' yuninal vinhaj Galaad chi', aton vinhaj Jezer, vinhaj Helec, vinhaj Asriel, vinhaj Siquem, vinhaj Semida yed' vinhaj Hefer. (A vinhaj Zelofehad yuninal vinhaj Hefer, malaj yuninal vinh, anhej eb' ix yisil vinh ay: Aton ix Maala, ix Noa, ix Hogla, ix Milca yed' ix Tirsa.)"
        },
        {
            "number": "16",
            "text": "Axo eb' yinhtilalcan Efraín, ay 32 mil 500 eb' vinac d'a smasanil. A sb'i eb' yuninal vinh sb'inajcan d'a junjun macanh yinhtilal, aton tic: Vinhaj Sutela, vinhaj Bequer yed' vinhaj Tahán. Ay jun yuninal vinhaj Sutela chi' sb'inajcan d'a yinhtilal, aton vinhaj Erán."
        },
        {
            "number": "17",
            "text": "A eb' yinhtilalcan Benjamín, ay 45 mil 600 eb' vinac d'a smasanil. A sb'i eb' yuninal vinh sb'inajcan d'a junjun macanh yinhtilal, aton tic: Vinhaj Bela, vinhaj Asbel, vinhaj Ahiram, vinhaj Sufam yed' vinhaj Hufam. A eb' yuninal vinhaj Bela sb'inajcan d'a yinhtilal, aton vinhaj Ard yed' vinhaj Naamán."
        },
        {
            "number": "18",
            "text": "A pax eb' yinhtilalcan Dan, ay 64 mil 400 eb' vinac d'a smasanil. A vinh sb'inajcan d'a yinhtilal, aton vinhaj Suham."
        },
        {
            "number": "19",
            "text": "Axo pax yinhtilalcan Aser, ay 53 mil 400 eb' vinac d'a smasanil. A sb'i eb' yuninal vinh sb'inajcan d'a junjun macanh yinhtilal, aton tic: Vinhaj Imna, vinhaj Isúi yed' vinhaj Bería. A eb' yuninal vinhaj Bería chi' sb'inajcan d'a yinhtilal: Aton vinhaj Heber yed' vinhaj Malquiel. (A vinhaj Aser chi' ay jun ix yisil vinh scuchan Sera)."
        },
        {
            "number": "20",
            "text": "A eb' yinhtilalcan Neftalí, ay 45 mil 400 eb' vinac d'a smasanil. A sb'i eb' yuninal vinh sb'inajcan d'a junjun macanh yinhtilal, aton tic: Vinhaj Jahzeel, vinhaj Guni, vinhaj Jezer yed' vinhaj Silem."
        },
        {
            "number": "21",
            "text": "Yuj chi' a sb'isul masanil eb' vinac yic chonhab' Israel, ay 601 mil 730 eb' d'a smasanil."
        },
        {
            "number": "22",
            "text": "Ix lolon Jehová d'a vinhaj Moisés, ix yalan icha tic:"
        },
        {
            "number": "23",
            "text": "Pucchajocab'ek' lum luum d'a scal junjun inhtilal ato syala' jantac sb'isul junjun ix q'ue vaan."
        },
        {
            "number": "24",
            "text": "D'a suerteal tz'aj spucchajek' luum d'a eb'. Nivan lum tzak' d'a eb' nivan sb'isul, quennhej lum tzak' d'a eb' quennhej sb'isul, xchi d'a vinh."
        },
        {
            "number": "25",
            "text": "A eb' yuninal vinhaj Leví sb'inajcan d'a yinhtilal: Vinhaj Gersón, vinhaj Coat yed' vinhaj Merari."
        },
        {
            "number": "26",
            "text": "A eb' yixchiquin vinhaj Leví chi' sb'inajcan d'a yinhtilal: Vinhaj Libni, vinhaj Hebrón, vinhaj Mahli, vinhaj Musi yed' vinhaj Coré, aton eb' vinh tic yinhtilalcan vinhaj Leví. A vinhaj Coat chi', aton vinh smam vinhaj Amram."
        },
        {
            "number": "27",
            "text": "A vinhaj Amram chi' ix yik' sb'a yed' jun ix yinhtilalcan vinhaj Leví chi', aton ix scuchan Jocabed. Ayic ayek' vinhaj Leví chi' d'a Egipto ix alji ix. A vinhaj Amram yed' ix Jocabed chi', aton eb' smam snun vinhaj Aarón, vinhaj Moisés yed' ix María."
        },
        {
            "number": "28",
            "text": "Axo eb' yuninal vinhaj Aarón, aton vinhaj Nadab, vinhaj Abiú, vinhaj Eleazar yed' vinhaj Itamar."
        },
        {
            "number": "29",
            "text": "A vinhaj Nadab yed' vinhaj Abiú chi', ix cham eb' vinh yujto ix yak'och jun k'ak' eb' vinh manh smojoc icha ofrenda d'a yichanh Jehová."
        },
        {
            "number": "30",
            "text": "Masanil eb' vinac d'a yinhtilalcan vinhaj Leví, aton eb' jun ujal sq'uinal sb'eynhejb'ati, ay 23 mil eb'. A eb' tic manh ayococh eb' sb'isuloc juntzanhxo eb' yetisraelal, yujto a eb' levita tic malaj smacb'en eb' ol scha'a, ayic ol k'och eb' d'a lum Canaán."
        },
        {
            "number": "31",
            "text": "Icha val chi' ix aj yelk'och sb'isul eb' israel ix ik'jichaanh yuj vinhaj Moisés yed' vinhaj sacerdote Eleazar d'a ak'lic d'a yol yic Moab, d'a sti' a' Jordán d'a yichanhcot Jericó."
        },
        {
            "number": "32",
            "text": "Masanil eb' chi', malaj junoc eb' ix b'isji yuj vinhaj Moisés yed' vinhaj Aarón ayic ix yik'anchaanh sb'isul eb' vinh d'a sb'ab'elal d'a tz'inan luum Sinaí,"
        },
        {
            "number": "33",
            "text": "yujto ix yal Jehová to ol cham eb' d'a tz'inan luum chi'. Manhxa junoc eb' chi' ix cani, axonhej vinhaj Caleb yuninal vinhaj Jefone yed' vinhaj Josué yuninal vinhaj Nun ix cani."
        }
    ]
}