{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun vinh t'a yinhtilal Manasés scuch Zelofehad. Aton stzolal smam yicham vinh tik: Vinhaj Hefer, vinhaj Galaad, vinhaj Maquir, vinhaj Manasés yet' vinhaj José. Ha vinhaj Zelofehad chi' ay ovanh eb' ix yisil vinh: Aton ix Maala, ix Noa, ix Hogla, ix Milca yet' ix Tirsa."
        },
        {
            "number": "2",
            "text": "Ha ovanh eb' ix snulej sb'a tik, ix b'at eb' ix b'aj ay cajnub' b'aj sch'ox sb'a Jehová. Ix yalan eb' ix t'a vinhaj Moisés yet' t'a vinhaj sacerdote Eleazar yet' t'a masanil eb' yajalil chonhab' icha tik:"
        },
        {
            "number": "3",
            "text": "Ha vinh co mam a onh tik, ix cham vinh t'a tzinan lu'um, palta manh locanoclaj vinh yet' eb' yic vinhaj Coré ix meltzajoch ajk'olal t'a Jehová. Ha vinh co mam chi' yujnhej smul vinh t'a yol yico' ix cham vinh, malaj junok yuninal vinh ix cani."
        },
        {
            "number": "4",
            "text": "Palta manh smojoc satcanel sb'i vinh t'a slistail quinhtilal, yujnhej to malaj junok yuninal vinh ix cani. Yuj chi' ol eyak' junok makan co lu'um t'a skal yic eb' vinh yuk'tac vinh co mam chi', xchi eb' ix."
        },
        {
            "number": "5",
            "text": "Ix yalan vinhaj Moisés masanil tas ix yal eb' ix ix chi' t'a Jehová."
        },
        {
            "number": "6",
            "text": "Ix tak'vi Jehová chi' t'a vinh icha tik:"
        },
        {
            "number": "7",
            "text": "Ha eb' ix yisil vinhaj Zelofehad chi', yel syal eb' ix. Ol ak' junok makan sluum eb' ix t'a skal yic eb' vinh yuk'tac vinh smam eb' ix chi', haxo eb' ix ol ik'ancan smacb'en vinh smam chi'."
        },
        {
            "number": "8",
            "text": "Alpax t'a eb' etisraelal: Tato ay mach schami, malaj junok yuninal vinac scani, a smacb'en syal skan t'a eb' ix yisil."
        },
        {
            "number": "9",
            "text": "Palta tato malaj junok yisil chi', ha t'a junok yuk'tac skan smacb'en chi'."
        },
        {
            "number": "10",
            "text": "Tato malaj junok yuk'tac chi' jun, ha t'a eb' yuk'tac smam skan smacb'en chi'."
        },
        {
            "number": "11",
            "text": "Tato a smam chi' malaj pax yuk'tac, ha t'a junok sk'ab' yoc, ata' skan smacb'en chi'. Ha jun tik ley tz'ajkan t'a skal chonhab' Israel, icha tz'aj valan tik t'ayach, xchi Jehová chi' t'a vinh."
        },
        {
            "number": "12",
            "text": "Ix yalanxi Jehová t'a vinhaj Moisés chi' icha tik: --Q'ueanh t'a jolom vitz Abarim, tzilancanb'at lum ol vak' t'a eb' etchonhab' tik."
        },
        {
            "number": "13",
            "text": "Anhej slajvi ilanb'at lu'um, ol ach chamoc, icha val ix aj scham vinh uk'tac aj Aarón,"
        },
        {
            "number": "14",
            "text": "yujto maj in e k'anab'ajej, maj in eyik'chaanh t'a tzinan lum yic Zin, ayic ix cot yoval eb' anima t'ayin. Maj e k'anab'ajej e ch'oxanel t'a yichanh eb' eyetchonhab' to Ha inxonhej Ochi ayic ix q'ue yav eb' sk'anan ha ha' yuq'uej, xchi t'a vinh. (Ix uji jun chi' b'aj ay ha ha' scuch Meriba t'a Cades, t'a lum tzinan lu'um yic Zin.)"
        },
        {
            "number": "15",
            "text": "Ix yalan vinhaj Moisés t'a Jehová chi' icha tik:"
        },
        {
            "number": "16",
            "text": "--Mamin Jehová, a ach tzak' sq'uinal masanil anima. Ha ticnaic ak'och a sat t'a junok mach tz'och yajaliloc a chonhab',"
        },
        {
            "number": "17",
            "text": "yic scuchb'ejb'at eb' yic sb'atnhej eb', yic max satek' eb' icha nok' calnel malaj stanhvumal, xchi vinh."
        },
        {
            "number": "18",
            "text": "Ix tak'vi Jehová chi' t'a vinh icha tik: --Te ay val och Vespíritu t'a vinhaj Josué yuninal vinhaj Nun, yuj chi' ak'b'at a k'ab' t'a sjolom vinh."
        },
        {
            "number": "19",
            "text": "D'a val yichanh vinhaj sat sacerdote Eleazar yet' t'a yichanh masanil eb' anima, tzak'ancanoch yopisio vinh."
        },
        {
            "number": "20",
            "text": "Ak'canoch jab'oc opisio chi' t'a yib'anh vinh, yic wach' ol sk'anab'ajej masanil eb' anima tas ol yal vinh."
        },
        {
            "number": "21",
            "text": "Ha t'a vinhaj Eleazar ol yal vinh, haxo vinhaj Eleazar chi' ol k'anb'an t'ayin yuj vinh. Ha inxo Jehová in tik ol val yet' q'uen Urim tas ol yutej sb'a vinh. Axo vinh ol alan t'a eb' chonhab' chi' tas ol aj eb', xchi Jehová chi'."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix ik'jib'at vinhaj Josué chi' yuj vinhaj Moisés t'a yichanh vinhaj sacerdote Eleazar yet' t'a yichanh masanil eb' chonhab'. Ixlajwi chi' ix yak'anb'at sk'ab' vinhaj Moisés chi' t'a sjolom vinhaj Josué chi', ix yak'ancan yopisio vinh, icha ix aj yalan Jehová t'a vinhaj Moisés chi'."
        }
    ]
}