{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun winh t'a yinhtilal Manasés scuch Zelofehad. Aton stzolal smam yicham winh tik: Vinhaj Hefer, winhaj Galaad, winhaj Maquir, winhaj Manasés yet' winhaj José. Ha winhaj Zelofehad chi' ay owanh heb' ix yisil winh: Aton ix Maala, ix Noa, ix Hogla, ix Milca yet' ix Tirsa."
        },
        {
            "number": "2",
            "text": "Ha owanh heb' ix snulej sb'a tik, ix b'at heb' ix b'aj ay kajnub' b'aj sch'ox sb'a Jehová. Ix yalan heb' ix t'a winhaj Moisés yet' t'a winhaj sacerdote Eleazar yet' t'a masanil heb' yajalil chonhab' icha tik:"
        },
        {
            "number": "3",
            "text": "Ha winh ko mam a onh tik, ix cham winh t'a tzinan lu'um, palta manh lokanoklaj winh yet' heb' yic winhaj Coré ix meltzajoch ajk'olal t'a Jehová. Ha winh ko mam chi' yujnhej smul winh t'a yol yico' ix cham winh, malaj junok yuninal winh ix kani."
        },
        {
            "number": "4",
            "text": "Palta manh smojoc satkanel sb'i winh t'a slistail quinhtilal, yujnhej to malaj junok yuninal winh ix kani. Yuj chi' ol eyak' junok makan ko lu'um t'a skal yic heb' winh yuk'tac winh ko mam chi', xchi heb' ix."
        },
        {
            "number": "5",
            "text": "Ix yalan winhaj Moisés masanil tas ix yal heb' ix ix chi' t'a Jehová."
        },
        {
            "number": "6",
            "text": "Ix tak'wi Jehová chi' t'a winh icha tik:"
        },
        {
            "number": "7",
            "text": "Ha heb' ix yisil winhaj Zelofehad chi', yel syal heb' ix. Ol ak' junok makan sluum heb' ix t'a skal yic heb' winh yuk'tac winh smam heb' ix chi', haxo heb' ix ol ik'ankan smacb'en winh smam chi'."
        },
        {
            "number": "8",
            "text": "Alpax t'a heb' etisraelal: Tato ay mach schami, malaj junok yuninal winak skani, a smacb'en syal skan t'a heb' ix yisil."
        },
        {
            "number": "9",
            "text": "Palta tato malaj junok yisil chi', ha t'a junok yuk'tac skan smacb'en chi'."
        },
        {
            "number": "10",
            "text": "Tato malaj junok yuk'tac chi' jun, ha t'a heb' yuk'tac smam skan smacb'en chi'."
        },
        {
            "number": "11",
            "text": "Tato a smam chi' malaj pax yuk'tac, ha t'a junok sk'ab' yoc, ata' skan smacb'en chi'. Ha jun tik ley tz'ajkan t'a skal chonhab' Israel, icha tz'aj walan tik t'ayach, xchi Jehová chi' t'a winh."
        },
        {
            "number": "12",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik: --Q'ueanh t'a jolom witz Abarim, tzilankanb'at lum ol wak' t'a heb' etchonhab' tik."
        },
        {
            "number": "13",
            "text": "Anhej slajwi ilanb'at lu'um, ol ach chamoc, icha wal ix aj scham winh uk'tac aj Aarón,"
        },
        {
            "number": "14",
            "text": "yujto maj in he k'anab'ajej, maj in eyik'chaanh t'a tzinan lum yic Zin, ayic ix cot yowal heb' anima t'ayin. Maj he k'anab'ajej he ch'oxanel t'a yichanh heb' eyetchonhab' to Ha inxonhej Ochi ayic ix k'e yav heb' sk'anan ha ha' yuk'ej, xchi t'a winh. (Ix uji jun chi' b'aj ay ha ha' scuch Meriba t'a Cades, t'a lum tzinan lu'um yic Zin.)"
        },
        {
            "number": "15",
            "text": "Ix yalan winhaj Moisés t'a Jehová chi' icha tik:"
        },
        {
            "number": "16",
            "text": "--Mamin Jehová, a ach tzak' sk'inal masanil anima. Ha tiknaik ak'och a sat t'a junok mach tz'och yajaliloc a chonhab',"
        },
        {
            "number": "17",
            "text": "yic scuchb'ejb'at heb' yic sb'atnhej heb', yic max satek' heb' icha nok' kalnel malaj stanhwumal, xchi winh."
        },
        {
            "number": "18",
            "text": "Ix tak'wi Jehová chi' t'a winh icha tik: --Te ay wal och Vespíritu t'a winhaj Josué yuninal winhaj Nun, yuj chi' ak'b'at a k'ab' t'a sjolom winh."
        },
        {
            "number": "19",
            "text": "D'a wal yichanh winhaj sat sacerdote Eleazar yet' t'a yichanh masanil heb' anima, tzak'ankanoch yopisio winh."
        },
        {
            "number": "20",
            "text": "Ak'kanoch jab'oc opisio chi' t'a yib'anh winh, yic wach' ol sk'anab'ajej masanil heb' anima tas ol yal winh."
        },
        {
            "number": "21",
            "text": "Ha t'a winhaj Eleazar ol yal winh, haxo winhaj Eleazar chi' ol k'anb'an t'ayin yuj winh. Ha inxo Jehová in tik ol wal yet' k'een Urim tas ol yutej sb'a winh. Axo winh ol alan t'a heb' chonhab' chi' tas ol aj heb', xchi Jehová chi'."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix ik'jib'at winhaj Josué chi' yuj winhaj Moisés t'a yichanh winhaj sacerdote Eleazar yet' t'a yichanh masanil heb' chonhab'. Ixlajwi chi' ix yak'anb'at sk'ab' winhaj Moisés chi' t'a sjolom winhaj Josué chi', ix yak'ankan yopisio winh, icha ix aj yalan Jehová t'a winhaj Moisés chi'."
        }
    ]
}