{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun vinh d'a yinhtilal Manasés scuch Zelofehad. Aton stzolal smam yicham vinh tic: Vinhaj Hefer, vinhaj Galaad, vinhaj Maquir, vinhaj Manasés yed' vinhaj José. A vinhaj Zelofehad chi' ay ovanh eb' ix yisil vinh: Aton ix Maala, ix Noa, ix Hogla, ix Milca yed' ix Tirsa."
        },
        {
            "number": "2",
            "text": "A ovanh eb' ix snulej sb'a tic, ix b'at eb' ix b'aj ay cajnub' b'aj sch'ox sb'a Jehová. Ix yalan eb' ix d'a vinhaj Moisés yed' d'a vinhaj sacerdote Eleazar yed' d'a masanil eb' yajalil chonhab' icha tic:"
        },
        {
            "number": "3",
            "text": "A vinh co mam a onh tic, ix cham vinh d'a tz'inan luum, palta manh locanoclaj vinh yed' eb' yic vinhaj Coré ix meltzajoch ajk'olal d'a Jehová. A vinh co mam chi' yujnhej smul vinh d'a yol yico' ix cham vinh, malaj junoc yuninal vinh ix cani."
        },
        {
            "number": "4",
            "text": "Palta manh smojoc satcanel sb'i vinh d'a slistail quinhtilal, yujnhej to malaj junoc yuninal vinh ix cani. Yuj chi' ol eyak' junoc macanh co luum d'a scal yic eb' vinh yuk'tac vinh co mam chi', xchi eb' ix."
        },
        {
            "number": "5",
            "text": "Ix yalan vinhaj Moisés masanil tas ix yal eb' ix ix chi' d'a Jehová."
        },
        {
            "number": "6",
            "text": "Ix tak'vi Jehová chi' d'a vinh icha tic:"
        },
        {
            "number": "7",
            "text": "A eb' ix yisil vinhaj Zelofehad chi', yel syal eb' ix. Ol ak' junoc macanh sluum eb' ix d'a scal yic eb' vinh yuk'tac vinh smam eb' ix chi', axo eb' ix ol ik'ancan smacb'en vinh smam chi'."
        },
        {
            "number": "8",
            "text": "Alpax d'a eb' etisraelal: Tato ay mach schami, malaj junoc yuninal vinac scani, a smacb'en syal scan d'a eb' ix yisil."
        },
        {
            "number": "9",
            "text": "Palta tato malaj junoc yisil chi', a d'a junoc yuk'tac scan smacb'en chi'."
        },
        {
            "number": "10",
            "text": "Tato malaj junoc yuk'tac chi' jun, a d'a eb' yuk'tac smam scan smacb'en chi'."
        },
        {
            "number": "11",
            "text": "Tato a smam chi' malaj pax yuk'tac, a d'a junoc sk'ab' yoc, ata' scan smacb'en chi'. A jun tic ley tz'ajcan d'a scal chonhab' Israel, icha tz'aj valan tic d'ayach, xchi Jehová chi' d'a vinh."
        },
        {
            "number": "12",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic: --Q'ueanh d'a jolom vitz Abarim, tzilancanb'at lum ol vak' d'a eb' etchonhab' tic."
        },
        {
            "number": "13",
            "text": "Anhej slajvi ilanb'at luum, ol ach chamoc, icha val ix aj scham vinh uk'tac aj Aarón,"
        },
        {
            "number": "14",
            "text": "yujto maj in e k'anab'ajej, maj in eyik'chaanh d'a tz'inan lum yic Zin, ayic ix cot yoval eb' anima d'ayin. Maj e k'anab'ajej e ch'oxanel d'a yichanh eb' eyetchonhab' to A inxonhej Ochi ayic ix q'ue yav eb' sk'anan a a' yuq'uej, xchi d'a vinh. (Ix uji jun chi' b'aj ay a a' scuch Meriba d'a Cades, d'a lum tz'inan luum yic Zin.)"
        },
        {
            "number": "15",
            "text": "Ix yalan vinhaj Moisés d'a Jehová chi' icha tic:"
        },
        {
            "number": "16",
            "text": "--Mamin Jehová, a ach tzak' sq'uinal masanil anima. A ticnaic ak'och a sat d'a junoc mach tz'och yajaliloc a chonhab',"
        },
        {
            "number": "17",
            "text": "yic scuchb'ejb'at eb' yic sb'atnhej eb', yic max satek' eb' icha nok' calnel malaj stanhvumal, xchi vinh."
        },
        {
            "number": "18",
            "text": "Ix tak'vi Jehová chi' d'a vinh icha tic: --Te ay val och Vespíritu d'a vinhaj Josué yuninal vinhaj Nun, yuj chi' ak'b'at a k'ab' d'a sjolom vinh."
        },
        {
            "number": "19",
            "text": "D'a val yichanh vinhaj sat sacerdote Eleazar yed' d'a yichanh masanil eb' anima, tzak'ancanoch yopisio vinh."
        },
        {
            "number": "20",
            "text": "Ak'canoch jab'oc opisio chi' d'a yib'anh vinh, yic vach' ol sk'anab'ajej masanil eb' anima tas ol yal vinh."
        },
        {
            "number": "21",
            "text": "A d'a vinhaj Eleazar ol yal vinh, axo vinhaj Eleazar chi' ol k'anb'an d'ayin yuj vinh. A inxo Jehová in tic ol val yed' q'uen Urim tas ol yutej sb'a vinh. Axo vinh ol alan d'a eb' chonhab' chi' tas ol aj eb', xchi Jehová chi'."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix ik'jib'at vinhaj Josué chi' yuj vinhaj Moisés d'a yichanh vinhaj sacerdote Eleazar yed' d'a yichanh masanil eb' chonhab'. Ix lajvi chi' ix yak'anb'at sk'ab' vinhaj Moisés chi' d'a sjolom vinhaj Josué chi', ix yak'ancan yopisio vinh, icha ix aj yalan Jehová d'a vinhaj Moisés chi'."
        }
    ]
}