{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "2",
            "text": "Al jun checnab'il tic d'a eb' etchonhab' chi': A d'a stiempoal chequel yajcani, sk'anab'ajej eb' yak'an juntzanh ofrenda snhusjitz'a silab'il d'ayin, te suk'uq'ui sjab' svab'i, xchi d'a vinh."
        },
        {
            "number": "3",
            "text": "Ix yalan vinhaj Moisés chi' d'a eb' yetchonhab' chi' yuj juntzanh ofrenda yovalil snhustz'a eb' yuj yik'jichaanh Jehová. Junjun k'u snhusjitz'a chatacvanh nok' quelemtac calnel jun ab'il sq'uinal, malaj jab'oc spaltail. Jun nok' snhusjitz'a d'a q'uinhib'alil, axo junxo nok' d'a yemk'ualil. Yovalil tz'ak'ji chanhe' libra ixim harina te vach', scalaj yed' junoc litro aceite yic sat te' olivo ofrendail yed' junjun nok'. Tz'ak'jipax junjun litro vino yed' junjun nok' calnel chi', secchajem b'aj ay scajnub' Jehová yuj yik'jichaanh. A d'a lum vitzal Sinaí ix schec Jehová ak'joc juntzanh silab' tic d'a junjun k'u, aton ofrenda suk'uq'ui sjab' syab' Jehová."
        },
        {
            "number": "4",
            "text": "A d'a sk'ual ik'oj ip, yovalil syak' chavanhocxo nok' quelemtac calnel eb', aton nok' jun ab'il sq'uinal, malaj jab'oc spaltail yed' vajxaque' libra ixim harina te vach' calab'il yed' aceite d'a ofrendail d'a ixim trigo. Tz'ak'jipax vino yed'oc, ichataxon tz'aj yak'ji."
        },
        {
            "number": "5",
            "text": "Masanil juntzanh silab' chi' tz'ak'ji d'a sk'ual ik'oj ip, palta ch'oc yel d'a yichanh silab' tz'ak'jitaxon d'a junjun k'u yed' pax vino tz'ak'jitaxon yed'oc."
        },
        {
            "number": "6",
            "text": "A d'a b'ab'el k'ual yic junjun uj tzeyak' chavanh nok' quelemtac vacax silab'il yed' jun nok' ch'ac calnel yed' ucvanh nok' quelemtac calnel jun ab'il sq'uinal. Masanil nok' tic, mocab'a jab'oc spaltail nok'."
        },
        {
            "number": "7",
            "text": "A yed' junjun nok' vacax chi' tzeyak' lajchaveoc libra ixim harina te vach', tze calan yed' aceite. Axo yed' nok' ch'ac calnel chi' tzeyak' vajxaqueoc libra ixim harina te vach', calab'il yed' aceite."
        },
        {
            "number": "8",
            "text": "Axo yed' junjun nok' quelemtac calnel chi', chanhe' libra ixim harina te vach' calab'il yed' aceite tzeyak'a'. Aton jun ofrenda snhusjitz'a chi', suk'uq'ui sjab' syab' Jehová."
        },
        {
            "number": "9",
            "text": "Axo vino tz'ak'jitaxon d'a ofrendail, chab' litro tz'ak'ji yed' junjun nok' vacax chi', nanhal schab'il litro d'a jun nok' ch'ac calnel chi', junjun litro d'a junjun nok' quelemtac calnel chi'. Aton juntzanh ofrenda chi' yovalil tz'ak'ji d'a junjun uj d'a yol ab'il."
        },
        {
            "number": "10",
            "text": "A yed' silab' snhusjitz'a chi', tz'ak'jipax junoc nok' mam chiva d'a Jehová silab'il yuj mul yed' vino tz'ak'jitaxon yed'oc."
        },
        {
            "number": "11",
            "text": "D'a 14 yoch b'ab'el uj d'a yol ab'il, ata' tz'och q'uinh yic tze naancoti ayic eyelnac libre yuj Jehová."
        },
        {
            "number": "12",
            "text": "Axo d'a 15 yoch uj chi', ata' tz'och uque' k'ual q'uinh, aton ta' svaji ixim pan malaj yich."
        },
        {
            "number": "13",
            "text": "A d'a b'ab'el k'u d'a uque' k'ual chi' tz'och jun nivan molanil yuj eyoch ejmelal. A d'a jun k'u chi', malaj junoc macanh munlajel tze k'ulej."
        },
        {
            "number": "14",
            "text": "Chavanh nok' quelemtac vacax tz'ak'ji silab'il, jun nok' ch'ac calnel yed' ucvanh nok' quelemtac calnel junjun ab'il sq'uinal. Masanil nok' chi', malajocab' jab'oc spaltail nok'."
        },
        {
            "number": "15",
            "text": "A yed' juntzanh silab' chi' tz'ak'ji juntzanhxo ofrenda tz'ak'jitaxon yed'oc, ixim harina calab'il yed' aceite, tz'ak'ji icha tic: Lajchave' libra ixim yed' junjun nok' vacax chi', vajxaque' libra ixim yed' jun nok' ch'ac calnel chi',"
        },
        {
            "number": "16",
            "text": "chanhe' libra ixim yed' junjun nok' quelemtac calnel chi'."
        },
        {
            "number": "17",
            "text": "Tz'ak'jipax junoc nok' mam chiva silab'il yuj mul yic stupcanel e mul d'a eyib'anh."
        },
        {
            "number": "18",
            "text": "Masanil juntzanh chi' tz'ak'ji yed' jun silab' snhusjitz'a d'a q'uinhib'alil d'a junjun k'u."
        },
        {
            "number": "19",
            "text": "Icha chi' tz'aj d'a junjun k'u d'a uque' k'ual q'uinh chi'. Snhusjitz'a juntzanh ofrenda chi', suk'uq'ui sjab' syab' Jehová. Palta ch'oc pax yaj silab' tz'ak'jitaxon d'a junjun k'u yed' pax vino tz'ak'jitaxon yed'oc."
        },
        {
            "number": "20",
            "text": "Axo d'a yuquil k'ual, tz'ochpax junxo nivan molanil yuj eyoch ejmelal. A d'a jun k'u chi', malaj junoc macanh munlajel tze k'ulej."
        },
        {
            "number": "21",
            "text": "Ayic toxo ix ek'b'at uque' semana yek' q'uinh yic tze naancot eyelnac libre yuj Jehová, tzeyak'an eyofrenda yuj sb'ab'el sat eyavb'en tze molo'. Tze molb'ej e b'a e masanil yuj eyoch ejmelal d'a Jehová, malaj junoc macanh munlajel tze k'ulej."
        },
        {
            "number": "22",
            "text": "Tzeyak'pax junoc silab' te vach' d'a Jehová suk'uq'ui sjab' syab'i: Chavanh nok' quelemtac vacax, junoc nok' ch'ac calnel, ucvanhoc nok' quelemtac calnel jun ab'il sq'uinal,"
        },
        {
            "number": "23",
            "text": "yed' ixim harina te vach' calab'il yed' aceite tz'ak'jitaxoni, lajchave' libra ixim yed' junjun nok' vacax chi', vajxaque' libra ixim yed' jun nok' ch'ac calnel chi',"
        },
        {
            "number": "24",
            "text": "chanhe' libra ixim yed' junjun nok' quelemtac calnel chi'."
        },
        {
            "number": "25",
            "text": "Tzeyak'anpax junoc nok' mam chiva silab'il yuj e mul."
        },
        {
            "number": "26",
            "text": "A yed' juntzanh silab' chi' tz'ak'jinhej ofrenda d'a ixim harina yed' vino. Tzeyak'anpax silab' tz'ak'jitaxon d'a junjun k'u. Masanil nok' tz'ak'ji chi', yovalil malaj jab'oc spaltail nok'."
        }
    ]
}