{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Al jun checnab'il tik t'a heb' etchonhab' chi': Ha t'a stiempoal chequel yajcani, sk'anab'ajej heb' yak'an juntzanh ofrenda snhusjitz'a silab'il t'ayin, te suk'uq'ui sjab' swab'i, xchi t'a winh."
        },
        {
            "number": "3",
            "text": "Ix yalan winhaj Moisés chi' t'a heb' yetchonhab' chi' yuj juntzanh ofrenda yowalil snhustz'a heb' yuj yik'jichaanh Jehová. Junjun k'u snhusjitz'a chatacwanh nok' kelemtac calnel jun ab'il sk'inal, malaj jab'oc spaltail. Jun nok' snhusjitz'ha t'a q'uinhib'alil, haxo junxo nok' t'a yemk'ualil. Yowalil tz'ak'ji chanhe' libra ixim harina te wach', scalaj yet' junok litro aceite yic sat te' oliwo ofrendail yet' junjun nok'. Tz'ak'jipax junjun litro wino yet' junjun nok' calnel chi', secchajem b'aj ay scajnub' Jehová yuj yik'jichaanh. Ha t'a lum witzal Sinaí ix schec Jehová ak'joc juntzanh silab' tik t'a junjun k'u, aton ofrenda suk'uq'ui sjab' syab' Jehová."
        },
        {
            "number": "4",
            "text": "Ha t'a sk'ual ik'oj ip, yowalil syak' chawanhocxo nok' kelemtac calnel heb', aton nok' jun ab'il sk'inal, malaj jab'oc spaltail yet' wajxaque' libra ixim harina te wach' calab'il yet' aceite t'a ofrendail t'a ixim trigo. Tz'ak'jipax wino yet'oc, ichataxon tz'aj yak'ji."
        },
        {
            "number": "5",
            "text": "Masanil juntzanh silab' chi' tz'ak'ji t'a sk'ual ik'oj ip, palta ch'oc yel t'a yichanh silab' tz'ak'jitaxon t'a junjun k'u yet' pax wino tz'ak'jitaxon yet'oc."
        },
        {
            "number": "6",
            "text": "Ha t'a b'ab'el k'ual yic junjun uj tzeyak' chawanh nok' kelemtac wacax silab'il yet' jun nok' ch'ac calnel yet' ucwanh nok' kelemtac calnel jun ab'il sk'inal. Masanil nok' tik, mocab'a jab'oc spaltail nok'."
        },
        {
            "number": "7",
            "text": "Ha yet' junjun nok' wacax chi' tzeyak' lajchaweoc libra ixim harina te wach', tze calan yet' aceite. Axo yet' nok' ch'ac calnel chi' tzeyak' wajxaqueoc libra ixim harina te wach', calab'il yet' aceite."
        },
        {
            "number": "8",
            "text": "Axo yet' junjun nok' kelemtac calnel chi', chanhe' libra ixim harina te wach' calab'il yet' aceite tzeyak'a'. Aton jun ofrenda snhusjitz'a chi', suk'uq'ui sjab' syab' Jehová."
        },
        {
            "number": "9",
            "text": "Axo wino tz'ak'jitaxon t'a ofrendail, chab' litro tz'ak'ji yet' junjun nok' wacax chi', nanhal schab'il litro t'a jun nok' ch'ac calnel chi', junjun litro t'a junjun nok' kelemtac calnel chi'. Aton juntzanh ofrenda chi' yowalil tz'ak'ji t'a junjun uj t'a yol ab'il."
        },
        {
            "number": "10",
            "text": "Ha yet' silab' snhusjitz'a chi', tz'ak'jipax junok nok' mam chiwa t'a Jehová silab'il yuj mul yet' wino tz'ak'jitaxon yet'oc."
        },
        {
            "number": "11",
            "text": "D'a 14 yoch b'ab'el uj t'a yol ab'il, ata' tz'och q'uinh yic tze naancoti ayic eyelnac libre yuj Jehová."
        },
        {
            "number": "12",
            "text": "Axo t'a 15 yoch uj chi', ata' tz'och uque' k'ual q'uinh, aton ta' swaji ixim pan malaj yich."
        },
        {
            "number": "13",
            "text": "Ha t'a b'ab'el k'u t'a uque' k'ual chi' tz'och jun niwan molanil yuj eyoch ejmelal. Ha t'a jun k'u chi', malaj junok makan munlajel tze k'ulej."
        },
        {
            "number": "14",
            "text": "Chawanh nok' kelemtac wacax tz'ak'ji silab'il, jun nok' ch'ac calnel yet' ucwanh nok' kelemtac calnel junjun ab'il sk'inal. Masanil nok' chi', malajocab' jab'oc spaltail nok'."
        },
        {
            "number": "15",
            "text": "Ha yet' juntzanh silab' chi' tz'ak'ji juntzanhxo ofrenda tz'ak'jitaxon yet'oc, ixim harina calab'il yet' aceite, tz'ak'ji icha tik: Lajchawe' libra ixim yet' junjun nok' wacax chi', wajxaque' libra ixim yet' jun nok' ch'ac calnel chi',"
        },
        {
            "number": "16",
            "text": "chanhe' libra ixim yet' junjun nok' kelemtac calnel chi'."
        },
        {
            "number": "17",
            "text": "Tz'ak'jipax junok nok' mam chiwa silab'il yuj mul yic stupcanel he mul t'a eyib'anh."
        },
        {
            "number": "18",
            "text": "Masanil juntzanh chi' tz'ak'ji yet' jun silab' snhusjitz'ha t'a q'uinhib'alil t'a junjun k'u."
        },
        {
            "number": "19",
            "text": "Icha chi' tz'aj t'a junjun k'u t'a uque' k'ual q'uinh chi'. Snhusjitz'a juntzanh ofrenda chi', suk'uq'ui sjab' syab' Jehová. Palta ch'oc pax yaj silab' tz'ak'jitaxon t'a junjun k'u yet' pax wino tz'ak'jitaxon yet'oc."
        },
        {
            "number": "20",
            "text": "Axo t'a yuquil k'ual, tz'ochpax junxo niwan molanil yuj eyoch ejmelal. Ha t'a jun k'u chi', malaj junok makan munlajel tze k'ulej."
        },
        {
            "number": "21",
            "text": "Ayic toxo ix ek'b'at uque' semana yek' q'uinh yic tze naancot eyelnac libre yuj Jehová, tzeyak'an eyofrenda yuj sb'ab'el sat eyavb'en tze molo'. Tze molb'ej he b'a he masanil yuj eyoch ejmelal t'a Jehová, malaj junok makan munlajel tze k'ulej."
        },
        {
            "number": "22",
            "text": "Tzeyak'pax junok silab' te wach' t'a Jehová suk'uq'ui sjab' syab'i: Chawanh nok' kelemtac wacax, junok nok' ch'ac calnel, ucwanhoc nok' kelemtac calnel jun ab'il sk'inal,"
        },
        {
            "number": "23",
            "text": "yet' ixim harina te wach' calab'il yet' aceite tz'ak'jitaxoni, lajchawe' libra ixim yet' junjun nok' wacax chi', wajxaque' libra ixim yet' jun nok' ch'ac calnel chi',"
        },
        {
            "number": "24",
            "text": "chanhe' libra ixim yet' junjun nok' kelemtac calnel chi'."
        },
        {
            "number": "25",
            "text": "Tzeyak'anpax junok nok' mam chiwa silab'il yuj he mul."
        },
        {
            "number": "26",
            "text": "Ha yet' juntzanh silab' chi' tz'ak'jinhej ofrenda t'a ixim harina yet' wino. Tzeyak'anpax silab' tz'ak'jitaxon t'a junjun k'u. Masanil nok' tz'ak'ji chi', yowalil malaj jab'oc spaltail nok'."
        }
    ]
}