{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a b'ab'el k'ual yic yuquil uj, tze molb'ej e b'a yic tzex och ejmelal. Ha t'a jun k'ual chi' malaj junok mach smunlaji. Ha jun k'ual chi', sk'ual yic spuji q'uen trompeta."
        },
        {
            "number": "2",
            "text": "Tze nhusantz'a juntzanh silab' suk'uq'ui sjab' syab' Jehová: Jun nok' quelem vacax, junok nok' ch'ac calnel yet' ucvanh nok' quelemtac calnel jun ab'il sk'inal. Masanil juntzanh nok' nok' chi', malajocab' jab'oc spaltail nok'."
        },
        {
            "number": "3",
            "text": "Tzeyak'anpax ixim harina calab'il yet' aceite tz'ak'jitaxon yet'oc, lajchave' libra ixim yet' jun nok' vacax chi', vajxaque' libra ixim yet' jun nok' ch'ac calnel chi',"
        },
        {
            "number": "4",
            "text": "chanhe' libra ixim yet' junjun nok' quelemtac calnel chi'."
        },
        {
            "number": "5",
            "text": "Tz'ak'jipax junok nok' mam chiva silab'il yic stupcanel e mul t'a eyib'anh."
        },
        {
            "number": "6",
            "text": "Tz'ak'jipax silab' tz'ak'jitaxon t'a junjun uj yet' pax silab' tz'ak'jitaxon t'a junjun k'u yet' ixim harina yet' vino tz'ak'jitaxoni, icha wal ix aj yalan Jehová. Ha juntzanh chi' aton ofrenda snhusji, te suk'uq'ui sjab' syab' Jehová."
        },
        {
            "number": "7",
            "text": "D'a slajunhil k'ual yoch yuquil uj chi', tze molb'anpax e b'a yuj eyoch ejmelal, tzex och t'a tzek'ojk'olal t'a jun k'u chi', malaj junok makan munlajel tze k'ulej."
        },
        {
            "number": "8",
            "text": "Tze nhusantz'a juntzanh silab' suk'uq'ui sjab' syab' Jehová, jun nok' quelem vacax, jun nok' ch'ac calnel yet' ucvanh nok' quelemtac calnel jun ab'il sk'inal. Masanil juntzanh nok' nok' chi' malajocab' jab'oc spaltail nok'."
        },
        {
            "number": "9",
            "text": "Tzeyak'anpax ixim harina te wach', calab'il yet' aceite yet'oc, lajchave' libra ixim yet' jun nok' vacax chi', vajxaque' libra ixim yet' jun nok' ch'ac calnel chi',"
        },
        {
            "number": "10",
            "text": "chanhe' libra ixim yet' junjun nok' quelemtac calnel chi'."
        },
        {
            "number": "11",
            "text": "Tzeyak'anpax junok nok' mam chiva silab'il yuj yak'ji tup e mul. Tzeyak'anpax silab' tz'ak'ji t'a sk'ual yak'ji tup mul yet' pax silab' tz'ak'jitaxon t'a junjun k'u, ixim harina yet' pax vino."
        },
        {
            "number": "12",
            "text": "Anheja' t'a 15 k'ual yoch yuquil uj tze molb'ej e b'a eyoch ejmelal. Ha t'a jun k'u chi', malaj junok makan munlajel tze k'ulej. Uque' k'ual tzeyak'och q'uinh yuj eyik'anchaanh Jehová."
        },
        {
            "number": "13",
            "text": "Ha t'a junjun k'ual q'uinh chi' tze nhusantz'a juntzanh nok' nok' t'a silab'il, te suk'uq'ui sjab' syab' Jehová: Chavanh nok' ch'ac calnel yet' 14-oc nok' quelemtac calnel junjun ab'il sk'inal. Masanil juntzanh nok' nok' chi' malajocab' jab'oc spaltail nok'. Yed' pax ixim harina calab'il yet' aceite tz'ak'ji ofrendail: Vajxaque' libra ixim yet' junjun nok' ch'ac calnel chi', chanhe' libra ixim yet' junjun nok' quelemtac calnel chi'. Tzeyak'anpax junok nok' mam chiva silab'il yuj yak'ji tup e mul yet' pax silab' tz'ak'jitaxon t'a junjun k'u yet' pax ixim harina yet' vino tz'ak'jitaxon yet'oc t'a ofrendail. Ha yet' juntzanh nok' nok' chi', tzeyak'pax 13-oc nok' quelemtac vacax t'a b'ab'el k'u, 12-oc nok' t'a schab'il k'ual, 11-oc nok' t'a yoxil k'ual, 10-oc nok' t'a schanhil k'ual, b'alunhvanhoc nok' t'a yoil k'ual, vajxacvanhoc nok' t'a svaquil k'ual, ucvanhoc nok' t'a yuquil k'ual. Ha yet' junjun nok' quelemtac vacax chi' tz'ak'ji lajchaveoc libra ixim harina wach', calab'il yet' aceite. Stz'a juntzanh nok' chi' silab'il, te suk'uq'ui sjab' syab' Jehová."
        },
        {
            "number": "14",
            "text": "Axo t'a svajxaquil k'ual, tze molb'anoch e b'a eyoch ejmelal. Malaj munlajel tze k'ulej t'a jun k'ual chi'."
        },
        {
            "number": "15",
            "text": "Tze nhusantz'a junok nok' quelem vacax silab'il te suk'uq'ui sjab' syab' Jehová yet' junok nok' ch'ac calnel yet' ucvanhoc nok' quelemtac calnel junjun ab'il sk'inal. Masanil juntzanh nok' nok' chi' malajocab' spaltail nok'."
        },
        {
            "number": "16",
            "text": "Anhejtona' tzeyak'anpax ixim harina ofrendail yet' vino yet' nok' vacax chi', nok' ch'ac calnel chi' yet' pax nok' quelemtac calnel chi' icha yalan ley."
        },
        {
            "number": "17",
            "text": "Tzeyak'an junok nok' mam chiva silab'il yuj yak'ji tup e mul yet' pax silab' tz'ak'jitaxon t'a junjun k'u yet' ixim harina yet' vino tz'ak'jitaxon yet'oc t'a ofrendail."
        },
        {
            "number": "18",
            "text": "Aton juntzanh silab' tik yowalil tzeyak' t'a Jehová t'a juntzanh q'uinh to chequel yaj sk'ual. Ha yet' juntzanh tik syal eyak'anpax ofrenda to ix eyak' e ti' eyak'ani, ma junok ofrenda tonhej tz'el t'a e k'ol eyak'ani. Syal eyak'an silab' to stz'ai, ixim harina, ma vino t'a ofrendail, ma silab' yic junk'olal."
        },
        {
            "number": "19",
            "text": "Icha wal chi' ix aj yalan winhaj Moisés t'a eb' israel masanil tas ix yal Jehová t'a winh."
        }
    ]
}