{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a b'ab'el k'ual yic yuquil uj, tze molb'ej he b'a yic tzex och ejmelal. Ha t'a jun k'ual chi' malaj junok mach smunlaji. Ha jun k'ual chi', sk'ual yic spuji k'een trompeta."
        },
        {
            "number": "2",
            "text": "Tze nhusantz'a juntzanh silab' suk'uq'ui sjab' syab' Jehová: Jun nok' quelem wakax, junok nok' ch'ac kalnel yet' ucwanh nok' kelemtac kalnel jun ab'il sk'inal. Masanil juntzanh nok' nok' chi', malajokab' jab'oc spaltail nok'."
        },
        {
            "number": "3",
            "text": "Tzeyak'anpax ixim harina calab'il yet' aceite tz'ak'jitaxon yet'oc, lajchawe' libra ixim yet' jun nok' wakax chi', wajxaque' libra ixim yet' jun nok' ch'ac kalnel chi',"
        },
        {
            "number": "4",
            "text": "chanhe' libra ixim yet' junjun nok' kelemtac kalnel chi'."
        },
        {
            "number": "5",
            "text": "Tz'ak'jipax junok nok' mam chiwa silab'il yic stupcanel he mul t'a eyib'anh."
        },
        {
            "number": "6",
            "text": "Tz'ak'jipax silab' tz'ak'jitaxon t'a junjun uj yet' pax silab' tz'ak'jitaxon t'a junjun k'u yet' ixim harina yet' wino tz'ak'jitaxoni, icha wal ix aj yalan Jehová. Ha juntzanh chi' aton ofrenda snhusji, te suk'uq'ui sjab' syab' Jehová."
        },
        {
            "number": "7",
            "text": "D'a slajunhil k'ual yoch yuquil uj chi', tze molb'anpax he b'a yuj eyoch ejmelal, tzex och t'a tzek'ojk'olal t'a jun k'u chi', malaj junok makan munlajel tze k'ulej."
        },
        {
            "number": "8",
            "text": "Tze nhusantz'a juntzanh silab' suk'uq'ui sjab' syab' Jehová, jun nok' quelem wakax, jun nok' ch'ac kalnel yet' ucwanh nok' kelemtac kalnel jun ab'il sk'inal. Masanil juntzanh nok' nok' chi' malajokab' jab'oc spaltail nok'."
        },
        {
            "number": "9",
            "text": "Tzeyak'anpax ixim harina te wach', calab'il yet' aceite yet'oc, lajchawe' libra ixim yet' jun nok' wakax chi', wajxaque' libra ixim yet' jun nok' ch'ac kalnel chi',"
        },
        {
            "number": "10",
            "text": "chanhe' libra ixim yet' junjun nok' kelemtac kalnel chi'."
        },
        {
            "number": "11",
            "text": "Tzeyak'anpax junok nok' mam chiwa silab'il yuj yak'ji tup he mul. Tzeyak'anpax silab' tz'ak'ji t'a sk'ual yak'ji tup mul yet' pax silab' tz'ak'jitaxon t'a junjun k'u, ixim harina yet' pax wino."
        },
        {
            "number": "12",
            "text": "Anheja' t'a 15 k'ual yoch yuquil uj tze molb'ej he b'a eyoch ejmelal. Ha t'a jun k'u chi', malaj junok makan munlajel tze k'ulej. Uque' k'ual tzeyak'och q'uinh yuj eyik'anchaanh Jehová."
        },
        {
            "number": "13",
            "text": "Ha t'a junjun k'ual q'uinh chi' tze nhusantz'a juntzanh nok' nok' t'a silab'il, te suk'uq'ui sjab' syab' Jehová: Chawanh nok' ch'ac kalnel yet' 14-oc nok' kelemtac kalnel junjun ab'il sk'inal. Masanil juntzanh nok' nok' chi' malajokab' jab'oc spaltail nok'. Yed' pax ixim harina calab'il yet' aceite tz'ak'ji ofrendail: Vajxaque' libra ixim yet' junjun nok' ch'ac kalnel chi', chanhe' libra ixim yet' junjun nok' kelemtac kalnel chi'. Tzeyak'anpax junok nok' mam chiwa silab'il yuj yak'ji tup he mul yet' pax silab' tz'ak'jitaxon t'a junjun k'u yet' pax ixim harina yet' wino tz'ak'jitaxon yet'oc t'a ofrendail. Ha yet' juntzanh nok' nok' chi', tzeyak'pax 13-oc nok' kelemtac wakax t'a b'ab'el k'u, 12-oc nok' t'a schab'il k'ual, 11-oc nok' t'a yoxil k'ual, 10-oc nok' t'a schanhil k'ual, b'alunhwanhoc nok' t'a yoil k'ual, wajxacwanhoc nok' t'a swaquil k'ual, ucwanhoc nok' t'a yuquil k'ual. Ha yet' junjun nok' kelemtac wakax chi' tz'ak'ji lajchaweoc libra ixim harina wach', calab'il yet' aceite. Stz'a juntzanh nok' chi' silab'il, te suk'uq'ui sjab' syab' Jehová."
        },
        {
            "number": "14",
            "text": "Axo t'a swajxaquil k'ual, tze molb'anoch he b'a eyoch ejmelal. Malaj munlajel tze k'ulej t'a jun k'ual chi'."
        },
        {
            "number": "15",
            "text": "Tze nhusantz'a junok nok' quelem wakax silab'il te suk'uq'ui sjab' syab' Jehová yet' junok nok' ch'ac kalnel yet' ucwanhoc nok' kelemtac kalnel junjun ab'il sk'inal. Masanil juntzanh nok' nok' chi' malajokab' spaltail nok'."
        },
        {
            "number": "16",
            "text": "Anhejtona' tzeyak'anpax ixim harina ofrendail yet' wino yet' nok' wakax chi', nok' ch'ac kalnel chi' yet' pax nok' kelemtac kalnel chi' icha yalan ley."
        },
        {
            "number": "17",
            "text": "Tzeyak'an junok nok' mam chiwa silab'il yuj yak'ji tup he mul yet' pax silab' tz'ak'jitaxon t'a junjun k'u yet' ixim harina yet' wino tz'ak'jitaxon yet'oc t'a ofrendail."
        },
        {
            "number": "18",
            "text": "Aton juntzanh silab' tik yowalil tzeyak' t'a Jehová t'a juntzanh q'uinh to chequel yaj sk'ual. Ha yet' juntzanh tik syal eyak'anpax ofrenda to ix eyak' he ti' eyak'ani, ma junok ofrenda tonhej tz'el t'a he k'ol eyak'ani. Syal eyak'an silab' to stz'ai, ixim harina, ma wino t'a ofrendail, ma silab' yic junk'olal."
        },
        {
            "number": "19",
            "text": "Icha wal chi' ix aj yalan winhaj Moisés t'a heb' israel masanil tas ix yal Jehová t'a winh."
        }
    ]
}