{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Aton heb' yinhtilal winhaj Aarón yet' heb' yinhtilal winhaj Moisés tik, ayic ix lolon Jehová t'a winhaj Moisés chi' t'a jolom witz Sinaí."
        },
        {
            "number": "2",
            "text": "Ha heb' yuninal winhaj Aarón chi': Vinhaj Nadab b'ab'el winak, winhaj Abiú, winhaj Eleazar yet' winhaj Itamar."
        },
        {
            "number": "3",
            "text": "Ha heb' chanhwanh tik, ix sik'jiel heb', ix ochcan yopisio heb' sacerdoteal."
        },
        {
            "number": "4",
            "text": "Palta a winhaj Nadab yet' winhaj Abiú chi', ix cham heb' winh t'a yichanh Jehová t'a tzinan lum Sinaí, yujto ix yak'och jun k'ak' heb' winh icha ofrenda t'a yichanh Jehová to manh smojoc. Mantalaj yuninal heb' ta', yuj chi' axonhej winhaj Eleazar yet' winhaj Itamar ix munlaj sacerdoteal t'a yalanh smandar winhaj Aarón aton smam heb'."
        },
        {
            "number": "5",
            "text": "Ix lolonxi Jehová t'a winhaj Moisés chi', ix yalan icha tik:"
        },
        {
            "number": "6",
            "text": "Avtej masanil heb' winh winak t'a yinhtilal Leví, yic skolwaj heb' yet' winhaj sacerdote Aarón icha ol yal winh."
        },
        {
            "number": "7",
            "text": "Ha heb' chi' ayoch yopisio t'a yichanh winhaj Aarón chi' yet' t'a yichanh chonhab' t'a mantiado b'aj tzin ch'ox in b'a. Stanhwanpax masanil yamk'ab' yic mantiado chi' heb'. Icha chi' tz'aj yak'ji serwil masanil chonhab' Israel yuj heb' t'a masanil munlajel b'aj ay in cajnub'."
        },
        {
            "number": "8",
            "text": "Ik'chajocab'el heb' lewita t'a skal heb' eyetchonhab' smasanil yic wach' syak' serwil winhaj Aarón heb' yet' t'a masanil yinhtilal winh."
        },
        {
            "number": "9",
            "text": "Anhej t'a yib'anh winh yet' yinhtilal tz'ochcan yopisio yak'an sacerdoteal. Tato ay junok mach manh yinhtiloc winh chi' syecoch sb'ha t'a jun opisio chi', yowalil schami, xchi t'a winh."
        },
        {
            "number": "10",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "11",
            "text": "Toxo ix ex in sik'canel a ex lewita ex tik sk'exuloc junjun heb' b'ab'el winak unin t'a skal heb' etisraelal, yuj chi' wik eyaji."
        },
        {
            "number": "12",
            "text": "Ayic ix wak'ancham masanil heb' b'ab'el winak unin t'a Egipto, ix wak'kan sb'ab'el winak unin heb' etisraelal yic tz'ochcan wicoc, icha pax chi' nok' b'ab'el yune' nok' he molb'etzal nok' wik yaji. Ha in Jehová in swala', xchi t'a winhaj Moisés chi'."
        },
        {
            "number": "13",
            "text": "Ix lolon Jehová t'a winhaj Moisés chi' t'a tzinan lu'um Sinaí, ix yalani:"
        },
        {
            "number": "14",
            "text": "Ik'k'e waan sb'isul heb' etlewitail, icha junjun macquiltaquil, masanil heb' winak t'a he kal. Tza chael yich t'a heb' jun ujal sk'inal sb'eynhejb'ati, xchi Jehová."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix yik'chaanh sb'isul heb' winhaj Moisés chi', icha ix aj yalan Jehová."
        },
        {
            "number": "16",
            "text": "Ha heb' yuninal winhaj Leví: Aton winhaj Gersón, winhaj Coat yet' winhaj Merari."
        },
        {
            "number": "17",
            "text": "Axo heb' yuninal winhaj Gersón chi': Aton winhaj Libni yet' winhaj Simei, aton heb' winh tik sb'inajnhej t'a yinhtilal."
        },
        {
            "number": "18",
            "text": "Ha heb' yuninal winhaj Coat: Aton winhaj Amram, winhaj Izhar, winhaj Hebrón yet' winhaj Uziel, aton heb' winh tik sb'inajnhej t'a yinhtilal."
        },
        {
            "number": "19",
            "text": "Ha heb' yuninal winhaj Merari: Aton winhaj Mahli yet' winhaj Musi, aton heb' winh tik sb'inajnhej t'a yinhtilal. Ha heb' winh tik, yajal yaj heb' winh t'a junjun makan yinhtilalcan winhaj Leví."
        },
        {
            "number": "20",
            "text": "Ha heb' yinhtilalcan winhaj Gersón, cha makan yaj heb', aton heb' yinhtilalcan winhaj Libni yet' heb' yinhtilalcan winhaj Simei."
        },
        {
            "number": "21",
            "text": "Ha sb'isul heb' winak t'a smasanil, ix chajiel yich t'a heb' jun ujal sk'inal sb'eynhejb'ati, ay 7 mil 500."
        },
        {
            "number": "22",
            "text": "Masanil heb' tik, ha t'a stojolal b'aj tz'em k'u, t'a spatic scajnub' Jehová tz'aj scampamento heb'."
        },
        {
            "number": "23",
            "text": "Ha pax mach yajal yaj t'a yinhtilalcan winhaj Gersón, aton winhaj Eliasaf yuninal winhaj Lael."
        },
        {
            "number": "24",
            "text": "Aton heb' tz'ilan juntzanh smacul yib'anh scajnub' Jehová b'aj sch'ox sb'a yet' k'apac cortina ayoch t'a sti' scajnub' chi',"
        },
        {
            "number": "25",
            "text": "k'apac scortinail amak' oyanoch t'a spatic scajnub' Jehová yet' b'aj ay altar, k'apac cortina ayoch t'a sti' amak' chi' yet' sch'anhal ayoch t'a spatic syamk'ab'il."
        },
        {
            "number": "26",
            "text": "Ha heb' yinhtilalcan winhaj Coat, chanh makan yaj heb': Aton heb' yinhtilalcan winhaj Amram, heb' yinhtilalcan winhaj Izhar, heb' yinhtilalcan winhaj Hebrón yet' heb' yinhtilalcan winhaj Uziel."
        },
        {
            "number": "27",
            "text": "Ha sb'isul masanil heb' winak ix schael yich t'a heb' jun ujal sk'inal sb'eynhejb'ati, ay 8 mil 600 heb', aton heb' tz'ilan scajnub' Jehová."
        },
        {
            "number": "28",
            "text": "Masanil heb' tik, ha t'a stz'eyel scajnub' Jehová t'a stojolal sur tz'aj scampamento heb'."
        },
        {
            "number": "29",
            "text": "Ha yajalil juntzanh heb', aton winhaj Elizafán yuninal winhaj Uziel."
        },
        {
            "number": "30",
            "text": "Aton heb' tik tz'ilan te' scaxail trato, te' mexa, sb'achnub' candil, chab' altar yet' masanil jantac syamk'ab'il sk'anchaj t'a yol scajnub' Jehová yet' pax k'apac cortina ayoch t'a yool."
        },
        {
            "number": "31",
            "text": "Ha jun sat yajal yajoch t'a skal heb' lewita chi', aton winhaj Eleazar yuninal winhaj sacerdote Aarón, a winh tz'ilan masanil heb' smunlaj t'a scajnub' Jehová."
        },
        {
            "number": "32",
            "text": "Ha heb' yinhtilalcan winhaj Merari, cha makan yaj heb', aton heb' yinhtilalcan winhaj Mahli yet' heb' yinhtilalcan winhaj Musi."
        },
        {
            "number": "33",
            "text": "Ha sb'isul masanil heb' winak, tz'el yich t'a heb' jun ujal sk'inal sb'eynhejb'ati, ay 6 mil 200 heb'."
        },
        {
            "number": "34",
            "text": "Ha yajalil heb', aton winhaj Zuriel yuninal winhaj Abihail. Tz'aj scampamento heb' t'a stz'eyel scajnub' Jehová t'a stojolal norte."
        },
        {
            "number": "35",
            "text": "Aton heb' tik tz'ilan te' smarcoal, sreglail, yoyal, sb'achnub'al, masanil syamk'ab'il,"
        },
        {
            "number": "36",
            "text": "yet' pax yoyal oyanoch t'a spatictac amak', sb'achnub'al, yestacail yet' masanil sch'anhal."
        },
        {
            "number": "37",
            "text": "Axo pax t'a stojolal b'aj sjawi k'u t'a yichanhb'at scajnub' Jehová tz'aj scampamento winhaj Moisés yet' winhaj Aarón yet' heb' yuninal winhaj Aarón chi', aton heb' tz'ak'wi serwil t'a yol scajnub' Jehová chi' yuj swach'iloc heb' israel. Tato ay junok mach sk'och t'a slak'anil cajnub' chi' to manh yopisiooc yaji, tojolnhej schami."
        },
        {
            "number": "38",
            "text": "Ayic ix yik'anchaanh sb'isul heb' lewita winhaj Moisés yet' winhaj Aarón t'a stzolal icha ix aj yalan Jehová, a sb'isul heb' winak t'a smasanil, ay 22 mil, tz'el yich t'a heb' jun ujal sk'inal sb'eynhejb'ati."
        },
        {
            "number": "39",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik: Ik'chaanh sb'isul yet' sb'i heb' b'ab'el winak unin t'a skal heb' etchonhab', tz'el yich t'a heb' jun ujal sk'inal sb'eynhejb'ati."
        },
        {
            "number": "40",
            "text": "Ha heb' lewita tik, wik yaj heb' sk'exuloc heb' b'ab'el unin chi'. Anheja' wicpax tz'ajkan masanil nok' smolb'etzal nok' heb' sk'exuloc nok' sb'ab'el yune' nok' smolb'etzal nok' heb' israel tik. Ha in ton Jehová in swala', xchi t'a winh."
        },
        {
            "number": "41",
            "text": "Yuj chi' ix ik'jichaanh sb'isul masanil heb' b'ab'el winak unin t'a skal chonhab' Israel yuj winhaj Moisés chi', icha ix aj yalan Jehová."
        },
        {
            "number": "42",
            "text": "Masanil heb' winak unin jun ujal sk'inal sb'eynhejb'ati, ay 22 mil 273 heb'."
        },
        {
            "number": "43",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "44",
            "text": "Ak'canoch heb' lewita tik sk'exuloc heb' b'ab'el winak unin t'a skal chonhab' Israel. Anheja' pax nok' smolb'etzal nok' heb' tz'ochcan sk'exuloc nok' smolb'etzal nok' heb' yetisraelal, yujto wik yaj heb' lewita tik. Ha in ton Jehová in swala'."
        },
        {
            "number": "45",
            "text": "Palta ek'al sb'isul heb' b'ab'el unin t'a chonhab' Israel t'a yichanh heb' lewita chi', yuj chi' ha t'a junjun heb' 273 b'ab'el unin syak' sobre chi', tza k'an oyeoc siclo k'een plata, icha jantac yalil k'een sk'anchaj t'a in cajnub', aton 20 geras yalil."
        },
        {
            "number": "46",
            "text": "Tzak'an juntzanh k'een tumin chi' t'a winhaj Aarón yet' t'a heb' yuninal, aton tz'och sk'exuloc heb' b'ab'el unin syak' sobre chi', xchi Jehová."
        },
        {
            "number": "47",
            "text": "Icha chi' ix aj smolank'e k'een tumin winhaj Moisés ix och sk'exuloc heb' b'ab'el unin t'a skal chonhab' Israel syak' sobre chi'."
        },
        {
            "number": "48",
            "text": "Ix molchaj mil 365 siclo k'een plata, icha jantac yalil k'een sk'anchaj t'a scajnub' Jehová."
        },
        {
            "number": "49",
            "text": "Ixlajwi chi', ix yak'an k'een winhaj Moisés t'a winhaj Aarón yet' t'a heb' yuninal, icha ix aj yalan Jehová."
        }
    ]
}