{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Aton eb' yinhtilal vinhaj Aarón yet' eb' yinhtilal vinhaj Moisés tik, ayic ix lolon Jehová t'a vinhaj Moisés chi' t'a jolom vitz Sinaí."
        },
        {
            "number": "2",
            "text": "Ha eb' yuninal vinhaj Aarón chi': Vinhaj Nadab b'ab'el vinac, vinhaj Abiú, vinhaj Eleazar yet' vinhaj Itamar."
        },
        {
            "number": "3",
            "text": "Ha eb' chanhvanh tik, ix sik'jiel eb', ix ochcan yopisio eb' sacerdoteal."
        },
        {
            "number": "4",
            "text": "Palta a vinhaj Nadab yet' vinhaj Abiú chi', ix cham eb' vinh t'a yichanh Jehová t'a tzinan lum Sinaí, yujto ix yak'och jun k'ak' eb' vinh icha ofrenda t'a yichanh Jehová to manh smojoc. Mantalaj yuninal eb' ta', yuj chi' axonhej vinhaj Eleazar yet' vinhaj Itamar ix munlaj sacerdoteal t'a yalanh smandar vinhaj Aarón aton smam eb'."
        },
        {
            "number": "5",
            "text": "Ix lolonxi Jehová t'a vinhaj Moisés chi', ix yalan icha tik:"
        },
        {
            "number": "6",
            "text": "Avtej masanil eb' vinh vinac t'a yinhtilal Leví, yic scolvaj eb' yet' vinhaj sacerdote Aarón icha ol yal vinh."
        },
        {
            "number": "7",
            "text": "Ha eb' chi' ayoch yopisio t'a yichanh vinhaj Aarón chi' yet' t'a yichanh chonhab' t'a mantiado b'aj tzin ch'ox in b'a. Stanhvanpax masanil yamk'ab' yic mantiado chi' eb'. Icha chi' tz'aj yak'ji servil masanil chonhab' Israel yuj eb' t'a masanil munlajel b'aj ay in cajnub'."
        },
        {
            "number": "8",
            "text": "Ik'chajocab'el eb' levita t'a skal eb' eyetchonhab' smasanil yic wach' syak' servil vinhaj Aarón eb' yet' t'a masanil yinhtilal vinh."
        },
        {
            "number": "9",
            "text": "Anhej t'a yib'anh vinh yet' yinhtilal tz'ochcan yopisio yak'an sacerdoteal. Tato ay junok mach manh yinhtiloc vinh chi' syecoch sb'ha t'a jun opisio chi', yovalil schami, xchi t'a vinh."
        },
        {
            "number": "10",
            "text": "Ix yalanxi Jehová t'a vinhaj Moisés chi' icha tik:"
        },
        {
            "number": "11",
            "text": "Toxo ix ex in sik'canel a ex levita ex tik sq'uexuloc junjun eb' b'ab'el vinac unin t'a skal eb' etisraelal, yuj chi' vic eyaji."
        },
        {
            "number": "12",
            "text": "Ayic ix vak'ancham masanil eb' b'ab'el vinac unin t'a Egipto, ix vak'kan sb'ab'el vinac unin eb' etisraelal yic tz'ochcan vicoc, icha pax chi' nok' b'ab'el yune' nok' e molb'etzal nok' vic yaji. Ha in Jehová in svala', xchi t'a vinhaj Moisés chi'."
        },
        {
            "number": "13",
            "text": "Ix lolon Jehová t'a vinhaj Moisés chi' t'a tzinan lu'um Sinaí, ix yalani:"
        },
        {
            "number": "14",
            "text": "Ik'q'ue vaan sb'isul eb' etlevitail, icha junjun macquiltaquil, masanil eb' vinac t'a e cal. Tza chael yich t'a eb' jun ujal sq'uinal sb'eynhejb'ati, xchi Jehová."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix yik'chaanh sb'isul eb' vinhaj Moisés chi', icha ix aj yalan Jehová."
        },
        {
            "number": "16",
            "text": "Ha eb' yuninal vinhaj Leví: Aton vinhaj Gersón, vinhaj Coat yet' vinhaj Merari."
        },
        {
            "number": "17",
            "text": "Axo eb' yuninal vinhaj Gersón chi': Aton vinhaj Libni yet' vinhaj Simei, aton eb' vinh tik sb'inajnhej t'a yinhtilal."
        },
        {
            "number": "18",
            "text": "Ha eb' yuninal vinhaj Coat: Aton vinhaj Amram, vinhaj Izhar, vinhaj Hebrón yet' vinhaj Uziel, aton eb' vinh tik sb'inajnhej t'a yinhtilal."
        },
        {
            "number": "19",
            "text": "Ha eb' yuninal vinhaj Merari: Aton vinhaj Mahli yet' vinhaj Musi, aton eb' vinh tik sb'inajnhej t'a yinhtilal. Ha eb' vinh tik, yajal yaj eb' vinh t'a junjun makan yinhtilalcan vinhaj Leví."
        },
        {
            "number": "20",
            "text": "Ha eb' yinhtilalcan vinhaj Gersón, cha makan yaj eb', aton eb' yinhtilalcan vinhaj Libni yet' eb' yinhtilalcan vinhaj Simei."
        },
        {
            "number": "21",
            "text": "Ha sb'isul eb' vinac t'a smasanil, ix chajiel yich t'a eb' jun ujal sq'uinal sb'eynhejb'ati, ay 7 mil 500."
        },
        {
            "number": "22",
            "text": "Masanil eb' tik, ha t'a stojolal b'aj tz'em k'u, t'a spatic scajnub' Jehová tz'aj scampamento eb'."
        },
        {
            "number": "23",
            "text": "Ha pax mach yajal yaj t'a yinhtilalcan vinhaj Gersón, aton vinhaj Eliasaf yuninal vinhaj Lael."
        },
        {
            "number": "24",
            "text": "Aton eb' tz'ilan juntzanh smacul yib'anh scajnub' Jehová b'aj sch'ox sb'a yet' k'apac cortina ayoch t'a sti' scajnub' chi',"
        },
        {
            "number": "25",
            "text": "k'apac scortinail amak' oyanoch t'a spatic scajnub' Jehová yet' b'aj ay altar, k'apac cortina ayoch t'a sti' amak' chi' yet' sch'anhal ayoch t'a spatic syamk'ab'il."
        },
        {
            "number": "26",
            "text": "Ha eb' yinhtilalcan vinhaj Coat, chanh makan yaj eb': Aton eb' yinhtilalcan vinhaj Amram, eb' yinhtilalcan vinhaj Izhar, eb' yinhtilalcan vinhaj Hebrón yet' eb' yinhtilalcan vinhaj Uziel."
        },
        {
            "number": "27",
            "text": "Ha sb'isul masanil eb' vinac ix schael yich t'a eb' jun ujal sq'uinal sb'eynhejb'ati, ay 8 mil 600 eb', aton eb' tz'ilan scajnub' Jehová."
        },
        {
            "number": "28",
            "text": "Masanil eb' tik, ha t'a stz'eyel scajnub' Jehová t'a stojolal sur tz'aj scampamento eb'."
        },
        {
            "number": "29",
            "text": "Ha yajalil juntzanh eb', aton vinhaj Elizafán yuninal vinhaj Uziel."
        },
        {
            "number": "30",
            "text": "Aton eb' tik tz'ilan te' scaxail trato, te' mexa, sb'achnub' candil, chab' altar yet' masanil jantac syamk'ab'il sk'anchaj t'a yol scajnub' Jehová yet' pax k'apac cortina ayoch t'a yool."
        },
        {
            "number": "31",
            "text": "Ha jun sat yajal yajoch t'a skal eb' levita chi', aton vinhaj Eleazar yuninal vinhaj sacerdote Aarón, a vinh tz'ilan masanil eb' smunlaj t'a scajnub' Jehová."
        },
        {
            "number": "32",
            "text": "Ha eb' yinhtilalcan vinhaj Merari, cha makan yaj eb', aton eb' yinhtilalcan vinhaj Mahli yet' eb' yinhtilalcan vinhaj Musi."
        },
        {
            "number": "33",
            "text": "Ha sb'isul masanil eb' vinac, tz'el yich t'a eb' jun ujal sq'uinal sb'eynhejb'ati, ay 6 mil 200 eb'."
        },
        {
            "number": "34",
            "text": "Ha yajalil eb', aton vinhaj Zuriel yuninal vinhaj Abihail. Tz'aj scampamento eb' t'a stz'eyel scajnub' Jehová t'a stojolal norte."
        },
        {
            "number": "35",
            "text": "Aton eb' tik tz'ilan te' smarcoal, sreglail, yoyal, sb'achnub'al, masanil syamk'ab'il,"
        },
        {
            "number": "36",
            "text": "yet' pax yoyal oyanoch t'a spatictac amak', sb'achnub'al, yestacail yet' masanil sch'anhal."
        },
        {
            "number": "37",
            "text": "Axo pax t'a stojolal b'aj sjavi k'u t'a yichanhb'at scajnub' Jehová tz'aj scampamento vinhaj Moisés yet' vinhaj Aarón yet' eb' yuninal vinhaj Aarón chi', aton eb' tz'ak'vi servil t'a yol scajnub' Jehová chi' yuj swach'iloc eb' israel. Tato ay junok mach sk'och t'a slak'anil cajnub' chi' to manh yopisiooc yaji, tojolnhej schami."
        },
        {
            "number": "38",
            "text": "Ayic ix yik'anchaanh sb'isul eb' levita vinhaj Moisés yet' vinhaj Aarón t'a stzolal icha ix aj yalan Jehová, a sb'isul eb' vinac t'a smasanil, ay 22 mil, tz'el yich t'a eb' jun ujal sq'uinal sb'eynhejb'ati."
        },
        {
            "number": "39",
            "text": "Ix yalanxi Jehová t'a vinhaj Moisés chi' icha tik: Ik'chaanh sb'isul yet' sb'i eb' b'ab'el vinac unin t'a skal eb' etchonhab', tz'el yich t'a eb' jun ujal sq'uinal sb'eynhejb'ati."
        },
        {
            "number": "40",
            "text": "Ha eb' levita tik, vic yaj eb' sq'uexuloc eb' b'ab'el unin chi'. Anheja' vicpax tz'ajkan masanil nok' smolb'etzal nok' eb' sq'uexuloc nok' sb'ab'el yune' nok' smolb'etzal nok' eb' israel tik. Ha in ton Jehová in svala', xchi t'a vinh."
        },
        {
            "number": "41",
            "text": "Yuj chi' ix ik'jichaanh sb'isul masanil eb' b'ab'el vinac unin t'a skal chonhab' Israel yuj vinhaj Moisés chi', icha ix aj yalan Jehová."
        },
        {
            "number": "42",
            "text": "Masanil eb' vinac unin jun ujal sq'uinal sb'eynhejb'ati, ay 22 mil 273 eb'."
        },
        {
            "number": "43",
            "text": "Ix yalanxi Jehová t'a vinhaj Moisés chi' icha tik:"
        },
        {
            "number": "44",
            "text": "Ak'canoch eb' levita tik sq'uexuloc eb' b'ab'el vinac unin t'a skal chonhab' Israel. Anheja' pax nok' smolb'etzal nok' eb' tz'ochcan sq'uexuloc nok' smolb'etzal nok' eb' yetisraelal, yujto vic yaj eb' levita tik. Ha in ton Jehová in svala'."
        },
        {
            "number": "45",
            "text": "Palta ek'al sb'isul eb' b'ab'el unin t'a chonhab' Israel t'a yichanh eb' levita chi', yuj chi' ha t'a junjun eb' 273 b'ab'el unin syak' sobre chi', tza k'an oyeoc siclo q'uen plata, icha jantac yalil q'uen sk'anchaj t'a in cajnub', aton 20 geras yalil."
        },
        {
            "number": "46",
            "text": "Tzak'an juntzanh q'uen tumin chi' t'a vinhaj Aarón yet' t'a eb' yuninal, aton tz'och sq'uexuloc eb' b'ab'el unin syak' sobre chi', xchi Jehová."
        },
        {
            "number": "47",
            "text": "Icha chi' ix aj smolanq'ue q'uen tumin vinhaj Moisés ix och sq'uexuloc eb' b'ab'el unin t'a skal chonhab' Israel syak' sobre chi'."
        },
        {
            "number": "48",
            "text": "Ix molchaj mil 365 siclo q'uen plata, icha jantac yalil q'uen sk'anchaj t'a scajnub' Jehová."
        },
        {
            "number": "49",
            "text": "Ixlajwi chi', ix yak'an q'uen vinhaj Moisés t'a vinhaj Aarón yet' t'a eb' yuninal, icha ix aj yalan Jehová."
        }
    ]
}