{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Aton eb' yinhtilal vinhaj Aarón yed' eb' yinhtilal vinhaj Moisés tic, ayic ix lolon Jehová d'a vinhaj Moisés chi' d'a jolom vitz Sinaí."
        },
        {
            "number": "2",
            "text": "A eb' yuninal vinhaj Aarón chi': Vinhaj Nadab b'ab'el vinac, vinhaj Abiú, vinhaj Eleazar yed' vinhaj Itamar."
        },
        {
            "number": "3",
            "text": "A eb' chanhvanh tic, ix sik'jiel eb', ix ochcan yopisio eb' sacerdoteal."
        },
        {
            "number": "4",
            "text": "Palta a vinhaj Nadab yed' vinhaj Abiú chi', ix cham eb' vinh d'a yichanh Jehová d'a tz'inan lum Sinaí, yujto ix yak'och jun k'ak' eb' vinh icha ofrenda d'a yichanh Jehová to manh smojoc. Mantalaj yuninal eb' ta', yuj chi' axonhej vinhaj Eleazar yed' vinhaj Itamar ix munlaj sacerdoteal d'a yalanh smandar vinhaj Aarón aton smam eb'."
        },
        {
            "number": "5",
            "text": "Ix lolonxi Jehová d'a vinhaj Moisés chi', ix yalan icha tic:"
        },
        {
            "number": "6",
            "text": "Avtej masanil eb' vinh vinac d'a yinhtilal Leví, yic scolvaj eb' yed' vinhaj sacerdote Aarón icha ol yal vinh."
        },
        {
            "number": "7",
            "text": "A eb' chi' ayoch yopisio d'a yichanh vinhaj Aarón chi' yed' d'a yichanh chonhab' d'a mantiado b'aj tzin ch'ox in b'a. Stanhvanpax masanil yamk'ab' yic mantiado chi' eb'. Icha chi' tz'aj yak'ji servil masanil chonhab' Israel yuj eb' d'a masanil munlajel b'aj ay in cajnub'."
        },
        {
            "number": "8",
            "text": "Ik'chajocab'el eb' levita d'a scal eb' eyetchonhab' smasanil yic vach' syak' servil vinhaj Aarón eb' yed' d'a masanil yinhtilal vinh."
        },
        {
            "number": "9",
            "text": "Anhej d'a yib'anh vinh yed' yinhtilal tz'ochcan yopisio yak'an sacerdoteal. Tato ay junoc mach manh yinhtiloc vinh chi' syecoch sb'a d'a jun opisio chi', yovalil schami, xchi d'a vinh."
        },
        {
            "number": "10",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "11",
            "text": "Toxo ix ex in sik'canel a ex levita ex tic sq'uexuloc junjun eb' b'ab'el vinac unin d'a scal eb' etisraelal, yuj chi' vic eyaji."
        },
        {
            "number": "12",
            "text": "Ayic ix vak'ancham masanil eb' b'ab'el vinac unin d'a Egipto, ix vak'can sb'ab'el vinac unin eb' etisraelal yic tz'ochcan vicoc, icha pax chi' nok' b'ab'el yune' nok' e molb'etzal nok' vic yaji. A in Jehová in svala', xchi d'a vinhaj Moisés chi'."
        },
        {
            "number": "13",
            "text": "Ix lolon Jehová d'a vinhaj Moisés chi' d'a tz'inan luum Sinaí, ix yalani:"
        },
        {
            "number": "14",
            "text": "Ik'q'ue vaan sb'isul eb' etlevitail, icha junjun macquiltaquil, masanil eb' vinac d'a e cal. Tza chael yich d'a eb' jun ujal sq'uinal sb'eynhejb'ati, xchi Jehová."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix yik'chaanh sb'isul eb' vinhaj Moisés chi', icha ix aj yalan Jehová."
        },
        {
            "number": "16",
            "text": "A eb' yuninal vinhaj Leví: Aton vinhaj Gersón, vinhaj Coat yed' vinhaj Merari."
        },
        {
            "number": "17",
            "text": "Axo eb' yuninal vinhaj Gersón chi': Aton vinhaj Libni yed' vinhaj Simei, aton eb' vinh tic sb'inajnhej d'a yinhtilal."
        },
        {
            "number": "18",
            "text": "A eb' yuninal vinhaj Coat: Aton vinhaj Amram, vinhaj Izhar, vinhaj Hebrón yed' vinhaj Uziel, aton eb' vinh tic sb'inajnhej d'a yinhtilal."
        },
        {
            "number": "19",
            "text": "A eb' yuninal vinhaj Merari: Aton vinhaj Mahli yed' vinhaj Musi, aton eb' vinh tic sb'inajnhej d'a yinhtilal. A eb' vinh tic, yajal yaj eb' vinh d'a junjun macanh yinhtilalcan vinhaj Leví."
        },
        {
            "number": "20",
            "text": "A eb' yinhtilalcan vinhaj Gersón, cha macanh yaj eb', aton eb' yinhtilalcan vinhaj Libni yed' eb' yinhtilalcan vinhaj Simei."
        },
        {
            "number": "21",
            "text": "A sb'isul eb' vinac d'a smasanil, ix chajiel yich d'a eb' jun ujal sq'uinal sb'eynhejb'ati, ay 7 mil 500."
        },
        {
            "number": "22",
            "text": "Masanil eb' tic, a d'a stojolal b'aj tz'em k'u, d'a spatic scajnub' Jehová tz'aj scampamento eb'."
        },
        {
            "number": "23",
            "text": "A pax mach yajal yaj d'a yinhtilalcan vinhaj Gersón, aton vinhaj Eliasaf yuninal vinhaj Lael."
        },
        {
            "number": "24",
            "text": "Aton eb' tz'ilan juntzanh smacul yib'anh scajnub' Jehová b'aj sch'ox sb'a yed' k'apac cortina ayoch d'a sti' scajnub' chi',"
        },
        {
            "number": "25",
            "text": "k'apac scortinail amak' oyanoch d'a spatic scajnub' Jehová yed' b'aj ay altar, k'apac cortina ayoch d'a sti' amak' chi' yed' sch'anhal ayoch d'a spatic syamk'ab'il."
        },
        {
            "number": "26",
            "text": "A eb' yinhtilalcan vinhaj Coat, chanh macanh yaj eb': Aton eb' yinhtilalcan vinhaj Amram, eb' yinhtilalcan vinhaj Izhar, eb' yinhtilalcan vinhaj Hebrón yed' eb' yinhtilalcan vinhaj Uziel."
        },
        {
            "number": "27",
            "text": "A sb'isul masanil eb' vinac ix schael yich d'a eb' jun ujal sq'uinal sb'eynhejb'ati, ay 8 mil 600 eb', aton eb' tz'ilan scajnub' Jehová."
        },
        {
            "number": "28",
            "text": "Masanil eb' tic, a d'a stz'eyel scajnub' Jehová d'a stojolal sur tz'aj scampamento eb'."
        },
        {
            "number": "29",
            "text": "A yajalil juntzanh eb', aton vinhaj Elizafán yuninal vinhaj Uziel."
        },
        {
            "number": "30",
            "text": "Aton eb' tic tz'ilan te' scaxail trato, te' mexa, sb'achnub' candil, chab' altar yed' masanil jantac syamk'ab'il sk'anchaj d'a yol scajnub' Jehová yed' pax k'apac cortina ayoch d'a yool."
        },
        {
            "number": "31",
            "text": "A jun sat yajal yajoch d'a scal eb' levita chi', aton vinhaj Eleazar yuninal vinhaj sacerdote Aarón, a vinh tz'ilan masanil eb' smunlaj d'a scajnub' Jehová."
        },
        {
            "number": "32",
            "text": "A eb' yinhtilalcan vinhaj Merari, cha macanh yaj eb', aton eb' yinhtilalcan vinhaj Mahli yed' eb' yinhtilalcan vinhaj Musi."
        },
        {
            "number": "33",
            "text": "A sb'isul masanil eb' vinac, tz'el yich d'a eb' jun ujal sq'uinal sb'eynhejb'ati, ay 6 mil 200 eb'."
        },
        {
            "number": "34",
            "text": "A yajalil eb', aton vinhaj Zuriel yuninal vinhaj Abihail. Tz'aj scampamento eb' d'a stz'eyel scajnub' Jehová d'a stojolal norte."
        },
        {
            "number": "35",
            "text": "Aton eb' tic tz'ilan te' smarcoal, sreglail, yoyal, sb'achnub'al, masanil syamk'ab'il,"
        },
        {
            "number": "36",
            "text": "yed' pax yoyal oyanoch d'a spatictac amak', sb'achnub'al, yestacail yed' masanil sch'anhal."
        },
        {
            "number": "37",
            "text": "Axo pax d'a stojolal b'aj sjavi k'u d'a yichanhb'at scajnub' Jehová tz'aj scampamento vinhaj Moisés yed' vinhaj Aarón yed' eb' yuninal vinhaj Aarón chi', aton eb' tz'ak'vi servil d'a yol scajnub' Jehová chi' yuj svach'iloc eb' israel. Tato ay junoc mach sk'och d'a slak'anil cajnub' chi' to manh yopisiooc yaji, tojolnhej schami."
        },
        {
            "number": "38",
            "text": "Ayic ix yik'anchaanh sb'isul eb' levita vinhaj Moisés yed' vinhaj Aarón d'a stzolal icha ix aj yalan Jehová, a sb'isul eb' vinac d'a smasanil, ay 22 mil, tz'el yich d'a eb' jun ujal sq'uinal sb'eynhejb'ati."
        },
        {
            "number": "39",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic: Ik'chaanh sb'isul yed' sb'i eb' b'ab'el vinac unin d'a scal eb' etchonhab', tz'el yich d'a eb' jun ujal sq'uinal sb'eynhejb'ati."
        },
        {
            "number": "40",
            "text": "A eb' levita tic, vic yaj eb' sq'uexuloc eb' b'ab'el unin chi'. Anheja' vicpax tz'ajcan masanil nok' smolb'etzal nok' eb' sq'uexuloc nok' sb'ab'el yune' nok' smolb'etzal nok' eb' israel tic. A in ton Jehová in svala', xchi d'a vinh."
        },
        {
            "number": "41",
            "text": "Yuj chi' ix ik'jichaanh sb'isul masanil eb' b'ab'el vinac unin d'a scal chonhab' Israel yuj vinhaj Moisés chi', icha ix aj yalan Jehová."
        },
        {
            "number": "42",
            "text": "Masanil eb' vinac unin jun ujal sq'uinal sb'eynhejb'ati, ay 22 mil 273 eb'."
        },
        {
            "number": "43",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "44",
            "text": "Ak'canoch eb' levita tic sq'uexuloc eb' b'ab'el vinac unin d'a scal chonhab' Israel. Anheja' pax nok' smolb'etzal nok' eb' tz'ochcan sq'uexuloc nok' smolb'etzal nok' eb' yetisraelal, yujto vic yaj eb' levita tic. A in ton Jehová in svala'."
        },
        {
            "number": "45",
            "text": "Palta ek'al sb'isul eb' b'ab'el unin d'a chonhab' Israel d'a yichanh eb' levita chi', yuj chi' a d'a junjun eb' 273 b'ab'el unin syak' sobre chi', tza k'an oyeoc siclo q'uen plata, icha jantac yalil q'uen sk'anchaj d'a in cajnub', aton 20 geras yalil."
        },
        {
            "number": "46",
            "text": "Tzak'an juntzanh q'uen tumin chi' d'a vinhaj Aarón yed' d'a eb' yuninal, aton tz'och sq'uexuloc eb' b'ab'el unin syak' sobre chi', xchi Jehová."
        },
        {
            "number": "47",
            "text": "Icha chi' ix aj smolanq'ue q'uen tumin vinhaj Moisés ix och sq'uexuloc eb' b'ab'el unin d'a scal chonhab' Israel syak' sobre chi'."
        },
        {
            "number": "48",
            "text": "Ix molchaj mil 365 siclo q'uen plata, icha jantac yalil q'uen sk'anchaj d'a scajnub' Jehová."
        },
        {
            "number": "49",
            "text": "Ix lajvi chi', ix yak'an q'uen vinhaj Moisés d'a vinhaj Aarón yed' d'a eb' yuninal, icha ix aj yalan Jehová."
        }
    ]
}