{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Aton eb' yinhtilal winhaj Aarón yet' eb' yinhtilal winhaj Moisés tik, ayic ix lolon Jehová t'a winhaj Moisés chi' t'a jolom vitz Sinaí."
        },
        {
            "number": "2",
            "text": "Ha eb' yuninal winhaj Aarón chi': Vinhaj Nadab b'ab'el vinac, winhaj Abiú, winhaj Eleazar yet' winhaj Itamar."
        },
        {
            "number": "3",
            "text": "Ha eb' chanhvanh tik, ix sik'jiel eb', ix ochcan yopisio eb' sacerdoteal."
        },
        {
            "number": "4",
            "text": "Palta a winhaj Nadab yet' winhaj Abiú chi', ix cham eb' winh t'a yichanh Jehová t'a tzinan lum Sinaí, yujto ix yak'och jun k'ak' eb' winh icha ofrenda t'a yichanh Jehová to manh smojoc. Mantalaj yuninal eb' ta', yuj chi' axonhej winhaj Eleazar yet' winhaj Itamar ix munlaj sacerdoteal t'a yalanh smandar winhaj Aarón aton smam eb'."
        },
        {
            "number": "5",
            "text": "Ix lolonxi Jehová t'a winhaj Moisés chi', ix yalan icha tik:"
        },
        {
            "number": "6",
            "text": "Avtej masanil eb' winh vinac t'a yinhtilal Leví, yic skolwaj eb' yet' winhaj sacerdote Aarón icha ol yal winh."
        },
        {
            "number": "7",
            "text": "Ha eb' chi' ayoch yopisio t'a yichanh winhaj Aarón chi' yet' t'a yichanh chonhab' t'a mantiado b'aj tzin ch'ox in b'a. Stanhvanpax masanil yamk'ab' yic mantiado chi' eb'. Icha chi' tz'aj yak'ji servil masanil chonhab' Israel yuj eb' t'a masanil munlajel b'aj ay in cajnub'."
        },
        {
            "number": "8",
            "text": "Ik'chajocab'el eb' levita t'a skal eb' eyetchonhab' smasanil yic wach' syak' servil winhaj Aarón eb' yet' t'a masanil yinhtilal winh."
        },
        {
            "number": "9",
            "text": "Anhej t'a yib'anh winh yet' yinhtilal tz'ochcan yopisio yak'an sacerdoteal. Tato ay junok mach manh yinhtiloc winh chi' syecoch sb'ha t'a jun opisio chi', yowalil schami, xchi t'a winh."
        },
        {
            "number": "10",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "11",
            "text": "Toxo ix ex in sik'canel a ex levita ex tik sq'uexuloc junjun eb' b'ab'el vinac unin t'a skal eb' etisraelal, yuj chi' wik eyaji."
        },
        {
            "number": "12",
            "text": "Ayic ix vak'ancham masanil eb' b'ab'el vinac unin t'a Egipto, ix vak'kan sb'ab'el vinac unin eb' etisraelal yic tz'ochcan vicoc, icha pax chi' nok' b'ab'el yune' nok' e molb'etzal nok' wik yaji. Ha in Jehová in svala', xchi t'a winhaj Moisés chi'."
        },
        {
            "number": "13",
            "text": "Ix lolon Jehová t'a winhaj Moisés chi' t'a tzinan lu'um Sinaí, ix yalani:"
        },
        {
            "number": "14",
            "text": "Ik'q'ue vaan sb'isul eb' etlevitail, icha junjun macquiltaquil, masanil eb' vinac t'a e cal. Tza chael yich t'a eb' jun ujal sk'inal sb'eynhejb'ati, xchi Jehová."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix yik'chaanh sb'isul eb' winhaj Moisés chi', icha ix aj yalan Jehová."
        },
        {
            "number": "16",
            "text": "Ha eb' yuninal winhaj Leví: Aton winhaj Gersón, winhaj Coat yet' winhaj Merari."
        },
        {
            "number": "17",
            "text": "Axo eb' yuninal winhaj Gersón chi': Aton winhaj Libni yet' winhaj Simei, aton eb' winh tik sb'inajnhej t'a yinhtilal."
        },
        {
            "number": "18",
            "text": "Ha eb' yuninal winhaj Coat: Aton winhaj Amram, winhaj Izhar, winhaj Hebrón yet' winhaj Uziel, aton eb' winh tik sb'inajnhej t'a yinhtilal."
        },
        {
            "number": "19",
            "text": "Ha eb' yuninal winhaj Merari: Aton winhaj Mahli yet' winhaj Musi, aton eb' winh tik sb'inajnhej t'a yinhtilal. Ha eb' winh tik, yajal yaj eb' winh t'a junjun makan yinhtilalcan winhaj Leví."
        },
        {
            "number": "20",
            "text": "Ha eb' yinhtilalcan winhaj Gersón, cha makan yaj eb', aton eb' yinhtilalcan winhaj Libni yet' eb' yinhtilalcan winhaj Simei."
        },
        {
            "number": "21",
            "text": "Ha sb'isul eb' vinac t'a smasanil, ix chajiel yich t'a eb' jun ujal sk'inal sb'eynhejb'ati, ay 7 mil 500."
        },
        {
            "number": "22",
            "text": "Masanil eb' tik, ha t'a stojolal b'aj tz'em k'u, t'a spatic scajnub' Jehová tz'aj scampamento eb'."
        },
        {
            "number": "23",
            "text": "Ha pax mach yajal yaj t'a yinhtilalcan winhaj Gersón, aton winhaj Eliasaf yuninal winhaj Lael."
        },
        {
            "number": "24",
            "text": "Aton eb' tz'ilan juntzanh smacul yib'anh scajnub' Jehová b'aj sch'ox sb'a yet' k'apac cortina ayoch t'a sti' scajnub' chi',"
        },
        {
            "number": "25",
            "text": "k'apac scortinail amak' oyanoch t'a spatic scajnub' Jehová yet' b'aj ay altar, k'apac cortina ayoch t'a sti' amak' chi' yet' sch'anhal ayoch t'a spatic syamk'ab'il."
        },
        {
            "number": "26",
            "text": "Ha eb' yinhtilalcan winhaj Coat, chanh makan yaj eb': Aton eb' yinhtilalcan winhaj Amram, eb' yinhtilalcan winhaj Izhar, eb' yinhtilalcan winhaj Hebrón yet' eb' yinhtilalcan winhaj Uziel."
        },
        {
            "number": "27",
            "text": "Ha sb'isul masanil eb' vinac ix schael yich t'a eb' jun ujal sk'inal sb'eynhejb'ati, ay 8 mil 600 eb', aton eb' tz'ilan scajnub' Jehová."
        },
        {
            "number": "28",
            "text": "Masanil eb' tik, ha t'a stz'eyel scajnub' Jehová t'a stojolal sur tz'aj scampamento eb'."
        },
        {
            "number": "29",
            "text": "Ha yajalil juntzanh eb', aton winhaj Elizafán yuninal winhaj Uziel."
        },
        {
            "number": "30",
            "text": "Aton eb' tik tz'ilan te' scaxail trato, te' mexa, sb'achnub' candil, chab' altar yet' masanil jantac syamk'ab'il sk'anchaj t'a yol scajnub' Jehová yet' pax k'apac cortina ayoch t'a yool."
        },
        {
            "number": "31",
            "text": "Ha jun sat yajal yajoch t'a skal eb' levita chi', aton winhaj Eleazar yuninal winhaj sacerdote Aarón, a winh tz'ilan masanil eb' smunlaj t'a scajnub' Jehová."
        },
        {
            "number": "32",
            "text": "Ha eb' yinhtilalcan winhaj Merari, cha makan yaj eb', aton eb' yinhtilalcan winhaj Mahli yet' eb' yinhtilalcan winhaj Musi."
        },
        {
            "number": "33",
            "text": "Ha sb'isul masanil eb' vinac, tz'el yich t'a eb' jun ujal sk'inal sb'eynhejb'ati, ay 6 mil 200 eb'."
        },
        {
            "number": "34",
            "text": "Ha yajalil eb', aton winhaj Zuriel yuninal winhaj Abihail. Tz'aj scampamento eb' t'a stz'eyel scajnub' Jehová t'a stojolal norte."
        },
        {
            "number": "35",
            "text": "Aton eb' tik tz'ilan te' smarcoal, sreglail, yoyal, sb'achnub'al, masanil syamk'ab'il,"
        },
        {
            "number": "36",
            "text": "yet' pax yoyal oyanoch t'a spatictac amak', sb'achnub'al, yestacail yet' masanil sch'anhal."
        },
        {
            "number": "37",
            "text": "Axo pax t'a stojolal b'aj sjavi k'u t'a yichanhb'at scajnub' Jehová tz'aj scampamento winhaj Moisés yet' winhaj Aarón yet' eb' yuninal winhaj Aarón chi', aton eb' tz'ak'vi servil t'a yol scajnub' Jehová chi' yuj swach'iloc eb' israel. Tato ay junok mach sk'och t'a slak'anil cajnub' chi' to manh yopisiooc yaji, tojolnhej schami."
        },
        {
            "number": "38",
            "text": "Ayic ix yik'anchaanh sb'isul eb' levita winhaj Moisés yet' winhaj Aarón t'a stzolal icha ix aj yalan Jehová, a sb'isul eb' vinac t'a smasanil, ay 22 mil, tz'el yich t'a eb' jun ujal sk'inal sb'eynhejb'ati."
        },
        {
            "number": "39",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik: Ik'chaanh sb'isul yet' sb'i eb' b'ab'el vinac unin t'a skal eb' etchonhab', tz'el yich t'a eb' jun ujal sk'inal sb'eynhejb'ati."
        },
        {
            "number": "40",
            "text": "Ha eb' levita tik, wik yaj eb' sq'uexuloc eb' b'ab'el unin chi'. Anheja' vicpax tz'ajkan masanil nok' smolb'etzal nok' eb' sq'uexuloc nok' sb'ab'el yune' nok' smolb'etzal nok' eb' israel tik. Ha in ton Jehová in svala', xchi t'a winh."
        },
        {
            "number": "41",
            "text": "Yuj chi' ix ik'jichaanh sb'isul masanil eb' b'ab'el vinac unin t'a skal chonhab' Israel yuj winhaj Moisés chi', icha ix aj yalan Jehová."
        },
        {
            "number": "42",
            "text": "Masanil eb' vinac unin jun ujal sk'inal sb'eynhejb'ati, ay 22 mil 273 eb'."
        },
        {
            "number": "43",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "44",
            "text": "Ak'canoch eb' levita tik sq'uexuloc eb' b'ab'el vinac unin t'a skal chonhab' Israel. Anheja' pax nok' smolb'etzal nok' eb' tz'ochcan sq'uexuloc nok' smolb'etzal nok' eb' yetisraelal, yujto wik yaj eb' levita tik. Ha in ton Jehová in svala'."
        },
        {
            "number": "45",
            "text": "Palta ek'al sb'isul eb' b'ab'el unin t'a chonhab' Israel t'a yichanh eb' levita chi', yuj chi' ha t'a junjun eb' 273 b'ab'el unin syak' sobre chi', tza k'an oyeoc siclo q'uen plata, icha jantac yalil q'uen sk'anchaj t'a in cajnub', aton 20 geras yalil."
        },
        {
            "number": "46",
            "text": "Tzak'an juntzanh q'uen tumin chi' t'a winhaj Aarón yet' t'a eb' yuninal, aton tz'och sq'uexuloc eb' b'ab'el unin syak' sobre chi', xchi Jehová."
        },
        {
            "number": "47",
            "text": "Icha chi' ix aj smolanq'ue q'uen tumin winhaj Moisés ix och sq'uexuloc eb' b'ab'el unin t'a skal chonhab' Israel syak' sobre chi'."
        },
        {
            "number": "48",
            "text": "Ix molchaj mil 365 siclo q'uen plata, icha jantac yalil q'uen sk'anchaj t'a scajnub' Jehová."
        },
        {
            "number": "49",
            "text": "Ixlajwi chi', ix yak'an q'uen winhaj Moisés t'a winhaj Aarón yet' t'a eb' yuninal, icha ix aj yalan Jehová."
        }
    ]
}