{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan vinhaj Moisés d'a eb' yajal yaj d'a junjun yinhtilal Israel icha tic:"
        },
        {
            "number": "2",
            "text": "Ix yal Jehová tato ay junoc vinh vinac syak' sti' yak'an junoc tas d'a Jehová, mato syak' sti' d'a junoc tas ol sk'ulej, yovalil sk'anab'ajej sk'ulan tas ix yal chi'. Max yal sq'uexan tas ix yal chi'."
        },
        {
            "number": "3",
            "text": "Tato a junoc ix cob'es aytoek' yed' smam, syak' sti' yak'an junoc tas d'a Jehová, mato syak' sti' d'a junoc tas manh ol sk'ulej,"
        },
        {
            "number": "4",
            "text": "tato malaj tas syal vinh smam ix chi' ayic syab'an vinh to ay sti' ix ix yak'a', yovalil sk'anab'ajej ix sk'ulan b'aj ix yak' sti' chi'."
        },
        {
            "number": "5",
            "text": "Palta tato a' vinh smam ix chi' tz'ak'an yovalil ayic syab'an vinh to ay sti' ix ix yak'a', tato icha chi', manhxo yovaliloc sk'ulej ix b'aj ix yak' sti' chi'. Maxtzac ak'jilaj pural ix yuj Jehová b'aj ix yak' sti' chi'."
        },
        {
            "number": "6",
            "text": "Tato ay junoc ix ix syak' sti' d'a Jehová vach'chom ix cham val snaani, ma jun elanhchamel ix yal ix to sk'ulej junoc tasi, slajvi yak'an sti' ix chi' tz'och yetb'eyum ix,"
        },
        {
            "number": "7",
            "text": "tato ayic syab'an vinh yetb'eyum ix b'aj ix yak' sti' chi', malajnhej tas syal vinh yuuj, yovalil sk'anab'ajej ix b'aj ix yak' sti' chi'."
        },
        {
            "number": "8",
            "text": "Palta tato ayic syab'an vinh yetb'eyum ix chi' jun, malaj sgana vinh, manh yovaliloc sk'anab'ajej ix b'aj ix yak' sti' chi', max ak'jipaxlaj pural ix yuj Jehová sk'anab'ajani."
        },
        {
            "number": "9",
            "text": "Tato a eb' ix chamnac yetb'eyum, ma eb' ix spucnac sb'a yed' yetb'eyum syak' sti' d'a junoc tas d'a Jehová, yovalil sk'anab'ajej eb' ix."
        },
        {
            "number": "10",
            "text": "Tato a junoc ix ix ay yetb'eyum syak' sti' sk'ulan junoc tasi, mato syak' sti' d'a junoc tas manh ol sk'ulej,"
        },
        {
            "number": "11",
            "text": "tato ayic syab'an vinh yetb'eyum ix chi', malajnhej tas syal vinh, a ix chi' yovalil sk'anab'ajej ix b'aj ix yak' sti' chi'."
        },
        {
            "number": "12",
            "text": "Palta tato ayic syab'an vinh yetb'eyum ix chi', tato malaj sgana vinh, manh yovaliloc sk'anab'ajej ix sk'ulan b'aj ix yak' sti' chi'. Max ak'jilaj pural ix yuj Jehová sk'ulani."
        },
        {
            "number": "13",
            "text": "A vinh etb'eyumab'il chi', syal yalan vinh tato syal sk'anab'ajan ix b'aj ix yak' sti' chi' mato maay."
        },
        {
            "number": "14",
            "text": "Tato ayxo jun chab'oc k'ual yab'an jun chi' vinh, malajnhejpax tas syal vinh, yovalil sk'anab'ajej ix sk'ulan b'aj ix yak' sti' chi'."
        },
        {
            "number": "15",
            "text": "Tato ayic toxo ix ek' tiempo, ichato chi' syalan vinh to max sk'anab'ajej ix, axo d'a yib'anh vinh scan smul ix b'aj maj sk'anab'ajej sti' ix syak' chi', xchi Jehová, xchi vinhaj Moisés chi'."
        },
        {
            "number": "16",
            "text": "Aton juntzanh ley ix yal Jehová d'a vinhaj Moisés yuj tas val tz'aj vinh vinac yed' ix yetb'eyum, ma eb' vinh mamab'il yed' eb' ix yisil cob'esto aytoek' yed'oc, tato syak' sti' eb' ix d'a Jehová."
        }
    ]
}