{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Jehová d'a vinhaj Moisés, ix yalan icha tic:"
        },
        {
            "number": "2",
            "text": "Al d'a eb' etisraelal to spac sb'a eb' d'a eb' aj Madián, slajvi chi' ol ach chamoc, xchi d'a vinh."
        },
        {
            "number": "3",
            "text": "Ix yalan vinhaj Moisés chi' d'a eb' yetchonhab' chi' icha tic: --Aq'uec lista e b'a jayvanhoc ex d'a oval, tze satanel eb' aj Madián yuj spactzitaj schucal eb' d'a Jehová."
        },
        {
            "number": "4",
            "text": "Junjun inhtilal, mil vinac syak'b'at d'a oval, xchi vinh."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix sik'jiel mil eb' soldado d'a junjun inhtilal. Ay 12 mil eb' d'a smasanil, yed'nacxoq'ue syamk'ab' junjun eb' yic oval."
        },
        {
            "number": "6",
            "text": "Ichaton chi' ix aj schecjib'at eb' d'a oval yuj vinhaj Moisés. Ix b'atpax vinhaj Finees, yuninal vinhaj sacerdote Eleazar yed' eb'. A vinh ed'jinac juntzanh yamk'ab' to yic Dios yaji yed' q'uen trompeta spuji yic tz'och eb' yak' oval."
        },
        {
            "number": "7",
            "text": "Ix yak'an oval eb' yed' eb' madianita icha ix aj yalan Jehová d'a vinhaj Moisés chi'. Ix smilancham masanil eb' vinh vinac eb'."
        },
        {
            "number": "8",
            "text": "D'a scal eb' ix cham chi', ix cham vinhaj Evi, vinhaj Requem, vinhaj Zur, vinhaj Hur yed' vinhaj Reba, aton ovanh eb' vinh yajal d'a Madián. Ix champax vinhaj Balaam yuninal vinhaj Beor."
        },
        {
            "number": "9",
            "text": "Ix ik'jicot masanil eb' ix ix aj Madián preso yuj eb' israel yed' masanil eb' scotac unin eb', nok' smolb'etzal nok' eb' yed' masanil tastac ay d'a eb'."
        },
        {
            "number": "10",
            "text": "Ix nhusjitz'a schonhab' eb' yed' scampamento eb' yuj eb' israel chi'."
        },
        {
            "number": "11",
            "text": "Masanil ix yiq'uek' eb' soldadoal israel chi', eb' anima yed' masanil nok' smolb'etzal nok' eb',"
        },
        {
            "number": "12",
            "text": "ix yik'cot eb', ix yak'an eb' d'a vinhaj Moisés, d'a vinhaj sacerdote Eleazar yed' pax d'a eb' yetchonhab' eb'. A d'a yak'lical Moab d'a sti' a' Jordán d'a yichanh Jericó ayek' scampamento eb'."
        },
        {
            "number": "13",
            "text": "Ix elta vinhaj Moisés, vinhaj sacerdote Eleazar yed' masanil eb' yichamtac vinaquil chonhab' scha eb' d'a spatiquel campamento chi'."
        },
        {
            "number": "14",
            "text": "Palta axo vinhaj Moisés ix cot yoval vinh d'a eb' ayoch yajalil d'a junjun mil yed' d'a junjun cien eb' soldado ix meltzaj d'a oval chi'."
        },
        {
            "number": "15",
            "text": "Ix yalan vinh d'a eb' icha tic: --¿Tas yuj maj e milcham juntzanh eb' ix ix tic?"
        },
        {
            "number": "16",
            "text": "A yuj tas ix yal vinhaj Balaam, a val eb' ix ix tic ix ik'anb'at eb' quetisraelal d'a ajmulal. Ix och smul eb' d'a Jehová yuj yoch eb' ejmelal d'a comon dios Baal d'a Peor. Yuj chi' tzijtum eb' ix cham yuj jun ilya."
        },
        {
            "number": "17",
            "text": "A ticnaic mileccham masanil eb' vinac unin yed' masanil eb' ix ix to ayxo vinac ix ek' d'a spatic."
        },
        {
            "number": "18",
            "text": "Axo eb' ix cob'estac mantalaj vinac tz'ek' d'a spatic, manh e milcham eb' ix, canocab' eb' ix eyed'oc."
        },
        {
            "number": "19",
            "text": "E masanil mach ex ix e milcham anima, ma ix eyam junoc chamnac, cananhec uqueoc k'ual d'a spatiquel campamento. A ex tic yed' eb' preso yaj eyuuj, yovalil tze b'iquel e b'a d'a schab'jial yed' d'a svak'jial."
        },
        {
            "number": "20",
            "text": "Tze juk'anel e pichul yed' masanil tastac b'ob'il d'a nok' tz'uum, ma d'a xil nok' chiva yed' d'a te te', xchi vinh d'a eb'."
        },
        {
            "number": "21",
            "text": "Ix yalan vinhaj sacerdote Eleazar d'a masanil eb' ix xid'ek' d'a oval chi' icha tic: --Aton jun ley ix yak' Jehová d'a vinhaj Moisés tic:"
        },
        {
            "number": "22",
            "text": "A masanil tastac to max tz'a yuj k'ak', icha q'uen oro, q'uen plata, q'uen bronce, q'uen hierro, q'uen estaño, ma q'uen plomo, yovalil tz'ek' d'a cal k'ak', slajvi chi' tze b'icanel d'a a a' sacb'itan tastac tz'och vicoc. A pax tastac to stz'ab'at jun, anhej yed' a a' chi' tze sacb'itej."
        },
        {
            "number": "23",
            "text": "Axo d'a svak'jial, yovalil tze juq'uel e pichul, icha chi' tz'aj e sacb'icaneli. Ichato chi' syal eyoch d'a yol campamento, xchi Jehová d'a vinhaj Moisés, xchi vinhaj Eleazar chi'."
        },
        {
            "number": "24",
            "text": "Ix yalan Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "25",
            "text": "A vinhaj sacerdote Eleazar yed' eb' yajal yaj d'a junjun macanhil eb' chonhab', ol och eb' ed'oc yic tze b'is eb' anima yed' masanil nok' nok' ix yik'cot eb' d'a chonhab' Madián."
        },
        {
            "number": "26",
            "text": "Cha macanh tzeyutej. Tze pojanek' junoc macanh d'a scal eb' soldado ix xid'ek' d'a oval chi', axo junxo macanh, spojchajek' d'a scal eb' anima."
        },
        {
            "number": "27",
            "text": "A d'a junjun macanh syik' eb' soldado chi', junjun vic tzeyiq'uel d'a junjun 500 anima, d'a junjun 500 nok' nok', vach'chom nok' vacax, nok' b'uru, nok' calnel ma nok' chiva."
        },
        {
            "number": "28",
            "text": "A d'a vinhaj sacerdote Eleazar tzak' juntzanh chi' icha ofrenda d'ayin."
        },
        {
            "number": "29",
            "text": "A d'a nanhalxo yic eb' anima chi', junjun tzeyiq'uel d'a junjun 50 eb' anima yed' d'a junjun 50 nok' nok', vach'chom nok' vacax, nok' b'uru, nok' calnel, ma nok' chiva ma yed' yalnhej tas molb'etzal nok'. Tzeyak' juntzanh nok' nok' chi' d'a eb' levita aton eb' yilumal in cajnub', xchi d'a vinh."
        },
        {
            "number": "30",
            "text": "Ix sk'anab'ajej vinhaj Moisés yed' vinhaj sacerdote Eleazar icha val ix aj yalan Jehová chi'."
        },
        {
            "number": "31",
            "text": "Aton slistail masanil tastac ix yik'cot eb' soldado tic, ch'oc pax tastac ix yik' junjun eb': 675 mil nok' calnel, 72 mil nok' vacax, 61 mil nok' b'uru yed' 32 mil eb' ix cob'estac."
        },
        {
            "number": "32",
            "text": "Yuj chi' nanhal val juntzanh chi' ix yik' eb' soldado. 337 mil 500 nok' calnel ix yik' eb'."
        },
        {
            "number": "33",
            "text": "A d'a juntzanh nok' chi', 675 nok' ix yak' eb' d'a Jehová."
        },
        {
            "number": "34",
            "text": "A d'a 36 mil nok' vacax yic eb' soldado, ix ak'ji 72 nok' d'a Jehová."
        },
        {
            "number": "35",
            "text": "A d'a 30 mil 500 nok' b'uru yic eb' soldado, ix ak'ji 61 nok' d'a Jehová."
        },
        {
            "number": "36",
            "text": "A d'a eb' ix 16 mil cob'estac yic eb' soldado, ix ak'ji 32 eb' ix d'a Jehová."
        },
        {
            "number": "37",
            "text": "Masanil juntzanh chi' ix yak' vinhaj Moisés d'a vinhaj sacerdote Eleazar, aton tas to yictaxon Jehová yaji, icha val ix aj yalan Jehová."
        },
        {
            "number": "38",
            "text": "Icha val sb'isul ix yik' eb' soldado chi', icha chi' ix yak' vinhaj Moisés d'a eb' anima chi': 337 mil 500 nok' calnel, 36 mil nok' vacax, 30 mil 500 nok' b'uru yed' 16 mil eb' ix cob'estac."
        },
        {
            "number": "39",
            "text": "A d'a nanhalxo chi', junjun ix yiq'uel vinhaj Moisés d'a junjun 50. Lajannhej ix yutejpax eb' anima vinh yed' nok' nok'. Ix yak'an vinh d'a eb' levita smunlaj d'a scajnub' Jehová, icha val ix aj yalan Jehová chi'."
        },
        {
            "number": "40",
            "text": "Axo eb' yajal yaj d'a junjun mil yed' d'a junjun cien eb' soldado chi', ix b'at eb' yal d'a vinhaj Moisés."
        },
        {
            "number": "41",
            "text": "Ix yalan eb' icha tic: A onh tic ix co b'is eb' soldado ayoch d'a yol co k'ab', malaj junoc eb' ix satb'ati, tz'acannhej eb'."
        },
        {
            "number": "42",
            "text": "Yed'nac masanil q'uen oro ix ilchaj yuj eb', q'uen brazaletes, pulseras, colk'ab', uchiquin yed' juntzanhxo q'uen q'ueen vach' yilji. A juntzanh tic scak' d'a Jehová, yujto ix colvaj qued'oc, yuj chi' ix onh meltzaj co masanil, xchi eb'."
        },
        {
            "number": "43",
            "text": "Ix schaan masanil q'uen oro chi' vinhaj Moisés yed' vinhaj Eleazar d'a eb', aton masanil q'uen oro ayoch yelvanub'oc snivanil eb'."
        },
        {
            "number": "44",
            "text": "Masanil q'uen oro ix yak' eb' yajal chi', oxe' quintal yed' 68 libra yalil q'ueen."
        },
        {
            "number": "45",
            "text": "Junjun soldado aynhej jab'jab'oc tastac ix yik'a', aton tastac ix yik' eb' d'a eb' ajk'ol chi'."
        },
        {
            "number": "46",
            "text": "Axo vinhaj Moisés yed' vinhaj Eleazar chi' ix chaan q'uen oro ix yik'cot eb' yajal soldado chi'. Ix yik'anb'at q'uen eb' vinh d'a scajnub' Jehová b'aj sch'ox sb'a, yic vach' snachajcot eb' israel yuj Jehová chi'."
        }
    ]
}