{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Jehová t'a winhaj Moisés, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Al t'a heb' etisraelal to spak sb'a heb' t'a heb' aj Madián, slajwi chi' ol ach chamoc, xchi t'a winh."
        },
        {
            "number": "3",
            "text": "Ix yalan winhaj Moisés chi' t'a heb' yetchonhab' chi' icha tik: --Hak'ek lista he b'a jaywanhoc ex t'a owal, tze satanel heb' aj Madián yuj spactzitaj schukal heb' t'a Jehová."
        },
        {
            "number": "4",
            "text": "Junjun inhtilal, mil winak syak'b'at t'a owal, xchi winh."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix sik'jiel mil heb' soldado t'a junjun inhtilal. Ay 12 mil heb' t'a smasanil, yet'nacxok'e syamk'ab' junjun heb' yic owal."
        },
        {
            "number": "6",
            "text": "Ichaton chi' ix aj schecjib'at heb' t'a owal yuj winhaj Moisés. Ix b'atpax winhaj Finees, yuninal winhaj sacerdote Eleazar yet' heb'. Ha winh ed'jinac juntzanh yamk'ab' to yic Dios yaji yet' k'een trompeta spuji yic tz'och heb' yak' owal."
        },
        {
            "number": "7",
            "text": "Ix yak'an owal heb' yet' heb' madianita icha ix aj yalan Jehová t'a winhaj Moisés chi'. Ix smilancham masanil heb' winh winak heb'."
        },
        {
            "number": "8",
            "text": "D'a skal heb' ix cham chi', ix cham winhaj Ewi, winhaj Requem, winhaj Zur, winhaj Hur yet' winhaj Reba, aton owanh heb' winh yajal t'a Madián. Ix champax winhaj Balaam yuninal winhaj Beor."
        },
        {
            "number": "9",
            "text": "Ix ik'jicot masanil heb' ix ix aj Madián preso yuj heb' israel yet' masanil heb' scotac unin heb', nok' smolb'etzal nok' heb' yet' masanil tastac ay t'a heb'."
        },
        {
            "number": "10",
            "text": "Ix nhusjitz'a schonhab' heb' yet' skampamento heb' yuj heb' israel chi'."
        },
        {
            "number": "11",
            "text": "Masanil ix yik'ek' heb' soldadoal israel chi', heb' anima yet' masanil nok' smolb'etzal nok' heb',"
        },
        {
            "number": "12",
            "text": "ix yik'cot heb', ix yak'an heb' t'a winhaj Moisés, t'a winhaj sacerdote Eleazar yet' pax t'a heb' yetchonhab' heb'. Ha t'a yak'likal Moab t'a sti' ha' Jordán t'a yichanh Jericó ayek' skampamento heb'."
        },
        {
            "number": "13",
            "text": "Ix elta winhaj Moisés, winhaj sacerdote Eleazar yet' masanil heb' yichamtac winaquil chonhab' scha heb' t'a spatiquel campamento chi'."
        },
        {
            "number": "14",
            "text": "Palta haxo winhaj Moisés ix cot yowal winh t'a heb' ayoch yajalil t'a junjun mil yet' t'a junjun cien heb' soldado ix meltzaj t'a owal chi'."
        },
        {
            "number": "15",
            "text": "Ix yalan winh t'a heb' icha tik: --¿Tas yuj maj he milcham juntzanh heb' ix ix tik?"
        },
        {
            "number": "16",
            "text": "Ha yuj tas ix yal winhaj Balaam, a wal heb' ix ix tik ix ik'anb'at heb' quetisraelal t'a ajmulal. Ix och smul heb' t'a Jehová yuj yoch heb' ejmelal t'a comon Dios Baal t'a Peor. Yuj chi' tzijtum heb' ix cham yuj jun ilya."
        },
        {
            "number": "17",
            "text": "Ha tiknaik mileccham masanil heb' winak unin yet' masanil heb' ix ix to ayxo winak ix ek' t'a spatic."
        },
        {
            "number": "18",
            "text": "Axo heb' ix cob'estac mantalaj winak tzek' t'a spatic, manh he milcham heb' ix, kanokab' heb' ix eyed'oc."
        },
        {
            "number": "19",
            "text": "E masanil mach ex ix he milcham anima, ma ix eyam junok chamnac, kananhec uqueoc k'ual t'a spatiquel campamento. Ha ex tik yet' heb' preso yaj eyuuj, yowalil tze b'iquel he b'ha t'a schab'jial yet' t'a swak'jial."
        },
        {
            "number": "20",
            "text": "Tze juk'anel he pichul yet' masanil tastac b'ob'il t'a nok' tz'uum, ma t'a xil nok' chiwa yet' t'a te te', xchi winh t'a heb'."
        },
        {
            "number": "21",
            "text": "Ix yalan winhaj sacerdote Eleazar t'a masanil heb' ix xid'ek' t'a owal chi' icha tik: --Aton jun ley ix yak' Jehová t'a winhaj Moisés tik:"
        },
        {
            "number": "22",
            "text": "Ha masanil tastac to max tz'a yuj k'ak', icha k'een oro, k'een plata, k'een bronce, k'een hierro, k'een estaño, ma k'een plomo, yowalil tzek' t'a kal k'ak', slajwi chi' tze b'ikanel t'a ha ha' sacb'itan tastac tz'och wicoc. Ha pax tastac to stz'ab'at jun, anhej yet' ha ha' chi' tze sacb'itej."
        },
        {
            "number": "23",
            "text": "Axo t'a swak'jial, yowalil tze juk'el he pichul, icha chi' tz'aj he sacb'ikaneli. Ichato chi' syal eyoch t'a yol campamento, xchi Jehová t'a winhaj Moisés, xchi winhaj Eleazar chi'."
        },
        {
            "number": "24",
            "text": "Ix yalan Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "25",
            "text": "Ha winhaj sacerdote Eleazar yet' heb' yajal yaj t'a junjun makanhil heb' chonhab', ol och heb' ed'oc yic tze b'is heb' anima yet' masanil nok' nok' ix yik'cot heb' t'a chonhab' Madián."
        },
        {
            "number": "26",
            "text": "Cha makan tzeyutej. Tze pojanek' junok makan t'a skal heb' soldado ix xid'ek' t'a owal chi', haxo junxo makan, spojchajek' t'a skal heb' anima."
        },
        {
            "number": "27",
            "text": "Ha t'a junjun makan syik' heb' soldado chi', junjun wik tzeyik'el t'a junjun 500 anima, t'a junjun 500 nok' nok', wach'chom nok' wakax, nok' b'uru, nok' kalnel ma nok' chiwa."
        },
        {
            "number": "28",
            "text": "Ha t'a winhaj sacerdote Eleazar tzak' juntzanh chi' icha ofrenda t'ayin."
        },
        {
            "number": "29",
            "text": "Ha t'a nanhalxo yic heb' anima chi', junjun tzeyik'el t'a junjun 50 heb' anima yet' t'a junjun 50 nok' nok', wach'chom nok' wakax, nok' b'uru, nok' kalnel, ma nok' chiwa ma yet' yalnhej tas molb'etzal nok'. Tzeyak' juntzanh nok' nok' chi' t'a heb' lewita aton heb' yilumal in kajnub', xchi t'a winh."
        },
        {
            "number": "30",
            "text": "Ix sk'anab'ajej winhaj Moisés yet' winhaj sacerdote Eleazar icha wal ix aj yalan Jehová chi'."
        },
        {
            "number": "31",
            "text": "Aton slistail masanil tastac ix yik'cot heb' soldado tik, ch'oc pax tastac ix yik' junjun heb': 675 mil nok' kalnel, 72 mil nok' wakax, 61 mil nok' b'uru yet' 32 mil heb' ix cob'estac."
        },
        {
            "number": "32",
            "text": "Yuj chi' nanhal wal juntzanh chi' ix yik' heb' soldado. 337 mil 500 nok' kalnel ix yik' heb'."
        },
        {
            "number": "33",
            "text": "Ha t'a juntzanh nok' chi', 675 nok' ix yak' heb' t'a Jehová."
        },
        {
            "number": "34",
            "text": "Ha t'a 36 mil nok' wakax yic heb' soldado, ix ak'ji 72 nok' t'a Jehová."
        },
        {
            "number": "35",
            "text": "Ha t'a 30 mil 500 nok' b'uru yic heb' soldado, ix ak'ji 61 nok' t'a Jehová."
        },
        {
            "number": "36",
            "text": "Ha t'a heb' ix 16 mil cob'estac yic heb' soldado, ix ak'ji 32 heb' ix t'a Jehová."
        },
        {
            "number": "37",
            "text": "Masanil juntzanh chi' ix yak' winhaj Moisés t'a winhaj sacerdote Eleazar, aton tas to yictaxon Jehová yaji, icha wal ix aj yalan Jehová."
        },
        {
            "number": "38",
            "text": "Icha wal sb'isul ix yik' heb' soldado chi', icha chi' ix yak' winhaj Moisés t'a heb' anima chi': 337 mil 500 nok' kalnel, 36 mil nok' wakax, 30 mil 500 nok' b'uru yet' 16 mil heb' ix cob'estac."
        },
        {
            "number": "39",
            "text": "Ha t'a nanhalxo chi', junjun ix yik'el winhaj Moisés t'a junjun 50. Lajannhej ix yutejpax heb' anima winh yet' nok' nok'. Ix yak'an winh t'a heb' lewita smunlaj t'a skajnub' Jehová, icha wal ix aj yalan Jehová chi'."
        },
        {
            "number": "40",
            "text": "Axo heb' yajal yaj t'a junjun mil yet' t'a junjun cien heb' soldado chi', ix b'at heb' yal t'a winhaj Moisés."
        },
        {
            "number": "41",
            "text": "Ix yalan heb' icha tik: Ha onh tik ix ko b'is heb' soldado ayoch t'a yol ko k'ab', malaj junok heb' ix satb'ati, tz'akannhej heb'."
        },
        {
            "number": "42",
            "text": "Yed'nac masanil k'een oro ix ilchaj yuj heb', k'een brazaletes, pulseras, colk'ab', uchiquin yet' juntzanhxo k'een k'een wach' yilji. Ha juntzanh tik skak' t'a Jehová, yujto ix kolwaj qued'oc, yuj chi' ix onh meltzaj ko masanil, xchi heb'."
        },
        {
            "number": "43",
            "text": "Ix schaan masanil k'een oro chi' winhaj Moisés yet' winhaj Eleazar t'a heb', aton masanil k'een oro ayoch yelwanub'oc sniwanil heb'."
        },
        {
            "number": "44",
            "text": "Masanil k'een oro ix yak' heb' yajal chi', oxe' quintal yet' 68 libra yalil k'een."
        },
        {
            "number": "45",
            "text": "Junjun soldado aynhej jab'jab'oc tastac ix yik'a', aton tastac ix yik' heb' t'a heb' ajk'ol chi'."
        },
        {
            "number": "46",
            "text": "Axo winhaj Moisés yet' winhaj Eleazar chi' ix chaan k'een oro ix yik'cot heb' yajal soldado chi'. Ix yik'anb'at k'een heb' winh t'a skajnub' Jehová b'aj sch'ox sb'a, yic wach' snachajcot heb' israel yuj Jehová chi'."
        }
    ]
}