{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Jehová t'a winhaj Moisés, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Al t'a eb' etisraelal to spak sb'a eb' t'a eb' aj Madián, slajvi chi' ol ach chamoc, xchi t'a winh."
        },
        {
            "number": "3",
            "text": "Ix yalan winhaj Moisés chi' t'a eb' yetchonhab' chi' icha tik: --Hak'ek lista e b'a jayvanhoc ex t'a oval, tze satanel eb' aj Madián yuj spactzitaj schucal eb' t'a Jehová."
        },
        {
            "number": "4",
            "text": "Junjun inhtilal, mil vinac syak'b'at t'a oval, xchi winh."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix sik'jiel mil eb' soldado t'a junjun inhtilal. Ay 12 mil eb' t'a smasanil, yet'nacxoq'ue syamk'ab' junjun eb' yic oval."
        },
        {
            "number": "6",
            "text": "Ichaton chi' ix aj schecjib'at eb' t'a oval yuj winhaj Moisés. Ix b'atpax winhaj Finees, yuninal winhaj sacerdote Eleazar yet' eb'. Ha winh ed'jinac juntzanh yamk'ab' to yic Dios yaji yet' q'uen trompeta spuji yic tz'och eb' yak' oval."
        },
        {
            "number": "7",
            "text": "Ix yak'an oval eb' yet' eb' madianita icha ix aj yalan Jehová t'a winhaj Moisés chi'. Ix smilancham masanil eb' winh vinac eb'."
        },
        {
            "number": "8",
            "text": "D'a skal eb' ix cham chi', ix cham winhaj Evi, winhaj Requem, winhaj Zur, winhaj Hur yet' winhaj Reba, aton ovanh eb' winh yajal t'a Madián. Ix champax winhaj Balaam yuninal winhaj Beor."
        },
        {
            "number": "9",
            "text": "Ix ik'jicot masanil eb' ix ix aj Madián preso yuj eb' israel yet' masanil eb' scotac unin eb', nok' smolb'etzal nok' eb' yet' masanil tastac ay t'a eb'."
        },
        {
            "number": "10",
            "text": "Ix nhusjitz'a schonhab' eb' yet' scampamento eb' yuj eb' israel chi'."
        },
        {
            "number": "11",
            "text": "Masanil ix yiq'uek' eb' soldadoal israel chi', eb' anima yet' masanil nok' smolb'etzal nok' eb',"
        },
        {
            "number": "12",
            "text": "ix yik'cot eb', ix yak'an eb' t'a winhaj Moisés, t'a winhaj sacerdote Eleazar yet' pax t'a eb' yetchonhab' eb'. Ha t'a yak'lical Moab t'a sti' ha' Jordán t'a yichanh Jericó ayek' scampamento eb'."
        },
        {
            "number": "13",
            "text": "Ix elta winhaj Moisés, winhaj sacerdote Eleazar yet' masanil eb' yichamtac vinaquil chonhab' scha eb' t'a spatiquel campamento chi'."
        },
        {
            "number": "14",
            "text": "Palta haxo winhaj Moisés ix cot yoval winh t'a eb' ayoch yajalil t'a junjun mil yet' t'a junjun cien eb' soldado ix meltzaj t'a oval chi'."
        },
        {
            "number": "15",
            "text": "Ix yalan winh t'a eb' icha tik: --¿Tas yuj maj e milcham juntzanh eb' ix ix tik?"
        },
        {
            "number": "16",
            "text": "Ha yuj tas ix yal winhaj Balaam, a wal eb' ix ix tik ix ik'anb'at eb' quetisraelal t'a ajmulal. Ix och smul eb' t'a Jehová yuj yoch eb' ejmelal t'a comon dios Baal t'a Peor. Yuj chi' tzijtum eb' ix cham yuj jun ilya."
        },
        {
            "number": "17",
            "text": "Ha tiknaik mileccham masanil eb' vinac unin yet' masanil eb' ix ix to ayxo vinac ix ek' t'a spatic."
        },
        {
            "number": "18",
            "text": "Axo eb' ix cob'estac mantalaj vinac tzek' t'a spatic, manh e milcham eb' ix, canocab' eb' ix eyed'oc."
        },
        {
            "number": "19",
            "text": "E masanil mach ex ix e milcham anima, ma ix eyam junok chamnac, cananhec uqueoc k'ual t'a spatiquel campamento. Ha ex tik yet' eb' preso yaj eyuuj, yowalil tze b'iquel e b'ha t'a schab'jial yet' t'a svak'jial."
        },
        {
            "number": "20",
            "text": "Tze juk'anel e pichul yet' masanil tastac b'ob'il t'a nok' tz'uum, ma t'a xil nok' chiva yet' t'a te te', xchi winh t'a eb'."
        },
        {
            "number": "21",
            "text": "Ix yalan winhaj sacerdote Eleazar t'a masanil eb' ix xid'ek' t'a oval chi' icha tik: --Aton jun ley ix yak' Jehová t'a winhaj Moisés tik:"
        },
        {
            "number": "22",
            "text": "Ha masanil tastac to max tz'a yuj k'ak', icha q'uen oro, q'uen plata, q'uen bronce, q'uen hierro, q'uen estaño, ma q'uen plomo, yowalil tzek' t'a cal k'ak', slajvi chi' tze b'icanel t'a ha ha' sacb'itan tastac tz'och vicoc. Ha pax tastac to stz'ab'at jun, anhej yet' ha ha' chi' tze sacb'itej."
        },
        {
            "number": "23",
            "text": "Axo t'a svak'jial, yowalil tze juq'uel e pichul, icha chi' tz'aj e sacb'icaneli. Ichato chi' syal eyoch t'a yol campamento, xchi Jehová t'a winhaj Moisés, xchi winhaj Eleazar chi'."
        },
        {
            "number": "24",
            "text": "Ix yalan Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "25",
            "text": "Ha winhaj sacerdote Eleazar yet' eb' yajal yaj t'a junjun macanhil eb' chonhab', ol och eb' ed'oc yic tze b'is eb' anima yet' masanil nok' nok' ix yik'cot eb' t'a chonhab' Madián."
        },
        {
            "number": "26",
            "text": "Cha makan tzeyutej. Tze pojanek' junok makan t'a skal eb' soldado ix xid'ek' t'a oval chi', haxo junxo makan, spojchajek' t'a skal eb' anima."
        },
        {
            "number": "27",
            "text": "Ha t'a junjun makan syik' eb' soldado chi', junjun wik tzeyiq'uel t'a junjun 500 anima, t'a junjun 500 nok' nok', wach'chom nok' vacax, nok' b'uru, nok' calnel ma nok' chiva."
        },
        {
            "number": "28",
            "text": "Ha t'a winhaj sacerdote Eleazar tzak' juntzanh chi' icha ofrenda t'ayin."
        },
        {
            "number": "29",
            "text": "Ha t'a nanhalxo yic eb' anima chi', junjun tzeyiq'uel t'a junjun 50 eb' anima yet' t'a junjun 50 nok' nok', wach'chom nok' vacax, nok' b'uru, nok' calnel, ma nok' chiva ma yet' yalnhej tas molb'etzal nok'. Tzeyak' juntzanh nok' nok' chi' t'a eb' levita aton eb' yilumal in cajnub', xchi t'a winh."
        },
        {
            "number": "30",
            "text": "Ix sk'anab'ajej winhaj Moisés yet' winhaj sacerdote Eleazar icha wal ix aj yalan Jehová chi'."
        },
        {
            "number": "31",
            "text": "Aton slistail masanil tastac ix yik'cot eb' soldado tik, ch'oc pax tastac ix yik' junjun eb': 675 mil nok' calnel, 72 mil nok' vacax, 61 mil nok' b'uru yet' 32 mil eb' ix cob'estac."
        },
        {
            "number": "32",
            "text": "Yuj chi' nanhal wal juntzanh chi' ix yik' eb' soldado. 337 mil 500 nok' calnel ix yik' eb'."
        },
        {
            "number": "33",
            "text": "Ha t'a juntzanh nok' chi', 675 nok' ix yak' eb' t'a Jehová."
        },
        {
            "number": "34",
            "text": "Ha t'a 36 mil nok' vacax yic eb' soldado, ix ak'ji 72 nok' t'a Jehová."
        },
        {
            "number": "35",
            "text": "Ha t'a 30 mil 500 nok' b'uru yic eb' soldado, ix ak'ji 61 nok' t'a Jehová."
        },
        {
            "number": "36",
            "text": "Ha t'a eb' ix 16 mil cob'estac yic eb' soldado, ix ak'ji 32 eb' ix t'a Jehová."
        },
        {
            "number": "37",
            "text": "Masanil juntzanh chi' ix yak' winhaj Moisés t'a winhaj sacerdote Eleazar, aton tas to yictaxon Jehová yaji, icha wal ix aj yalan Jehová."
        },
        {
            "number": "38",
            "text": "Icha wal sb'isul ix yik' eb' soldado chi', icha chi' ix yak' winhaj Moisés t'a eb' anima chi': 337 mil 500 nok' calnel, 36 mil nok' vacax, 30 mil 500 nok' b'uru yet' 16 mil eb' ix cob'estac."
        },
        {
            "number": "39",
            "text": "Ha t'a nanhalxo chi', junjun ix yiq'uel winhaj Moisés t'a junjun 50. Lajannhej ix yutejpax eb' anima winh yet' nok' nok'. Ix yak'an winh t'a eb' levita smunlaj t'a scajnub' Jehová, icha wal ix aj yalan Jehová chi'."
        },
        {
            "number": "40",
            "text": "Axo eb' yajal yaj t'a junjun mil yet' t'a junjun cien eb' soldado chi', ix b'at eb' yal t'a winhaj Moisés."
        },
        {
            "number": "41",
            "text": "Ix yalan eb' icha tik: Ha onh tik ix co b'is eb' soldado ayoch t'a yol co k'ab', malaj junok eb' ix satb'ati, tz'acannhej eb'."
        },
        {
            "number": "42",
            "text": "Yed'nac masanil q'uen oro ix ilchaj yuj eb', q'uen brazaletes, pulseras, colk'ab', uchiquin yet' juntzanhxo q'uen q'ueen wach' yilji. Ha juntzanh tik scak' t'a Jehová, yujto ix kolwaj qued'oc, yuj chi' ix onh meltzaj co masanil, xchi eb'."
        },
        {
            "number": "43",
            "text": "Ix schaan masanil q'uen oro chi' winhaj Moisés yet' winhaj Eleazar t'a eb', aton masanil q'uen oro ayoch yelvanub'oc snivanil eb'."
        },
        {
            "number": "44",
            "text": "Masanil q'uen oro ix yak' eb' yajal chi', oxe' quintal yet' 68 libra yalil q'ueen."
        },
        {
            "number": "45",
            "text": "Junjun soldado aynhej jab'jab'oc tastac ix yik'a', aton tastac ix yik' eb' t'a eb' ajk'ol chi'."
        },
        {
            "number": "46",
            "text": "Axo winhaj Moisés yet' winhaj Eleazar chi' ix chaan q'uen oro ix yik'cot eb' yajal soldado chi'. Ix yik'anb'at q'uen eb' winh t'a scajnub' Jehová b'aj sch'ox sb'a, yic wach' snachajcot eb' israel yuj Jehová chi'."
        }
    ]
}