{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Ha heb' yinhtilal Rubén yet' heb' yic Gad manhxo jantacoc nok' smolb'etzal nok' heb'. Ayic ix yilan heb' to a lum scuchan Jazer yet' Galaad, te wach' lum yic smolji nok' nok',"
        },
        {
            "number": "2",
            "text": "ix b'at heb' yil winhaj Moisés yet' winhaj sacerdote Eleazar yet' pax heb' yajalil chonhab'. Ix yalan heb' icha tik t'a heb':"
        },
        {
            "number": "3",
            "text": "--Ilec wal lum macb'il yuj juntzanh chonhab' tik: Aton Atarot, Dibón, Jazer, Nimra, Hesbón, Eleale, Sebam, Nebo yet' Beón, te wach' swa masanil nok' molb'etzal nok' t'a juntzanh lum lum tik. Yuj scolwal Jehová ix quik'canek' lu'um yic tz'ochcan lum quicoc a onh israel onh tik. Eyojtacpaxi to ay juntzanh nok' nok' tik molb'il cuuj."
        },
        {
            "number": "4",
            "text": "Yuj chi' tato wach' tze na'a, aq'ek juntzanh lum tik t'ayonh, yic max onh ek'kan t'a sk'axepal ha' Jordán, xchi heb'."
        },
        {
            "number": "5",
            "text": "Ix yalan winhaj Moisés chi' t'a heb': --¿Tom he gana tzex kan t'a tik yacb'an sb'at heb' quetchonhab' t'a owal?"
        },
        {
            "number": "6",
            "text": "¿Tas yuj tzeyak' chab'axk'e sk'ol heb' quetchonhab' yic max ek' heb' t'a jun lum yalnac Jehová to ol yak' t'a heb'?"
        },
        {
            "number": "7",
            "text": "Icha wal tik yutej sb'a heb' ko mam quicham ayic in checanb'at heb' yil lu'um ayic ayonhek' t'a Cades-barnea."
        },
        {
            "number": "8",
            "text": "k'och heb' yil jun lu'um chi' masanto t'a sch'olanil ha' Escol. Slajwi chi' yak'an chab'axk'e sk'ol heb' quetisraelal heb' yic max och heb' t'a lum yak'nac sti' Jehová yak'an t'ayonh."
        },
        {
            "number": "9",
            "text": "Yuj wal chi' cot yowal sk'ol Jehová t'a jun k'u chi', yuj chi' yak' sti' to"
        },
        {
            "number": "10",
            "text": "a heb' anima 20 ab'il sk'inal sb'eynhejb'ati ayic yelnaccot heb' t'a Egipto, manh ol yil-laj lum heb', lum yak'nac sti' yak'an t'a heb' yinhtilalcan winhaj Abraham, winhaj Isaac yet' winhaj Jacob, yujto manh smasaniloc sk'ol heb' och tzak'an yuj tas yala'."
        },
        {
            "number": "11",
            "text": "Anhej winhaj Caleb yuninal winhaj Jefone yinhtilal winhaj Cenaz yet' winhaj Josué yuninal winhaj Nun, ol och t'a lu'um, aton heb' winh k'anab'ajan t'a smasanil sk'ool tas yal Jehová chi'."
        },
        {
            "number": "12",
            "text": "Cot yowal Jehová chi' t'ayonh, yuj chi' 40 ab'il onh ek' t'a tzinan lum yuj, masanto ix satel masanil heb' maj k'anab'ajani, manhxo junok heb' ix cani."
        },
        {
            "number": "13",
            "text": "Ha exxo tik, ex yinhtilal anima pit, he gana tze b'eyb'alej sb'eyb'al heb' ko mam quicham chi' yic tze tzuntzanxicot yowal sk'ol Jehová t'a quib'anh."
        },
        {
            "number": "14",
            "text": "Tato malaj he gana tzex och tzak'an yuj Jehová chi', ol ex yaktejcan t'a jun tzinan lu'um tik yet' masanil jun chonhab' tik. Eyuuj wal ol onh sateloc, xchi winhaj Moisés chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi', ix snitzanb'at sb'a heb' t'a stz'ey winhaj Moisés chi', ix yalan heb' icha tik: --Ha wal tas ko gana, to sco b'ok'e smacte' nok' ko calnel yet' nok' ko wacax t'a tik yet' chonhab' yic heb' ix quetb'eyum yet' cuninal."
        },
        {
            "number": "16",
            "text": "Ha onhxo tik ol cak' lista ko b'ha t'a owal. Ol onh b'ab'laj t'a yichanh heb' quetchonhab' tik masanto ol yal quik'anb'at heb' t'a lum lum chi'. Axo heb' ix quetb'eyum yet' heb' cuninal ol kan heb' t'a chonhab' ayoch smuroal tik t'a junk'olal, yic wach' malaj tas tz'utaj heb' yuj heb' anima cajan t'a juntzanh chonhab' tik."
        },
        {
            "number": "17",
            "text": "Masanto ol yal skan heb' quetchonhab' tik t'a sat sluum ichato chi' ol onh meltzajxicot t'a ko pat tik."
        },
        {
            "number": "18",
            "text": "Yujto a lum ay t'a jun k'axep tik quic tz'ajkan lu'um, aton t'a stojolal b'aj sjawi k'u tik, yuj chi' ha t'a sk'axepalek' ha' Jordán chi' manh ol ko chalaj lum ko lu'um chi' a onh tik, xchi heb'."
        },
        {
            "number": "19",
            "text": "Ix tak'wi winhaj Moisés chi' t'a heb': --Syal eyik'ancan lu'um tato tz'elk'och icha wal tas tzeyal chi', ol eyak'nhej owal icha syal Jehová."
        },
        {
            "number": "20",
            "text": "Tato he masanil a ex tik eyed'nac eyamk'ab' yic owal ol ex ek' t'ha ha' Jordán icha syal Jehová chi', tzex cannhej ta' masanto syal yel heb' ajk'ol chi' eyuuj."
        },
        {
            "number": "21",
            "text": "Ayic toxo ix eyik'canek' lum lum chi' yuj Jehová, ayic toxo pax ix ak'ji ganar heb' anima ta', ichato chi' ol ex meltzajoc. Icha chi' ol aj he k'anab'ajan b'aj tzeyak' he ti' t'a Jehová yet' t'a heb' eyetchonhab' tik."
        },
        {
            "number": "22",
            "text": "Palta tato max he k'ulej icha chi' jun, a wal ta' ol eyila' to ix och he mul t'a Jehová, ol k'och sk'ual ol yak'anoch yaelal t'a eyib'anh yuj he mul chi'."
        },
        {
            "number": "23",
            "text": "B'oeck'e he chonhab' yuj heb' ix eyetb'eyum yet' heb' eyuninal, tze b'oan smacte' nok' he calnel chi', tze k'anab'ajan masanil tas tzeyal chi', xchi winhaj Moisés chi' t'a heb'."
        },
        {
            "number": "24",
            "text": "Ix tak'wi heb' yinhtilalcan Rubén yet' heb' yinhtilalcan Gad icha tik: --Ha onh a checab' onh tik, ol ko k'anab'ajej masanil tas ix al chi'."
        },
        {
            "number": "25",
            "text": "Ha heb' ix quetb'eyum yet' heb' ko cotac unin yet' masanil nok' ko molb'etzal nok', ol kan t'a juntzanh chonhab' t'a Galaad tik."
        },
        {
            "number": "26",
            "text": "Ha onhxo tik jun, ol onh b'at t'a owal b'aj ol yal sk'ol Jehová, icha wal alan chi', xchi heb'."
        },
        {
            "number": "27",
            "text": "Ix yalan winhaj Moisés t'a winhaj sat sacerdote Eleazar yet' t'a winhaj Josué yuninal winhaj Nun yet' t'a masanil heb' yajalil chonhab' t'a junjun makan yinhtilal Israel icha tik:"
        },
        {
            "number": "28",
            "text": "--Tato masanil heb' winak t'a yinhtilal Gad yet' t'a yic Rubén lista yaj yak'an owal, ol ek' heb' eyed'oc t'a yol ha' Jordán icha yalan Jehová, masanto ol eyik' lum lum chi', ichato chi' tzeyak'an lum Galaad tik smacb'enoc heb'."
        },
        {
            "number": "29",
            "text": "Tato max b'at heb' t'a owal chi' eyed'oc jun, ha t'a lum Canaán chi' ol yik' smacb'en heb' eyed'oc, xchi winhaj Moisés chi'."
        },
        {
            "number": "30",
            "text": "Ix tak'wixi heb' yinhtilalcan Gad yet' heb' yic Rubén chi' icha tik: --Ol ko k'ulejnhej masanil tastac schec Jehová ko k'ulej."
        },
        {
            "number": "31",
            "text": "Qued'nac ko yamk'ab' yic owal ol onh ek' t'a Canaán chi' icha syal Jehová, palta quic tz'ajkan lum lum t'a stojolal b'aj sjawi k'u tik, xchi heb'."
        },
        {
            "number": "32",
            "text": "Yuj chi' ha t'a heb' yinhtilalcan Gad yet' t'a heb' yic Rubén yet' t'a nanhalxo heb' yinhtilalcan Manasés yuninal winhaj José, ix yak' lu'um winhaj Moisés chi', aton lum yic winhaj Sehón sreyal heb' amorreo, lum yic winhaj Og sreyal Basán yet' jantac chonhab' macb'il yuj yet' jantac smacb'en ay t'a spatictac."
        },
        {
            "number": "33",
            "text": "Axo heb' yinhtilalcan Gad ix laj sb'oxik'e chonhab' Dibón heb' yet' Atarot, Aroer,"
        },
        {
            "number": "34",
            "text": "Atarot-sofán, Jazer, Jogbeha,"
        },
        {
            "number": "35",
            "text": "Bet-nimra yet' Bet-arán. Ix yak'anoch smuroal heb', ix sb'oanpax smacte' scalnel heb'."
        },
        {
            "number": "36",
            "text": "Axo pax heb' yinhtilalcan Rubén, ix sb'oxik'e chonhab' Hesbón heb', Eleale, Quiriataim,"
        },
        {
            "number": "37",
            "text": "Nebo, Baal-meón yet' Sibma. Ix sk'exan sb'i juntzanh chonhab' ix sb'oxik'e heb' chi'."
        },
        {
            "number": "38",
            "text": "Axo pax heb' yinhtilal Maquir yuninal Manasés, ix ik'anpaxcan lum ay t'a Galaad. Ix yak' ganar heb' spechanel heb' amorreo ta'."
        },
        {
            "number": "39",
            "text": "Icha chi' ix aj yak'an lum Galaad winhaj Moisés t'a heb' yinhtilal Maquir, yuj chi' ix cajnaj heb' ta'."
        },
        {
            "number": "40",
            "text": "Axo pax winhaj Jair yinhtilalcan Manasés, ix yak' ganar juntzanh scampamento heb' amorreo heb', ix yak'an scuch heb' Hawot-jair."
        },
        {
            "number": "41",
            "text": "Axo jun winh scuchan Noba yet' juntzanhxo heb' ajun yet'oc, ix yak' ganar heb' aj Kenat heb' yet' juntzanhxo chonhab' ayoch t'a yol smacb'en. Ix yak'an winh scuch Noba."
        }
    ]
}