{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "A eb' yinhtilal Rubén yed' eb' yic Gad manhxo jantacoc nok' smolb'etzal nok' eb'. Ayic ix yilan eb' to a lum scuchan Jazer yed' Galaad, te vach' lum yic smolji nok' nok',"
        },
        {
            "number": "2",
            "text": "ix b'at eb' yil vinhaj Moisés yed' vinhaj sacerdote Eleazar yed' pax eb' yajalil chonhab'. Ix yalan eb' icha tic d'a eb':"
        },
        {
            "number": "3",
            "text": "--Ilec val lum macb'il yuj juntzanh chonhab' tic: Aton Atarot, Dibón, Jazer, Nimra, Hesbón, Eleale, Sebam, Nebo yed' Beón, te vach' sva masanil nok' molb'etzal nok' d'a juntzanh lum luum tic. Yuj scolval Jehová ix quik'canek' luum yic tz'ochcan lum quicoc a onh israel onh tic. Eyojtacpaxi to ay juntzanh nok' nok' tic molb'il cuuj."
        },
        {
            "number": "4",
            "text": "Yuj chi' tato vach' tze na'a, aq'uec juntzanh lum tic d'ayonh, yic max onh ek'can d'a sk'axepal a' Jordán, xchi eb'."
        },
        {
            "number": "5",
            "text": "Ix yalan vinhaj Moisés chi' d'a eb': --¿Tom e gana tzex can d'a tic yacb'an sb'at eb' quetchonhab' d'a oval?"
        },
        {
            "number": "6",
            "text": "¿Tas yuj tzeyak' chab'axq'ue sk'ol eb' quetchonhab' yic max ek' eb' d'a jun lum yalnac Jehová to ol yak' d'a eb'?"
        },
        {
            "number": "7",
            "text": "Icha val tic yutej sb'a eb' co mam quicham ayic in checanb'at eb' yil luum ayic ayonhek' d'a Cades-barnea."
        },
        {
            "number": "8",
            "text": "k'och eb' yil jun luum chi' masanto d'a sch'olanil a' Escol. Slajvi chi' yak'an chab'axq'ue sk'ol eb' quetisraelal eb' yic max och eb' d'a lum yak'nac sti' Jehová yak'an d'ayonh."
        },
        {
            "number": "9",
            "text": "Yuj val chi' cot yoval sk'ol Jehová d'a jun k'u chi', yuj chi' yak' sti' to"
        },
        {
            "number": "10",
            "text": "a eb' anima 20 ab'il sq'uinal sb'eynhejb'ati ayic yelnaccot eb' d'a Egipto, manh ol yil-laj lum eb', lum yak'nac sti' yak'an d'a eb' yinhtilalcan vinhaj Abraham, vinhaj Isaac yed' vinhaj Jacob, yujto manh smasaniloc sk'ol eb' och tzak'an yuj tas yala'."
        },
        {
            "number": "11",
            "text": "Anhej vinhaj Caleb yuninal vinhaj Jefone yinhtilal vinhaj Cenaz yed' vinhaj Josué yuninal vinhaj Nun, ol och d'a luum, aton eb' vinh k'anab'ajan d'a smasanil sk'ool tas yal Jehová chi'."
        },
        {
            "number": "12",
            "text": "Cot yoval Jehová chi' d'ayonh, yuj chi' 40 ab'il onh ek' d'a tz'inan lum yuuj, masanto ix satel masanil eb' maj k'anab'ajani, manhxo junoc eb' ix cani."
        },
        {
            "number": "13",
            "text": "A exxo tic, ex yinhtilal anima pit, e gana tze b'eyb'alej sb'eyb'al eb' co mam quicham chi' yic tze tzuntzanxicot yoval sk'ol Jehová d'a quib'anh."
        },
        {
            "number": "14",
            "text": "Tato malaj e gana tzex och tzak'an yuj Jehová chi', ol ex yactejcan d'a jun tz'inan luum tic yed' masanil jun chonhab' tic. Eyuuj val ol onh sateloc, xchi vinhaj Moisés chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi', ix snitzanb'at sb'a eb' d'a stz'ey vinhaj Moisés chi', ix yalan eb' icha tic: --A val tas co gana, to sco b'oq'ue smacte' nok' co calnel yed' nok' co vacax d'a tic yed' chonhab' yic eb' ix quetb'eyum yed' cuninal."
        },
        {
            "number": "16",
            "text": "A onhxo tic ol cak' lista co b'a d'a oval. Ol onh b'ab'laj d'a yichanh eb' quetchonhab' tic masanto ol yal quik'anb'at eb' d'a lum luum chi'. Axo eb' ix quetb'eyum yed' eb' cuninal ol can eb' d'a chonhab' ayoch smuroal tic d'a junk'olal, yic vach' malaj tas tz'utaj eb' yuj eb' anima cajan d'a juntzanh chonhab' tic."
        },
        {
            "number": "17",
            "text": "Masanto ol yal scan eb' quetchonhab' tic d'a sat sluum ichato chi' ol onh meltzajxicot d'a co pat tic."
        },
        {
            "number": "18",
            "text": "Yujto a lum ay d'a jun k'axep tic quic tz'ajcan luum, aton d'a stojolal b'aj sjavi k'u tic, yuj chi' a d'a sk'axepalek' a' Jordán chi' manh ol co chalaj lum co luum chi' a onh tic, xchi eb'."
        },
        {
            "number": "19",
            "text": "Ix tak'vi vinhaj Moisés chi' d'a eb': --Syal eyik'ancan luum tato tz'elk'och icha val tas tzeyal chi', ol eyak'nhej oval icha syal Jehová."
        },
        {
            "number": "20",
            "text": "Tato e masanil a ex tic eyed'nac eyamk'ab' yic oval ol ex ek' d'a a' Jordán icha syal Jehová chi', tzex cannhej ta' masanto syal yel eb' ajk'ol chi' eyuuj."
        },
        {
            "number": "21",
            "text": "Ayic toxo ix eyik'canek' lum luum chi' yuj Jehová, ayic toxo pax ix ak'ji ganar eb' anima ta', ichato chi' ol ex meltzajoc. Icha chi' ol aj e k'anab'ajan b'aj tzeyak' e ti' d'a Jehová yed' d'a eb' eyetchonhab' tic."
        },
        {
            "number": "22",
            "text": "Palta tato max e k'ulej icha chi' jun, a val ta' ol eyila' to ix och e mul d'a Jehová, ol k'och sk'ual ol yak'anoch yaelal d'a eyib'anh yuj e mul chi'."
        },
        {
            "number": "23",
            "text": "B'oecq'ue e chonhab' yuj eb' ix eyetb'eyum yed' eb' eyuninal, tze b'oan smacte' nok' e calnel chi', tze k'anab'ajan masanil tas tzeyal chi', xchi vinhaj Moisés chi' d'a eb'."
        },
        {
            "number": "24",
            "text": "Ix tak'vi eb' yinhtilalcan Rubén yed' eb' yinhtilalcan Gad icha tic: --A onh a checab' onh tic, ol co k'anab'ajej masanil tas ix al chi'."
        },
        {
            "number": "25",
            "text": "A eb' ix quetb'eyum yed' eb' co cotac unin yed' masanil nok' co molb'etzal nok', ol can d'a juntzanh chonhab' d'a Galaad tic."
        },
        {
            "number": "26",
            "text": "A onhxo tic jun, ol onh b'at d'a oval b'aj ol yal sk'ol Jehová, icha val alan chi', xchi eb'."
        },
        {
            "number": "27",
            "text": "Ix yalan vinhaj Moisés d'a vinhaj sat sacerdote Eleazar yed' d'a vinhaj Josué yuninal vinhaj Nun yed' d'a masanil eb' yajalil chonhab' d'a junjun macanh yinhtilal Israel icha tic:"
        },
        {
            "number": "28",
            "text": "--Tato masanil eb' vinac d'a yinhtilal Gad yed' d'a yic Rubén lista yaj yak'an oval, ol ek' eb' eyed'oc d'a yol a' Jordán icha yalan Jehová, masanto ol eyik' lum luum chi', ichato chi' tzeyak'an lum Galaad tic smacb'enoc eb'."
        },
        {
            "number": "29",
            "text": "Tato max b'at eb' d'a oval chi' eyed'oc jun, a d'a lum Canaán chi' ol yik' smacb'en eb' eyed'oc, xchi vinhaj Moisés chi'."
        },
        {
            "number": "30",
            "text": "Ix tak'vixi eb' yinhtilalcan Gad yed' eb' yic Rubén chi' icha tic: --Ol co k'ulejnhej masanil tastac schec Jehová co k'ulej."
        },
        {
            "number": "31",
            "text": "Qued'nac co yamk'ab' yic oval ol onh ek' d'a Canaán chi' icha syal Jehová, palta quic tz'ajcan lum luum d'a stojolal b'aj sjavi k'u tic, xchi eb'."
        },
        {
            "number": "32",
            "text": "Yuj chi' a d'a eb' yinhtilalcan Gad yed' d'a eb' yic Rubén yed' d'a nanhalxo eb' yinhtilalcan Manasés yuninal vinhaj José, ix yak' luum vinhaj Moisés chi', aton lum yic vinhaj Sehón sreyal eb' amorreo, lum yic vinhaj Og sreyal Basán yed' jantac chonhab' macb'il yuuj yed' jantac smacb'en ay d'a spatictac."
        },
        {
            "number": "33",
            "text": "Axo eb' yinhtilalcan Gad ix laj sb'oxiq'ue chonhab' Dibón eb' yed' Atarot, Aroer,"
        },
        {
            "number": "34",
            "text": "Atarot-sofán, Jazer, Jogbeha,"
        },
        {
            "number": "35",
            "text": "Bet-nimra yed' Bet-arán. Ix yak'anoch smuroal eb', ix sb'oanpax smacte' scalnel eb'."
        },
        {
            "number": "36",
            "text": "Axo pax eb' yinhtilalcan Rubén, ix sb'oxiq'ue chonhab' Hesbón eb', Eleale, Quiriataim,"
        },
        {
            "number": "37",
            "text": "Nebo, Baal-meón yed' Sibma. Ix sq'uexan sb'i juntzanh chonhab' ix sb'oxiq'ue eb' chi'."
        },
        {
            "number": "38",
            "text": "Axo pax eb' yinhtilal Maquir yuninal Manasés, ix ik'anpaxcan lum ay d'a Galaad. Ix yak' ganar eb' spechanel eb' amorreo ta'."
        },
        {
            "number": "39",
            "text": "Icha chi' ix aj yak'an lum Galaad vinhaj Moisés d'a eb' yinhtilal Maquir, yuj chi' ix cajnaj eb' ta'."
        },
        {
            "number": "40",
            "text": "Axo pax vinhaj Jair yinhtilalcan Manasés, ix yak' ganar juntzanh scampamento eb' amorreo eb', ix yak'an scuch eb' Havot-jair."
        },
        {
            "number": "41",
            "text": "Axo jun vinh scuchan Noba yed' juntzanhxo eb' ajun yed'oc, ix yak' ganar eb' aj Kenat eb' yed' juntzanhxo chonhab' ayoch d'a yol smacb'en. Ix yak'an vinh scuch Noba."
        }
    ]
}