{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Ha eb' yinhtilal Rubén yet' eb' yic Gad manhxo jantacoc nok' smolb'etzal nok' eb'. Ayic ix yilan eb' to a lum scuchan Jazer yet' Galaad, te wach' lum yic smolji nok' nok',"
        },
        {
            "number": "2",
            "text": "ix b'at eb' yil winhaj Moisés yet' winhaj sacerdote Eleazar yet' pax eb' yajalil chonhab'. Ix yalan eb' icha tik t'a eb':"
        },
        {
            "number": "3",
            "text": "--Ilec val lum macb'il yuj juntzanh chonhab' tik: Aton Atarot, Dibón, Jazer, Nimra, Hesbón, Eleale, Sebam, Nebo yet' Beón, te wach' sva masanil nok' molb'etzal nok' t'a juntzanh lum lum tik. Yuj scolval Jehová ix quik'canek' lu'um yic tz'ochcan lum quicoc a onh israel onh tik. Eyojtacpaxi to ay juntzanh nok' nok' tik molb'il cuuj."
        },
        {
            "number": "4",
            "text": "Yuj chi' tato wach' tze na'a, aq'ek juntzanh lum tik t'ayonh, yic max onh ek'kan t'a sk'axepal ha' Jordán, xchi eb'."
        },
        {
            "number": "5",
            "text": "Ix yalan winhaj Moisés chi' t'a eb': --¿Tom e gana tzex kan t'a tik yacb'an sb'at eb' quetchonhab' t'a oval?"
        },
        {
            "number": "6",
            "text": "¿Tas yuj tzeyak' chab'axq'ue sk'ol eb' quetchonhab' yic max ek' eb' t'a jun lum yalnac Jehová to ol yak' t'a eb'?"
        },
        {
            "number": "7",
            "text": "Icha val tik yutej sb'a eb' co mam quicham ayic in checanb'at eb' yil lu'um ayic ayonhek' t'a Cades-barnea."
        },
        {
            "number": "8",
            "text": "k'och eb' yil jun lu'um chi' masanto t'a sch'olanil ha' Escol. Slajvi chi' yak'an chab'axq'ue sk'ol eb' quetisraelal eb' yic max och eb' t'a lum yak'nac sti' Jehová yak'an t'ayonh."
        },
        {
            "number": "9",
            "text": "Yuj val chi' cot yoval sk'ol Jehová t'a jun k'u chi', yuj chi' yak' sti' to"
        },
        {
            "number": "10",
            "text": "a eb' anima 20 ab'il sk'inal sb'eynhejb'ati ayic yelnaccot eb' t'a Egipto, manh ol yil-laj lum eb', lum yak'nac sti' yak'an t'a eb' yinhtilalcan winhaj Abraham, winhaj Isaac yet' winhaj Jacob, yujto manh smasaniloc sk'ol eb' och tzak'an yuj tas yala'."
        },
        {
            "number": "11",
            "text": "Anhej winhaj Caleb yuninal winhaj Jefone yinhtilal winhaj Cenaz yet' winhaj Josué yuninal winhaj Nun, ol och t'a lu'um, aton eb' winh k'anab'ajan t'a smasanil sk'ool tas yal Jehová chi'."
        },
        {
            "number": "12",
            "text": "Cot yoval Jehová chi' t'ayonh, yuj chi' 40 ab'il onh ek' t'a tzinan lum yuj, masanto ix satel masanil eb' maj k'anab'ajani, manhxo junok eb' ix cani."
        },
        {
            "number": "13",
            "text": "Ha exxo tik, ex yinhtilal anima pit, e gana tze b'eyb'alej sb'eyb'al eb' co mam quicham chi' yic tze tzuntzanxicot yoval sk'ol Jehová t'a quib'anh."
        },
        {
            "number": "14",
            "text": "Tato malaj e gana tzex och tzak'an yuj Jehová chi', ol ex yactejcan t'a jun tzinan lu'um tik yet' masanil jun chonhab' tik. Eyuuj val ol onh sateloc, xchi winhaj Moisés chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi', ix snitzanb'at sb'a eb' t'a stz'ey winhaj Moisés chi', ix yalan eb' icha tik: --Ha val tas co gana, to sco b'oq'ue smacte' nok' co calnel yet' nok' co vacax t'a tik yet' chonhab' yic eb' ix quetb'eyum yet' cuninal."
        },
        {
            "number": "16",
            "text": "Ha onhxo tik ol cak' lista co b'ha t'a oval. Ol onh b'ab'laj t'a yichanh eb' quetchonhab' tik masanto ol yal quik'anb'at eb' t'a lum lum chi'. Axo eb' ix quetb'eyum yet' eb' cuninal ol kan eb' t'a chonhab' ayoch smuroal tik t'a junk'olal, yic wach' malaj tas tz'utaj eb' yuj eb' anima cajan t'a juntzanh chonhab' tik."
        },
        {
            "number": "17",
            "text": "Masanto ol yal skan eb' quetchonhab' tik t'a sat sluum ichato chi' ol onh meltzajxicot t'a co pat tik."
        },
        {
            "number": "18",
            "text": "Yujto a lum ay t'a jun k'axep tik quic tz'ajkan lu'um, aton t'a stojolal b'aj sjavi k'u tik, yuj chi' ha t'a sk'axepalek' ha' Jordán chi' manh ol co chalaj lum co lu'um chi' a onh tik, xchi eb'."
        },
        {
            "number": "19",
            "text": "Ix tak'vi winhaj Moisés chi' t'a eb': --Syal eyik'ancan lu'um tato tz'elk'och icha val tas tzeyal chi', ol eyak'nhej oval icha syal Jehová."
        },
        {
            "number": "20",
            "text": "Tato e masanil a ex tik eyed'nac eyamk'ab' yic oval ol ex ek' t'ha ha' Jordán icha syal Jehová chi', tzex cannhej ta' masanto syal yel eb' ajk'ol chi' eyuuj."
        },
        {
            "number": "21",
            "text": "Ayic toxo ix eyik'canek' lum lum chi' yuj Jehová, ayic toxo pax ix ak'ji ganar eb' anima ta', ichato chi' ol ex meltzajoc. Icha chi' ol aj e k'anab'ajan b'aj tzeyak' e ti' t'a Jehová yet' t'a eb' eyetchonhab' tik."
        },
        {
            "number": "22",
            "text": "Palta tato max e k'ulej icha chi' jun, a val ta' ol eyila' to ix och e mul t'a Jehová, ol k'och sk'ual ol yak'anoch yaelal t'a eyib'anh yuj e mul chi'."
        },
        {
            "number": "23",
            "text": "B'oecq'ue e chonhab' yuj eb' ix eyetb'eyum yet' eb' eyuninal, tze b'oan smacte' nok' e calnel chi', tze k'anab'ajan masanil tas tzeyal chi', xchi winhaj Moisés chi' t'a eb'."
        },
        {
            "number": "24",
            "text": "Ix tak'vi eb' yinhtilalcan Rubén yet' eb' yinhtilalcan Gad icha tik: --Ha onh a checab' onh tik, ol co k'anab'ajej masanil tas ix al chi'."
        },
        {
            "number": "25",
            "text": "Ha eb' ix quetb'eyum yet' eb' co cotac unin yet' masanil nok' co molb'etzal nok', ol kan t'a juntzanh chonhab' t'a Galaad tik."
        },
        {
            "number": "26",
            "text": "Ha onhxo tik jun, ol onh b'at t'a oval b'aj ol yal sk'ol Jehová, icha val alan chi', xchi eb'."
        },
        {
            "number": "27",
            "text": "Ix yalan winhaj Moisés t'a winhaj sat sacerdote Eleazar yet' t'a winhaj Josué yuninal winhaj Nun yet' t'a masanil eb' yajalil chonhab' t'a junjun makan yinhtilal Israel icha tik:"
        },
        {
            "number": "28",
            "text": "--Tato masanil eb' vinac t'a yinhtilal Gad yet' t'a yic Rubén lista yaj yak'an oval, ol ek' eb' eyed'oc t'a yol ha' Jordán icha yalan Jehová, masanto ol eyik' lum lum chi', ichato chi' tzeyak'an lum Galaad tik smacb'enoc eb'."
        },
        {
            "number": "29",
            "text": "Tato max b'at eb' t'a oval chi' eyed'oc jun, ha t'a lum Canaán chi' ol yik' smacb'en eb' eyed'oc, xchi winhaj Moisés chi'."
        },
        {
            "number": "30",
            "text": "Ix tak'vixi eb' yinhtilalcan Gad yet' eb' yic Rubén chi' icha tik: --Ol co k'ulejnhej masanil tastac schec Jehová co k'ulej."
        },
        {
            "number": "31",
            "text": "Qued'nac co yamk'ab' yic oval ol onh ek' t'a Canaán chi' icha syal Jehová, palta quic tz'ajkan lum lum t'a stojolal b'aj sjavi k'u tik, xchi eb'."
        },
        {
            "number": "32",
            "text": "Yuj chi' ha t'a eb' yinhtilalcan Gad yet' t'a eb' yic Rubén yet' t'a nanhalxo eb' yinhtilalcan Manasés yuninal winhaj José, ix yak' lu'um winhaj Moisés chi', aton lum yic winhaj Sehón sreyal eb' amorreo, lum yic winhaj Og sreyal Basán yet' jantac chonhab' macb'il yuj yet' jantac smacb'en ay t'a spatictac."
        },
        {
            "number": "33",
            "text": "Axo eb' yinhtilalcan Gad ix laj sb'oxiq'ue chonhab' Dibón eb' yet' Atarot, Aroer,"
        },
        {
            "number": "34",
            "text": "Atarot-sofán, Jazer, Jogbeha,"
        },
        {
            "number": "35",
            "text": "Bet-nimra yet' Bet-arán. Ix yak'anoch smuroal eb', ix sb'oanpax smacte' scalnel eb'."
        },
        {
            "number": "36",
            "text": "Axo pax eb' yinhtilalcan Rubén, ix sb'oxiq'ue chonhab' Hesbón eb', Eleale, Quiriataim,"
        },
        {
            "number": "37",
            "text": "Nebo, Baal-meón yet' Sibma. Ix sq'uexan sb'i juntzanh chonhab' ix sb'oxiq'ue eb' chi'."
        },
        {
            "number": "38",
            "text": "Axo pax eb' yinhtilal Maquir yuninal Manasés, ix ik'anpaxcan lum ay t'a Galaad. Ix yak' ganar eb' spechanel eb' amorreo ta'."
        },
        {
            "number": "39",
            "text": "Icha chi' ix aj yak'an lum Galaad winhaj Moisés t'a eb' yinhtilal Maquir, yuj chi' ix cajnaj eb' ta'."
        },
        {
            "number": "40",
            "text": "Axo pax winhaj Jair yinhtilalcan Manasés, ix yak' ganar juntzanh scampamento eb' amorreo eb', ix yak'an scuch eb' Havot-jair."
        },
        {
            "number": "41",
            "text": "Axo jun winh scuchan Noba yet' juntzanhxo eb' ajun yet'oc, ix yak' ganar eb' aj Kenat eb' yet' juntzanhxo chonhab' ayoch t'a yol smacb'en. Ix yak'an winh scuch Noba."
        }
    ]
}