{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Icha tik aj sb'eycot heb' israel, ayic yelta tzololoc heb' t'a Egipto. Ha winhaj Moisés yet' winhaj Aarón cuchb'an heb'."
        },
        {
            "number": "2",
            "text": "Icha tas ix yal Jehová, ix stz'ib'ejcan winhaj Moisés tastac sb'i juntzanh lugar b'ajtac ix laj sb'o scampamento heb', b'ajtac ix laj ek' heb'. Icha tik aj quelta, xchi winhaj Moisés chi'."
        },
        {
            "number": "3",
            "text": "Ha onh israel onh tik, onh elta t'a Ramesés t'a yol yic Egipto t'a 15 yoch b'ab'el uj t'a yol ab'il. Aton t'a jun ak'wal chi' sch'oxel Jehová to malaj yelk'och juntzanh sdiosal heb' aj Egipto chi', miljipaxcham masanil heb' sb'ab'el winak unin heb' yuj Jehová chi'. Yacb'an wan smucancan schamnac heb' chi', quelta t'a yichanh heb' smasanil. Te ayxo quip, te k'ak'xo ko k'ool."
        },
        {
            "number": "4",
            "text": "Ayic quel t'a Ramesés chi', ko jawi t'a Sucot."
        },
        {
            "number": "5",
            "text": "Quelxi t'a Sucot chi', ko jawi t'a Etam t'a stitac tzinan lu'um."
        },
        {
            "number": "6",
            "text": "Co k'exb'eancot ko b'ha t'a Pi-hahirot ay t'a stojolal b'aj sja k'u t'a Baal-zefón, coch waan ta' t'a yichanh Migdol."
        },
        {
            "number": "7",
            "text": "Quelxi t'a Pi-hahirot chi', ko k'axpajek' t'ha ha' mar, ko jawi t'a tzinan lu'um. Oxe' k'ual b'ey onh t'a taquinh lum yic Etam ko jawi t'a Mara."
        },
        {
            "number": "8",
            "text": "Quelxi t'a Mara chi', ko jawi t'a Elim b'aj ay lajchawe' sjaj ha ha', ay pax 70 te' palma ta'. Ata' ochonh waan."
        },
        {
            "number": "9",
            "text": "Quelxi t'a Elim chi', ko jawi t'a slak'anil ha' Chacchac Mar."
        },
        {
            "number": "10",
            "text": "Quelxi t'ha ha' Chacchac Mar chi', ko jawi t'a tzinan lum Zin."
        },
        {
            "number": "11",
            "text": "Ayic quel t'a tzinan lum Zin chi', quek'ta t'a Dofca, t'a Alús yet' t'a Refidim, b'aj malaj ha ha' cuk'ej. Quek'pax t'a tzinan lum Sinaí, t'a Quibrot-hataawa, t'a Hazerot, t'a Ritma, t'a Rimón-peres, t'a Limna, t'a Rissa, t'a Ceelata, t'a witz Sefer, t'a Harada, t'a Macelot, t'a Tahat, t'a Tara, t'a Mitca, t'a Hasmona, t'a Moserot, t'a Bene-jaacán, t'a Hor b'aj ay witzal Gidgad, t'a Jotbata, t'a Abrona, t'a Ezión-geber yet' t'a tzinan lum Zin aton Cades."
        },
        {
            "number": "12",
            "text": "Quelxi t'a Cades chi' ko jawi t'a switzal Hor t'a smojonal Edom."
        },
        {
            "number": "13",
            "text": "Ato ha' aj yalan Jehová, k'e winhaj sacerdote Aarón t'a jolom witz Hor chi'. Ata' chamnaccan winh. Cham winh t'a sb'ab'el k'u yic yoil uj ayic 40 ab'il schajiel yich sb'ischaj sk'ual yictax quelnacta t'a Egipto."
        },
        {
            "number": "14",
            "text": "Ay 123 ab'il sk'inal winhaj Aarón chi' ayic schamnac winh."
        },
        {
            "number": "15",
            "text": "Ha winh sreyal cananeo aj Arad cajan t'a Neguev t'a yol yic Canaán, yab'nac wal specal winh tas ajnac ko jawi t'a jun lugar chi'."
        },
        {
            "number": "16",
            "text": "Quelxi t'a witzal Hor chi', quek' t'a Zalmona, t'a Punón, t'a Obot yet' t'a Ije-abarim t'a smojonal yic Moab."
        },
        {
            "number": "17",
            "text": "Quelxi t'a Dibón-gad, quek' t'a Almón-diblataim yet' t'a switzaltac yic Abarim, t'a stojolal b'aj sjawi k'u t'a Nebo."
        },
        {
            "number": "18",
            "text": "Quelxi t'a switzaltac yic Abarim chi', ko jawi t'a yak'lical Moab t'a sti' ha' Jordán t'a yichanh Jericó."
        },
        {
            "number": "19",
            "text": "Ha ko campamento t'a sti' ha' Jordán chi' b'atnhej t'a Bet-jesimot masanto t'a Abel-sitim, t'a yak'lical Moab chi'."
        },
        {
            "number": "20",
            "text": "Ha t'a yak'lical Moab t'a sti' ha' Jordán, t'a yichanh Jericó, ix lolon Jehová t'a winhaj Moisés, ix yalan icha tik:"
        },
        {
            "number": "21",
            "text": "Al juntzanh tik t'a heb' etchonhab': Ha wal ol ex ek' t'ha ha' Jordán ayic ol ex och t'a lum Canaán chi',"
        },
        {
            "number": "22",
            "text": "tze pechel masanil heb' anima cajan t'a juntzanh nación chi'. Tze mak'anpoj masanil juntzanh yechel b'ob'il yuj heb', b'aj syal sb'a, aton k'een comon k'een tzeyb'il yuj heb', ma k'een k'een b'ob'il t'a yol molde. Tze mak'anpoj juntzanh tas ay t'a juntzanh lugar chaanh b'aj tz'och heb' ejmelal."
        },
        {
            "number": "23",
            "text": "Ayic ol eyak'an ganar juntzanh nación chi', tze b'oanem cajan he b'a ta', yujto a in swak' t'ayex yic tzex cajnaj t'ay."
        },
        {
            "number": "24",
            "text": "Palta yowalil t'a suerteal tz'aj he pojanek' lu'um, t'a skal junjun makan, jun yic junjun inhtilal. Ha junok makan niwan sb'isul, niwan lu'um tz'ak'ji t'ay. Axo pax junok quennhej sb'isul, quennhej pax lu'um tz'ak'ji t'ay. Junjun makan skan b'aj syal suerte."
        },
        {
            "number": "25",
            "text": "Ayic ol ex cajnaj ta', tato manh ol he pechel masanil heb' anima cajan t'a lu'um chi', ol ex yixtej heb' icha junok k'alem sb'at t'a yol he sat, ma icha junok te' q'uiix sb'at t'a yol he b'ak'chil."
        },
        {
            "number": "26",
            "text": "Ol jawok t'a eyib'anh wuuj tas d'inhantaxon sja t'a yib'anh heb', xchi Jehová chi' t'a winh."
        }
    ]
}