{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Icha tic aj sb'eycot eb' israel, ayic yelta tzololoc eb' d'a Egipto. A vinhaj Moisés yed' vinhaj Aarón cuchb'an eb'."
        },
        {
            "number": "2",
            "text": "Icha tas ix yal Jehová, ix stz'ib'ejcan vinhaj Moisés tastac sb'i juntzanh lugar b'ajtac ix laj sb'o scampamento eb', b'ajtac ix laj ek' eb'. Icha tic aj quelta, xchi vinhaj Moisés chi'."
        },
        {
            "number": "3",
            "text": "A onh israel onh tic, onh elta d'a Ramesés d'a yol yic Egipto d'a 15 yoch b'ab'el uj d'a yol ab'il. Aton d'a jun ak'val chi' sch'oxel Jehová to malaj yelk'och juntzanh sdiosal eb' aj Egipto chi', miljipaxcham masanil eb' sb'ab'el vinac unin eb' yuj Jehová chi'. Yacb'an van smucancan schamnac eb' chi', quelta d'a yichanh eb' smasanil. Te ayxo quip, te k'ak'xo co k'ool."
        },
        {
            "number": "4",
            "text": "Ayic quel d'a Ramesés chi', co javi d'a Sucot."
        },
        {
            "number": "5",
            "text": "Quelxi d'a Sucot chi', co javi d'a Etam d'a stitac tz'inan luum."
        },
        {
            "number": "6",
            "text": "Co q'uexb'eancot co b'a d'a Pi-hahirot ay d'a stojolal b'aj sja k'u d'a Baal-zefón, coch vaan ta' d'a yichanh Migdol."
        },
        {
            "number": "7",
            "text": "Quelxi d'a Pi-hahirot chi', co k'axpajek' d'a a' mar, co javi d'a tz'inan luum. Oxe' k'ual b'ey onh d'a taquinh lum yic Etam co javi d'a Mara."
        },
        {
            "number": "8",
            "text": "Quelxi d'a Mara chi', co javi d'a Elim b'aj ay lajchave' sjaj a a', ay pax 70 te' palma ta'. Ata' ochonh vaan."
        },
        {
            "number": "9",
            "text": "Quelxi d'a Elim chi', co javi d'a slak'anil a' Chacchac Mar."
        },
        {
            "number": "10",
            "text": "Quelxi d'a a' Chacchac Mar chi', co javi d'a tz'inan lum Zin."
        },
        {
            "number": "11",
            "text": "Ayic quel d'a tz'inan lum Zin chi', quek'ta d'a Dofca, d'a Alús yed' d'a Refidim, b'aj malaj a a' cuq'uej. Quek'pax d'a tz'inan lum Sinaí, d'a Quibrot-hataava, d'a Hazerot, d'a Ritma, d'a Rimón-peres, d'a Limna, d'a Rissa, d'a Ceelata, d'a vitz Sefer, d'a Harada, d'a Macelot, d'a Tahat, d'a Tara, d'a Mitca, d'a Hasmona, d'a Moserot, d'a Bene-jaacán, d'a Hor b'aj ay vitzal Gidgad, d'a Jotbata, d'a Abrona, d'a Ezión-geber yed' d'a tz'inan lum Zin aton Cades."
        },
        {
            "number": "12",
            "text": "Quelxi d'a Cades chi' co javi d'a svitzal Hor d'a smojonal Edom."
        },
        {
            "number": "13",
            "text": "Ato a' aj yalan Jehová, q'ue vinhaj sacerdote Aarón d'a jolom vitz Hor chi'. Ata' chamnaccan vinh. Cham vinh d'a sb'ab'el k'u yic yoil uj ayic 40 ab'il schajiel yich sb'ischaj sk'ual yictax quelnacta d'a Egipto."
        },
        {
            "number": "14",
            "text": "Ay 123 ab'il sq'uinal vinhaj Aarón chi' ayic schamnac vinh."
        },
        {
            "number": "15",
            "text": "A vinh sreyal cananeo aj Arad cajan d'a Neguev d'a yol yic Canaán, yab'nac val specal vinh tas ajnac co javi d'a jun lugar chi'."
        },
        {
            "number": "16",
            "text": "Quelxi d'a vitzal Hor chi', quek' d'a Zalmona, d'a Punón, d'a Obot yed' d'a Ije-abarim d'a smojonal yic Moab."
        },
        {
            "number": "17",
            "text": "Quelxi d'a Dibón-gad, quek' d'a Almón-diblataim yed' d'a svitzaltac yic Abarim, d'a stojolal b'aj sjavi k'u d'a Nebo."
        },
        {
            "number": "18",
            "text": "Quelxi d'a svitzaltac yic Abarim chi', co javi d'a yak'lical Moab d'a sti' a' Jordán d'a yichanh Jericó."
        },
        {
            "number": "19",
            "text": "A co campamento d'a sti' a' Jordán chi' b'atnhej d'a Bet-jesimot masanto d'a Abel-sitim, d'a yak'lical Moab chi'."
        },
        {
            "number": "20",
            "text": "A d'a yak'lical Moab d'a sti' a' Jordán, d'a yichanh Jericó, ix lolon Jehová d'a vinhaj Moisés, ix yalan icha tic:"
        },
        {
            "number": "21",
            "text": "Al juntzanh tic d'a eb' etchonhab': A val ol ex ek' d'a a' Jordán ayic ol ex och d'a lum Canaán chi',"
        },
        {
            "number": "22",
            "text": "tze pechel masanil eb' anima cajan d'a juntzanh nación chi'. Tze mak'anpoj masanil juntzanh yechel b'ob'il yuj eb', b'aj syal sb'a, aton q'uen comon q'uen tzeyb'il yuj eb', ma q'uen q'ueen b'ob'il d'a yol molde. Tze mak'anpoj juntzanh tas ay d'a juntzanh lugar chaanh b'aj tz'och eb' ejmelal."
        },
        {
            "number": "23",
            "text": "Ayic ol eyak'an ganar juntzanh nación chi', tze b'oanem cajan e b'a ta', yujto a in svak' d'ayex yic tzex cajnaj d'ay."
        },
        {
            "number": "24",
            "text": "Palta yovalil d'a suerteal tz'aj e pojanek' luum, d'a scal junjun macanh, jun yic junjun inhtilal. A junoc macanh nivan sb'isul, nivan luum tz'ak'ji d'ay. Axo pax junoc quennhej sb'isul, quennhej pax luum tz'ak'ji d'ay. Junjun macanh scan b'aj syal suerte."
        },
        {
            "number": "25",
            "text": "Ayic ol ex cajnaj ta', tato manh ol e pechel masanil eb' anima cajan d'a luum chi', ol ex yixtej eb' icha junoc k'alem sb'at d'a yol e sat, ma icha junoc te' q'uiix sb'at d'a yol e b'ak'chil."
        },
        {
            "number": "26",
            "text": "Ol javoc d'a eyib'anh vuuj tas d'inhantaxon sja d'a yib'anh eb', xchi Jehová chi' d'a vinh."
        }
    ]
}