{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Icha tik aj sb'eycot eb' israel, ayic yelta tzololoc eb' t'a Egipto. Ha winhaj Moisés yet' winhaj Aarón cuchb'an eb'."
        },
        {
            "number": "2",
            "text": "Icha tas ix yal Jehová, ix stz'ib'ejcan winhaj Moisés tastac sb'i juntzanh lugar b'ajtac ix laj sb'o scampamento eb', b'ajtac ix laj ek' eb'. Icha tik aj quelta, xchi winhaj Moisés chi'."
        },
        {
            "number": "3",
            "text": "Ha onh israel onh tik, onh elta t'a Ramesés t'a yol yic Egipto t'a 15 yoch b'ab'el uj t'a yol ab'il. Aton t'a jun ak'wal chi' sch'oxel Jehová to malaj yelk'och juntzanh sdiosal eb' aj Egipto chi', miljipaxcham masanil eb' sb'ab'el vinac unin eb' yuj Jehová chi'. Yacb'an van smucancan schamnac eb' chi', quelta t'a yichanh eb' smasanil. Te ayxo quip, te k'ak'xo co k'ool."
        },
        {
            "number": "4",
            "text": "Ayic quel t'a Ramesés chi', co javi t'a Sucot."
        },
        {
            "number": "5",
            "text": "Quelxi t'a Sucot chi', co javi t'a Etam t'a stitac tzinan lu'um."
        },
        {
            "number": "6",
            "text": "Co q'uexb'eancot co b'ha t'a Pi-hahirot ay t'a stojolal b'aj sja k'u t'a Baal-zefón, coch vaan ta' t'a yichanh Migdol."
        },
        {
            "number": "7",
            "text": "Quelxi t'a Pi-hahirot chi', co k'axpajek' t'ha ha' mar, co javi t'a tzinan lu'um. Oxe' k'ual b'ey onh t'a taquinh lum yic Etam co javi t'a Mara."
        },
        {
            "number": "8",
            "text": "Quelxi t'a Mara chi', co javi t'a Elim b'aj ay lajchave' sjaj ha ha', ay pax 70 te' palma ta'. Ata' ochonh vaan."
        },
        {
            "number": "9",
            "text": "Quelxi t'a Elim chi', co javi t'a slak'anil ha' Chacchac Mar."
        },
        {
            "number": "10",
            "text": "Quelxi t'ha ha' Chacchac Mar chi', co javi t'a tzinan lum Zin."
        },
        {
            "number": "11",
            "text": "Ayic quel t'a tzinan lum Zin chi', quek'ta t'a Dofca, t'a Alús yet' t'a Refidim, b'aj malaj ha ha' cuq'uej. Quek'pax t'a tzinan lum Sinaí, t'a Quibrot-hataava, t'a Hazerot, t'a Ritma, t'a Rimón-peres, t'a Limna, t'a Rissa, t'a Ceelata, t'a vitz Sefer, t'a Harada, t'a Macelot, t'a Tahat, t'a Tara, t'a Mitca, t'a Hasmona, t'a Moserot, t'a Bene-jaacán, t'a Hor b'aj ay vitzal Gidgad, t'a Jotbata, t'a Abrona, t'a Ezión-geber yet' t'a tzinan lum Zin aton Cades."
        },
        {
            "number": "12",
            "text": "Quelxi t'a Cades chi' co javi t'a svitzal Hor t'a smojonal Edom."
        },
        {
            "number": "13",
            "text": "Ato ha' aj yalan Jehová, q'ue winhaj sacerdote Aarón t'a jolom vitz Hor chi'. Ata' chamnaccan winh. Cham winh t'a sb'ab'el k'u yic yoil uj ayic 40 ab'il schajiel yich sb'ischaj sk'ual yictax quelnacta t'a Egipto."
        },
        {
            "number": "14",
            "text": "Ay 123 ab'il sk'inal winhaj Aarón chi' ayic schamnac winh."
        },
        {
            "number": "15",
            "text": "Ha winh sreyal cananeo aj Arad cajan t'a Neguev t'a yol yic Canaán, yab'nac wal specal winh tas ajnac co javi t'a jun lugar chi'."
        },
        {
            "number": "16",
            "text": "Quelxi t'a vitzal Hor chi', quek' t'a Zalmona, t'a Punón, t'a Obot yet' t'a Ije-abarim t'a smojonal yic Moab."
        },
        {
            "number": "17",
            "text": "Quelxi t'a Dibón-gad, quek' t'a Almón-diblataim yet' t'a svitzaltac yic Abarim, t'a stojolal b'aj sjavi k'u t'a Nebo."
        },
        {
            "number": "18",
            "text": "Quelxi t'a svitzaltac yic Abarim chi', co javi t'a yak'lical Moab t'a sti' ha' Jordán t'a yichanh Jericó."
        },
        {
            "number": "19",
            "text": "Ha co campamento t'a sti' ha' Jordán chi' b'atnhej t'a Bet-jesimot masanto t'a Abel-sitim, t'a yak'lical Moab chi'."
        },
        {
            "number": "20",
            "text": "Ha t'a yak'lical Moab t'a sti' ha' Jordán, t'a yichanh Jericó, ix lolon Jehová t'a winhaj Moisés, ix yalan icha tik:"
        },
        {
            "number": "21",
            "text": "Al juntzanh tik t'a eb' etchonhab': Ha wal ol ex ek' t'ha ha' Jordán ayic ol ex och t'a lum Canaán chi',"
        },
        {
            "number": "22",
            "text": "tze pechel masanil eb' anima cajan t'a juntzanh nación chi'. Tze mak'anpoj masanil juntzanh yechel b'ob'il yuj eb', b'aj syal sb'a, aton q'uen comon q'uen tzeyb'il yuj eb', ma q'uen q'ueen b'ob'il t'a yol molde. Tze mak'anpoj juntzanh tas ay t'a juntzanh lugar chaanh b'aj tz'och eb' ejmelal."
        },
        {
            "number": "23",
            "text": "Ayic ol eyak'an ganar juntzanh nación chi', tze b'oanem cajan e b'a ta', yujto a in svak' t'ayex yic tzex cajnaj t'ay."
        },
        {
            "number": "24",
            "text": "Palta yowalil t'a suerteal tz'aj e pojanek' lu'um, t'a skal junjun makan, jun yic junjun inhtilal. Ha junok makan niwan sb'isul, niwan lu'um tz'ak'ji t'ay. Axo pax junok quennhej sb'isul, quennhej pax lu'um tz'ak'ji t'ay. Junjun makan skan b'aj syal suerte."
        },
        {
            "number": "25",
            "text": "Ayic ol ex cajnaj ta', tato manh ol e pechel masanil eb' anima cajan t'a lu'um chi', ol ex yixtej eb' icha junok k'alem sb'at t'a yol e sat, ma icha junok te' q'uiix sb'at t'a yol e b'ak'chil."
        },
        {
            "number": "26",
            "text": "Ol javok t'a eyib'anh vuuj tas d'inhantaxon sja t'a yib'anh eb', xchi Jehová chi' t'a winh."
        }
    ]
}