{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a vinhaj Moisés chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Al juntzanh checnab'il tik t'a eb' etisraelal. Toxo val ol ex och t'a lum Canaán chi', eyic ol aj lu'um. Aton smojonal lu'um tik:"
        },
        {
            "number": "3",
            "text": "Ha smojonal lum t'a sur tzek' t'a tzinan lu'um Zin t'a stitac lum yic Edom. Schael yich t'a stojolal sur t'ha ha' mar Muerto."
        },
        {
            "number": "4",
            "text": "Sq'uenhej t'a sur chi' masanto t'a yich lum vitz Acrabim, tzek'nhejk'och t'a Zin masanto sk'och t'a Cades-barnea. Slajvi chi', sb'atnhejpax t'a Hasar-adar, masanto sk'och t'a Asmón."
        },
        {
            "number": "5",
            "text": "Sb'atxi t'a Asmón chi' masanto sk'och t'ha ha' eluma' yic Egipto, slajvicank'och t'ha ha' mar Mediterráneo."
        },
        {
            "number": "6",
            "text": "Ha smojonal t'a stojolal b'aj sb'at k'u, aton ha' mar Mediterráneo chi'."
        },
        {
            "number": "7",
            "text": "Axo smojonal t'a norte, schael t'ha ha' mar Mediterráneo chi' masanto sk'och t'a jolom vitz Hor."
        },
        {
            "number": "8",
            "text": "Tz'elxi t'a jolom vitz Hor chi' masanto b'aj tz'ochk'och sb'eal chonhab' Hamat, masanto t'a Zedad."
        },
        {
            "number": "9",
            "text": "Sb'at t'a Zedad chi', tzek' t'a Zifrón masanto sk'och t'a Hazar-enán."
        },
        {
            "number": "10",
            "text": "Axo smojonal t'a stojolal b'aj sjavi k'u, schael t'a Hazar-enán masanto sk'och t'a Sefam."
        },
        {
            "number": "11",
            "text": "Tz'elxi t'a Sefam chi', masanto sk'och t'a Ribla t'a stojolal b'aj sjavi k'u t'a Aín. Slajvi chi' tz'emnhej jun mojon chi' t'a stojolal b'aj sjavi k'u t'ha ha' nhajab' Cineret,"
        },
        {
            "number": "12",
            "text": "sb'atnhej t'ha ha' Jordán masanto sk'och t'ha ha' mar Muerto. Ha masanil juntzanh chi', aton smojonal lum e lu'um chi', xchi Jehová, xa chi t'a eb', xchi t'a vinh."
        },
        {
            "number": "13",
            "text": "Ix yal juntzanh checnab'il tik vinhaj Moisés t'a eb' israel: Aton jun lu'um tik ol e pojek' t'a e patic, aton lum ix yal Jehová to ol pojchajek' t'a skal eb' nanhal slajunhil eyinhtilal, yujto toxo ix schacan smacb'en nanhal yoxil inhtilal,"
        },
        {
            "number": "14",
            "text": "aton eb' yinhtilal Rubén yet' eb' yic Gad yet' nanhalxo eb' yic Manasés. Toxo ix scha lum yic eb', aton lum ay t'a stojolal b'aj sjavi k'u t'ha ha' Jordán t'a yichanh Jericó, xchi vinhaj Moisés chi'."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová t'a vinhaj Moisés chi' icha tik:"
        },
        {
            "number": "16",
            "text": "Ha eb' ol pojanek' lum lum chi' t'a e cal, aton vinh sacerdote Eleazar yet' vinhaj Josué yuninal vinhaj Nun."
        },
        {
            "number": "17",
            "text": "Palta yowalil tzeyavtej junjunoc eb' yajal yaj t'a junjun eyinhtilal ayic spojchajek' lu'um chi'."
        },
        {
            "number": "18",
            "text": "Aton eb' vinh tik yowalil ol avtajoc: Ha t'a yinhtilal Judá, a vinhaj Caleb yuninal vinhaj Jefone."
        },
        {
            "number": "19",
            "text": "Axo t'a yinhtilal Simeón, a vinhaj Semuel yuninal vinhaj Amiud."
        },
        {
            "number": "20",
            "text": "Axo t'a yinhtilal Benjamín, a vinhaj Elidad yuninal vinhaj Quislón."
        },
        {
            "number": "21",
            "text": "Axo t'a yinhtilal Dan, a vinhaj Buqui yuninal vinhaj Jogli, aton vinh yajal yaji."
        },
        {
            "number": "22",
            "text": "Axo t'a yinhtilal Manasés yuninal vinhaj José, a vinhaj Haniel yuninal vinhaj Efod, aton vinh yajal yaji."
        },
        {
            "number": "23",
            "text": "Axo t'a yinhtilal Efraín yuninal pax vinhaj José chi', a vinhaj Kemuel yuninal vinhaj Siftán, aton vinh yajal yaji."
        },
        {
            "number": "24",
            "text": "Axo t'a yinhtilal Zabulón, a vinhaj Elizafán yuninal vinhaj Parnac, aton vinh yajal yaji."
        },
        {
            "number": "25",
            "text": "Axo t'a yinhtilal Isacar, a vinhaj Paltiel yuninal vinhaj Azán, aton vinh yajal yaji."
        },
        {
            "number": "26",
            "text": "Axo t'a yinhtilal Aser, a vinhaj Ahiud yuninal vinhaj Selomi, aton vinh yajal yaji."
        },
        {
            "number": "27",
            "text": "Axo t'a yinhtilal Neftalí, a vinhaj Pedael yuninal vinhaj Amiud, aton vinh yajal yaji, xchi t'a vinh."
        },
        {
            "number": "28",
            "text": "Aton juntzanh eb' vinh tik ix schec Jehová spojek' lum Canaán t'a skal eb' yinhtilalcan Israel."
        }
    ]
}