{
    "chapter": "35",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolonxi Jehová d'a vinhaj Moisés chi' d'a yak'lical Moab, d'a sti' a' Jordán d'a yichanh Jericó, ix yalan icha tic:"
        },
        {
            "number": "2",
            "text": "Al d'a eb' etisraelal, a d'a lum sluum eb' ol scha chi', ata' ol yak' jayeoc chonhab' eb' d'a eb' levita b'aj ol cajnajoc yed' pax lum colan d'a spatic yichanh junjun chonhab' chi' b'aj ol va nok' smolb'etzal nok' eb' levita chi'."
        },
        {
            "number": "3",
            "text": "A d'a juntzanh chonhab' chi' ol cajnaj eb', axo d'a spatic yichanh ol va nok' smolb'etzal nok' eb'."
        },
        {
            "number": "4",
            "text": "A lum colan d'a spatic yichanh juntzanh schonhab' eb' ol ak'joc chi', ayocab' 450 metro tz'el d'a spatictac."
        },
        {
            "number": "5",
            "text": "Masanil jun lum chi', ay 900 metro d'a junjun pak'anh, lajannhej tz'aj sat d'a schanhil pak'anh. Axo d'a snanhal yol sk'ol luum, ata' aycan junjun chonhab' chi'."
        },
        {
            "number": "6",
            "text": "A d'a scal juntzanh chonhab' tz'ak'ji d'a eb' levita chi', ayocab' vaqueoc chonhab' b'aj syal b'at scolan sb'a junoc mach smak'ancham junoc anima. Ch'oc pax tzeyak' 42-ocxo chonhab' d'a eb'."
        },
        {
            "number": "7",
            "text": "A d'a masanil, yovalil tz'ak'ji 48 chonhab' d'a eb' levita chi' yed' slumal d'a spatictac b'aj sva smolb'etzal nok' eb'."
        },
        {
            "number": "8",
            "text": "A d'a lum smacb'en eb' yetisraelal eb' levita chi', ata' tz'elta juntzanh chonhab' tz'ak'ji d'a eb'. Yuj chi' junjun inhtilal syak' jayeoc juntzanh chonhab' chi'. A juntzanh eyinhtilal nivac sluum, tzijtum chonhab' syak' eb' d'a eb' levita chi', axo juntzanh eyinhtilal quennhej sluum, quennhej chonhab' syak' eb' d'a eb', xchi d'a vinh."
        },
        {
            "number": "9",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "10",
            "text": "Al jun tic d'a eb' etisraelal: Ayic ol ex k'axpajek' d'a a' Jordán, ol ex och chonhab'il d'a sat lum Canaán chi'."
        },
        {
            "number": "11",
            "text": "Ol e siq'uel jayeoc chonhab' b'aj ol yal scolan sb'a junoc mach smak'ancham junoc anima tato manh sk'anoc sk'ool sk'ulani."
        },
        {
            "number": "12",
            "text": "Ata' scol sb'a jun chi', vach'chom sayjiek' yuj junoc mach ayto yuj sb'a yed' jun ix cham chi', max yal-laj schami, tato maxto k'anb'aj d'ay yuj eb' yajal yaj d'a chonhab' chi'."
        },
        {
            "number": "13",
            "text": "A juntzanh chonhab' b'aj scol sb'a eb' chi', vaque' chonhab'il ol yil sb'a:"
        },
        {
            "number": "14",
            "text": "Oxe' scan d'a sk'axepalek'ta a' Jordán tic, oxe' pax scan d'a Canaán chi'."
        },
        {
            "number": "15",
            "text": "A d'a vaque' chonhab' chi', ata' scol sb'a eb' anima smak'ancham junoc anima, aton eb' eyetisraelal yed' eb' manh eyetchonhab'oc ayek' cajan d'a e cal, ma eb' tonhej tz'ek' posado. Ata' scol sb'a eb' tato manh sk'anoc sk'ol eb' smak'ancham anima chi' eb'."
        },
        {
            "number": "16",
            "text": "Tato ay junoc mach smak'an junoc anima yed' junoc q'uen yamk'ab' yic oval, ma yed' junoc yaxq'ueen, ma yed' junoc te te', talaj scham jun anima chi' yuuj, a jun smak'vaj chi', mak'umcham anima toni, yovalil smak'jipax chamoc."
        },
        {
            "number": "17",
            "text": "A junoc ayto yuj sb'a yed' vinh ix cham chi', a' smak'anpaxcham vinh ix mak'ancham jun anima chi' ayic schalan sb'a yed'oc."
        },
        {
            "number": "18",
            "text": "Q'uinaloc ay junoc mach tz'ecanb'at pok'naj junoc anima yujto schichonoch sk'ol d'ay, ma syecanb'at junoc tas d'a yib'anh yuj yajk'olal,"
        },
        {
            "number": "19",
            "text": "mato smak'a' yujto yajk'ol sb'a eb', axo tz'aji scham jun anima chi', yovalil smak'jipaxcham jun ix mak'vaj chi', yujto mak'umcham anima. Yuj chi' a junoc ayto yuj sb'a yed' vinh ix cham chi', a smak'anpaxcham jun mach smilvaj chi'."
        },
        {
            "number": "20",
            "text": "Palta q'uinaloc ay junoc mach tz'ecan telvoc junoc anima, manh sk'anoc sk'ool, tato malaj oval d'a scal eb', ma jun, syecanb'at junoc tas d'a yib'anh,"
        },
        {
            "number": "21",
            "text": "anhejtona' tato maj yilpaxi, sjulanb'at junoc q'ueen axo d'a junoc anima sk'och q'ueen, scham yuuj, manh yajk'oloc sb'a eb', manh yujoc yak'an chucal d'ay yuj chi' icha chi' tz'aji."
        },
        {
            "number": "22",
            "text": "Tato icha chi', sb'at scol sb'a jun anima chi' d'a junoc chonhab' b'aj scol sb'a eb' anima chi'. Axo eb' anima b'aj snib'ej scol sb'a chi', a eb' tz'ik'anb'at b'aj ix och jun chamel chi'. Axo eb' anima cajan b'aj ix och chamel chi', a eb' sch'olb'itan jun ay smul chi' yed' jun ayto yuj sb'a yed' jun ix cham chi', icha yalan sleyal d'a yib'anh eb'."
        },
        {
            "number": "23",
            "text": "A eb' yichamtac vinaquil chonhab' b'aj ix b'at scol sb'a jun ix mak'ancham jun anima chi', a eb' scolan d'a yol sk'ab' vinh ayto yuj sb'a yed' jun ix cham chi'. Axo eb' tz'ik'anxib'at d'a chonhab' b'aj ix xid'ek' scol sb'a chi'. A jun chi' scannhej ta' masanto scham vinh sat sacerdote sik'b'iloch d'a jun tiempoal chi'."
        },
        {
            "number": "24",
            "text": "Palta tato tz'el d'a spatiquel chonhab' b'aj ayek' scol sb'a chi',"
        },
        {
            "number": "25",
            "text": "tz'ilchajelta yuj jun mach ayto yuj sb'a yed' jun smak'naccham chi', smak'jicham yuj jun tz'ilanelta chi', a jun smilvaj chi' max ochlaj smul."
        },
        {
            "number": "26",
            "text": "Yuj chi' yovalil aynhejocab'ek' d'a yol chonhab' chi' masanto scham vinh sat sacerdote, ichato chi' syal spax d'a schonhab'."
        },
        {
            "number": "27",
            "text": "A juntzanh tic ley tz'ajcan d'a e cal yed' d'a scal eb' eyinhtilal, yalnhej b'ajtil ol ex cajnajoc."
        },
        {
            "number": "28",
            "text": "Tato ay chavanhoc, ma oxvanhoc testigo d'a spatic junoc mach smak'ancham junoc anima, a jun chi' ay sleyal schami. Tato junnhej testigo jun, max yal-laj schami."
        },
        {
            "number": "29",
            "text": "Max yal-laj schaji q'uen tumin tato toxo ix och d'a yib'anh junoc mach to ix smak'cham junoc anima, yovalil schami."
        },
        {
            "number": "30",
            "text": "Max yal-laj schaji q'uen tumin d'a junoc smak'ancham junoc anima yuj yel libre d'a chonhab' b'aj ayek' scol sb'a chi', yic spax d'a schonhab' ayic manto cham vinh sat sacerdote."
        },
        {
            "number": "31",
            "text": "Manh eyixtejb'at lum luum b'aj ol ex cajnaj chi' yuj schiq'uil anima smak'jichamoc. Yuj chi' tato ay chik' tz'em d'a sat luum, malaj junoc tas syal yak'an tupoc, anhej to scham jun ix mak'ancham anima chi'."
        },
        {
            "number": "32",
            "text": "Yuj chi', manh eyixtejb'at sat lum luum b'aj ol ex cajnaj chi', yujto a in Jehová in ayinek' d'a e cal a ex israel ex tic d'a sat lum luum chi', xchi Jehová d'a vinhaj Moisés chi'."
        }
    ]
}