{
    "chapter": "35",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolonxi Jehová t'a vinhaj Moisés chi' t'a yak'lical Moab, t'a sti' ha' Jordán t'a yichanh Jericó, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Al t'a eb' etisraelal, ha t'a lum sluum eb' ol scha chi', ata' ol yak' jayeoc chonhab' eb' t'a eb' levita b'aj ol cajnajoc yet' pax lum colan t'a spatic yichanh junjun chonhab' chi' b'aj ol wa nok' smolb'etzal nok' eb' levita chi'."
        },
        {
            "number": "3",
            "text": "Ha t'a juntzanh chonhab' chi' ol cajnaj eb', haxo t'a spatic yichanh ol wa nok' smolb'etzal nok' eb'."
        },
        {
            "number": "4",
            "text": "Ha lum colan t'a spatic yichanh juntzanh schonhab' eb' ol ak'joc chi', ayocab' 450 metro tz'el t'a spatictac."
        },
        {
            "number": "5",
            "text": "Masanil jun lum chi', ay 900 metro t'a junjun pak'anh, lajannhej tz'aj sat t'a schanhil pak'anh. Axo t'a snanhal yol sk'ol lu'um, ata' aycan junjun chonhab' chi'."
        },
        {
            "number": "6",
            "text": "Ha t'a skal juntzanh chonhab' tz'ak'ji t'a eb' levita chi', ayocab' vaqueoc chonhab' b'aj syal b'at scolan sb'a junok mach smak'ancham junok anima. Ch'oc pax tzeyak' 42-ocxo chonhab' t'a eb'."
        },
        {
            "number": "7",
            "text": "Ha t'a masanil, yowalil tz'ak'ji 48 chonhab' t'a eb' levita chi' yet' slumal t'a spatictac b'aj sva smolb'etzal nok' eb'."
        },
        {
            "number": "8",
            "text": "Ha t'a lum smacb'en eb' yetisraelal eb' levita chi', ata' tz'elta juntzanh chonhab' tz'ak'ji t'a eb'. Yuj chi' junjun inhtilal syak' jayeoc juntzanh chonhab' chi'. Ha juntzanh eyinhtilal nivac sluum, tzijtum chonhab' syak' eb' t'a eb' levita chi', haxo juntzanh eyinhtilal quennhej sluum, quennhej chonhab' syak' eb' t'a eb', xchi t'a vinh."
        },
        {
            "number": "9",
            "text": "Ix yalanxi Jehová t'a vinhaj Moisés chi' icha tik:"
        },
        {
            "number": "10",
            "text": "Al jun tik t'a eb' etisraelal: Ayic ol ex k'axpajek' t'ha ha' Jordán, ol ex och chonhab'il t'a sat lum Canaán chi'."
        },
        {
            "number": "11",
            "text": "Ol e siq'uel jayeoc chonhab' b'aj ol yal scolan sb'a junok mach smak'ancham junok anima tato manh sk'anoc sk'ool sk'ulani."
        },
        {
            "number": "12",
            "text": "Ata' scol sb'a jun chi', wach'chom sayjiek' yuj junok mach ayto yuj sb'a yet' jun ix cham chi', max yal-laj schami, tato maxto k'anb'aj t'ay yuj eb' yajal yaj t'a chonhab' chi'."
        },
        {
            "number": "13",
            "text": "Ha juntzanh chonhab' b'aj scol sb'a eb' chi', vaque' chonhab'il ol yil sb'a:"
        },
        {
            "number": "14",
            "text": "Oxe' skan t'a sk'axepalek'ta ha' Jordán tik, oxe' pax skan t'a Canaán chi'."
        },
        {
            "number": "15",
            "text": "Ha t'a vaque' chonhab' chi', ata' scol sb'a eb' anima smak'ancham junok anima, aton eb' eyetisraelal yet' eb' manh eyetchonhab'oc ayek' cajan t'a e cal, ma eb' tonhej tzek' posado. Ata' scol sb'a eb' tato manh sk'anoc sk'ol eb' smak'ancham anima chi' eb'."
        },
        {
            "number": "16",
            "text": "Tato ay junok mach smak'an junok anima yet' junok q'uen yamk'ab' yic oval, ma yet' junok yaxq'ueen, ma yet' junok te te', talaj scham jun anima chi' yuj, a jun smak'vaj chi', mak'umcham anima toni, yowalil smak'jipax chamoc."
        },
        {
            "number": "17",
            "text": "Ha junok ayto yuj sb'a yet' vinh ix cham chi', ha' smak'anpaxcham vinh ix mak'ancham jun anima chi' ayic schalan sb'a yet'oc."
        },
        {
            "number": "18",
            "text": "Q'uinaloc ay junok mach tz'ecanb'at pok'naj junok anima yujto schichonoch sk'ol t'ay, ma syecanb'at junok tas t'a yib'anh yuj yajk'olal,"
        },
        {
            "number": "19",
            "text": "mato smak'a' yujto yajk'ol sb'a eb', haxo tz'aji scham jun anima chi', yowalil smak'jipaxcham jun ix mak'vaj chi', yujto mak'umcham anima. Yuj chi' a junok ayto yuj sb'a yet' vinh ix cham chi', a smak'anpaxcham jun mach smilvaj chi'."
        },
        {
            "number": "20",
            "text": "Palta q'uinaloc ay junok mach tz'ecan telvoc junok anima, manh sk'anoc sk'ool, tato malaj oval t'a skal eb', ma jun, syecanb'at junok tas t'a yib'anh,"
        },
        {
            "number": "21",
            "text": "anhejtona' tato maj yilpaxi, sjulanb'at junok q'ueen haxo t'a junok anima sk'och q'ueen, scham yuj, manh yajk'oloc sb'a eb', manh yujoc yak'an chukal t'ay yuj chi' icha chi' tz'aji."
        },
        {
            "number": "22",
            "text": "Tato icha chi', sb'at scol sb'a jun anima chi' t'a junok chonhab' b'aj scol sb'a eb' anima chi'. Axo eb' anima b'aj snib'ej scol sb'a chi', a eb' tz'ik'anb'at b'aj ix och jun chamel chi'. Axo eb' anima cajan b'aj ix och chamel chi', a eb' sch'olb'itan jun ay smul chi' yet' jun ayto yuj sb'a yet' jun ix cham chi', icha yalan sleyal t'a yib'anh eb'."
        },
        {
            "number": "23",
            "text": "Ha eb' yichamtac vinaquil chonhab' b'aj ix b'at scol sb'a jun ix mak'ancham jun anima chi', a eb' scolan t'a yol sk'ab' vinh ayto yuj sb'a yet' jun ix cham chi'. Axo eb' tz'ik'anxib'at t'a chonhab' b'aj ix xid'ek' scol sb'a chi'. Ha jun chi' scannhej ta' masanto scham vinh sat sacerdote sik'b'iloch t'a jun pekti’ chi'."
        },
        {
            "number": "24",
            "text": "Palta tato tz'el t'a spatiquel chonhab' b'aj ayek' scol sb'a chi',"
        },
        {
            "number": "25",
            "text": "tz'ilchajelta yuj jun mach ayto yuj sb'a yet' jun smak'naccham chi', smak'jicham yuj jun tz'ilanelta chi', a jun smilvaj chi' max ochlaj smul."
        },
        {
            "number": "26",
            "text": "Yuj chi' yowalil aynhejocab'ek' t'a yol chonhab' chi' masanto scham vinh sat sacerdote, ichato chi' syal spax t'a schonhab'."
        },
        {
            "number": "27",
            "text": "Ha juntzanh tik ley tz'ajkan t'a e cal yet' t'a skal eb' eyinhtilal, yalnhej b'ajtil ol ex cajnajoc."
        },
        {
            "number": "28",
            "text": "Tato ay chavanhoc, ma oxvanhoc testigo t'a spatic junok mach smak'ancham junok anima, a jun chi' ay sleyal schami. Tato junnhej testigo jun, max yal-laj schami."
        },
        {
            "number": "29",
            "text": "Max yal-laj schaji q'uen tumin tato toxo ix och t'a yib'anh junok mach to ix smak'cham junok anima, yowalil schami."
        },
        {
            "number": "30",
            "text": "Max yal-laj schaji q'uen tumin t'a junok smak'ancham junok anima yuj yel libre t'a chonhab' b'aj ayek' scol sb'a chi', yic spax t'a schonhab' ayic manto cham vinh sat sacerdote."
        },
        {
            "number": "31",
            "text": "Manh eyixtejb'at lum lum b'aj ol ex cajnaj chi' yuj schiq'uil anima smak'jichamoc. Yuj chi' tato ay chik' tz'em t'a sat lu'um, malaj junok tas syal yak'an tupoc, anhej to scham jun ix mak'ancham anima chi'."
        },
        {
            "number": "32",
            "text": "Yuj chi', manh eyixtejb'at sat lum lum b'aj ol ex cajnaj chi', yujto a in Jehová in ayinek' t'a e cal a ex israel ex tik t'a sat lum lum chi', xchi Jehová t'a vinhaj Moisés chi'."
        }
    ]
}