{
    "chapter": "36",
    "verses": [
        {
            "number": "1",
            "text": "A eb' yichamtac vinaquil yaj d'a eb' yinhtilalcan Galaad, aton eb' yinhtilalcan vinhaj Maquir yuninal vinhaj Manasés, yuninalcan vinhaj José, ix ja eb' d'a yichanh vinhaj Moisés yed' eb' yajalil chonhab', ix yalan eb' icha tic:"
        },
        {
            "number": "2",
            "text": "--Ach mamin Moisés, a Jehová ix alani to ol a pojek' lum luum d'a co cal a onh yinhtilal onh Israel tic ato syala' b'aj ol quik' junjun onh. Ix yalanpaxi to a jun macanh lum d'inhan ol yik' vinhaj Zelofehad vinh cuk'tac chamnac, syal yak'ji lum d'a eb' ix yisil vinh."
        },
        {
            "number": "3",
            "text": "Palta q'uinaloc a eb' ix chi' tz'ik'an eb' vinh vinac d'a junocxo inhtilal eb' quetisraelal, yuj chi' a lum chi' tzam el lum d'a yol smacb'en quinhtilal tic, axom yek' lum d'a yol smacb'en yinhtilal eb' vinh syik' eb' ix chi'."
        },
        {
            "number": "4",
            "text": "Slajvi chi', axom yic sk'och yab'ilal yoch q'uinh yic tz'el tastac d'a libre, tzam canxonhej slum eb' ix chi' d'a yol smacb'en junxo inhtilal chi', tz'elcan lum d'a yol co macb'en tic, xchi eb'."
        },
        {
            "number": "5",
            "text": "Ix yalan vinhaj Moisés d'a eb' icha ix aj yalan Jehová: --A eb' vinh yinhtilalcan José, yel tas syal eb' vinh."
        },
        {
            "number": "6",
            "text": "Yuj chi' a eb' ix yisil vinhaj Zelofehad syal yik'an eb' ix yalnhej mach b'aj scan sgana, anhej to junnhejocab' yinhtilal eb' vinh yed' eb' ix."
        },
        {
            "number": "7",
            "text": "Yujto a junjun macanh lum ol yik'can junjun yinhtilal eb' israel chi', max yal-laj yik'jiek' lum yuj junocxo inhtilal eb', palta yovalil junjun inhtilal yed' sluum ol yik'cani."
        },
        {
            "number": "8",
            "text": "Tato ay junoc ix ix yalxonhej tas inhtilal ay lum smacb'en ix aycani, yovalil to a junoc vinh vinac anheja' yinhtilal ix chi' syik'a'. Icha chi' tz'aj yajek' junjun eb' d'a yol smacb'en ol schacan smam."
        },
        {
            "number": "9",
            "text": "Max yal-laj sb'at slum junoc inhtilal d'a junocxo inhtilal. Junjun yinhtilal eb' israel scannhej yed' smacb'en ol scha'a."
        },
        {
            "number": "10",
            "text": "Yuj chi', a eb' ix yisil vinhaj Zelofehad chi': Aton ix Maala, ix Tirsa, ix Hogla, ix Milca yed' ix Noa, ix sk'anab'ajej eb' ix sk'ulan icha ix yal Jehová d'a vinhaj Moisés chi'. Yuj chi' a eb' vinh ayto yuj sb'a yed' smam eb' ix, a eb' vinh ix yik' eb' ix,"
        },
        {
            "number": "11",
            "text": "aton eb' yinhtilalcan Manasés yuninal vinhaj José. Icha chi' ix aj scannhej smacb'en eb' ix d'a yol smacb'en yinhtilal b'aj cotnac smam eb' ix chi'."
        },
        {
            "number": "12",
            "text": "Aton val juntzanh ley yed' checnab'il tic ix yak'can Jehová d'a vinhaj Moisés yuj yalchaj d'a eb' israel, ayic ayek' eb' d'a yak'lical Moab, d'a sti' a' Jordán d'a yichanh Jericó."
        }
    ]
}