{
    "chapter": "36",
    "verses": [
        {
            "number": "1",
            "text": "Ha heb' yichamtac winaquil yaj t'a heb' yinhtilalcan Galaad, aton heb' yinhtilalcan winhaj Maquir yuninal winhaj Manasés, yuninalcan winhaj José, ix ja heb' t'a yichanh winhaj Moisés yet' heb' yajalil chonhab', ix yalan heb' icha tik:"
        },
        {
            "number": "2",
            "text": "--Ach mamin Moisés, a Jehová ix alani to ol a pojek' lum lum t'a ko kal a onh yinhtilal onh Israel tik ato syala' b'aj ol quik' junjun onh. Ix yalanpaxi to a jun makan lum d'inhan ol yik' winhaj Zelofehad winh cuk'tac chamnac, syal yak'ji lum t'a heb' ix yisil winh."
        },
        {
            "number": "3",
            "text": "Palta q'uinaloc a heb' ix chi' tz'ik'an heb' winh winak t'a junokxo inhtilal heb' quetisraelal, yuj chi' a lum chi' tzam el lum t'a yol smacb'en quinhtilal tik, axom yek' lum t'a yol smacb'en yinhtilal heb' winh syik' heb' ix chi'."
        },
        {
            "number": "4",
            "text": "Slajwi chi', axom yic sk'och yab'ilal yoch q'uinh yic tz'el tastac t'a libre, tzam canxonhej slum heb' ix chi' t'a yol smacb'en junxo inhtilal chi', tz'elcan lum t'a yol ko macb'en tik, xchi heb'."
        },
        {
            "number": "5",
            "text": "Ix yalan winhaj Moisés t'a heb' icha ix aj yalan Jehová: --Ha heb' winh yinhtilalcan José, yel tas syal heb' winh."
        },
        {
            "number": "6",
            "text": "Yuj chi' a heb' ix yisil winhaj Zelofehad syal yik'an heb' ix yalnhej mach b'aj skan snib'ej, anhej to junnhejocab' yinhtilal heb' winh yet' heb' ix."
        },
        {
            "number": "7",
            "text": "Yujto a junjun makan lum ol yik'kan junjun yinhtilal heb' israel chi', max yal-laj yik'jiek' lum yuj junokxo inhtilal heb', palta yowalil junjun inhtilal yet' sluum ol yik'cani."
        },
        {
            "number": "8",
            "text": "Tato ay junok ix ix yalxonhej tas inhtilal ay lum smacb'en ix aycani, yowalil to a junok winh winak anheja' yinhtilal ix chi' syik'a'. Icha chi' tz'aj yajek' junjun heb' t'a yol smacb'en ol schacan smam."
        },
        {
            "number": "9",
            "text": "Max yal-laj sb'at slum junok inhtilal t'a junokxo inhtilal. Junjun yinhtilal heb' israel scannhej yet' smacb'en ol scha'a."
        },
        {
            "number": "10",
            "text": "Yuj chi', a heb' ix yisil winhaj Zelofehad chi': Aton ix Maala, ix Tirsa, ix Hogla, ix Milca yet' ix Noa, ix sk'anab'ajej heb' ix sk'ulan icha ix yal Jehová t'a winhaj Moisés chi'. Yuj chi' a heb' winh ayto yuj sb'a yet' smam heb' ix, a heb' winh ix yik' heb' ix,"
        },
        {
            "number": "11",
            "text": "aton heb' yinhtilalcan Manasés yuninal winhaj José. Icha chi' ix aj scannhej smacb'en heb' ix t'a yol smacb'en yinhtilal b'aj cotnac smam heb' ix chi'."
        },
        {
            "number": "12",
            "text": "Aton wal juntzanh ley yet' checnab'il tik ix yak'kan Jehová t'a winhaj Moisés yuj yalchaj t'a heb' israel, ayic ayek' heb' t'a yak'lical Moab, t'a sti' ha' Jordán t'a yichanh Jericó."
        }
    ]
}