{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Jehová t'a winhaj Moisés yet' t'a winhaj Aarón, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ik'q'ue vaan sb'isul eb' yinhtilalcan winhaj Coat t'a stzolal t'a skal eb' levita,"
        },
        {
            "number": "3",
            "text": "aton eb' 30 ab'il sk'inal sk'och t'a 50. Aton eb' tik smoj val smunlaj t'a in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "4",
            "text": "Ha smunlajel eb' yinhtilalcan winhaj Coat chi', to a juntzanh tastac vicnhej yaji, a stanhvej eb', aton juntzanh tik:"
        },
        {
            "number": "5",
            "text": "Ayic sb'atxi eb' chonhab', a ach ach Aarón yet' eb' uninal, tzeyiq'uel k'apac cortina ayoch smaculoc jun Lugar Vicnhej Yaji, tze musan te' scaxail in trato t'a k'apac."
        },
        {
            "number": "6",
            "text": "Axo t'a yib'anh tzeyak'b'at jun tz'uum te lab'ab'i smusiloc. Axo t'a yib'anh jun chi' tzeyak'b'at jun k'apac k'ik'mutz'inac, tzeyak'anoch te' b'achlab' yic tz'ik'jib'ati."
        },
        {
            "number": "7",
            "text": "Tzeyak'anpaxb'at jun k'apac k'ik'mutz'inac k'apac t'a sat mexa ay t'a vichanh, haxo t'a yib'anh jun chi' tzeyaq'uem q'uen plato, juntzanh q'uen nivac cuchara, uk'ab' yet' juntzanh xalual vino tz'ak'ji t'a ofrendail yet' ixim pan tz'ak'jitaxoni."
        },
        {
            "number": "8",
            "text": "Ha t'a yib'anh masanil juntzanh chi' tzeyak'b'at jun chacchac k'apac, tze musan t'a jun tz'uum te lab'ab'i chi', tzeyak'anpaxoch te' b'achlab' yic tz'ik'jib'ati."
        },
        {
            "number": "9",
            "text": "Tzeyik'anpaxcot junxo k'ik'mutz'inac k'apac, tze musan jun sb'achnub' candil yet' juntzanh candil chi', q'uen q'ueen tz'ik'anel staanhil k'apac k'apac b'aj tz'och sk'ak'al candil yet' platillo yet' masanil yet'tal sk'anchaj yet' aceite."
        },
        {
            "number": "10",
            "text": "Masanil juntzanh chi' tze musej t'a jun nok' tz'uum te lab'ab'i, tzeyak'anq'ue t'a yib'anh te b'achlab'."
        },
        {
            "number": "11",
            "text": "Tzeyak'anpaxb'at junxo k'ik'mutz'inac k'apac t'a yib'anh altar nab'a oro. Tze pichan t'a juntzanh nok' tz'uum lab'ab'i, tzeyak'anpaxoch ste'al yic sb'achchaji."
        },
        {
            "number": "12",
            "text": "Tze molanpax q'ue vaan masanil yamk'ab' sk'anchaj t'a yol in cajnub', tze pichanoch t'a yol jun k'ik'mutz'inac k'apac, tzeyak'anoch juntzanhxo nok' tz'uum lab'ab'i t'ay, tzeyak'anq'ue t'a yib'anh te b'achlab'."
        },
        {
            "number": "13",
            "text": "Yovalil tzeyiq'uel jantac q'uen taanh calan yet' xepu' stz'ha t'a altar, slajvi chi' tze musan altar chi' t'a jun k'apac k'apac yaxmaquinac."
        },
        {
            "number": "14",
            "text": "Axo t'a yib'anh tz'ak'jib'at masanil tastac sk'anchaj t'a altar chi': Aton yet'tal tzak'ak' yet' juntzanh q'uen tenedor, q'uen pala, q'uen nivac uk'ab' yet' juntzanhxo yalnhej tas yamk'ab'il. Ha t'a yib'anh masanil juntzanh chi' tz'ak'jib'at nok' tz'uum te lab'ab'i, tzeyak'anpaxoch te te' yic sb'achchaji."
        },
        {
            "number": "15",
            "text": "Ayic slajvi e pichan masanil juntzanh tastac niwan yelk'och chi', wach'xo yaji yic tz'ik'jib'ati, scot eb' yinhtilalcan winhaj Coat yic syik'anb'at eb'. Masanil juntzanh tastac to wik yaj chi', max yal-laj syaman eb' yic max cham eb' yuj. Masanil jantac syamk'ab'il yic in cajnub' b'aj tzin ch'ox in b'a, a eb' yinhtilalcan winhaj Coat yowalil tz'ik'anb'ati."
        },
        {
            "number": "16",
            "text": "Ha winhaj Eleazar, winh uninal a ach sacerdote Aarón, a winh tz'ilan tas yaj aceite yic candil, incienso wach' sjab', ofrenda yic ixim trigo to yowalil tz'ak'ji t'ayin yet' aceite sk'anchaji a sik'chajel junok mach, ma junok tas tz'ochcan vicoc. Ha winh stanhvan in cajnub' yet' masanil syamk'ab'il, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés yet' t'a winhaj Aarón chi' icha tik:"
        },
        {
            "number": "18",
            "text": "Mocab' satel eb' yinhtilalcan winhaj Coat t'a skal eb' eyetlevitail."
        },
        {
            "number": "19",
            "text": "Yic max javi chamel t'a yib'anh eb', yuj syaman eb' tastac to vicnhej yaji, yowalil tze b'eyb'alej juntzanh tik: Ach Aarón yet' eb' uninal, yowalil tzex och yet' eb' t'a yol in cajnub'. Ha ex tzeyal t'a eb' tastac syik'b'at junjun eb'."
        },
        {
            "number": "20",
            "text": "Yuj chi', max och eb' junok rato yil tastac to wik yaji, yic max cham eb' yuj, xchi Jehová."
        },
        {
            "number": "21",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "22",
            "text": "Ik'chaanh sb'isul eb' yinhtilalcan winhaj Gersón t'a stzolal,"
        },
        {
            "number": "23",
            "text": "aton eb' 30 ab'il sk'inal sk'och t'a 50, aton eb' smoj val smunlaj t'a in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "24",
            "text": "Aton smunlajel eb' yinhtilalcan winhaj Gersón tik t'a mantiado chi':"
        },
        {
            "number": "25",
            "text": "Ha eb' yowalil tz'ik'anb'at k'apac smacul yib'anh in cajnub' yet' chab'xo jenhan smacul yib'anh, nok' tz'um lab'ab'i ayoch smaculoc yib'anh, k'apac cortina ayoch t'a smaculoc sti',"
        },
        {
            "number": "26",
            "text": "k'apac cortina ayoch t'a spatictac yamaq'uil in cajnub' b'aj ay altar, k'apac cortina ayoch b'aj ay sti' yamaq'uil chi' yet' syamk'ab'il yet' jantac sch'anhal ayochi yic tz'och t'a yopisio. Ha eb' ayoch t'a yib'anh yilan juntzanh ix b'inaj tik."
        },
        {
            "number": "27",
            "text": "Ha winhaj Aarón yet' eb' yuninal, a eb' scuchb'an masanil eb' yinhtilalcan winhaj Gersón chi' t'a munlajel sk'ulej yet' yik'anb'at tastac eb' to tz'ik'jib'ati. Ha eb' tik sch'oxan tastac syik'b'at junjun eb'."
        },
        {
            "number": "28",
            "text": "Aton val yopisio eb' yinhtilalcan winhaj Gersón tik ayic smunlaj eb' t'a in cajnub' b'aj tzin ch'ox in b'a. Sk'anab'ajejocab' masanil tas syal winhaj Itamar eb', aton winh yuninal winhaj sacerdote Aarón."
        },
        {
            "number": "29",
            "text": "Ik'chaanh sb'isul eb' yinhtilalcan winhaj Merari t'a stzolal,"
        },
        {
            "number": "30",
            "text": "aton eb' 30 ab'il sk'inal sk'och t'a 50, aton eb' smoj val smunlaj t'a in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "31",
            "text": "Ha smunlajel eb', aton yik'anb'at masanil ste'al mantiado chi' eb', aton smarcoal, sreglail, yoyal yet' sb'achnub'al,"
        },
        {
            "number": "32",
            "text": "masanil yoyal oyanoch t'a spatictac yamaq'uil in cajnub', sb'achnub'al yich, yestacail, sch'anhal yet' masanil syamk'ab'il sk'anchaji. Ha ex tzeyala' tastac yowalil syik'b'at junjun eb'."
        },
        {
            "number": "33",
            "text": "Ha jun munlajel tik skan t'a yol sk'ab' eb' yinhtilalcan winhaj Merari. Ha winhaj Itamar yuninal winhaj sacerdote Aarón, a winh tz'alani tas sk'ulej eb', xchi Jehová."
        },
        {
            "number": "34",
            "text": "Ha winhaj Moisés, winhaj Aarón yet' eb' yajalil chonhab', a eb' ix ik'anchaanh sb'isul eb' levita smoj val smunlaj t'a scajnub' Jehová b'aj sch'ox sb'a, aton eb' 30 ab'il sk'inal sk'och t'a 50. Aton eb' tik: Eb' yinhtilalcan winhaj Coat, winhaj Gersón yet' winhaj Merari. D'a stzolal ix ik'jichaanh sb'isul eb' icha ix aj yalan Jehová t'a winhaj Moisés chi'. Ha eb' yinhtilalcan winhaj Coat, icha stzolal, ay 2 mil 750 eb' t'a smasanil. Ha eb' yinhtilalcan winhaj Gersón, icha stzolal, ay 2 mil 630 eb' t'a smasanil. Ha eb' yinhtilalcan winhaj Merari, icha stzolal, ay 3 mil 200 eb' t'a smasanil. Axo sb'isul eb' levita chi' ix yik'chanh winhaj Moisés, winhaj Aarón yet' eb' yajal yaji, icha syal stzolal, aton eb' 30 ab'il sk'inal sk'och t'a 50 to smoj val smunlaj t'a scajnub' Jehová b'aj sch'ox sb'a, ay 8 mil 580 eb' t'a smasanil."
        },
        {
            "number": "35",
            "text": "Ha jun sb'isul tik, ix ik'chajq'ue vaan, ix alchaj t'a junjun eb' tastac sk'ulej yet' tastac syik'b'ati, icha ix aj yalan Jehová t'a winhaj Moisés."
        }
    ]
}