{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Jehová d'a vinhaj Moisés yed' d'a vinhaj Aarón, ix yalan icha tic:"
        },
        {
            "number": "2",
            "text": "Ik'q'ue vaan sb'isul eb' yinhtilalcan vinhaj Coat d'a stzolal d'a scal eb' levita,"
        },
        {
            "number": "3",
            "text": "aton eb' 30 ab'il sq'uinal sk'och d'a 50. Aton eb' tic smoj val smunlaj d'a in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "4",
            "text": "A smunlajel eb' yinhtilalcan vinhaj Coat chi', to a juntzanh tastac vicnhej yaji, a stanhvej eb', aton juntzanh tic:"
        },
        {
            "number": "5",
            "text": "Ayic sb'atxi eb' chonhab', a ach ach Aarón yed' eb' uninal, tzeyiq'uel k'apac cortina ayoch smaculoc jun Lugar Vicnhej Yaji, tze musan te' scaxail in trato d'a k'apac."
        },
        {
            "number": "6",
            "text": "Axo d'a yib'anh tzeyak'b'at jun tz'uum te lab'ab'i smusiloc. Axo d'a yib'anh jun chi' tzeyak'b'at jun k'apac q'uik'mutz'inac, tzeyak'anoch te' b'achlab' yic tz'ik'jib'ati."
        },
        {
            "number": "7",
            "text": "Tzeyak'anpaxb'at jun k'apac q'uik'mutz'inac k'apac d'a sat mexa ay d'a vichanh, axo d'a yib'anh jun chi' tzeyaq'uem q'uen plato, juntzanh q'uen nivac cuchara, uk'ab' yed' juntzanh xalual vino tz'ak'ji d'a ofrendail yed' ixim pan tz'ak'jitaxoni."
        },
        {
            "number": "8",
            "text": "A d'a yib'anh masanil juntzanh chi' tzeyak'b'at jun chacchac k'apac, tze musan d'a jun tz'uum te lab'ab'i chi', tzeyak'anpaxoch te' b'achlab' yic tz'ik'jib'ati."
        },
        {
            "number": "9",
            "text": "Tzeyik'anpaxcot junxo q'uik'mutz'inac k'apac, tze musan jun sb'achnub' candil yed' juntzanh candil chi', q'uen q'ueen tz'ik'anel staanhil k'apac k'apac b'aj tz'och sk'ak'al candil yed' platillo yed' masanil yed'tal sk'anchaj yed' aceite."
        },
        {
            "number": "10",
            "text": "Masanil juntzanh chi' tze musej d'a jun nok' tz'uum te lab'ab'i, tzeyak'anq'ue d'a yib'anh te b'achlab'."
        },
        {
            "number": "11",
            "text": "Tzeyak'anpaxb'at junxo q'uik'mutz'inac k'apac d'a yib'anh altar nab'a oro. Tze pichan d'a juntzanh nok' tz'uum lab'ab'i, tzeyak'anpaxoch ste'al yic sb'achchaji."
        },
        {
            "number": "12",
            "text": "Tze molanpax q'ue vaan masanil yamk'ab' sk'anchaj d'a yol in cajnub', tze pichanoch d'a yol jun q'uik'mutz'inac k'apac, tzeyak'anoch juntzanhxo nok' tz'uum lab'ab'i d'ay, tzeyak'anq'ue d'a yib'anh te b'achlab'."
        },
        {
            "number": "13",
            "text": "Yovalil tzeyiq'uel jantac q'uen taanh calan yed' xepu' stz'a d'a altar, slajvi chi' tze musan altar chi' d'a jun k'apac k'apac yaxmaquinac."
        },
        {
            "number": "14",
            "text": "Axo d'a yib'anh tz'ak'jib'at masanil tastac sk'anchaj d'a altar chi': Aton yed'tal tzak'ak' yed' juntzanh q'uen tenedor, q'uen pala, q'uen nivac uk'ab' yed' juntzanhxo yalnhej tas yamk'ab'il. A d'a yib'anh masanil juntzanh chi' tz'ak'jib'at nok' tz'uum te lab'ab'i, tzeyak'anpaxoch te te' yic sb'achchaji."
        },
        {
            "number": "15",
            "text": "Ayic slajvi e pichan masanil juntzanh tastac nivan yelk'och chi', vach'xo yaji yic tz'ik'jib'ati, scot eb' yinhtilalcan vinhaj Coat yic syik'anb'at eb'. Masanil juntzanh tastac to vic yaj chi', max yal-laj syaman eb' yic max cham eb' yuuj. Masanil jantac syamk'ab'il yic in cajnub' b'aj tzin ch'ox in b'a, a eb' yinhtilalcan vinhaj Coat yovalil tz'ik'anb'ati."
        },
        {
            "number": "16",
            "text": "A vinhaj Eleazar, vinh uninal a ach sacerdote Aarón, a vinh tz'ilan tas yaj aceite yic candil, incienso vach' sjab', ofrenda yic ixim trigo to yovalil tz'ak'ji d'ayin yed' aceite sk'anchaji a sik'chajel junoc mach, ma junoc tas tz'ochcan vicoc. A vinh stanhvan in cajnub' yed' masanil syamk'ab'il, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés yed' d'a vinhaj Aarón chi' icha tic:"
        },
        {
            "number": "18",
            "text": "Mocab' satel eb' yinhtilalcan vinhaj Coat d'a scal eb' eyetlevitail."
        },
        {
            "number": "19",
            "text": "Yic max javi chamel d'a yib'anh eb', yuj syaman eb' tastac to vicnhej yaji, yovalil tze b'eyb'alej juntzanh tic: Ach Aarón yed' eb' uninal, yovalil tzex och yed' eb' d'a yol in cajnub'. A ex tzeyal d'a eb' tastac syik'b'at junjun eb'."
        },
        {
            "number": "20",
            "text": "Yuj chi', max och eb' junoc rato yil tastac to vic yaji, yic max cham eb' yuuj, xchi Jehová."
        },
        {
            "number": "21",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "22",
            "text": "Ik'chaanh sb'isul eb' yinhtilalcan vinhaj Gersón d'a stzolal,"
        },
        {
            "number": "23",
            "text": "aton eb' 30 ab'il sq'uinal sk'och d'a 50, aton eb' smoj val smunlaj d'a in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "24",
            "text": "Aton smunlajel eb' yinhtilalcan vinhaj Gersón tic d'a mantiado chi':"
        },
        {
            "number": "25",
            "text": "A eb' yovalil tz'ik'anb'at k'apac smacul yib'anh in cajnub' yed' chab'xo jenhan smacul yib'anh, nok' tz'um lab'ab'i ayoch smaculoc yib'anh, k'apac cortina ayoch d'a smaculoc sti',"
        },
        {
            "number": "26",
            "text": "k'apac cortina ayoch d'a spatictac yamaq'uil in cajnub' b'aj ay altar, k'apac cortina ayoch b'aj ay sti' yamaq'uil chi' yed' syamk'ab'il yed' jantac sch'anhal ayochi yic tz'och d'a yopisio. A eb' ayoch d'a yib'anh yilan juntzanh ix b'inaj tic."
        },
        {
            "number": "27",
            "text": "A vinhaj Aarón yed' eb' yuninal, a eb' scuchb'an masanil eb' yinhtilalcan vinhaj Gersón chi' d'a munlajel sk'ulej yed' yik'anb'at tastac eb' to tz'ik'jib'ati. A eb' tic sch'oxan tastac syik'b'at junjun eb'."
        },
        {
            "number": "28",
            "text": "Aton val yopisio eb' yinhtilalcan vinhaj Gersón tic ayic smunlaj eb' d'a in cajnub' b'aj tzin ch'ox in b'a. Sk'anab'ajejocab' masanil tas syal vinhaj Itamar eb', aton vinh yuninal vinhaj sacerdote Aarón."
        },
        {
            "number": "29",
            "text": "Ik'chaanh sb'isul eb' yinhtilalcan vinhaj Merari d'a stzolal,"
        },
        {
            "number": "30",
            "text": "aton eb' 30 ab'il sq'uinal sk'och d'a 50, aton eb' smoj val smunlaj d'a in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "31",
            "text": "A smunlajel eb', aton yik'anb'at masanil ste'al mantiado chi' eb', aton smarcoal, sreglail, yoyal yed' sb'achnub'al,"
        },
        {
            "number": "32",
            "text": "masanil yoyal oyanoch d'a spatictac yamaq'uil in cajnub', sb'achnub'al yich, yestacail, sch'anhal yed' masanil syamk'ab'il sk'anchaji. A ex tzeyala' tastac yovalil syik'b'at junjun eb'."
        },
        {
            "number": "33",
            "text": "A jun munlajel tic scan d'a yol sk'ab' eb' yinhtilalcan vinhaj Merari. A vinhaj Itamar yuninal vinhaj sacerdote Aarón, a vinh tz'alani tas sk'ulej eb', xchi Jehová."
        },
        {
            "number": "34",
            "text": "A vinhaj Moisés, vinhaj Aarón yed' eb' yajalil chonhab', a eb' ix ik'anchaanh sb'isul eb' levita smoj val smunlaj d'a scajnub' Jehová b'aj sch'ox sb'a, aton eb' 30 ab'il sq'uinal sk'och d'a 50. Aton eb' tic: Eb' yinhtilalcan vinhaj Coat, vinhaj Gersón yed' vinhaj Merari. D'a stzolal ix ik'jichaanh sb'isul eb' icha ix aj yalan Jehová d'a vinhaj Moisés chi'. A eb' yinhtilalcan vinhaj Coat, icha stzolal, ay 2 mil 750 eb' d'a smasanil. A eb' yinhtilalcan vinhaj Gersón, icha stzolal, ay 2 mil 630 eb' d'a smasanil. A eb' yinhtilalcan vinhaj Merari, icha stzolal, ay 3 mil 200 eb' d'a smasanil. Axo sb'isul eb' levita chi' ix yik'chanh vinhaj Moisés, vinhaj Aarón yed' eb' yajal yaji, icha syal stzolal, aton eb' 30 ab'il sq'uinal sk'och d'a 50 to smoj val smunlaj d'a scajnub' Jehová b'aj sch'ox sb'a, ay 8 mil 580 eb' d'a smasanil."
        },
        {
            "number": "35",
            "text": "A jun sb'isul tic, ix ik'chajq'ue vaan, ix alchaj d'a junjun eb' tastac sk'ulej yed' tastac syik'b'ati, icha ix aj yalan Jehová d'a vinhaj Moisés."
        }
    ]
}