{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Jehová t'a winhaj Moisés yet' t'a winhaj Aarón, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ik'k'e waan sb'isul heb' yinhtilalkan winhaj Coat t'a stzolal t'a skal heb' lewita,"
        },
        {
            "number": "3",
            "text": "aton heb' 30 ab'il sk'inal sk'och t'a 50. Aton heb' tik smoj wal smunlaj t'a in kajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "4",
            "text": "Ha smunlajel heb' yinhtilalkan winhaj Coat chi', to a juntzanh tastac wicnhej yaji, a stanhwej heb', aton juntzanh tik:"
        },
        {
            "number": "5",
            "text": "Ayic sb'atxi heb' chonhab', a ach ach Aarón yet' heb' uninal, tzeyik'el k'apac cortina ayoch smaculoc jun Lugar Vicnhej Yaji, tze musan te' skaxail in trato t'a k'apac."
        },
        {
            "number": "6",
            "text": "Axo t'a yib'anh tzeyak'b'at jun tz'uum te lab'ab'i smusiloc. Axo t'a yib'anh jun chi' tzeyak'b'at jun k'apac k'ik'mutz'inac, tzeyak'anoch te' b'akhlab' yic tz'ik'jib'ati."
        },
        {
            "number": "7",
            "text": "Tzeyak'anpaxb'at jun k'apac k'ik'mutz'inac k'apac t'a sat mexa ay t'a wichanh, haxo t'a yib'anh jun chi' tzeyak'em k'een plato, juntzanh k'een niwac cuchara, uk'ab' yet' juntzanh xalual wino tz'ak'ji t'a ofrendail yet' ixim pan tz'ak'jitaxoni."
        },
        {
            "number": "8",
            "text": "Ha t'a yib'anh masanil juntzanh chi' tzeyak'b'at jun chacchac k'apac, tze musan t'a jun tz'uum te lab'ab'i chi', tzeyak'anpaxoch te' b'akhlab' yic tz'ik'jib'ati."
        },
        {
            "number": "9",
            "text": "Tzeyik'anpaxcot junxo k'ik'mutz'inac k'apac, tze musan jun sb'akhnub' candil yet' juntzanh candil chi', k'een k'een tz'ik'anel staanhil k'apac k'apac b'aj tz'och sk'ak'al candil yet' platillo yet' masanil yet'tal sk'anchaj yet' aceite."
        },
        {
            "number": "10",
            "text": "Masanil juntzanh chi' tze musej t'a jun nok' tz'uum te lab'ab'i, tzeyak'ank'e t'a yib'anh te b'akhlab'."
        },
        {
            "number": "11",
            "text": "Tzeyak'anpaxb'at junxo k'ik'mutz'inac k'apac t'a yib'anh altar nab'a oro. Tze pichan t'a juntzanh nok' tz'uum lab'ab'i, tzeyak'anpaxoch ste'al yic sb'akhchaji."
        },
        {
            "number": "12",
            "text": "Tze molanpax k'e waan masanil yamk'ab' sk'anchaj t'a yol in kajnub', tze pichanoch t'a yol jun k'ik'mutz'inac k'apac, tzeyak'anoch juntzanhxo nok' tz'uum lab'ab'i t'ay, tzeyak'ank'e t'a yib'anh te b'akhlab'."
        },
        {
            "number": "13",
            "text": "Yowalil tzeyik'el jantac k'een taanh kalan yet' xepu' stz'ha t'a altar, slajwi chi' tze musan altar chi' t'a jun k'apac k'apac yaxmaquinac."
        },
        {
            "number": "14",
            "text": "Axo t'a yib'anh tz'ak'jib'at masanil tastac sk'anchaj t'a altar chi': Aton yet'tal tzak'ak' yet' juntzanh k'een tenedor, k'een pala, k'een niwac uk'ab' yet' juntzanhxo yalnhej tas yamk'ab'il. Ha t'a yib'anh masanil juntzanh chi' tz'ak'jib'at nok' tz'uum te lab'ab'i, tzeyak'anpaxoch te te' yic sb'akhchaji."
        },
        {
            "number": "15",
            "text": "Ayic slajwi he pichan masanil juntzanh tastac niwan yelk'och chi', wach'xo yaji yic tz'ik'jib'ati, scot heb' yinhtilalkan winhaj Coat yic syik'anb'at heb'. Masanil juntzanh tastac to wik yaj chi', max yal-laj syaman heb' yic max cham heb' yuj. Masanil jantac syamk'ab'il yic in kajnub' b'aj tzin ch'ox in b'a, a heb' yinhtilalkan winhaj Coat yowalil tz'ik'anb'ati."
        },
        {
            "number": "16",
            "text": "Ha winhaj Eleazar, winh uninal a ach sacerdote Aarón, a winh tz'ilan tas yaj aceite yic candil, incienso wach' sjab', ofrenda yic ixim trigo to yowalil tz'ak'ji t'ayin yet' aceite sk'anchaji a sik'chajel junok mach, ma junok tas tz'ochkan wicoc. Ha winh stanhwan in kajnub' yet' masanil syamk'ab'il, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés yet' t'a winhaj Aarón chi' icha tik:"
        },
        {
            "number": "18",
            "text": "Mokab' satel heb' yinhtilalkan winhaj Coat t'a skal heb' eyetlewitail."
        },
        {
            "number": "19",
            "text": "Yic max jawi chamel t'a yib'anh heb', yuj syaman heb' tastac to wicnhej yaji, yowalil tze b'eyb'alej juntzanh tik: Ach Aarón yet' heb' uninal, yowalil tzex och yet' heb' t'a yol in kajnub'. Ha ex tzeyal t'a heb' tastac syik'b'at junjun heb'."
        },
        {
            "number": "20",
            "text": "Yuj chi', max och heb' junok rato yil tastac to wik yaji, yic max cham heb' yuj, xchi Jehová."
        },
        {
            "number": "21",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "22",
            "text": "Ik'chaanh sb'isul heb' yinhtilalkan winhaj Gersón t'a stzolal,"
        },
        {
            "number": "23",
            "text": "aton heb' 30 ab'il sk'inal sk'och t'a 50, aton heb' smoj wal smunlaj t'a in kajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "24",
            "text": "Aton smunlajel heb' yinhtilalkan winhaj Gersón tik t'a mantiado chi':"
        },
        {
            "number": "25",
            "text": "Ha heb' yowalil tz'ik'anb'at k'apac smacul yib'anh in kajnub' yet' chab'xo jenhan smacul yib'anh, nok' tz'um lab'ab'i ayoch smaculoc yib'anh, k'apac cortina ayoch t'a smaculoc sti',"
        },
        {
            "number": "26",
            "text": "k'apac cortina ayoch t'a spatictac yamaq'uil in kajnub' b'aj ay altar, k'apac cortina ayoch b'aj ay sti' yamaq'uil chi' yet' syamk'ab'il yet' jantac sch'anhal ayochi yic tz'och t'a yopisio. Ha heb' ayoch t'a yib'anh yilan juntzanh ix b'inaj tik."
        },
        {
            "number": "27",
            "text": "Ha winhaj Aarón yet' heb' yuninal, a heb' scuchb'an masanil heb' yinhtilalkan winhaj Gersón chi' t'a munlajel sk'ulej yet' yik'anb'at tastac heb' to tz'ik'jib'ati. Ha heb' tik sch'oxan tastac syik'b'at junjun heb'."
        },
        {
            "number": "28",
            "text": "Aton wal yopisio heb' yinhtilalkan winhaj Gersón tik ayic smunlaj heb' t'a in kajnub' b'aj tzin ch'ox in b'a. Sk'anab'ajejokab' masanil tas syal winhaj Itamar heb', aton winh yuninal winhaj sacerdote Aarón."
        },
        {
            "number": "29",
            "text": "Ik'chaanh sb'isul heb' yinhtilalkan winhaj Merari t'a stzolal,"
        },
        {
            "number": "30",
            "text": "aton heb' 30 ab'il sk'inal sk'och t'a 50, aton heb' smoj wal smunlaj t'a in kajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "31",
            "text": "Ha smunlajel heb', aton yik'anb'at masanil ste'al mantiado chi' heb', aton smarcoal, sreglail, yoyal yet' sb'akhnub'al,"
        },
        {
            "number": "32",
            "text": "masanil yoyal oyanoch t'a spatictac yamaq'uil in kajnub', sb'akhnub'al yich, yestacail, sch'anhal yet' masanil syamk'ab'il sk'anchaji. Ha ex tzeyala' tastac yowalil syik'b'at junjun heb'."
        },
        {
            "number": "33",
            "text": "Ha jun munlajel tik skan t'a yol sk'ab' heb' yinhtilalkan winhaj Merari. Ha winhaj Itamar yuninal winhaj sacerdote Aarón, a winh tz'alani tas sk'ulej heb', xchi Jehová."
        },
        {
            "number": "34",
            "text": "Ha winhaj Moisés, winhaj Aarón yet' heb' yajalil chonhab', a heb' ix ik'anchaanh sb'isul heb' lewita smoj wal smunlaj t'a skajnub' Jehová b'aj sch'ox sb'a, aton heb' 30 ab'il sk'inal sk'och t'a 50. Aton heb' tik: Eb' yinhtilalkan winhaj Coat, winhaj Gersón yet' winhaj Merari. D'a stzolal ix ik'jichaanh sb'isul heb' icha ix aj yalan Jehová t'a winhaj Moisés chi'. Ha heb' yinhtilalkan winhaj Coat, icha stzolal, ay 2 mil 750 heb' t'a smasanil. Ha heb' yinhtilalkan winhaj Gersón, icha stzolal, ay 2 mil 630 heb' t'a smasanil. Ha heb' yinhtilalkan winhaj Merari, icha stzolal, ay 3 mil 200 heb' t'a smasanil. Axo sb'isul heb' lewita chi' ix yik'chanh winhaj Moisés, winhaj Aarón yet' heb' yajal yaji, icha syal stzolal, aton heb' 30 ab'il sk'inal sk'och t'a 50 to smoj wal smunlaj t'a skajnub' Jehová b'aj sch'ox sb'a, ay 8 mil 580 heb' t'a smasanil."
        },
        {
            "number": "35",
            "text": "Ha jun sb'isul tik, ix ik'chajk'e waan, ix alchaj t'a junjun heb' tastac sk'ulej yet' tastac syik'b'ati, icha ix aj yalan Jehová t'a winhaj Moisés."
        }
    ]
}