{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "2",
            "text": "Al d'a masanil eb' etisraelal to a eb' anima penaay yuj lepra, eb' tz'el yinhatil yuj junoc ilya ayoch d'ay, ma eb' syaman junoc chamnac, yovalil tz'ik'jiel eb' d'a spatiquel campamento."
        },
        {
            "number": "3",
            "text": "Masanil juntzanh anima chi', tz'ik'jiel eb', eb' vinh vinac ma eb' ix ix, yic malaj tas manh vach'oc d'a yol campamento b'aj ayinek' eyed'oc, xchi d'a vinh."
        },
        {
            "number": "4",
            "text": "Ix sk'anab'ajej eb' israel yik'anelta juntzanh eb' anima chi', icha ix aj yalan Jehová d'a vinhaj Moisés chi'."
        },
        {
            "number": "5",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "6",
            "text": "Al juntzanh tic d'a eb' etchonhab': Tato ay junoc vinac, ma junoc ix ix max in k'anab'ajani, syixtan yetanimail, van yoch smul."
        },
        {
            "number": "7",
            "text": "Yovalil syojtaquejel spaltail chi'. Anhejtona', yovalil syak'xi sq'uexul tastac ix yixtejb'at chi', syak'an jab'ocxo d'a yib'anh stojol juntzanh chi'."
        },
        {
            "number": "8",
            "text": "Tato toxo ix cham jun mach ix ixtajb'at tastac ay d'ay chi', manhxa pax junoc ayto yuj sb'a smoj schaan sq'uexul junoc tas chi', a jun chi', tz'ochcan vicoc, axo d'a yol sk'ab' eb' sacerdote scani. Anhejtona' syak'anpax junoc nok' ch'ac calnel silab'il yic tz'ak'ji tup smul ix och chi'."
        },
        {
            "number": "9",
            "text": "Masanil ofrenda syak' eb' etisraelal d'ayin, tz'ik'jib'at d'a eb' sacerdote. A juntzanh chi', yic eb' sacerdote chi' yaji."
        },
        {
            "number": "10",
            "text": "Masanil tastac syak' junoc etisraelal d'ayin, tato tz'ak'ji d'a junoc vinh sacerdote, yic vinh tz'ajcani, xchi d'a vinh."
        },
        {
            "number": "11",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés"
        },
        {
            "number": "12",
            "text": "to syal juntzanh tic vinh d'a eb' yetisraelal: Talaj ay junoc vinac sna d'a spatic ix yetb'eyum to ay smul ix say d'a yol sk'ab',"
        },
        {
            "number": "13",
            "text": "to smulan ix yed' junoc vinac, palta max nachajel-laj yuj vinh tato toxo ix mulan ix, yujto max yal ix, malaj pax junoc mach ix ilan smulan ix. Mato ay pax junoc vinac tonhej snaanq'ue icha chi' d'a spatic ix yetb'eyum chi', vach'chom malaj smul ix syak'och d'a yol sk'ab' vinh."
        },
        {
            "number": "14",
            "text": "A d'a cha macanh lolonel icha chi', a vinh vinac chi', syal yik'anb'at ix yetb'eyum vinh d'a yichanh junoc vinh sacerdote. Syak'an chanheoc libra ixim harina cebada vinh ofrendail yuj ix, palta max secjiemlaj aceite d'a yib'anh ixim, max ak'jipaxlaj incienso yed' ixim, yujto a jun ofrenda chi', ofrenda yic k'ak'alk'olal, yopisio yic scheclajelta mul."
        },
        {
            "number": "15",
            "text": "Axo vinh sacerdote chi' tz'alani to snitzcot sb'a ix ix chi', tz'ik'jioch ix d'a vichanh a in Jehová in tic."
        },
        {
            "number": "16",
            "text": "Elanhchamel syik'cot jab'oc a a' vinh sacerdote chi' d'a yol junoc lum uk'ab', aton a a' vicnhej yaji. Syik'anpaxq'ue jab'oc pococ vinh, aton lum ay d'a in cajnub', syak'anb'at vinh d'a scal a a' chi'."
        },
        {
            "number": "17",
            "text": "Tz'och linhan ix ix chi' yuj vinh sacerdote chi' d'a vichanh a in Jehová in tic, syik'anel sk'ox ix, tz'ak'jipaxoch jun ofrenda yuj k'ak'alk'olal chi' d'a yol sk'ab' ix. Axo vinh sacerdote chi' ed'jinacq'ue a a' k'a' tz'ik'ancot yaelal,"
        },
        {
            "number": "18",
            "text": "schecan vinh yak' sti' ix. Syalan vinh d'a ix icha tic: Tato yel maj ach mulan yed' junocxo vinac d'a yol sk'ab' vinh etb'eyum tic, malaj tas ol ach ik'anoc a ol uk'anem jun a a' k'a' ed'jinac yaelal tic."
        },
        {
            "number": "19",
            "text": "Palta tato ix ach mulan yed' junocxo vinh vinac jun, ix och a mul d'a yol sk'ab' vinh etb'eyum,"
        },
        {
            "number": "20",
            "text": "a Jehová ol ach ak'ancanoch ch'oxnab'iloc d'a yichanh eb' etchonhab'. Ol ach b'inaj yuj eb' d'a chucal, ol malq'ue a k'ool, ol tacjoc yib' a xub'."
        },
        {
            "number": "21",
            "text": "Aton val jun yaelal chi' ol javoc d'a ib'anh a ol uk'anem jun a a' tic, yujto a a' ed'jinac yaelal, xcham vinh sacerdote chi' d'a ix. Axo stak'vi ix ix chi': Ujocab' icha chi', xcham ix."
        },
        {
            "number": "22",
            "text": "A juntzanh catab' chi', tz'ib'chajocab'can yuj vinh sacerdote. Slajvi chi' sb'icanel vinh yed' a a' k'a' tz'em d'a yol uk'ab' chi'."
        },
        {
            "number": "23",
            "text": "Slajvi chi' syuk'anem a' ix ix chi', axo yic slajvi yuk'an a' ix, scotcan yaelal d'a yib'anh ix."
        },
        {
            "number": "24",
            "text": "Schaanek' ixim harina cebada ofrenda yuj k'ak'alk'olal vinh sacerdote chi' d'a yol sk'ab' ix. A jun ofrenda chi' sb'achoch vinh sacerdote chi' d'a vichanh a in Jehová in tic."
        },
        {
            "number": "25",
            "text": "Syik'anq'ue jun votzoc jun ofrenda vinh sacerdote chi', snhusantz'a vinh d'a yib'anh altar yuj sch'oxancot masanil jun ofrenda chi'. Ayic toxo ix yuq'uej a a' k'a' chi' ix,"
        },
        {
            "number": "26",
            "text": "tato ay smul ix d'a yol sk'ab' vinh yetb'eyum chi', scot yaelal d'a yib'anh ix yuj a a' syuq'uem chi'. Smalq'ue sk'ool ix, stacji yib' xub' ix, tz'ochcan ix ch'oxnab'iloc yed' sb'inaj d'a chucal d'a scal chonhab' chi'."
        },
        {
            "number": "27",
            "text": "Palta tato yel malaj jab'oc smul ix, malaj jab'oc tas tz'ik'an ix, yuj chi' scheclajeli to malaj smul ix, syalnhej yalji yune' ix."
        },
        {
            "number": "28",
            "text": "Aton jun ley tic tz'och d'a yib'anh ix ix smulan d'a yol sk'ab' vinh yetb'eyum, yuj chi' tz'och vinh yetb'eyum ix chi' d'a k'ak'alk'olal."
        },
        {
            "number": "29",
            "text": "Tato ay junoc vinac tonhej tz'ek' d'a yib'anh yak'an k'ak'alk'olal d'a ix yetb'eyum, a jun vinac chi' yovalil syik'cot ix yetb'eyum vinh chi' d'a vichanh a in Jehová in tic, yic sb'oan vinh sacerdote chi' masanil tas syal jun ley tic."
        },
        {
            "number": "30",
            "text": "Tato yel ay smul ix ix chi', a d'a yib'anh ix scan smul chi'. Axo d'a yib'anh vinh vinac chi' malaj tas scani, xchi Jehová."
        }
    ]
}