{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a vinhaj Moisés chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Al t'a masanil eb' etisraelal to a eb' anima penaay yuj lepra, eb' tz'el yinhatil yuj junok ilya ayoch t'ay, ma eb' syaman junok chamnac, yovalil tz'ik'jiel eb' t'a spatiquel campamento."
        },
        {
            "number": "3",
            "text": "Masanil juntzanh anima chi', tz'ik'jiel eb', eb' vinh vinac ma eb' ix ix, yic malaj tas manh wach'oc t'a yol campamento b'aj ayinek' eyed'oc, xchi t'a vinh."
        },
        {
            "number": "4",
            "text": "Ix sk'anab'ajej eb' israel yik'anelta juntzanh eb' anima chi', icha ix aj yalan Jehová t'a vinhaj Moisés chi'."
        },
        {
            "number": "5",
            "text": "Ix yalanxi Jehová t'a vinhaj Moisés chi' icha tik:"
        },
        {
            "number": "6",
            "text": "Al juntzanh tik t'a eb' etchonhab': Tato ay junok vinac, ma junok ix ix max in k'anab'ajani, syixtan yetanimail, van yoch smul."
        },
        {
            "number": "7",
            "text": "Yovalil syojtaquejel spaltail chi'. Anhejtona', yovalil syak'xi sq'uexul tastac ix yixtejb'at chi', syak'an jab'ocxo t'a yib'anh stojol juntzanh chi'."
        },
        {
            "number": "8",
            "text": "Tato toxo ix cham jun mach ix ixtajb'at tastac ay t'ay chi', manhxa pax junok ayto yuj sb'a smoj schaan sq'uexul junok tas chi', a jun chi', tz'ochcan vicoc, haxo t'a yol sk'ab' eb' sacerdote scani. Anhejtona' syak'anpax junok nok' ch'ac calnel silab'il yic tz'ak'ji tup smul ix och chi'."
        },
        {
            "number": "9",
            "text": "Masanil ofrenda syak' eb' etisraelal t'ayin, tz'ik'jib'at t'a eb' sacerdote. Ha juntzanh chi', yic eb' sacerdote chi' yaji."
        },
        {
            "number": "10",
            "text": "Masanil tastac syak' junok etisraelal t'ayin, tato tz'ak'ji t'a junok vinh sacerdote, yic vinh tz'ajcani, xchi t'a vinh."
        },
        {
            "number": "11",
            "text": "Ix yalanxi Jehová t'a vinhaj Moisés"
        },
        {
            "number": "12",
            "text": "to syal juntzanh tik vinh t'a eb' yetisraelal: Talaj ay junok vinac sna t'a spatic ix yetb'eyum to ay smul ix say t'a yol sk'ab',"
        },
        {
            "number": "13",
            "text": "to smulan ix yet' junok vinac, palta max nachajel-laj yuj vinh tato toxo ix mulan ix, yujto max yal ix, malaj pax junok mach ix ilan smulan ix. Mato ay pax junok vinac tonhej snaanq'ue icha chi' t'a spatic ix yetb'eyum chi', wach'chom malaj smul ix syak'och t'a yol sk'ab' vinh."
        },
        {
            "number": "14",
            "text": "Ha t'a cha makan lolonel icha chi', a vinh vinac chi', syal yik'anb'at ix yetb'eyum vinh t'a yichanh junok vinh sacerdote. Syak'an chanheoc libra ixim harina cebada vinh ofrendail yuj ix, palta max secjiemlaj aceite t'a yib'anh ixim, max ak'jipaxlaj incienso yet' ixim, yujto a jun ofrenda chi', ofrenda yic k'ak'alk'olal, yopisio yic scheclajelta mul."
        },
        {
            "number": "15",
            "text": "Axo vinh sacerdote chi' tz'alani to snitzcot sb'a ix ix chi', tz'ik'jioch ix t'a vichanh a in Jehová in tik."
        },
        {
            "number": "16",
            "text": "Elanhchamel syik'cot jab'oc ha ha' vinh sacerdote chi' t'a yol junok lum uk'ab', aton ha ha' vicnhej yaji. Syik'anpaxq'ue jab'oc pococ vinh, aton lum ay t'a in cajnub', syak'anb'at vinh t'a skal ha ha' chi'."
        },
        {
            "number": "17",
            "text": "Tz'och linhan ix ix chi' yuj vinh sacerdote chi' t'a vichanh a in Jehová in tik, syik'anel sk'ox ix, tz'ak'jipaxoch jun ofrenda yuj k'ak'alk'olal chi' t'a yol sk'ab' ix. Axo vinh sacerdote chi' ed'jinacq'ue ha ha' k'a' tz'ik'ancot yaelal,"
        },
        {
            "number": "18",
            "text": "schecan vinh yak' sti' ix. Syalan vinh t'a ix icha tik: Tato yel maj ach mulan yet' junocxo vinac t'a yol sk'ab' vinh etb'eyum tik, malaj tas ol ach ik'anoc a ol uk'anem jun ha ha' k'a' ed'jinac yaelal tik."
        },
        {
            "number": "19",
            "text": "Palta tato ix ach mulan yet' junocxo vinh vinac jun, ix och a mul t'a yol sk'ab' vinh etb'eyum,"
        },
        {
            "number": "20",
            "text": "a Jehová ol ach ak'ancanoch ch'oxnab'iloc t'a yichanh eb' etchonhab'. Ol ach b'inaj yuj eb' t'a chucal, ol malq'ue a k'ool, ol tacjoc yib' a xub'."
        },
        {
            "number": "21",
            "text": "Aton val jun yaelal chi' ol javoc t'a ib'anh a ol uk'anem jun ha ha' tik, yujto ha ha' ed'jinac yaelal, xcham vinh sacerdote chi' t'a ix. Axo stak'vi ix ix chi': Ujocab' icha chi', xcham ix."
        },
        {
            "number": "22",
            "text": "Ha juntzanh catab' chi', tz'ib'chajocab'kan yuj vinh sacerdote. Slajvi chi' sb'icanel vinh yet' ha ha' k'a' tz'em t'a yol uk'ab' chi'."
        },
        {
            "number": "23",
            "text": "Slajvi chi' syuk'anem ha' ix ix chi', haxo yic slajvi yuk'an ha' ix, scotcan yaelal t'a yib'anh ix."
        },
        {
            "number": "24",
            "text": "Schaanek' ixim harina cebada ofrenda yuj k'ak'alk'olal vinh sacerdote chi' t'a yol sk'ab' ix. Ha jun ofrenda chi' sb'achoch vinh sacerdote chi' t'a vichanh a in Jehová in tik."
        },
        {
            "number": "25",
            "text": "Syik'anq'ue jun votzoc jun ofrenda vinh sacerdote chi', snhusantz'a vinh t'a yib'anh altar yuj sch'oxancot masanil jun ofrenda chi'. Ayic toxo ix yuq'uej ha ha' k'a' chi' ix,"
        },
        {
            "number": "26",
            "text": "tato ay smul ix t'a yol sk'ab' vinh yetb'eyum chi', scot yaelal t'a yib'anh ix yuj ha ha' syuq'uem chi'. Smalq'ue sk'ool ix, stacji yib' xub' ix, tz'ochcan ix ch'oxnab'iloc yet' sb'inaj t'a chucal t'a skal chonhab' chi'."
        },
        {
            "number": "27",
            "text": "Palta tato yel malaj jab'oc smul ix, malaj jab'oc tas tz'ik'an ix, yuj chi' scheclajeli to malaj smul ix, syalnhej yalji yune' ix."
        },
        {
            "number": "28",
            "text": "Aton jun ley tik tz'och t'a yib'anh ix ix smulan t'a yol sk'ab' vinh yetb'eyum, yuj chi' tz'och vinh yetb'eyum ix chi' t'a k'ak'alk'olal."
        },
        {
            "number": "29",
            "text": "Tato ay junok vinac tonhej tzek' t'a yib'anh yak'an k'ak'alk'olal t'a ix yetb'eyum, a jun vinac chi' yovalil syik'cot ix yetb'eyum vinh chi' t'a vichanh a in Jehová in tik, yic sb'oan vinh sacerdote chi' masanil tas syal jun ley tik."
        },
        {
            "number": "30",
            "text": "Tato yel ay smul ix ix chi', ha t'a yib'anh ix skan smul chi'. Axo t'a yib'anh vinh vinac chi' malaj tas scani, xchi Jehová."
        }
    ]
}