{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "2",
            "text": "Al juntzanh tic d'a eb' etchonhab': Tato ay junoc vinac ma junoc ix ix syak' sti' yak'anoch sb'a d'a yol in k'ab' d'a nazareoal,"
        },
        {
            "number": "3",
            "text": "maxtzac yal-laj yuk'an vino, ma yuk'an junocxo tas to pajb'inac. Maxtzac yalpax yuk'an vino ochnac vinagreal, ma vinagre pajb'inac. Max yalpax yuk'an yal sat uva, ma sloan sat, ma sloan sat d'a taquinhal."
        },
        {
            "number": "4",
            "text": "A d'a jantac tiempo ix yak' sti' chi', manh val jab'oc syal yab'lan masanil tastac tz'el d'a te' uva, vach'chom sq'uenal ma stz'umal."
        },
        {
            "number": "5",
            "text": "Max yalpax sjoxanel xil sjolom masanto slajvi jantac tiempo ix yak' sti' chi' d'ayin, schanhej q'uib' xil sjolom yujto vic yaj a in Jehová in tic."
        },
        {
            "number": "6",
            "text": "A d'a jun tiempoal chi', max yal-laj sk'och d'a stz'ey junoc chamnac,"
        },
        {
            "number": "7",
            "text": "vach'chom a smam, ma snun schami, ma junoc yuk'tac, ma junoc yanab', palta max yal-laj sk'och d'a stz'ey yic vach' max can d'a chucal icha yalan ley. Yovalil vach'nhej yaji yujto vic yaji."
        },
        {
            "number": "8",
            "text": "A d'a masanil tiempo b'aj ix yak' sti' chi', junelnhej vicnhej yaji."
        },
        {
            "number": "9",
            "text": "Talaj ay junoc mach junnhej ayek' yed'oc schami, a xil sjolom to vic yaj chi', manhxo vach'oc tz'ajcan icha yalan ley. Yuj chi' ayic slajvi yek'b'at uqueoc k'ual ayic sb'oxican icha yalan ley, ichato chi' sjoxjiel xil sjolom chi'."
        },
        {
            "number": "10",
            "text": "Axo d'a yucub'ixial, syik'anb'at chavanhoc nok' paramuch yalnhej tas macanhil d'a junoc vinh sacerdote d'a yichanh in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "11",
            "text": "A vinh sacerdote chi' tz'ak'an junoc nok' chi' silab'il yuj smul jun anima chi'. Axo junxo nok' snhusjitz'a nok' smasanil silab'il. Icha chi' tz'aj yak'ji tup smul yuj b'aj ix cham jun anima chi' d'a stz'ey. A d'a jun k'u chi', a xil sjolom sq'uib'xi, vic tz'ajxicani."
        },
        {
            "number": "12",
            "text": "Tz'elxi yich jun tiempoal b'aj ix yak' sti' d'ayin. A jantac tiempo ix ek'b'at d'a yalanhtax chi', maxtzac ochlaj sb'isuloc, yujto a xil sjolom vic yaji, ix ixtaxeli. Anhejtona' yovalil syik'paxb'at junoc nok' calnel jun ab'il sq'uinal silab'il d'a vichanh a in Jehová in tic yuj stupan tas ix sk'ulej chi'."
        },
        {
            "number": "13",
            "text": "Ayic slajvi jantac tiempoal ix yak' sti' jun anima chi', yovalil sb'at d'a sti' in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "14",
            "text": "Ata' syak'och jun silab' d'a vichanh, snhusjitz'a smasanil, aton junoc nok' quelem calnel jun ab'il sq'uinal, malaj jab'oc spaltail. Anheja' syak'pax junoc nok' nun calnel jun ab'il sq'uinal, malaj jab'oc spaltail. A jun chi' silab' yaj yuj yak'ji tup mul. Tz'ak'ji junoc nok' ch'ac calnel malaj jab'oc spaltail silab'il yic junk'olal."
        },
        {
            "number": "15",
            "text": "Anhejtona', yovalil syak' junoc yune' mooch ixim pan malaj yich, a ixim harina te vach' ayoch d'ay calab'il yed' aceite. Syak'pax ixim k'oxox pan malaj yich, ayoch aceite d'ay. Junnhej tz'aj yak'an yed' yofrenda d'a ixim trigo yed' vino d'inhantaxon yak'ani."
        },
        {
            "number": "16",
            "text": "A junoc vinh sacerdote tz'ak'anoch jun silab' yuj mul chi' d'a vichanh a in Jehová in yed' silab' to snhusjitz'a smasanil."
        },
        {
            "number": "17",
            "text": "Syak'anpax nok' calnel silab'il yic junk'olal. Junnhej tz'aj yak'an yed' ixim pan malaj yich chi'. Syak'anpax ofrenda d'a ixim trigo yed' pax vino."
        },
        {
            "number": "18",
            "text": "A jun ix yak' sti' d'a nazareoal chi', sjoxchajel xil sjolom. A d'a yichanh in cajnub' sjoxchajeli. Smolq'ue xil sjolom ayoch ch'oxnab'iloc to vic yaji, snhusjitz'a d'a cal k'ak', aton k'ak' b'aj stz'a silab' yic junk'olal."
        },
        {
            "number": "19",
            "text": "Ayic slajvi sjoxjiel xil sjolom chi', a vinh sacerdote tz'ik'anq'ue sjenhjab' nok' calnel tajinacxo chi' yed' jun ixim pan malaj yich ayem d'a yol jun yune' mooch chi' yed' pax jun ixim k'oxox pan malaj yich, syak'anoch vinh masanil d'a yol sk'ab' jun ix yak'och sb'a nazareoal chi'."
        },
        {
            "number": "20",
            "text": "Slajvi chi', sb'achanoch juntzanh chi' vinh sacerdote chi' d'a vichanh a in Jehová in tic. A juntzanh chi' sik'b'ilel vicoc, yic eb' sacerdote chi' yaji yed' pax snhisk'ol nok' sb'achchajoch d'a vichanh, xub' nok' to sik'chajcaneli, yic vinh sacerdote chi' yaji. Ayic toxo ix lajvi masanil juntzanh chi', a jun yak'nacoch sb'a nazareoal chi', tzaxo yal yuk'an vino."
        },
        {
            "number": "21",
            "text": "Aton juntzanh checnab'il tic d'a eb' nazareo: Tato ay junoc nazareo chi' syak' sti' yak'an junoc ofrenda ek'to d'a yichanhtaxon sleyal, yovalil sk'anab'ajej sk'ulan icha b'aj ix yak' sti' chi', xchi Jehová."
        },
        {
            "number": "22",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "23",
            "text": "Al d'a vinhaj Aarón yed' d'a eb' yuninal, ayic syalan vach' lolonel eb' d'a yib'anh eb' eyetisraelal, syal eb' icha tic:"
        },
        {
            "number": "24",
            "text": "Yak'ocab' svach'k'olal Jehová d'a eyib'anh, tzex stanhvani."
        },
        {
            "number": "25",
            "text": "Ex yilocab'och Jehová d'a tzalajk'olal, sch'oxocab' svach'k'olal d'ayex."
        },
        {
            "number": "26",
            "text": "Xajanocab' tzex yiloch Jehová, yak'ocab' junk'olal d'ayex, xchiocab' eb'."
        },
        {
            "number": "27",
            "text": "Icha chi' ol yutej eb' in yak'an b'inaj d'a yib'anh eb' etisraelal. A inxo ol vak' in vach'k'olal d'a yib'anh eb', xchi d'a vinh."
        }
    ]
}