{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a vinhaj Moisés chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Al juntzanh tik t'a eb' etchonhab': Tato ay junok vinac ma junok ix ix syak' sti' yak'anoch sb'ha t'a yol in k'ab' t'a nazareoal,"
        },
        {
            "number": "3",
            "text": "maxtzac yal-laj yuk'an vino, ma yuk'an junocxo tas to pajb'inac. Maxtzac yalpax yuk'an vino ochnac vinagreal, ma vinagre pajb'inac. Max yalpax yuk'an yal sat uva, ma sloan sat, ma sloan sat t'a taquinhal."
        },
        {
            "number": "4",
            "text": "Ha t'a jantac tiempo ix yak' sti' chi', manh val jab'oc syal yab'lan masanil tastac tz'el t'a te' uva, wach'chom sq'uenal ma stz'umal."
        },
        {
            "number": "5",
            "text": "Max yalpax sjoxanel xil sjolom masanto slajvi jantac tiempo ix yak' sti' chi' t'ayin, schanhej q'uib' xil sjolom yujto vic yaj a in Jehová in tik."
        },
        {
            "number": "6",
            "text": "Ha t'a jun pekti’ chi', max yal-laj sk'och t'a stz'ey junok chamnac,"
        },
        {
            "number": "7",
            "text": "wach'chom a smam, ma snun schami, ma junok yuk'tac, ma junok yanab', palta max yal-laj sk'och t'a stz'ey yic wach' max kan t'a chukal icha yalan ley. Yovalil wach'nhej yaji yujto vic yaji."
        },
        {
            "number": "8",
            "text": "Ha t'a masanil tiempo b'aj ix yak' sti' chi', junelnhej vicnhej yaji."
        },
        {
            "number": "9",
            "text": "Talaj ay junok mach junnhej ayek' yet'oc schami, a xil sjolom to vic yaj chi', manhxo wach'oc tz'ajkan icha yalan ley. Yuj chi' ayic slajvi yek'b'at uqueoc k'ual ayic sb'oxican icha yalan ley, ichato chi' sjoxjiel xil sjolom chi'."
        },
        {
            "number": "10",
            "text": "Axo t'a yucub'ixial, syik'anb'at chavanhoc nok' paramuch yalnhej tas macanhil t'a junok vinh sacerdote t'a yichanh in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "11",
            "text": "Ha vinh sacerdote chi' tz'ak'an junok nok' chi' silab'il yuj smul jun anima chi'. Axo junxo nok' snhusjitz'a nok' smasanil silab'il. Icha chi' tz'aj yak'ji tup smul yuj b'aj ix cham jun anima chi' t'a stz'ey. Ha t'a jun k'u chi', a xil sjolom sq'uib'xi, vic tz'ajxicani."
        },
        {
            "number": "12",
            "text": "Tz'elxi yich jun pekti’ b'aj ix yak' sti' t'ayin. Ha jantac tiempo ix ek'b'at t'a yalanhtax chi', maxtzac ochlaj sb'isuloc, yujto a xil sjolom vic yaji, ix ixtaxeli. Anhejtona' yovalil syik'paxb'at junok nok' calnel jun ab'il sq'uinal silab'il t'a vichanh a in Jehová in tik yuj stupan tas ix sk'ulej chi'."
        },
        {
            "number": "13",
            "text": "Ayic slajvi jantac tiempoal ix yak' sti' jun anima chi', yovalil sb'at t'a sti' in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "14",
            "text": "Ata' syak'och jun silab' t'a vichanh, snhusjitz'a smasanil, aton junok nok' quelem calnel jun ab'il sq'uinal, malaj jab'oc spaltail. Anheja' syak'pax junok nok' nun calnel jun ab'il sq'uinal, malaj jab'oc spaltail. Ha jun chi' silab' yaj yuj yak'ji tup mul. Tz'ak'ji junok nok' ch'ac calnel malaj jab'oc spaltail silab'il yic junk'olal."
        },
        {
            "number": "15",
            "text": "Anhejtona', yovalil syak' junok yune' mooch ixim pan malaj yich, a ixim harina te wach' ayoch t'ay calab'il yet' aceite. Syak'pax ixim k'oxox pan malaj yich, ayoch aceite t'ay. Junnhej tz'aj yak'an yet' yofrenda t'a ixim trigo yet' vino d'inhantaxon yak'ani."
        },
        {
            "number": "16",
            "text": "Ha junok vinh sacerdote tz'ak'anoch jun silab' yuj mul chi' t'a vichanh a in Jehová in yet' silab' to snhusjitz'a smasanil."
        },
        {
            "number": "17",
            "text": "Syak'anpax nok' calnel silab'il yic junk'olal. Junnhej tz'aj yak'an yet' ixim pan malaj yich chi'. Syak'anpax ofrenda t'a ixim trigo yet' pax vino."
        },
        {
            "number": "18",
            "text": "Ha jun ix yak' sti' t'a nazareoal chi', sjoxchajel xil sjolom. Ha t'a yichanh in cajnub' sjoxchajeli. Smolq'ue xil sjolom ayoch ch'oxnab'iloc to vic yaji, snhusjitz'ha t'a cal k'ak', aton k'ak' b'aj stz'a silab' yic junk'olal."
        },
        {
            "number": "19",
            "text": "Ayic slajvi sjoxjiel xil sjolom chi', a vinh sacerdote tz'ik'anq'ue sjenhjab' nok' calnel tajinacxo chi' yet' jun ixim pan malaj yich ayem t'a yol jun yune' mooch chi' yet' pax jun ixim k'oxox pan malaj yich, syak'anoch vinh masanil t'a yol sk'ab' jun ix yak'och sb'a nazareoal chi'."
        },
        {
            "number": "20",
            "text": "Slajvi chi', sb'achanoch juntzanh chi' vinh sacerdote chi' t'a vichanh a in Jehová in tik. Ha juntzanh chi' sik'b'ilel vicoc, yic eb' sacerdote chi' yaji yet' pax snhisk'ol nok' sb'achchajoch t'a vichanh, xub' nok' to sik'chajcaneli, yic vinh sacerdote chi' yaji. Ayic toxo ix lajvi masanil juntzanh chi', a jun yak'nacoch sb'a nazareoal chi', tzaxo yal yuk'an vino."
        },
        {
            "number": "21",
            "text": "Aton juntzanh checnab'il tik t'a eb' nazareo: Tato ay junok nazareo chi' syak' sti' yak'an junok ofrenda ek'to t'a yichanhtaxon sleyal, yovalil sk'anab'ajej sk'ulan icha b'aj ix yak' sti' chi', xchi Jehová."
        },
        {
            "number": "22",
            "text": "Ix yalanxi Jehová t'a vinhaj Moisés chi' icha tik:"
        },
        {
            "number": "23",
            "text": "Al t'a vinhaj Aarón yet' t'a eb' yuninal, ayic syalan wach' lolonel eb' t'a yib'anh eb' eyetisraelal, syal eb' icha tik:"
        },
        {
            "number": "24",
            "text": "Yak'ocab' swach'k'olal Jehová t'a eyib'anh, tzex stanhvani."
        },
        {
            "number": "25",
            "text": "Ex yilocab'och Jehová t'a tzalajk'olal, sch'oxocab' swach'k'olal t'ayex."
        },
        {
            "number": "26",
            "text": "Xajanocab' tzex yiloch Jehová, yak'ocab' junk'olal t'ayex, xchiocab' eb'."
        },
        {
            "number": "27",
            "text": "Icha chi' ol yutej eb' in yak'an b'inaj t'a yib'anh eb' etisraelal. Ha inxo ol vak' in wach'k'olal t'a yib'anh eb', xchi t'a vinh."
        }
    ]
}