{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi sb'oanq'ue scajnub' Jehová vinhaj Moisés, ix yak'anoch aceite vinh d'ay yed' d'a masanil syamk'ab'il yed' d'a yib'anh altar yed' syamk'ab'il."
        },
        {
            "number": "2",
            "text": "A d'a jun k'u chi' a eb' yajal yaj d'a junjun inhtilal, aton eb' colvajnac yik'anchaanh sb'isul eb' vinac,"
        },
        {
            "number": "3",
            "text": "ix yak' yofrenda eb' d'a Jehová: Vaque' carreta ayq'ue yenhul yib'anh yed' lajchavanh nok' mam vacax smunlaj ix yak' eb'. Syalelk'ochi, junjun carreta d'a chatacvanh eb' yajal chi', junjun pax nok' vacax chi' d'a junjun eb'. Masanil juntzanh chi' ix yak'och eb' d'a yichanh scajnub' Jehová."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yalan Jehová d'a vinhaj Moisés chi':"
        },
        {
            "number": "5",
            "text": "Cha juntzanh carreta yed' juntzanh nok' vacax smunlaj chi', tzak'an d'a eb' levita yic sk'an eb' d'a munlajel d'a in cajnub' b'aj tzin ch'ox in b'a, icha tastac munlajelal sk'ulej junjun eb', xchi d'a vinh."
        },
        {
            "number": "6",
            "text": "Ix schaan juntzanh carreta chi' vinh, ix schaanpax nok' vacax smunlaj chi' vinh, ix spojanek' vinh d'a scal eb' levita."
        },
        {
            "number": "7",
            "text": "A d'a eb' yinhtilalcan vinhaj Gersón, chab' carreta yed' chanhvanh nok' vacax chi' ix yak' vinh, icha syal smunlajel eb'."
        },
        {
            "number": "8",
            "text": "Axo d'a eb' yinhtilalcan vinhaj Merari, chanhe' carreta yed' vajxacvanh nok' vacax chi' ix yak' vinh, icha syal smunlajel eb' b'aj scuchb'aj yuj vinhaj Itamar yuninal vinhaj sacerdote Aarón."
        },
        {
            "number": "9",
            "text": "Axo d'a yinhtilalcan vinhaj Coat, malaj carreta, malaj pax nok' vacax ix ak'ji, yujto a eb' sb'achanb'at masanil yamk'ab' yic scajnub' Jehová d'a sjolom sjenhjab'."
        },
        {
            "number": "10",
            "text": "Ayic ix ak'jicanoch yopisio altar, ix yik'b'at yofrenda eb' yajal d'a junjun inhtilal d'a yichanh altar chi'."
        },
        {
            "number": "11",
            "text": "Ix yalan Jehová d'a vinhaj Moisés chi': A d'a junjun k'u ch'occh'oc eb' yajal d'a junjun inhtilal ol yik'cot yofrenda yuj yochcan yopisio altar, xchi."
        },
        {
            "number": "12",
            "text": "A d'a b'ab'el k'u, ix yik'ancot yofrenda vinhaj Naasón yuninal vinhaj Aminadab, yajal d'a yinhtilal Judá. D'a schab'il k'ual, ix yik'ancot yic vinhaj Natanael yuninal vinhaj Zuar, yajal d'a yinhtilal Isacar. D'a yoxil k'ual, ix yik'ancot yic vinhaj Eliab yuninal vinhaj Helón, yajal d'a yinhtilal Zabulón. D'a schanhil k'ual, ix yik'ancot yic vinhaj Elisur yuninal vinhaj Sedeur, yajal d'a yinhtilal Rubén. D'a yoil k'ual, ix yik'ancot yic vinhaj Selumiel yuninal vinhaj Zurisadai, yajal d'a yinhtilal Simeón. D'a svaquil k'ual, ix yik'ancot yic vinhaj Eliasaf yuninal vinhaj Deuel, yajal d'a yinhtilal Gad. D'a yuquil k'ual, ix yik'ancot yic vinhaj Elisama yuninal vinhaj Amiud, yajal d'a yinhtilal Efraín. D'a svajxaquil k'ual, ix yik'ancot yic vinhaj Gamaliel yuninal vinhaj Pedasur, yajal d'a yinhtilal Manasés. D'a sb'alunhil k'ual, ix yik'ancot yic vinhaj Abidán yuninal vinhaj Gedeoni, yajal d'a yinhtilal Benjamín. D'a slajunhil k'ual, ix yik'ancot yic vinhaj Ahiezer yuninal vinhaj Amisadai, yajal d'a yinhtilal Dan. D'a yuxluchil k'ual, ix yik'ancot yic vinhaj Pagiel yuninal vinhaj Ocrán, yajal d'a yinhtilal Aser. Axo d'a slajchavil k'ual, ix yik'ancot yic vinhaj Ahira yuninal vinhaj Enán, yajal d'a yinhtilal Neftalí. Lajannhej yofrenda junjun eb' vinh ix yik'coti. Aton junjun plato nab'a plata, 130 siclo yalil junjun yed' pax junjun q'uen nivac uk'ab' nab'a plata, 70 siclo yalil junjun, icha echlab' sk'anchaj d'a scajnub' Jehová. A juntzanh yed'tal chi' te b'ud'an yuj ixim harina te vach' calab'il yed' aceite, aton syak' eb' d'a ofrendail. Ix yak'anpax junjun q'uen nivac cuchara nab'a oro eb', 10 siclo yalil junjun, b'ud'an yed' incienso. Ix yak'anpax junjun nok' quelem vacax eb', junjun nok' ch'ac calnel, junjun nok' quelem calnel jun ab'il sq'uinal yic snhusjitz'a d'a silab'il. Ix yak'anpax junjun nok' mam chiva eb' yic tz'och silab'il yuj mul. Stzak'anilxo ix yak' silab' yic junk'olal eb', chavanh nok' toro, ovanh nok' ch'ac calnel, ovanh nok' mam chiva yed' pax ovanh nok' quelemtac calnel jun ab'il sq'uinal ix yak' junjun eb'."
        },
        {
            "number": "13",
            "text": "Masanil ofrenda ix yak' eb' yajal yaj d'a yinhtilalcan Israel, ayic ix ochcan yopisio altar, aton juntzanh tic: Lajchave' q'uen plato nab'a plata, lajchave' uk'ab' nab'a plata yed' lajchave' nivac cuchara nab'a oro."
        },
        {
            "number": "14",
            "text": "Junjun plato chi' 130 siclo yalil, junjun uk'ab' 70 siclo yalil, yuj chi' a q'uen plata chi' d'a smasanil, ay 2 mil 400 siclo yalil, icha echlab' sk'anchaj d'a scajnub' Jehová."
        },
        {
            "number": "15",
            "text": "Ay pax lajchave' q'uen nivac cuchara nab'a oro b'ud'an yuj incienso, 10 siclo yalil junjun, icha echlab' sk'anchaj d'a scajnub' Jehová. A q'uen oro d'a smasanil, ay 120 siclo q'ueen."
        },
        {
            "number": "16",
            "text": "A sb'isul masanil nok' nok' ix nhusjitz'a silab'il chi', aton tic: Lajchavanh nok' quelemtac vacax, lajchavanh nok' ch'ac calnel, lajchavanh nok' quelemtac calnel jun ab'il sq'uinal, aynhej ixim trigo tz'ak'ji ofrendail yed'oc yed' pax lajchavanh nok' mam chiva tz'ak'ji silab'il yuj mul."
        },
        {
            "number": "17",
            "text": "Axo pax nok' nok' ix ak'ji silab'il yuj junk'olal, 24 nok' toro d'a smasanil, 60 nok' ch'ac calnel, 60 nok' mam chiva yed' 60 nok' quelemtac calnel jun ab'il sq'uinal. Aton masanil juntzanh ofrenda chi' ix ak'chaji ayic ix ochcan yopisio altar ayic toxo ix ochcan yicoc Jehová."
        },
        {
            "number": "18",
            "text": "Ayic tz'och vinhaj Moisés chi' d'a scajnub' Jehová b'aj sch'ox sb'a yic slolon vinh yed' Jehová chi', syab' val vinh slolon Jehová yed'oc d'a snanhal chab' yechel querubín ayoch d'a yib'anh b'aj tz'ak'ji tup mul, aton smacul scaxail trato."
        }
    ]
}