{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi sb'oanq'ue scajnub' Jehová winhaj Moisés, ix yak'anoch aceite winh t'ay yet' t'a masanil syamk'ab'il yet' t'a yib'anh altar yet' syamk'ab'il."
        },
        {
            "number": "2",
            "text": "Ha t'a jun k'u chi' a eb' yajal yaj t'a junjun inhtilal, aton eb' colvajnac yik'anchaanh sb'isul eb' vinac,"
        },
        {
            "number": "3",
            "text": "ix yak' yofrenda eb' t'a Jehová: Vaque' carreta ayq'ue yenhul yib'anh yet' lajchawanh nok' mam vacax smunlaj ix yak' eb'. Syalelk'ochi, junjun carreta t'a chatacvanh eb' yajal chi', junjun pax nok' vacax chi' t'a junjun eb'. Masanil juntzanh chi' ix yak'och eb' t'a yichanh scajnub' Jehová."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yalan Jehová t'a winhaj Moisés chi':"
        },
        {
            "number": "5",
            "text": "Cha juntzanh carreta yet' juntzanh nok' vacax smunlaj chi', tzak'an t'a eb' levita yic sk'an eb' t'a munlajel t'a in cajnub' b'aj tzin ch'ox in b'a, icha tastac munlajelal sk'ulej junjun eb', xchi t'a winh."
        },
        {
            "number": "6",
            "text": "Ix schaan juntzanh carreta chi' winh, ix schaanpax nok' vacax smunlaj chi' winh, ix spojanek' winh t'a skal eb' levita."
        },
        {
            "number": "7",
            "text": "Ha t'a eb' yinhtilalcan winhaj Gersón, chab' carreta yet' chanhvanh nok' vacax chi' ix yak' winh, icha syal smunlajel eb'."
        },
        {
            "number": "8",
            "text": "Axo t'a eb' yinhtilalcan winhaj Merari, chanhe' carreta yet' vajxacvanh nok' vacax chi' ix yak' winh, icha syal smunlajel eb' b'aj scuchb'aj yuj winhaj Itamar yuninal winhaj sacerdote Aarón."
        },
        {
            "number": "9",
            "text": "Axo t'a yinhtilalcan winhaj Coat, malaj carreta, malaj pax nok' vacax ix ak'ji, yujto a eb' sb'achanb'at masanil yamk'ab' yic scajnub' Jehová t'a sjolom sjenhjab'."
        },
        {
            "number": "10",
            "text": "Ayic ix ak'jicanoch yopisio altar, ix yik'b'at yofrenda eb' yajal t'a junjun inhtilal t'a yichanh altar chi'."
        },
        {
            "number": "11",
            "text": "Ix yalan Jehová t'a winhaj Moisés chi': Ha t'a junjun k'u ch'occh'oc eb' yajal t'a junjun inhtilal ol yik'cot yofrenda yuj yochcan yopisio altar, xchi."
        },
        {
            "number": "12",
            "text": "Ha t'a b'ab'el k'u, ix yik'ancot yofrenda winhaj Naasón yuninal winhaj Aminadab, yajal t'a yinhtilal Judá. D'a schab'il k'ual, ix yik'ancot yic winhaj Natanael yuninal winhaj Zuar, yajal t'a yinhtilal Isacar. D'a yoxil k'ual, ix yik'ancot yic winhaj Eliab yuninal winhaj Helón, yajal t'a yinhtilal Zabulón. D'a schanhil k'ual, ix yik'ancot yic winhaj Elisur yuninal winhaj Sedeur, yajal t'a yinhtilal Rubén. D'a yoil k'ual, ix yik'ancot yic winhaj Selumiel yuninal winhaj Zurisadai, yajal t'a yinhtilal Simeón. D'a svaquil k'ual, ix yik'ancot yic winhaj Eliasaf yuninal winhaj Deuel, yajal t'a yinhtilal Gad. D'a yuquil k'ual, ix yik'ancot yic winhaj Elisama yuninal winhaj Amiud, yajal t'a yinhtilal Efraín. D'a svajxaquil k'ual, ix yik'ancot yic winhaj Gamaliel yuninal winhaj Pedasur, yajal t'a yinhtilal Manasés. D'a sb'alunhil k'ual, ix yik'ancot yic winhaj Abidán yuninal winhaj Gedeoni, yajal t'a yinhtilal Benjamín. D'a slajunhil k'ual, ix yik'ancot yic winhaj Ahiezer yuninal winhaj Amisadai, yajal t'a yinhtilal Dan. D'a yuxluchil k'ual, ix yik'ancot yic winhaj Pagiel yuninal winhaj Ocrán, yajal t'a yinhtilal Aser. Axo t'a slajchavil k'ual, ix yik'ancot yic winhaj Ahira yuninal winhaj Enán, yajal t'a yinhtilal Neftalí. Lajannhej yofrenda junjun eb' winh ix yik'coti. Aton junjun plato nab'a plata, 130 siclo yalil junjun yet' pax junjun q'uen nivac uk'ab' nab'a plata, 70 siclo yalil junjun, icha echlab' sk'anchaj t'a scajnub' Jehová. Ha juntzanh yet'tal chi' te b'ut'an yuj ixim harina te wach' calab'il yet' aceite, aton syak' eb' t'a ofrendail. Ix yak'anpax junjun q'uen nivac cuchara nab'a oro eb', 10 siclo yalil junjun, b'ut'an yet' incienso. Ix yak'anpax junjun nok' quelem vacax eb', junjun nok' ch'ac calnel, junjun nok' quelem calnel jun ab'il sk'inal yic snhusjitz'ha t'a silab'il. Ix yak'anpax junjun nok' mam chiva eb' yic tz'och silab'il yuj mul. Stzak'anilxo ix yak' silab' yic junk'olal eb', chavanh nok' toro, ovanh nok' ch'ac calnel, ovanh nok' mam chiva yet' pax ovanh nok' quelemtac calnel jun ab'il sk'inal ix yak' junjun eb'."
        },
        {
            "number": "13",
            "text": "Masanil ofrenda ix yak' eb' yajal yaj t'a yinhtilalcan Israel, ayic ix ochcan yopisio altar, aton juntzanh tik: Lajchave' q'uen plato nab'a plata, lajchave' uk'ab' nab'a plata yet' lajchave' nivac cuchara nab'a oro."
        },
        {
            "number": "14",
            "text": "Junjun plato chi' 130 siclo yalil, junjun uk'ab' 70 siclo yalil, yuj chi' a q'uen plata chi' t'a smasanil, ay 2 mil 400 siclo yalil, icha echlab' sk'anchaj t'a scajnub' Jehová."
        },
        {
            "number": "15",
            "text": "Ay pax lajchave' q'uen nivac cuchara nab'a oro b'ut'an yuj incienso, 10 siclo yalil junjun, icha echlab' sk'anchaj t'a scajnub' Jehová. Ha q'uen oro t'a smasanil, ay 120 siclo q'ueen."
        },
        {
            "number": "16",
            "text": "Ha sb'isul masanil nok' nok' ix nhusjitz'a silab'il chi', aton tik: Lajchavanh nok' quelemtac vacax, lajchawanh nok' ch'ac calnel, lajchawanh nok' quelemtac calnel jun ab'il sk'inal, aynhej ixim trigo tz'ak'ji ofrendail yet'oc yet' pax lajchawanh nok' mam chiva tz'ak'ji silab'il yuj mul."
        },
        {
            "number": "17",
            "text": "Axo pax nok' nok' ix ak'ji silab'il yuj junk'olal, 24 nok' toro t'a smasanil, 60 nok' ch'ac calnel, 60 nok' mam chiva yet' 60 nok' quelemtac calnel jun ab'il sk'inal. Aton masanil juntzanh ofrenda chi' ix ak'chaji ayic ix ochcan yopisio altar ayic toxo ix ochcan yicoc Jehová."
        },
        {
            "number": "18",
            "text": "Ayic tz'och winhaj Moisés chi' t'a scajnub' Jehová b'aj sch'ox sb'a yic slolon winh yet' Jehová chi', syab' wal winh slolon Jehová yet'oc t'a snanhal chab' yechel querubín ayoch t'a yib'anh b'aj tz'ak'ji tup mul, aton smacul scaxail trato."
        }
    ]
}