{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Al t'a winhaj Aarón to ayic ol yak'anoch sk'ak'al uque' candil winh, ha t'a yichanh sb'achnub' candil chi' syak' yoc, xchi t'a winh."
        },
        {
            "number": "3",
            "text": "Ix sk'anab'ajej winhaj Aarón chi' sb'oanoch sk'ak'al juntzanh candil chi' yic syak'an yoc t'a yichanh, icha ix aj yalan Jehová t'a winhaj Moisés chi'."
        },
        {
            "number": "4",
            "text": "Ha jun b'achnub' candil chi' nab'a oro, tenb'il t'a q'uen martillo, sb'at t'a yich masanto t'a sfloral t'a schon. Ix b'oji jun b'achnub' candil chi' icha val yechel ix sch'ox Jehová t'a winhaj Moisés chi'."
        },
        {
            "number": "5",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "6",
            "text": "Ik'canel eb' levita t'a skal eb' eyetisraelal tik, tza sacb'itan eb' icha yalan ley."
        },
        {
            "number": "7",
            "text": "Icha tik ol aj a sacb'itan eb': Tza tzicoch ha ha' t'a eb' yic sacb'ican eb', sjoxjiel masanil xil snivanil eb'. Slajvi chi', sjuk'an spichul eb'. Icha chi' tz'aj sacb'ican eb'."
        },
        {
            "number": "8",
            "text": "Elanhchamel tzik'cot junok nok' quelem vacax yet' junok echlab' ixim harina te wach', calab'il yet' aceite tz'ak'ji ofrendail t'a ixim trigo. Tz'ak'jipax junocxo nok' quelem vacax silab'il yuj mul."
        },
        {
            "number": "9",
            "text": "Tzalan t'a eb' levita to sja eb' smasanil t'a slak'anil cajnub' b'aj tzin ch'ox in b'a, tza molb'anpax masanil eb' eyetisraelal."
        },
        {
            "number": "10",
            "text": "Ha eb' levita chi' tz'och eb' t'a vichanh. Axo ta' ol yak'q'ue sk'ab' eb' eyetchonhab' t'a sjolom eb'."
        },
        {
            "number": "11",
            "text": "Ha winhaj Aarón ol ak'anoch eb' levita chi' t'a vichanh a in Jehová in tik yofrendaoc eb' eyetisraelal chi'. Icha chi' ol aj skan eb' in yak'an servil."
        },
        {
            "number": "12",
            "text": "Slajvi chi', syak'anq'ue sk'ab' eb' levita chi' t'a sjolom chavanh nok' quelemtac vacax chi'. Jun nok' tz'ak'ji silab'il yuj yak'ji tup mul, haxo junxo nok' snhusjitz'a smasanil silab'il t'ayin. Icha chi' tz'aj stupcanel smul eb'."
        },
        {
            "number": "13",
            "text": "Slajvi chi' tzak'anoch eb' t'a yichanh winhaj Aarón yet' eb' yuninal yuj yak'jican eb' t'ayin."
        },
        {
            "number": "14",
            "text": "Icha chi' ol utoc ik'ancanel eb' t'a skal eb' eyetisraelal yic tz'ochcan eb' vicoc."
        },
        {
            "number": "15",
            "text": "Ayic toxo ix lajvi sacb'ican eb' icha yalan ley yet' yak'jicanoch eb' t'a yol in k'ab', tzaxo yal sja eb' t'a in cajnub' b'aj tzin ch'ox in b'a yic smunlaji."
        },
        {
            "number": "16",
            "text": "Aton eb' tik wik tz'ajkan t'a junelnhej t'a skal eb' eyetisraelal sq'uexuloc eb' b'ab'el vinac unin."
        },
        {
            "number": "17",
            "text": "Yujto wik yaj masanil sb'ab'el vinac yune' eb' ix eyetchonhab' tz'alji yet' pax sb'ab'el yune' nok' e molb'etzal nok' tato vinac nok'. Ayic ix in milancham masanil eb' b'ab'el unin t'a Egipto, ata' ix vak'kan masanil eb' b'ab'el vinac unin yic tz'ochcan eb' vicoc."
        },
        {
            "number": "18",
            "text": "Yuj chi' a eb' levita tik tzin cha sq'uexuloc eb' b'ab'el unin chi' ticnaic."
        },
        {
            "number": "19",
            "text": "Ha in ix in sik'canel eb' levita tik t'a e cal a ex israel ex tik. Ix vak' eb' t'a winhaj Aarón yet' t'a eb' yuninal winh yic a eb' tzin ak'an servil e q'uexuloc t'a in cajnub' b'aj tzin ch'ox in b'a yuj vak'an tup e mul t'a eyib'anh. Ha eb' sja t'a vichanh e q'uexuloc yic max ex chami tato tzex ja t'a stz'ey in cajnub', xchi Jehová."
        },
        {
            "number": "20",
            "text": "Icha chi' ix aj sk'anab'ajan winhaj Moisés, winhaj Aarón yet' masanil eb' israel masanil tas ix yal Jehová t'a winhaj Moisés chi' yuj eb' levita."
        },
        {
            "number": "21",
            "text": "Ix sacb'itan sb'a eb' levita chi', ix sjuk'anel spichul eb', haxo winhaj Aarón ix ak'anoch eb' t'a yichanh Jehová t'a ofrendail. Ix yak'anpax silab' winh yic stupcanel smul eb'."
        },
        {
            "number": "22",
            "text": "Ayic ix lajvi juntzanh chi' smasanil, ix och eb' levita chi' b'aj ay scajnub' Jehová b'aj sch'ox sb'a yic smunlaj eb' ta'. Ha winhaj Aarón yet' eb' yuninal scuchb'an eb'. Icha ix aj yalan Jehová t'a winhaj Moisés chi', icha chi' ix aj sk'anab'ajan eb' sk'ulan yet' eb' levita chi'."
        },
        {
            "number": "23",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "24",
            "text": "Ol och eb' levita t'a yopisio t'a in cajnub' b'aj tzin ch'ox in b'a, ayic 25 ab'ilxo sk'inal eb'."
        },
        {
            "number": "25",
            "text": "Axo yic slajvi 50 ab'il sk'inal eb', tz'el eb' t'a yopisio t'a junelnhej."
        },
        {
            "number": "26",
            "text": "Ayic sk'och sk'inal eb' t'a icha chi', syal skolwaj eb' yet' eb' smunlaj t'a mantiado chi', palta maxtzac munlaj eb' t'a smunlajel ichataxon ix sk'ulej. Icha chi' tzutej ak'anoch eb' levita t'a smunlajel, xchi t'a winh."
        }
    ]
}