{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Al t'a winhaj Aarón to ayic ol yak'anoch sk'ak'al uque' candil winh, ha t'a yichanh sb'achnub' candil chi' syak' yoc, xchi t'a winh."
        },
        {
            "number": "3",
            "text": "Ix sk'anab'ajej winhaj Aarón chi' sb'oanoch sk'ak'al juntzanh candil chi' yic syak'an yoc t'a yichanh, icha ix aj yalan Jehová t'a winhaj Moisés chi'."
        },
        {
            "number": "4",
            "text": "Ha jun b'achnub' candil chi' nab'a oro, tenb'il t'a k'een martillo, sb'at t'a yich masanto t'a sfloral t'a schon. Ix b'oji jun b'achnub' candil chi' icha wal yechel ix sch'ox Jehová t'a winhaj Moisés chi'."
        },
        {
            "number": "5",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "6",
            "text": "Ik'canel heb' lewita t'a skal heb' eyetisraelal tik, tza sacb'itan heb' icha yalan ley."
        },
        {
            "number": "7",
            "text": "Icha tik ol aj a sacb'itan heb': Tza tzicoch ha ha' t'a heb' yic sacb'ican heb', sjoxjiel masanil xil sniwanil heb'. Slajwi chi', sjuk'an spichul heb'. Icha chi' tz'aj sacb'ican heb'."
        },
        {
            "number": "8",
            "text": "Elanhchamel tzik'cot junok nok' quelem wacax yet' junok echlab' ixim harina te wach', calab'il yet' aceite tz'ak'ji ofrendail t'a ixim trigo. Tz'ak'jipax junokxo nok' quelem wacax silab'il yuj mul."
        },
        {
            "number": "9",
            "text": "Tzalan t'a heb' lewita to sja heb' smasanil t'a slak'anil cajnub' b'aj tzin ch'ox in b'a, tza molb'anpax masanil heb' eyetisraelal."
        },
        {
            "number": "10",
            "text": "Ha heb' lewita chi' tz'och heb' t'a wichanh. Axo ta' ol yak'k'e sk'ab' heb' eyetchonhab' t'a sjolom heb'."
        },
        {
            "number": "11",
            "text": "Ha winhaj Aarón ol ak'anoch heb' lewita chi' t'a wichanh a in Jehová in tik yofrendaoc heb' eyetisraelal chi'. Icha chi' ol aj skan heb' in yak'an serwil."
        },
        {
            "number": "12",
            "text": "Slajwi chi', syak'ank'e sk'ab' heb' lewita chi' t'a sjolom chawanh nok' kelemtac wacax chi'. Jun nok' tz'ak'ji silab'il yuj yak'ji tup mul, haxo junxo nok' snhusjitz'a smasanil silab'il t'ayin. Icha chi' tz'aj stupcanel smul heb'."
        },
        {
            "number": "13",
            "text": "Slajwi chi' tzak'anoch heb' t'a yichanh winhaj Aarón yet' heb' yuninal yuj yak'jican heb' t'ayin."
        },
        {
            "number": "14",
            "text": "Icha chi' ol utoc ik'ancanel heb' t'a skal heb' eyetisraelal yic tz'ochcan heb' wicoc."
        },
        {
            "number": "15",
            "text": "Ayic toxo ix lajwi sacb'ican heb' icha yalan ley yet' yak'jicanoch heb' t'a yol in k'ab', tzaxo yal sja heb' t'a in cajnub' b'aj tzin ch'ox in b'a yic smunlaji."
        },
        {
            "number": "16",
            "text": "Aton heb' tik wik tz'ajkan t'a junelnhej t'a skal heb' eyetisraelal sk'exuloc heb' b'ab'el winak unin."
        },
        {
            "number": "17",
            "text": "Yujto wik yaj masanil sb'ab'el winak yune' heb' ix eyetchonhab' tz'alji yet' pax sb'ab'el yune' nok' he molb'etzal nok' tato winak nok'. Ayic ix in milancham masanil heb' b'ab'el unin t'a Egipto, ata' ix wak'kan masanil heb' b'ab'el winak unin yic tz'ochcan heb' wicoc."
        },
        {
            "number": "18",
            "text": "Yuj chi' a heb' lewita tik tzin cha sk'exuloc heb' b'ab'el unin chi' tiknaik."
        },
        {
            "number": "19",
            "text": "Ha in ix in sik'canel heb' lewita tik t'a he kal a ex israel ex tik. Ix wak' heb' t'a winhaj Aarón yet' t'a heb' yuninal winh yic a heb' tzin ak'an serwil he k'exuloc t'a in cajnub' b'aj tzin ch'ox in b'a yuj wak'an tup he mul t'a eyib'anh. Ha heb' sja t'a wichanh he k'exuloc yic max ex chami tato tzex ja t'a stz'ey in cajnub', xchi Jehová."
        },
        {
            "number": "20",
            "text": "Icha chi' ix aj sk'anab'ajan winhaj Moisés, winhaj Aarón yet' masanil heb' israel masanil tas ix yal Jehová t'a winhaj Moisés chi' yuj heb' lewita."
        },
        {
            "number": "21",
            "text": "Ix sacb'itan sb'a heb' lewita chi', ix sjuk'anel spichul heb', haxo winhaj Aarón ix ak'anoch heb' t'a yichanh Jehová t'a ofrendail. Ix yak'anpax silab' winh yic stupcanel smul heb'."
        },
        {
            "number": "22",
            "text": "Ayic ix lajwi juntzanh chi' smasanil, ix och heb' lewita chi' b'aj ay scajnub' Jehová b'aj sch'ox sb'a yic smunlaj heb' ta'. Ha winhaj Aarón yet' heb' yuninal scuchb'an heb'. Icha ix aj yalan Jehová t'a winhaj Moisés chi', icha chi' ix aj sk'anab'ajan heb' sk'ulan yet' heb' lewita chi'."
        },
        {
            "number": "23",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "24",
            "text": "Ol och heb' lewita t'a yopisio t'a in cajnub' b'aj tzin ch'ox in b'a, ayic 25 ab'ilxo sk'inal heb'."
        },
        {
            "number": "25",
            "text": "Axo yic slajwi 50 ab'il sk'inal heb', tz'el heb' t'a yopisio t'a junelnhej."
        },
        {
            "number": "26",
            "text": "Ayic sk'och sk'inal heb' t'a icha chi', syal skolwaj heb' yet' heb' smunlaj t'a mantiado chi', palta maxtzac munlaj heb' t'a smunlajel ichataxon ix sk'ulej. Icha chi' tzutej ak'anoch heb' lewita t'a smunlajel, xchi t'a winh."
        }
    ]
}