{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi yab'ilal yelta eb' israel t'a Egipto, yic b'ab'el uj t'a yol schab'il ab'il, ix yalan Jehová t'a vinhaj Moisés chi' t'a tzinan lum Sinaí icha tik:"
        },
        {
            "number": "2",
            "text": "Al t'a eb' etchonhab' israel to syak'och q'uinh eb' yic snaancot eb' ayic yelnac eb' t'a libre ichataxon sk'ual to chequel yajcani."
        },
        {
            "number": "3",
            "text": "Tzeyak'och jun q'uinh chi' t'a jun k'u chi' ayic vanxo yem k'u, aton yic 14 yoch jun uj tik, tze k'anab'ajan masanil icha yajcan t'a sleyal, xchi t'a vinh."
        },
        {
            "number": "4",
            "text": "Ichato chi' ix yalan vinhaj Moisés t'a eb' yetisraelal to tz'och jun q'uinh chi'."
        },
        {
            "number": "5",
            "text": "Ix yak'och jun q'uinh chi' eb' t'a yemk'ualil t'a 14 yoch jun uj chi' t'a tzinan lum Sinaí, icha ix aj yalan Jehová t'a vinhaj Moisés chi'."
        },
        {
            "number": "6",
            "text": "Palta ha t'a skal eb' chi', ay juntzanh eb' vinh manh wach'oc yaj icha yalan ley, yujto ix syam junok chamnac eb' vinh, maj yal-laj yak'anoch q'uinh eb' vinh t'a jun k'ual chi'. Yuj chi' ix k'och eb' vinh t'a vinhaj Moisés yet' t'a vinhaj Aarón t'a jun k'u chi' yic sk'anb'an eb' vinh."
        },
        {
            "number": "7",
            "text": "Ix yalan eb' t'a vinhaj Moisés chi' icha tik: --Ha onh tik ix co yam jun chamnac, yuj chi' manh wach'oc caj icha yalan ley. ¿Tocval manh ol chajoc cak' cofrenda t'a Jehová t'a jun k'u tik yet' masanil eb' quetchonhab'? xchi eb' vinh."
        },
        {
            "number": "8",
            "text": "Ix tak'vi vinhaj Moisés chi' icha tik: --Tanhvejec, ol vab' tas xchi Jehová eyuuj, xchi vinh."
        },
        {
            "number": "9",
            "text": "Ix yalan Jehová t'a vinhaj Moisés chi' icha tik: Al juntzanh tik t'a eb' etisraelal."
        },
        {
            "number": "10",
            "text": "E masanil a ex tik yet' eb' eyinhtilal, yowalil tzeyak'och jun q'uinh tik yic tze naancoti ayic vik'annac ex el t'a libre a in Jehová in tik. Ha mach manh wach'oc yaj icha yalan ley, yujto ix syam junok chamnac, ma eb' najat ayb'at t'a junok b'aj schec sb'a,"
        },
        {
            "number": "11",
            "text": "ol xo yak'och q'uinh eb' t'a 14 yoch schab'il uj t'a yemk'ualil. Yovalil schi nok' silab' eb' yet' anh itaj k'a' yet' ixim pan malaj yich."
        },
        {
            "number": "12",
            "text": "Malaj jab'ocxo nok' skan yuj eb' t'a junxo k'ual, max smak'poj sb'aquil nok' eb'. Icha ix aj valani, icha val chi' tz'aj eyak'anoch q'uinh chi'."
        },
        {
            "number": "13",
            "text": "Palta tato ay mach max ak'anoch jun q'uinh chi', wach'chom wach' yaj icha yalan ley, mato manh ayocb'at t'a junok b'aj schec sb'a, manhxaocab' yalan yic t'a e cal, yujto maj yak' yofrenda t'ayin t'a jun k'u to chequel yajcan chi', skan smul chi' t'a yib'anh."
        },
        {
            "number": "14",
            "text": "Tato ay eb' ch'oc chonhab'il ayek' cajan t'a e cal, sgana eb' syak'och jun q'uinh chi' eyed'oc yic tzin yik'anchaanh, yowalil sk'anab'ajej eb' icha sleyal ix vala'. Ha ley ix vak' e k'anab'ajej chi', ha' sk'anab'ajej pax eb' ch'oc chonhab'il ayek' cajan chi' t'a e cal, xchi t'a vinh."
        },
        {
            "number": "15",
            "text": "Ha t'a sk'ual ayic ix b'ojiq'ue scajnub' Jehová, syalelk'ochi aton Mantiado yic trato, ix och jun asun t'a yib'anh. Ayic ix emcan k'u, lajan ix aj yilji icha k'ak', masanto ix sakb'i t'a junxo k'u."
        },
        {
            "number": "16",
            "text": "Ichanhej chi' ix aji. Aynhejoch jun asun chi' t'a yib'anh cajnub' chi' a tzek' k'u, haxo t'ak'walil ichato ayoch sk'ak'al jun asun chi'."
        },
        {
            "number": "17",
            "text": "Ayic sq'ue vaan jun asun chi' t'a yib'anh cajnub' chi', sb'eyb'at eb' israel chi'. Axo b'aj tz'ochxi vaan, ata' sb'oxiq'ue scampamento eb'."
        },
        {
            "number": "18",
            "text": "Ha Jehová sch'oxan t'a eb' tato sb'eyb'at eb', mato tz'och vaan eb'. Ha b'aj tz'och vaan jun asun chi' t'a yib'anh scajnub' Jehová, ata' scannhej eb'."
        },
        {
            "number": "19",
            "text": "Tato niwan tiempo tz'och vaan jun asun chi', sk'anab'ajej eb' t'a Jehová skan ta'."
        },
        {
            "number": "20",
            "text": "Tato jun chab'nhej k'ual tzek' jun asun chi' jun, icha chi' sk'ulejpax eb', slajvi chi' sb'eypaxb'at eb', icha tz'aj sch'oxan Jehová t'a eb'."
        },
        {
            "number": "21",
            "text": "Ay b'aj junnhej ak'val tzek' jun asun chi', haxo t'a q'uinhib'alil sb'atxi, icha chi' tz'aj sb'eyxib'at eb'. Tato t'a k'ualil ma t'ak'walil sb'at jun asun chi', sb'atpax eb'."
        },
        {
            "number": "22",
            "text": "Tato scannhej vaan jun asun chi' t'a yib'anh scajnub' Jehová chab'oc k'ual, ma junok ujal, ma junok ab'il, ata' scannhej eb', max b'atlaj eb'. Tato sb'atxi jun asun chi', sb'atxi eb'."
        },
        {
            "number": "23",
            "text": "Masanto ha' Jehová tz'alani, tz'och vaan eb'. Anheja' tz'alanpaxi, sb'atxi eb'. Ix sk'anab'ajejnhej eb' t'a Jehová, icha ix aj yalan t'a vinhaj Moisés chi'."
        }
    ]
}