{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajwi yab'ilal yelta heb' israel t'a Egipto, yic b'ab'el uj t'a yol schab'il ab'il, ix yalan Jehová t'a winhaj Moisés chi' t'a tzinan lum Sinaí icha tik:"
        },
        {
            "number": "2",
            "text": "Al t'a heb' etchonhab' israel to syak'och q'uinh heb' yic snaancot heb' ayic yelnac heb' t'a libre ichataxon sk'ual to chequel yajkani."
        },
        {
            "number": "3",
            "text": "Tzeyak'och jun q'uinh chi' t'a jun k'u chi' ayic wanxo yem k'u, aton yic 14 yoch jun uj tik, tze k'anab'ajan masanil icha yajkan t'a sleyal, xchi t'a winh."
        },
        {
            "number": "4",
            "text": "Ichato chi' ix yalan winhaj Moisés t'a heb' yetisraelal to tz'och jun q'uinh chi'."
        },
        {
            "number": "5",
            "text": "Ix yak'och jun q'uinh chi' heb' t'a yemk'ualil t'a 14 yoch jun uj chi' t'a tzinan lum Sinaí, icha ix aj yalan Jehová t'a winhaj Moisés chi'."
        },
        {
            "number": "6",
            "text": "Palta ha t'a skal heb' chi', ay juntzanh heb' winh manh wach'oc yaj icha yalan ley, yujto ix syam junok chamnac heb' winh, maj yal-laj yak'anoch q'uinh heb' winh t'a jun k'ual chi'. Yuj chi' ix k'och heb' winh t'a winhaj Moisés yet' t'a winhaj Aarón t'a jun k'u chi' yic sk'anb'an heb' winh."
        },
        {
            "number": "7",
            "text": "Ix yalan heb' t'a winhaj Moisés chi' icha tik: --Ha onh tik ix ko yam jun chamnac, yuj chi' manh wach'oc kaj icha yalan ley. ¿Tocwal manh ol chajoc kak' cofrenda t'a Jehová t'a jun k'u tik yet' masanil heb' quetchonhab'? xchi heb' winh."
        },
        {
            "number": "8",
            "text": "Ix tak'wi winhaj Moisés chi' icha tik: --Tanhwejec, ol wab' tas xchi Jehová eyuuj, xchi winh."
        },
        {
            "number": "9",
            "text": "Ix yalan Jehová t'a winhaj Moisés chi' icha tik: Al juntzanh tik t'a heb' etisraelal."
        },
        {
            "number": "10",
            "text": "E masanil a ex tik yet' heb' eyinhtilal, yowalil tzeyak'och jun q'uinh tik yic tze naancoti ayic wik'annac ex el t'a libre a in Jehová in tik. Ha mach manh wach'oc yaj icha yalan ley, yujto ix syam junok chamnac, ma heb' najat ayb'at t'a junok b'aj schec sb'a,"
        },
        {
            "number": "11",
            "text": "ol xo yak'och q'uinh heb' t'a 14 yoch schab'il uj t'a yemk'ualil. Yowalil schi nok' silab' heb' yet' anh itaj k'a' yet' ixim pan malaj yich."
        },
        {
            "number": "12",
            "text": "Malaj jab'okxo nok' skan yuj heb' t'a junxo k'ual, max smak'poj sb'aquil nok' heb'. Icha ix aj walani, icha wal chi' tz'aj eyak'anoch q'uinh chi'."
        },
        {
            "number": "13",
            "text": "Palta tato ay mach max ak'anoch jun q'uinh chi', wach'chom wach' yaj icha yalan ley, mato manh ayocb'at t'a junok b'aj schec sb'a, manhxaokab' yalan yic t'a he kal, yujto maj yak' yofrenda t'ayin t'a jun k'u to chequel yajkan chi', skan smul chi' t'a yib'anh."
        },
        {
            "number": "14",
            "text": "Tato ay heb' ch'oc chonhab'il ayek' kajan t'a he kal, snib'ej heb' syak'och jun q'uinh chi' eyed'oc yic tzin yik'anchaanh, yowalil sk'anab'ajej heb' icha sleyal ix wala'. Ha ley ix wak' he k'anab'ajej chi', ha' sk'anab'ajej pax heb' ch'oc chonhab'il ayek' kajan chi' t'a he kal, xchi t'a winh."
        },
        {
            "number": "15",
            "text": "Ha t'a sk'ual ayic ix b'ojik'e skajnub' Jehová, syalelk'ochi aton Mantiado yic trato, ix och jun asun t'a yib'anh. Ayic ix emkan k'u, lajan ix aj yilji icha k'ak', masanto ix sakb'i t'a junxo k'u."
        },
        {
            "number": "16",
            "text": "Ichanhej chi' ix aji. Aynhejoch jun asun chi' t'a yib'anh kajnub' chi' a tzek' k'u, haxo t'ak'walil ichato ayoch sk'ak'al jun asun chi'."
        },
        {
            "number": "17",
            "text": "Ayic sk'e waan jun asun chi' t'a yib'anh kajnub' chi', sb'eyb'at heb' israel chi'. Axo b'aj tz'ochxi waan, ata' sb'oxik'e skampamento heb'."
        },
        {
            "number": "18",
            "text": "Ha Jehová sch'oxan t'a heb' tato sb'eyb'at heb', mato tz'och waan heb'. Ha b'aj tz'och waan jun asun chi' t'a yib'anh skajnub' Jehová, ata' skannhej heb'."
        },
        {
            "number": "19",
            "text": "Tato niwan tiempo tz'och waan jun asun chi', sk'anab'ajej heb' t'a Jehová skan ta'."
        },
        {
            "number": "20",
            "text": "Tato jun chab'nhej k'ual tzek' jun asun chi' jun, icha chi' sk'ulejpax heb', slajwi chi' sb'eypaxb'at heb', icha tz'aj sch'oxan Jehová t'a heb'."
        },
        {
            "number": "21",
            "text": "Ay b'aj junnhej ak'wal tzek' jun asun chi', haxo t'a q'uinhib'alil sb'atxi, icha chi' tz'aj sb'eyxib'at heb'. Tato t'a k'ualil ma t'ak'walil sb'at jun asun chi', sb'atpax heb'."
        },
        {
            "number": "22",
            "text": "Tato skannhej waan jun asun chi' t'a yib'anh skajnub' Jehová chab'oc k'ual, ma junok ujal, ma junok ab'il, ata' skannhej heb', max b'atlaj heb'. Tato sb'atxi jun asun chi', sb'atxi heb'."
        },
        {
            "number": "23",
            "text": "Masanto ha' Jehová tz'alani, tz'och waan heb'. Anheja' tz'alanpaxi, sb'atxi heb'. Ix sk'anab'ajejnhej heb' t'a Jehová, icha ix aj yalan t'a winhaj Moisés chi'."
        }
    ]
}