{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha jun syalkan tik ix uji ayic ayoch winhaj Asuero reyal t'a Persia. 127 makanhil yaj smacb'en winh chi', scot t'a India masanto sk'och t'a Etiopía."
        },
        {
            "number": "2",
            "text": "Axo t'a chonhab' Susa, ata' ay spalacio winh rey chi'."
        },
        {
            "number": "3",
            "text": "Ayic yoxil ab'il yoch winhaj Asuero chi' reyal, ix yak'an jun niwan wael winh t'a heb' niwac winak ayoch yajalil yet'oc, aton heb' yajalil heb' soldado yic Persia, heb' yic Media, heb' niwac yelk'ochi yet' heb' ayoch yajalil t'a junjun makan smacb'en winh chi'."
        },
        {
            "number": "4",
            "text": "Nanhal ab'il wal ix yak' jun q'uinh chi' winh, yic sch'oxanel jantac sb'eyumal winh yet' sniwanil yelk'och yopisio winh t'a heb' avtab'il chi'."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix yak'anoch uquexo k'ual q'uinh winh t'a yamaq'uil spalacio. Masanil heb' ayek' t'a chonhab' Susa chi', heb' niwac yelk'ochi yet' heb' malaj yelk'ochi, ix avtaj heb' smasanil."
        },
        {
            "number": "6",
            "text": "Te wach' ix aj sb'o b'aj ix och q'uinh chi'. Ha k'apac sacsac k'apac yet' k'apac yaax ix och scortinailoc. Anhejtona' pax k'apac lino sacsac yet' k'apac k'ik' mutz'inac ayoch sch'anhaloc pax k'apac cortina chi'. Yamb'il k'apac yuj k'een argolla nab'a plata ayoch t'a juntzanh k'een oy nab'a mármol. Axo xila, a k'een oro yet' k'een plata ayoch t'ay. Axo t'a sat lu'um, a k'een mármol ayem t'ay, ay k'een sacsac, ay k'een q'uiq'uik'."
        },
        {
            "number": "7",
            "text": "Axo juntzanh waso nab'a oro syuk'lab'ej heb'. Ch'occh'oc yilji junjun waso chi'. Te niwan wino ix el t'a sk'ol winh rey chi' yak'ani."
        },
        {
            "number": "8",
            "text": "Ix yalan winh rey chi' t'a heb' yajal yaj t'a heb' tz'ak'an serwil winh to malaj junok mach tz'ak'chaj pural yuk'an wino chi', junjun heb' syal yuk'an heb' jantac snib'ej."
        },
        {
            "number": "9",
            "text": "Anhejtona' pax ix reina Vasti, ix schec pax b'ochaj jun niwan wael ix t'a spalacio winh rey chi' yic wach' swa heb' ix ix avtab'il."
        },
        {
            "number": "10",
            "text": "Ha wal t'a yuquil k'ual q'uinh chi', ix te tzalaj sk'ol winh rey chi' yuj wino. Yuj chi' ix schecb'at ucwanh heb' winh yak'umal serwil winh, heb' winh ayoch yipoc sk'ol winh, aton winhaj Mehumán, winhaj Bizta, winhaj Harbona, winhaj Bigta, winhaj Abagta, winhaj Zetar yet' winhaj Carcas."
        },
        {
            "number": "11",
            "text": "Ix checjib'at heb' winh yic b'at yik'ancot ix reina Vasti chi' heb' winh t'a yichanh winh rey chi', yujto snib'ej winh sjawi ix yet' scorona copopi yilji, yic sch'oxanpaxel swach'il yilji ix t'a yichanh masanil heb' anima yet' t'a yichanh heb' niwac yajal, yujto te wach' yilji ix."
        },
        {
            "number": "12",
            "text": "Palta maj stak'cotlaj sb'a ix. Ix stenek' ix tas ix b'at yal heb' winh schekab' winh rey chi'. Yuj chi' ix te cot yowal winh rey chi'."
        },
        {
            "number": "13",
            "text": "Ix yavtancot ucwanh heb' winh niwac yopisio t'a Media yet' t'a Persia chi' winh, heb' winh yipk'olal yaj yuj winh: Aton winhaj Carsena, winhaj Setar, winhaj Admata, winhaj Tarsis, winhaj Meres, winhaj Marsena yet' winhaj Memucán. Ha heb' winh chi', yojtak ley heb' winh sik'lab'il, yuj chi' t'a heb' winh ix sk'anb'ej winh rey chi' tas tz'aj jun chi' sb'oi."
        },
        {
            "number": "14",
            "text": "Ix sk'anb'an winh t'a heb' winh icha tik: --Icha syal ko ley, naec wed'oc ¿tas yowalil tz'aj ix reina Vasti chi', yujto maj sk'anab'ajej in checnab'il ix, ix b'at yal heb' winh in chekab'? xchi winh."
        },
        {
            "number": "15",
            "text": "Ha wal t'a yichanh masanil heb' molan chi', ix yalan winhaj Memucán t'a winh rey chi' icha tik: --Mamin rey, a ix reina Vasti chi', manhocnhej t'ayach ix och smul ix, palta ix ochpax smul ix t'ayonh a onh niwac yajal onh tik yet' t'a masanil heb' winh winak ay t'a yol a macb'en tik."
        },
        {
            "number": "16",
            "text": "Ha tas ix sk'ulej ix chi' ol yab' masanil heb' ix ix, ol sk'ayb'an heb' ix, manhxa ol aj yelk'och heb' winh yetb'eyum heb' ix t'a yol sat, ol am yalan heb' ix icha tik: Ha winhaj rey Asuero ix awtan ix reina Vasti, palta maj sk'anab'ajejlaj ix sb'ati, xcham heb' ix."
        },
        {
            "number": "17",
            "text": "Ha heb' ix yetb'eyum heb' winh niwac yajal t'a Persia yet' t'a Media tik, ayic ol yab'an heb' ix tas ix yutej sb'a ix reina chi', ol laj yalan heb' ix t'a heb' winh yetb'eyum. Yuj chi' a yuj jun tik ol spatiquejel heb' winh yetb'eyum heb' ix, haxo scot yowal heb' winh chi' t'a heb' ix."
        },
        {
            "number": "18",
            "text": "Yuj chi' jun mamin rey, tato wach' skan jun tik t'ayach, ak' tz'ib'chaj junok ley yic skan leyal t'a Persia yet' t'a Media tik, to maxtzac yal yek'b'ati: Manhxa b'ak'uinh sjawi ix reina Vasti t'a yichanh winh rey, xchiokab' jun ley chi'. Axo junocxo ix ek'to swach'il t'a yichanh ix chi', a ix tz'ochkan reinail sk'exuloc ix."
        },
        {
            "number": "19",
            "text": "Ha jun ley chi' yowalil tz'ak'chaj ojtakajel t'a masanil yol a macb'en tik yic wach' masanil heb' ix ix ol sk'anab'ajej wal heb' winh yetb'eyum heb' ix, yalnhej tas animail, xchi winh."
        },
        {
            "number": "20",
            "text": "Ha jun ix yal winhaj Memucán chi', ix scha wal sk'ol winh rey chi' yet' masanil heb' ayek' yet' winh, ix och t'a yopisio yuj winh."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix schekan winh tz'ib'chajb'at t'a junjun makan t'a yol smacb'en chi', t'a sti' junjun chonhab'. Ix yalanb'at winh to ayokab' yelk'och heb' winh winak t'a yol spat, aokab' heb' winh tz'alani tastac sb'oi."
        }
    ]
}