{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha jun syalcan tik ix uji ayic ayoch winhaj Asuero reyal t'a Persia. 127 macanhil yaj smacb'en winh chi', scot t'a India masanto sk'och t'a Etiopía."
        },
        {
            "number": "2",
            "text": "Axo t'a chonhab' Susa, ata' ay spalacio winh rey chi'."
        },
        {
            "number": "3",
            "text": "Ayic yoxil ab'il yoch winhaj Asuero chi' reyal, ix yak'an jun niwan vael winh t'a eb' nivac vinac ayoch yajalil yet'oc, aton eb' yajalil eb' soldado yic Persia, eb' yic Media, eb' nivac yelk'ochi yet' eb' ayoch yajalil t'a junjun makan smacb'en winh chi'."
        },
        {
            "number": "4",
            "text": "Nanhal ab'il val ix yak' jun q'uinh chi' winh, yic sch'oxanel jantac sb'eyumal winh yet' snivanil yelk'och yopisio winh t'a eb' avtab'il chi'."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix yak'anoch uquexo k'ual q'uinh winh t'a yamaq'uil spalacio. Masanil eb' ayek' t'a chonhab' Susa chi', eb' nivac yelk'ochi yet' eb' malaj yelk'ochi, ix avtaj eb' smasanil."
        },
        {
            "number": "6",
            "text": "Te wach' ix aj sb'o b'aj ix och q'uinh chi'. Ha k'apac sacsac k'apac yet' k'apac yaax ix och scortinailoc. Anhejtona' pax k'apac lino sacsac yet' k'apac k'ik' mutz'inac ayoch sch'anhaloc pax k'apac cortina chi'. Yamb'il k'apac yuj q'uen argolla nab'a plata ayoch t'a juntzanh q'uen oy nab'a mármol. Axo xila, a q'uen oro yet' q'uen plata ayoch t'ay. Axo t'a sat lu'um, a q'uen mármol ayem t'ay, ay q'uen sacsac, ay q'uen q'uiq'uik'."
        },
        {
            "number": "7",
            "text": "Axo juntzanh vaso nab'a oro syuk'lab'ej eb'. Ch'occh'oc yilji junjun vaso chi'. Te niwan vino ix el t'a sk'ol winh rey chi' yak'ani."
        },
        {
            "number": "8",
            "text": "Ix yalan winh rey chi' t'a eb' yajal yaj t'a eb' tz'ak'an servil winh to malaj junok mach tz'ak'chaj pural yuk'an vino chi', junjun eb' syal yuk'an eb' jantac snib'ej."
        },
        {
            "number": "9",
            "text": "Anhejtona' pax ix reina Vasti, ix schec pax b'ochaj jun niwan vael ix t'a spalacio winh rey chi' yic wach' sva eb' ix ix avtab'il."
        },
        {
            "number": "10",
            "text": "Ha val t'a yuquil k'ual q'uinh chi', ix te tzalaj sk'ol winh rey chi' yuj vino. Yuj chi' ix schecb'at ucvanh eb' winh yak'umal servil winh, eb' winh ayoch yipoc sk'ol winh, aton winhaj Mehumán, winhaj Bizta, winhaj Harbona, winhaj Bigta, winhaj Abagta, winhaj Zetar yet' winhaj Carcas."
        },
        {
            "number": "11",
            "text": "Ix checjib'at eb' winh yic b'at yik'ancot ix reina Vasti chi' eb' winh t'a yichanh winh rey chi', yujto snib'ej winh sjavi ix yet' scorona copopi yilji, yic sch'oxanpaxel swach'il yilji ix t'a yichanh masanil eb' anima yet' t'a yichanh eb' nivac yajal, yujto te wach' yilji ix."
        },
        {
            "number": "12",
            "text": "Palta maj stak'cotlaj sb'a ix. Ix stenek' ix tas ix b'at yal eb' winh schecab' winh rey chi'. Yuj chi' ix te cot yoval winh rey chi'."
        },
        {
            "number": "13",
            "text": "Ix yavtancot ucvanh eb' winh nivac yopisio t'a Media yet' t'a Persia chi' winh, eb' winh yipk'olal yaj yuj winh: Aton winhaj Carsena, winhaj Setar, winhaj Admata, winhaj Tarsis, winhaj Meres, winhaj Marsena yet' winhaj Memucán. Ha eb' winh chi', yojtac ley eb' winh sik'lab'il, yuj chi' t'a eb' winh ix sk'anb'ej winh rey chi' tas tz'aj jun chi' sb'oi."
        },
        {
            "number": "14",
            "text": "Ix sk'anb'an winh t'a eb' winh icha tik: --Icha syal co ley, naec ved'oc ¿tas yowalil tz'aj ix reina Vasti chi', yujto maj sk'anab'ajej in checnab'il ix, ix b'at yal eb' winh in checab'? xchi winh."
        },
        {
            "number": "15",
            "text": "Ha val t'a yichanh masanil eb' molan chi', ix yalan winhaj Memucán t'a winh rey chi' icha tik: --Mamin rey, a ix reina Vasti chi', manhocnhej t'ayach ix och smul ix, palta ix ochpax smul ix t'ayonh a onh nivac yajal onh tik yet' t'a masanil eb' winh vinac ay t'a yol a macb'en tik."
        },
        {
            "number": "16",
            "text": "Ha tas ix sk'ulej ix chi' ol yab' masanil eb' ix ix, ol sk'ayb'an eb' ix, manhxa ol aj yelk'och eb' winh yetb'eyum eb' ix t'a yol sat, ol am yalan eb' ix icha tik: Ha winhaj rey Asuero ix awtan ix reina Vasti, palta maj sk'anab'ajejlaj ix sb'ati, xcham eb' ix."
        },
        {
            "number": "17",
            "text": "Ha eb' ix yetb'eyum eb' winh nivac yajal t'a Persia yet' t'a Media tik, ayic ol yab'an eb' ix tas ix yutej sb'a ix reina chi', ol laj yalan eb' ix t'a eb' winh yetb'eyum. Yuj chi' a yuj jun tik ol spatiquejel eb' winh yetb'eyum eb' ix, haxo scot yoval eb' winh chi' t'a eb' ix."
        },
        {
            "number": "18",
            "text": "Yuj chi' jun mamin rey, tato wach' skan jun tik t'ayach, ak' tz'ib'chaj junok ley yic skan leyal t'a Persia yet' t'a Media tik, to maxtzac yal yek'b'ati: Manhxa b'ak'uinh sjavi ix reina Vasti t'a yichanh winh rey, xchiocab' jun ley chi'. Axo junocxo ix ek'to swach'il t'a yichanh ix chi', a ix tz'ochcan reinail sq'uexuloc ix."
        },
        {
            "number": "19",
            "text": "Ha jun ley chi' yowalil tz'ak'chaj ojtacajel t'a masanil yol a macb'en tik yic wach' masanil eb' ix ix ol sk'anab'ajej val eb' winh yetb'eyum eb' ix, yalnhej tas animail, xchi winh."
        },
        {
            "number": "20",
            "text": "Ha jun ix yal winhaj Memucán chi', ix scha val sk'ol winh rey chi' yet' masanil eb' ayek' yet' winh, ix och t'a yopisio yuj winh."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix schecan winh tz'ib'chajb'at t'a junjun makan t'a yol smacb'en chi', t'a sti' junjun chonhab'. Ix yalanb'at winh to ayocab' yelk'och eb' winh vinac t'a yol spat, aocab' eb' winh tz'alani tastac sb'oi."
        }
    ]
}