{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "A jun syalcan tic ix uji ayic ayoch vinhaj Asuero reyal d'a Persia. 127 macanhil yaj smacb'en vinh chi', scot d'a India masanto sk'och d'a Etiopía."
        },
        {
            "number": "2",
            "text": "Axo d'a chonhab' Susa, ata' ay spalacio vinh rey chi'."
        },
        {
            "number": "3",
            "text": "Ayic yoxil ab'il yoch vinhaj Asuero chi' reyal, ix yak'an jun nivan vael vinh d'a eb' nivac vinac ayoch yajalil yed'oc, aton eb' yajalil eb' soldado yic Persia, eb' yic Media, eb' nivac yelk'ochi yed' eb' ayoch yajalil d'a junjun macanh smacb'en vinh chi'."
        },
        {
            "number": "4",
            "text": "Nanhal ab'il val ix yak' jun q'uinh chi' vinh, yic sch'oxanel jantac sb'eyumal vinh yed' snivanil yelk'och yopisio vinh d'a eb' avtab'il chi'."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi', ix yak'anoch uquexo k'ual q'uinh vinh d'a yamaq'uil spalacio. Masanil eb' ayek' d'a chonhab' Susa chi', eb' nivac yelk'ochi yed' eb' malaj yelk'ochi, ix avtaj eb' smasanil."
        },
        {
            "number": "6",
            "text": "Te vach' ix aj sb'o b'aj ix och q'uinh chi'. A k'apac sacsac k'apac yed' k'apac yaax ix och scortinailoc. Anhejtona' pax k'apac lino sacsac yed' k'apac q'uik' mutz'inac ayoch sch'anhaloc pax k'apac cortina chi'. Yamb'il k'apac yuj q'uen argolla nab'a plata ayoch d'a juntzanh q'uen oy nab'a mármol. Axo xila, a q'uen oro yed' q'uen plata ayoch d'ay. Axo d'a sat luum, a q'uen mármol ayem d'ay, ay q'uen sacsac, ay q'uen q'uiq'uik'."
        },
        {
            "number": "7",
            "text": "Axo juntzanh vaso nab'a oro syuk'lab'ej eb'. Ch'occh'oc yilji junjun vaso chi'. Te nivan vino ix el d'a sk'ol vinh rey chi' yak'ani."
        },
        {
            "number": "8",
            "text": "Ix yalan vinh rey chi' d'a eb' yajal yaj d'a eb' tz'ak'an servil vinh to malaj junoc mach tz'ak'chaj pural yuk'an vino chi', junjun eb' syal yuk'an eb' jantac snib'ej."
        },
        {
            "number": "9",
            "text": "Anhejtona' pax ix reina Vasti, ix schec pax b'ochaj jun nivan vael ix d'a spalacio vinh rey chi' yic vach' sva eb' ix ix avtab'il."
        },
        {
            "number": "10",
            "text": "A val d'a yuquil k'ual q'uinh chi', ix te tzalaj sk'ol vinh rey chi' yuj vino. Yuj chi' ix schecb'at ucvanh eb' vinh yak'umal servil vinh, eb' vinh ayoch yipoc sk'ol vinh, aton vinhaj Mehumán, vinhaj Bizta, vinhaj Harbona, vinhaj Bigta, vinhaj Abagta, vinhaj Zetar yed' vinhaj Carcas."
        },
        {
            "number": "11",
            "text": "Ix checjib'at eb' vinh yic b'at yik'ancot ix reina Vasti chi' eb' vinh d'a yichanh vinh rey chi', yujto snib'ej vinh sjavi ix yed' scorona copopi yilji, yic sch'oxanpaxel svach'il yilji ix d'a yichanh masanil eb' anima yed' d'a yichanh eb' nivac yajal, yujto te vach' yilji ix."
        },
        {
            "number": "12",
            "text": "Palta maj stak'cotlaj sb'a ix. Ix stenek' ix tas ix b'at yal eb' vinh schecab' vinh rey chi'. Yuj chi' ix te cot yoval vinh rey chi'."
        },
        {
            "number": "13",
            "text": "Ix yavtancot ucvanh eb' vinh nivac yopisio d'a Media yed' d'a Persia chi' vinh, eb' vinh yipk'olal yaj yuj vinh: Aton vinhaj Carsena, vinhaj Setar, vinhaj Admata, vinhaj Tarsis, vinhaj Meres, vinhaj Marsena yed' vinhaj Memucán. A eb' vinh chi', yojtac ley eb' vinh sik'lab'il, yuj chi' d'a eb' vinh ix sk'anb'ej vinh rey chi' tas tz'aj jun chi' sb'oi."
        },
        {
            "number": "14",
            "text": "Ix sk'anb'an vinh d'a eb' vinh icha tic: --Icha syal co ley, naec ved'oc ¿tas yovalil tz'aj ix reina Vasti chi', yujto maj sk'anab'ajej in checnab'il ix, ix b'at yal eb' vinh in checab'? xchi vinh."
        },
        {
            "number": "15",
            "text": "A val d'a yichanh masanil eb' molan chi', ix yalan vinhaj Memucán d'a vinh rey chi' icha tic: --Mamin rey, a ix reina Vasti chi', manhocnhej d'ayach ix och smul ix, palta ix ochpax smul ix d'ayonh a onh nivac yajal onh tic yed' d'a masanil eb' vinh vinac ay d'a yol a macb'en tic."
        },
        {
            "number": "16",
            "text": "A tas ix sk'ulej ix chi' ol yab' masanil eb' ix ix, ol sk'ayb'an eb' ix, manhxa ol aj yelk'och eb' vinh yetb'eyum eb' ix d'a yol sat, ol am yalan eb' ix icha tic: A vinhaj rey Asuero ix avtan ix reina Vasti, palta maj sk'anab'ajejlaj ix sb'ati, xcham eb' ix."
        },
        {
            "number": "17",
            "text": "A eb' ix yetb'eyum eb' vinh nivac yajal d'a Persia yed' d'a Media tic, ayic ol yab'an eb' ix tas ix yutej sb'a ix reina chi', ol laj yalan eb' ix d'a eb' vinh yetb'eyum. Yuj chi' a yuj jun tic ol spatiquejel eb' vinh yetb'eyum eb' ix, axo scot yoval eb' vinh chi' d'a eb' ix."
        },
        {
            "number": "18",
            "text": "Yuj chi' jun mamin rey, tato vach' scan jun tic d'ayach, ak' tz'ib'chaj junoc ley yic scan leyal d'a Persia yed' d'a Media tic, to maxtzac yal yek'b'ati: Manhxa b'aq'uinh sjavi ix reina Vasti d'a yichanh vinh rey, xchiocab' jun ley chi'. Axo junocxo ix ek'to svach'il d'a yichanh ix chi', a ix tz'ochcan reinail sq'uexuloc ix."
        },
        {
            "number": "19",
            "text": "A jun ley chi' yovalil tz'ak'chaj ojtacajel d'a masanil yol a macb'en tic yic vach' masanil eb' ix ix ol sk'anab'ajej val eb' vinh yetb'eyum eb' ix, yalnhej tas animail, xchi vinh."
        },
        {
            "number": "20",
            "text": "A jun ix yal vinhaj Memucán chi', ix scha val sk'ol vinh rey chi' yed' masanil eb' ayek' yed' vinh, ix och d'a yopisio yuj vinh."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix schecan vinh tz'ib'chajb'at d'a junjun macanh d'a yol smacb'en chi', d'a sti' junjun chonhab'. Ix yalanb'at vinh to ayocab' yelk'och eb' vinh vinac d'a yol spat, aocab' eb' vinh tz'alani tastac sb'oi."
        }
    ]
}