{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ix ek' junok tiempoal, ix sicb'i yoval sk'ol vinhaj rey Asuero chi'. Ix snaancot vinh tas ix sk'ulej ix Vasti chi' yet' pax jun ley ix alchajel yuj ix."
        },
        {
            "number": "2",
            "text": "Yuj chi' haxo eb' vinh ayoch yajalil yet' vinh t'a yol smacb'en chi', ix yal eb' vinh icha tik: --Yovalil saychajcot eb' ix cob'estac t'a vinh rey tik, aton eb' ix te wach' yilji."
        },
        {
            "number": "3",
            "text": "Sik'ocab' vinh rey tik junjunoc schecab' t'a junjun makan t'a yol smacb'en tik, yic wach' a eb' vinh tz'ik'ancot masanil eb' ix cob'estac te wach' yilji. Sjavi eb' ix t'a spalacio vinh t'a chonhab' Susa tik, tz'ochcan eb' ix t'a yol sk'ab' vinhaj Hegai, vinh stanhvan eb' ix yetb'eyum vinh rey tik. Ha vinh tz'ak'an servil eb' ix yic ste b'o yilji eb' ix."
        },
        {
            "number": "4",
            "text": "Ha junok ix cob'es ol scha sk'ol vinh rey tik, aton ix ol ochcan reinail sq'uexuloc ix Vasti chi', xchi eb' vinh. Ha jun pensar chi', ix scha val sk'ol vinh rey chi', yuj chi' ix schec vinh k'ulaj icha chi'."
        },
        {
            "number": "5",
            "text": "Ha t'a chonhab' Susa chi', ata' cajan jun vinh israel scuchan Mardoqueo yuninal vinhaj Jair yinhtilal vinhaj Simei. Ha vinhaj Simei chi', a vinhaj Cis ay yinhtilal vinh t'a yinhtilal Benjamín."
        },
        {
            "number": "6",
            "text": "Ha eb' smam yicham vinh, ik'b'ilcot eb' yuj vinhaj rey Nabucodonosor t'a Jerusalén, javinaccan eb' t'a Babilonia. Junnhej janaccan eb' yet' vinhaj Jeconías sreyal Judá."
        },
        {
            "number": "7",
            "text": "Ha vinhaj Mardoqueo chi', ay jun ix yisil jun vinh sk'ab'yoc vinh ayek' yet'oc, aton ix Hadasa, syalelk'ochi Ester, meb'a' ix, yujto chamnac smam snun ix. Axo vinhaj Mardoqueo chi' ix ilan q'uib' ix, icha val yisil vinh yaj ix. Te wach' yilji sat ix yet' snivanil."
        },
        {
            "number": "8",
            "text": "Axo yic ix elta jun ley yuj vinh rey chi', tzijtum eb' ix cob'estac ix molchaj t'a chonhab' Susa t'a spalacio vinh. Ha vinhaj Hegai ix ak'chajoch stanhvumaloc eb' ix, aton vinh stanhvantaxon eb' ix yetb'eyum vinh rey chi'. Ayoch ix Ester chi' t'a skal eb' ix."
        },
        {
            "number": "9",
            "text": "Te wach' spensar ix ix yiloch vinhaj Hegai chi', yuj chi' te wach' ix yutej spensar vinh t'a ix. Elanhchamel ix te ak'chaj juntzanh remeyo yic tz'ak'chajoch t'a snivanil ix yic ste b'o yilji ix, tz'ak'chaj pax vael te wach' t'a ix. Ix ak'chajoch ucvanh eb' ix schecab' vinh rey te wach' yic tz'ak'ji servil ix. Ix ak'chajb'at eb' ix yet' ix Ester chi' t'a jun cuarto te wach' b'aj ay eb' ix yetb'eyum vinh rey chi'."
        },
        {
            "number": "10",
            "text": "Ha ix Ester chi' malaj jab'oc tas ix yal ix tas inhtilal, ma tas chonhab'il ix, yujto ix cham val yalan vinhaj Mardoqueo chi' t'a ix to max yal-laj ix."
        },
        {
            "number": "11",
            "text": "Junjun k'u tzek' vinhaj Mardoqueo t'a sat b'aj ayek' eb' ix ix chi', yic syab'an vinh tato wach' sk'ol ix Ester chi' yet' tas tz'aj yak'ji servil ix."
        },
        {
            "number": "12",
            "text": "Masanil juntzanh eb' ix cob'estac chi', jun ab'il ix b'ochaj yilji eb' ix. D'a sb'ab'elal vaque' ujal succhajek' aceite yic mirra t'a snivanil eb' ix. Axo t'a junxo vaque' ujal, succhajek' perfume yet' crema t'a eb' ix ichataxon juntzanh sk'an eb' ix ix. Axo yic ix el yab'ilal sb'ochaj yilji eb' ix chi', junjunal ix ik'jib'at eb' ix yic svay eb' ix yet' vinh rey chi'."
        },
        {
            "number": "13",
            "text": "Icha chi' ix aj sk'och junjun eb' ix t'a vinh rey chi'. Ayic tz'elta eb' ix b'aj ayek' eb' ix cob'estac chi', syalnhej sk'anan eb' ix tastac snib'ej yic sb'oan sb'a eb' ix."
        },
        {
            "number": "14",
            "text": "Sb'at eb' ix t'a spalacio vinh rey chi' t'a yemk'ualil, haxo t'a junxo q'uinhib'alil, sk'ochcan eb' ix t'a junxo pat b'aj ay eb' ix schab'il yetb'eyum vinh rey chi', b'aj ayoch vinhaj Saasgaz yilumaloc eb' ix yuj vinh rey chi'. Majxo k'ochlaj eb' ix t'a vinh rey chi', anhej tato ay junok eb' ix te wach', scha sk'ol vinh, a jun ix chi' tz'avtaj sb'i, sb'at ix b'ian."
        },
        {
            "number": "15",
            "text": "Axo ix aji, ayic ix k'och stzolal t'a yib'anh ix Ester yisilcan vinhaj Abihail, sk'ab'yoc vinhaj Mardoqueo chi', yic b'at vay ix yet' vinh rey chi', anhej tas ix yal vinhaj Hegai stanhvumal eb' ix, anhej ix yik'b'at ix. Te wach' ix Ester chi' t'a yol sat masanil eb' tz'ilan ix."
        },
        {
            "number": "16",
            "text": "Ayic slajunhil uj, t'a jun uj scuchan Tebet, ayic yuquil ab'il yoch vinhaj Asuero reyal, ata' ix ik'chajb'at ix t'a spalacio vinh yic svay ix yet' vinh."
        },
        {
            "number": "17",
            "text": "Yelxo val te xajan ix Ester chi' yuj vinh rey chi'. Malaj junocxo ix te xajan yuj vinh. Te niwan svach'k'olal vinh ix sch'ox t'a ix t'a yichanh juntzanhxo eb' ix cob'estac chi'. Yuj chi' ix schec vinh ak'chajq'ue jun corona t'a sjolom ix. Ixlajwi chi' ix yak'ancanoch ix vinh reinail sq'uexuloc ix Vasti."
        },
        {
            "number": "18",
            "text": "Ix schecan b'ojoc jun niwan vael vinh yic tz'ik'jichaanh ix Ester chi'. Ix yavtan masanil eb' yajal ayoch t'a yopisio yet' vinh t'a yol smacb'en chi'. Ix yik'anemta sb'isul q'uen tumin vinh ayoch t'a yib'anh eb' anima yak'ani. Te tzijtum pax tas ix yak' vinh t'a juntzanh nación ay t'a yol smacb'en chi'. Icha chi' ix aj sch'oxanel svach'k'olal vinh rey chi'."
        },
        {
            "number": "19",
            "text": "Ayic toxo ix q'uexchaj b'aj cajan eb' ix cob'estac chi', ayic ayxo och vinhaj Mardoqueo t'a yopisio t'a spalacio vinh rey,"
        },
        {
            "number": "20",
            "text": "a ix Ester chi' anheja' max yal-laj ix tas chonhab'il ix, tas yinhtilal ix. Anheja' sk'anab'ajan ix tas syal vinhaj Mardoqueo chi', icha ix sk'anab'ajej ix ayic ayek' ix t'a spat vinh."
        },
        {
            "number": "21",
            "text": "Ha junel, ayic ix k'och stzolal t'a yib'anh vinhaj Mardoqueo t'a yopisio t'a palacio vinh rey chi', ay chavanh eb' vinh stanhvan b'aj ay vinh rey chi', aton vinhaj Bigtán yet' vinhaj Teres. Te aycot yoval eb' vinh t'a vinh rey chi', van yalan eb' vinh tas syutej eb' vinh smilancham vinh rey chi'."
        },
        {
            "number": "22",
            "text": "Ix yab'an vinhaj Mardoqueo tas van yalan eb' vinh chi', haxo vinh ix checan aljoc t'a ix reina Ester chi'. Axo ix ix alan t'a vinh rey chi' to a vinhaj Mardoqueo ix ab'an tas van yalchaj t'a spatic vinh."
        },
        {
            "number": "23",
            "text": "Axo ix sk'anb'an vinh yab'i, ix checlaji to yel jun lolonel ix yal vinhaj Mardoqueo chi'. Yuj chi' a chavanh eb' vinh stanhvumal vinh rey chi', ix q'ue locan eb' vinh t'a te te'. Ha jun ix uji chi' ix stz'ib'chajcan b'aj aycan yab'ixal vinhaj rey Asuero ayic ix yak'an reyal vinh."
        }
    ]
}