{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ix ek' junok tiempoal, ix sicb'i yowal sk'ol winhaj rey Asuero chi'. Ix snaancot winh tas ix sk'ulej ix Vasti chi' yet' pax jun ley ix alchajel yuj ix."
        },
        {
            "number": "2",
            "text": "Yuj chi' haxo heb' winh ayoch yajalil yet' winh t'a yol smacb'en chi', ix yal heb' winh icha tik: --Yowalil saychajcot heb' ix cob'estac t'a winh rey tik, aton heb' ix te wach' yilji."
        },
        {
            "number": "3",
            "text": "Sik'ocab' winh rey tik junjunoc schecab' t'a junjun makan t'a yol smacb'en tik, yic wach' a heb' winh tz'ik'ancot masanil heb' ix cob'estac te wach' yilji. Sjawi heb' ix t'a spalacio winh t'a chonhab' Susa tik, tz'ochcan heb' ix t'a yol sk'ab' winhaj Hegai, winh stanhwan heb' ix yetb'eyum winh rey tik. Ha winh tz'ak'an serwil heb' ix yic ste b'o yilji heb' ix."
        },
        {
            "number": "4",
            "text": "Ha junok ix cob'es ol scha sk'ol winh rey tik, aton ix ol ochcan reinail sk'exuloc ix Vasti chi', xchi heb' winh. Ha jun pensar chi', ix scha wal sk'ol winh rey chi', yuj chi' ix schec winh k'ulaj icha chi'."
        },
        {
            "number": "5",
            "text": "Ha t'a chonhab' Susa chi', ata' cajan jun winh israel scuchan Mardoqueo yuninal winhaj Jair yinhtilal winhaj Simei. Ha winhaj Simei chi', a winhaj Cis ay yinhtilal winh t'a yinhtilal Benjamín."
        },
        {
            "number": "6",
            "text": "Ha heb' smam yicham winh, ik'b'ilcot heb' yuj winhaj rey Nabucodonosor t'a Jerusalén, jawinaccan heb' t'a Babilonia. Junnhej janaccan heb' yet' winhaj Jeconías sreyal Judá."
        },
        {
            "number": "7",
            "text": "Ha winhaj Mardoqueo chi', ay jun ix yisil jun winh sk'ab'yoc winh ayek' yet'oc, aton ix Hadasa, syalelk'ochi Ester, meb'a' ix, yujto chamnac smam snun ix. Axo winhaj Mardoqueo chi' ix ilan q'uib' ix, icha wal yisil winh yaj ix. Te wach' yilji sat ix yet' sniwanil."
        },
        {
            "number": "8",
            "text": "Axo yic ix elta jun ley yuj winh rey chi', tzijtum heb' ix cob'estac ix molchaj t'a chonhab' Susa t'a spalacio winh. Ha winhaj Hegai ix ak'chajoch stanhwumaloc heb' ix, aton winh stanhwantaxon heb' ix yetb'eyum winh rey chi'. Ayoch ix Ester chi' t'a skal heb' ix."
        },
        {
            "number": "9",
            "text": "Te wach' spensar ix ix yiloch winhaj Hegai chi', yuj chi' te wach' ix yutej spensar winh t'a ix. Elanhchamel ix te ak'chaj juntzanh remeyo yic tz'ak'chajoch t'a sniwanil ix yic ste b'o yilji ix, tz'ak'chaj pax wael te wach' t'a ix. Ix ak'chajoch ucwanh heb' ix schecab' winh rey te wach' yic tz'ak'ji serwil ix. Ix ak'chajb'at heb' ix yet' ix Ester chi' t'a jun cuarto te wach' b'aj ay heb' ix yetb'eyum winh rey chi'."
        },
        {
            "number": "10",
            "text": "Ha ix Ester chi' malaj jab'oc tas ix yal ix tas inhtilal, ma tas chonhab'il ix, yujto ix cham wal yalan winhaj Mardoqueo chi' t'a ix to max yal-laj ix."
        },
        {
            "number": "11",
            "text": "Junjun k'u tzek' winhaj Mardoqueo t'a sat b'aj ayek' heb' ix ix chi', yic syab'an winh tato wach' sk'ol ix Ester chi' yet' tas tz'aj yak'ji serwil ix."
        },
        {
            "number": "12",
            "text": "Masanil juntzanh heb' ix cob'estac chi', jun ab'il ix b'ochaj yilji heb' ix. D'a sb'ab'elal waque' ujal succhajek' aceite yic mirra t'a sniwanil heb' ix. Axo t'a junxo waque' ujal, succhajek' perfume yet' crema t'a heb' ix ichataxon juntzanh sk'an heb' ix ix. Axo yic ix el yab'ilal sb'ochaj yilji heb' ix chi', junjunal ix ik'jib'at heb' ix yic sway heb' ix yet' winh rey chi'."
        },
        {
            "number": "13",
            "text": "Icha chi' ix aj sk'och junjun heb' ix t'a winh rey chi'. Ayic tz'elta heb' ix b'aj ayek' heb' ix cob'estac chi', syalnhej sk'anan heb' ix tastac snib'ej yic sb'oan sb'a heb' ix."
        },
        {
            "number": "14",
            "text": "Sb'at heb' ix t'a spalacio winh rey chi' t'a yemk'ualil, haxo t'a junxo q'uinhib'alil, sk'ochcan heb' ix t'a junxo pat b'aj ay heb' ix schab'il yetb'eyum winh rey chi', b'aj ayoch winhaj Saasgaz yilumaloc heb' ix yuj winh rey chi'. Majxo k'ochlaj heb' ix t'a winh rey chi', anhej tato ay junok heb' ix te wach', scha sk'ol winh, a jun ix chi' tz'avtaj sb'i, sb'at ix b'ian."
        },
        {
            "number": "15",
            "text": "Axo ix aji, ayic ix k'och stzolal t'a yib'anh ix Ester yisilcan winhaj Abihail, sk'ab'yoc winhaj Mardoqueo chi', yic b'at way ix yet' winh rey chi', anhej tas ix yal winhaj Hegai stanhwumal heb' ix, anhej ix yik'b'at ix. Te wach' ix Ester chi' t'a yol sat masanil heb' tz'ilan ix."
        },
        {
            "number": "16",
            "text": "Ayic slajunhil uj, t'a jun uj scuchan Tebet, ayic yuquil ab'il yoch winhaj Asuero reyal, ata' ix ik'chajb'at ix t'a spalacio winh yic sway ix yet' winh."
        },
        {
            "number": "17",
            "text": "Yelxo wal te xajan ix Ester chi' yuj winh rey chi'. Malaj junocxo ix te xajan yuj winh. Te niwan swach'k'olal winh ix sch'ox t'a ix t'a yichanh juntzanhxo heb' ix cob'estac chi'. Yuj chi' ix schec winh ak'chajk'e jun corona t'a sjolom ix. Ixlajwi chi' ix yak'ancanoch ix winh reinail sk'exuloc ix Vasti."
        },
        {
            "number": "18",
            "text": "Ix schecan b'ojoc jun niwan wael winh yic tz'ik'jichaanh ix Ester chi'. Ix yavtan masanil heb' yajal ayoch t'a yopisio yet' winh t'a yol smacb'en chi'. Ix yik'anemta sb'isul k'een tumin winh ayoch t'a yib'anh heb' anima yak'ani. Te tzijtum pax tas ix yak' winh t'a juntzanh nación ay t'a yol smacb'en chi'. Icha chi' ix aj sch'oxanel swach'k'olal winh rey chi'."
        },
        {
            "number": "19",
            "text": "Ayic toxo ix k'exchaj b'aj cajan heb' ix cob'estac chi', ayic ayxo och winhaj Mardoqueo t'a yopisio t'a spalacio winh rey,"
        },
        {
            "number": "20",
            "text": "a ix Ester chi' anheja' max yal-laj ix tas chonhab'il ix, tas yinhtilal ix. Anheja' sk'anab'ajan ix tas syal winhaj Mardoqueo chi', icha ix sk'anab'ajej ix ayic ayek' ix t'a spat winh."
        },
        {
            "number": "21",
            "text": "Ha junel, ayic ix k'och stzolal t'a yib'anh winhaj Mardoqueo t'a yopisio t'a palacio winh rey chi', ay chawanh heb' winh stanhwan b'aj ay winh rey chi', aton winhaj Bigtán yet' winhaj Teres. Te aycot yowal heb' winh t'a winh rey chi', wan yalan heb' winh tas syutej heb' winh smilancham winh rey chi'."
        },
        {
            "number": "22",
            "text": "Ix yab'an winhaj Mardoqueo tas wan yalan heb' winh chi', haxo winh ix checan aljoc t'a ix reina Ester chi'. Axo ix ix alan t'a winh rey chi' to a winhaj Mardoqueo ix ab'an tas wan yalchaj t'a spatic winh."
        },
        {
            "number": "23",
            "text": "Axo ix sk'anb'an winh yab'i, ix checlaji to yel jun lolonel ix yal winhaj Mardoqueo chi'. Yuj chi' a chawanh heb' winh stanhwumal winh rey chi', ix k'e locan heb' winh t'a te te'. Ha jun ix uji chi' ix stz'ib'chajcan b'aj aycan yab'ixal winhaj rey Asuero ayic ix yak'an reyal winh."
        }
    ]
}