{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi yek' juntzanh chi', ix yak'anoch yopisio winhaj Amán yuninal winhaj Hamedata yinhtilal winhaj Agag winh rey chi'. Ix ak'jioch winh sat yajalil t'a juntzanhxo eb' winh yajal t'a yol smacb'en winh rey chi'."
        },
        {
            "number": "2",
            "text": "Masanil eb' winh tz'ak'an servil winh rey chi', yowalil tz'em cuman eb' winh, tz'empax nhojan eb' winh t'a yichanh winhaj Amán chi', yujto icha chi' ix aj yalan winh rey chi'. Axo pax winhaj Mardoqueo chi', max sk'anab'ajejlaj jun checnab'il chi' winh."
        },
        {
            "number": "3",
            "text": "Axo juntzanhxo eb' winh yajal chi', ix sk'anb'an eb' winh t'a winhaj Mardoqueo chi' tas yuj max sk'anab'ajej jun checnab'il chi' winh."
        },
        {
            "number": "4",
            "text": "Junjun k'u syalan eb' winh t'a winh, palta max schalaj yab' winh tas syal eb' winh chi', yujto toxo ix yal winh t'a eb' winh to israel winh. Yuj chi' ix b'at yalan eb' winh t'a winhaj Amán chi' yic syilan eb' winh tato tonhej ol yiloch winh winhaj Amán chi'."
        },
        {
            "number": "5",
            "text": "Ayic ix yilan winhaj Amán to yel max emlaj cuman winhaj Mardoqueo chi', max empax nhojan winh t'a yichanh winh ayic tzek' winh, ix te cot yoval winh."
        },
        {
            "number": "6",
            "text": "Toxo ix yab' winh to israel winhaj Mardoqueo chi', yuj chi' ix snaan winh to manhocnhej winh smiljichamoc, palta ix sna winh tas tz'aj satjiel masanil eb' israel ayek' t'a yol smacb'en winhaj rey Asuero chi'."
        },
        {
            "number": "7",
            "text": "Ha t'a b'ab'el uj scuch Nisán, yic slajchavil ab'il yoch winhaj Asuero reyal, ix och suerte t'a yichanh winhaj Amán yic syil winh tas k'ual, ma tas tiempoal ol elk'och jun tas sna winh chi'. Axo ix aji, ha t'a 13 yoch slajchavil uj scuch Adar, ix checlaj sk'ual."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix yal winh t'a winh rey chi' icha tik: --Mamin rey, ha t'a masanil chonhab' ay t'a yol a macb'en, ay jun makan anima ch'oc yeli. Ch'oc yel sley eb' t'a yichanh juntzanhxo chonhab', max sk'anab'ajej a ley eb'. Manh smojoc scajnaj eb' t'a yol a macb'en tik."
        },
        {
            "number": "9",
            "text": "Yuj chi' mamin rey, tato scha a k'ool, aq'uelta junok ley yic syab' masanil chonhab' to satel juntzanh anima chi'. Tato icha chi' ol vak' junok 7,500 quintal q'uen plata b'aj smolchaj q'uen tz'ak'ji t'ayach, xchi winh."
        },
        {
            "number": "10",
            "text": "Ix scha sk'ol winh rey tas ix yal winh chi', yuj chi' ix yiq'uel scolk'ab' winh b'aj ayoch sello, ix yak'an winh t'a winhaj Amán chi', aton winh ajk'ol t'a eb' israel."
        },
        {
            "number": "11",
            "text": "Ix yalan winh rey chi' icha tik: --Ha q'uen plata ix al chi', canocab' q'uen t'ayach, haxo eb' anima tzal chi', ic yaj eb', syal tza k'ulej tas nab'il uj t'a yib'anh eb', xchi winh t'a winh."
        },
        {
            "number": "12",
            "text": "Ayic 13 yoch b'ab'el uj t'a yol ab'il chi', ix avtaj masanil eb' winh stz'ib'um winh rey chi' yic stz'ib'an jun ley chi' eb' winh ix yaq'uelta winhaj Amán chi', yic sb'at t'a masanil eb' yajal t'a junjun chonhab' t'a yol smacb'en winh rey chi'. Ha jun ley chi' ix tz'ib'chaj t'a sti' yet' t'a sletrail junjun chonhab'. Ix och sb'i winh rey chi' t'ay yet' sello winh."
        },
        {
            "number": "13",
            "text": "Elanhchamel ix checjib'at eb' winh checab' t'a masanil yol smacb'en winh rey chi'. Syalan jun ley chi' to junnhej k'ual ol satjiel masanil eb' israel yet' masanil eb' yuninal eb'. Axo tastac ay t'a eb', ol ik'chajcanek' smasanil. Ha jun k'u ix checlaj chi', aton t'a 13 yoch slajchavil uj scuch Adar."
        },
        {
            "number": "14",
            "text": "Ix pucax jun ley chi' t'a masanil smacb'en winh rey chi'. Ix alchajel t'a skal masanil anima yic wach' listaxo yaj eb' anima t'a jun k'u chi'."
        },
        {
            "number": "15",
            "text": "Elanhchamel ix pucaxb'at jun ley chi' icha ix aj yalan winh rey chi'. B'ab'el ix alchajel t'a yol chonhab' Susa. Yacb'an van yuk'an anh winh rey yet' winhaj Amán chi', haxo eb' anima t'a chonhab' Susa chi', ix te somchajchaanh eb' yuj jun ley chi'."
        }
    ]
}