{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an vinhaj Mardoqueo masanil tas ix alchaj chi', ix snik'chitanb'at spichul vinh yuj sch'oxanel scusk'olal, ix yak'anoch pichul yic cusk'olal vinh, ix yak'anq'ue q'uen tik'aq'uil taanh vinh d'a sjolom, ix och ijan vinh yek' d'a cal chonhab'. Tz'el yav vinh yuj cusk'olal."
        },
        {
            "number": "2",
            "text": "Axo yic ix k'och vinh d'a sti' spalacio vinh rey, maj ochlaj vinh d'a yool, yujto max chajiochlaj junoc mach yuj vinh rey chi' tato ayoch pichul yic cusk'olal yuuj."
        },
        {
            "number": "3",
            "text": "Anhejtona' d'a masanil chonhab' b'ajtac ix tz'ib'chajb'at jun ley chi', masanil eb' israel ix och d'a cusk'olal. Ayic ix sch'oxanel scusk'olal eb' chi', ix och eb' d'a tzek'ojk'olal. Tz'ok' eb', tz'el yav eb', tzijtum eb' ix sjulek' jichan sb'a d'a scal q'uen tik'aq'uil taanh, ix yak'anoch pichul eb' yic cusk'olal."
        },
        {
            "number": "4",
            "text": "A eb' ix ix tz'ak'an servil ix reina Ester yed' eb' vinh vinac stanhvan ix, ix yal eb' yab' ix tas yaj vinhaj Mardoqueo chi', yuj chi' ix te cus sk'ol ix, ix yak'anb'at pichul ix d'a vinh yic syik'anel pichul yic cusk'olal ayoch chi' yuj vinh, palta maj yal-laj sk'ol vinh ix scha'a."
        },
        {
            "number": "5",
            "text": "Axo ix Ester chi' ix avtancot jun vinh schecab' vinh rey scuch Hatac, schecab' pax vinh ix. Ix schecanb'at vinh ix d'a vinhaj Mardoqueo yic b'at sk'anb'ej vinh tas van yuji, tas pax yuj icha chi' syutej sb'a vinh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix k'och vinhaj Hatac chi' b'aj ayek' vinhaj Mardoqueo chi' d'a jun parque d'a yichanh sti' spalacio vinh rey chi', ix lolon vinh yed' vinh."
        },
        {
            "number": "7",
            "text": "Ix yalan vinhaj Mardoqueo masanil tastac tz'alchaj chi' d'ay yed' pax jantac sb'isul q'uen plata syaltej vinhaj Amán yic tz'och b'aj smolchaj q'uen stumin vinh rey yic vach' satjiel masanil eb' israel yalan vinh."
        },
        {
            "number": "8",
            "text": "Ix yak'anpax jun scopiail jun ley chi' vinh d'a vinhaj Hatac chi', yic sch'ox vinh d'a ix Ester chi' yic syojtaquejel ix yuj tas van yuji d'a chonhab' Susa chi'. Ix yalanpaxb'at vinhaj Mardoqueo chi' to stevi ix d'a vinh rey, tope val syal yek'b'at jun ley chi' d'a yib'anh eb' yetchonhab' ix chi'."
        },
        {
            "number": "9",
            "text": "Ix lajvi chi', ix paxta vinhaj Hatac chi', ix ul yalan vinh d'a ix Ester chi' masanil tas ix yalcot vinhaj Mardoqueo chi'."
        },
        {
            "number": "10",
            "text": "Ix schecanxib'at vinhaj Hatac chi' ix yic b'at yalxi vinh d'a vinhaj Mardoqueo chi' icha tic:"
        },
        {
            "number": "11",
            "text": "Masanil mach ayoch schecab'oc vinh rey yed' masanil chonhab' ayoch d'a yol smacb'en vinh, yojtac eb' to ay jun ley tz'alani tato ay mach tz'och d'a yol sti' b'aj ay vinh rey d'a spalacio, tato manh avtab'iloc yuj vinh rey chi', b'enhej schami, taxonhej vinac ma ix. Anhej b'ian tato syik'q'ue sk'ococh vinh rey chi', aton jun nab'a oro, sch'oxanelta vinh d'ay, a jun chi' max chamlaj. A in tic, ayxo jun ujal max in avtaj yuj vinh rey chi', xchib'at ix."
        },
        {
            "number": "12",
            "text": "Ix yalan vinhaj Hatac d'a vinhaj Mardoqueo chi' masanil tas ix yal ix Ester chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix spacanxi vinh tas ix yal ix chi': Manh a nalaj to yujnhej to ayach ek' d'a spalacio vinh rey chi' ol ach colchajoc yacb'an masanil eb' quetchonhab' ol cham eb'."
        },
        {
            "number": "14",
            "text": "Tope yuj jun sjavi d'a quib'anh tic jun, yuj chi' ix ach sik'chajoch reinail, yic tzonh a colani. Palta tato malaj tas ol al ticnaic, b'ajam ol cot junoc mach ol onh colanoc, palta a ach tic ol ach satel yed' masanil eb' a k'ab'oc, xchib'at vinh."
        },
        {
            "number": "15",
            "text": "Ix yalanxib'at ix Ester chi' d'a vinh icha tic:"
        },
        {
            "number": "16",
            "text": "Ixic, molb'ej masanil eb' quetchonhab' cajan d'a chonhab' Susa tic, tzex och d'a tzek'ojk'olal vuuj, malaj jab'oc tas tze va'a, malaj pax tas tzeyuq'uej oxeoc k'ual oxeoc ak'val. Ol och pax eb' ix tzin ak'an servil d'a tzek'ojk'olal ved'oc. Ol lajvoc chi', ol in b'at vil vinh rey chi', vach'chom manh ichocta' yalan ley. Taxonhej tzin cham jun, chamoc in ocab'i, xchib'at ix."
        },
        {
            "number": "17",
            "text": "Ix sk'anab'ajej vinhaj Mardoqueo chi' masanil tas ix yal ix chi'."
        }
    ]
}