{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an winhaj Mardoqueo masanil tas ix alchaj chi', ix snik'chitanb'at spichul winh yuj sch'oxanel scusk'olal, ix yak'anoch pichul yic cusk'olal winh, ix yak'anq'ue q'uen tik'aq'uil taanh winh t'a sjolom, ix och ijan winh yek' t'a cal chonhab'. Tz'el yav winh yuj cusk'olal."
        },
        {
            "number": "2",
            "text": "Axo yic ix k'och winh t'a sti' spalacio winh rey, maj ochlaj winh t'a yool, yujto max chajiochlaj junok mach yuj winh rey chi' tato ayoch pichul yic cusk'olal yuj."
        },
        {
            "number": "3",
            "text": "Anhejtona' t'a masanil chonhab' b'ajtac ix tz'ib'chajb'at jun ley chi', masanil eb' israel ix och t'a cusk'olal. Ayic ix sch'oxanel scusk'olal eb' chi', ix och eb' t'a tzek'ojk'olal. Tz'ok' eb', tz'el yav eb', tzijtum eb' ix sjulek' jichan sb'ha t'a skal q'uen tik'aq'uil taanh, ix yak'anoch pichul eb' yic cusk'olal."
        },
        {
            "number": "4",
            "text": "Ha eb' ix ix tz'ak'an servil ix reina Ester yet' eb' winh vinac stanhvan ix, ix yal eb' yab' ix tas yaj winhaj Mardoqueo chi', yuj chi' ix te kus sk'ol ix, ix yak'anb'at pichul ix t'a winh yic syik'anel pichul yic cusk'olal ayoch chi' yuj winh, palta maj yal-laj sk'ol winh ix scha'a."
        },
        {
            "number": "5",
            "text": "Axo ix Ester chi' ix awtankot jun winh schecab' winh rey scuch Hatac, schecab' pax winh ix. Ix schecanb'at winh ix t'a winhaj Mardoqueo yic b'at sk'anb'ej winh tas van yuji, tas pax yuj icha chi' syutej sb'a winh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix k'och winhaj Hatac chi' b'aj ayek' winhaj Mardoqueo chi' t'a jun parque t'a yichanh sti' spalacio winh rey chi', ix lolon winh yet' winh."
        },
        {
            "number": "7",
            "text": "Ix yalan winhaj Mardoqueo masanil tastac tz'alchaj chi' t'ay yet' pax jantac sb'isul q'uen plata syaltej winhaj Amán yic tz'och b'aj smolchaj q'uen stumin winh rey yic wach' satjiel masanil eb' israel yalan winh."
        },
        {
            "number": "8",
            "text": "Ix yak'anpax jun scopiail jun ley chi' winh t'a winhaj Hatac chi', yic sch'ox winh t'a ix Ester chi' yic syojtaquejel ix yuj tas van yuji t'a chonhab' Susa chi'. Ix yalanpaxb'at winhaj Mardoqueo chi' to stevi ix t'a winh rey, tope val syal yek'b'at jun ley chi' t'a yib'anh eb' yetchonhab' ix chi'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix paxta winhaj Hatac chi', ix ul yalan winh t'a ix Ester chi' masanil tas ix yalcot winhaj Mardoqueo chi'."
        },
        {
            "number": "10",
            "text": "Ix schecanxib'at winhaj Hatac chi' ix yic b'at yalxi winh t'a winhaj Mardoqueo chi' icha tik:"
        },
        {
            "number": "11",
            "text": "Masanil mach ayoch schecab'oc winh rey yet' masanil chonhab' ayoch t'a yol smacb'en winh, yojtac eb' to ay jun ley tz'alani tato ay mach tz'och t'a yol sti' b'aj ay winh rey t'a spalacio, tato manh avtab'iloc yuj winh rey chi', b'enhej schami, taxonhej vinac ma ix. Anhej b'ian tato syik'q'ue sk'ococh winh rey chi', aton jun nab'a oro, sch'oxanelta winh t'ay, a jun chi' max chamlaj. Ha in tik, ayxo jun ujal max in avtaj yuj winh rey chi', xchib'at ix."
        },
        {
            "number": "12",
            "text": "Ix yalan winhaj Hatac t'a winhaj Mardoqueo chi' masanil tas ix yal ix Ester chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix spacanxi winh tas ix yal ix chi': Manh a nalaj to yujnhej to ayach ek' t'a spalacio winh rey chi' ol ach colchajoc yacb'an masanil eb' quetchonhab' ol cham eb'."
        },
        {
            "number": "14",
            "text": "Tope yuj jun sjavi t'a quib'anh tik jun, yuj chi' ix ach sik'chajoch reinail, yic tzonh a colani. Palta tato malaj tas ol al ticnaic, b'ajam ol cot junok mach ol onh colanoc, palta a ach tik ol ach satel yet' masanil eb' a k'ab'oc, xchib'at winh."
        },
        {
            "number": "15",
            "text": "Ix yalanxib'at ix Ester chi' t'a winh icha tik:"
        },
        {
            "number": "16",
            "text": "Ixic, molb'ej masanil eb' quetchonhab' cajan t'a chonhab' Susa tik, tzex och t'a tzek'ojk'olal vuuj, malaj jab'oc tas tze wa''a, malaj pax tas tzeyuq'uej oxeoc k'ual oxeoc ak'val. Ol och pax eb' ix tzin ak'an servil t'a tzek'ojk'olal ved'oc. Ol lajvoc chi', ol in b'at vil winh rey chi', wach'chom manh ichocta' yalan ley. Taxonhej tzin cham jun, chamoc in ocab'i, xchib'at ix."
        },
        {
            "number": "17",
            "text": "Ix sk'anab'ajej winhaj Mardoqueo chi' masanil tas ix yal ix chi'."
        }
    ]
}