{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic ix lajwiek' oxe' k'ual chi', ix sb'oan sb'a ix Ester chi', ix yak'anoch spichul ix yic sreinail. Ixlajwi chi' ix k'och ix t'a jun amak' ay t'a sti' jun yet'tal winh rey chi', b'aj k'ojanem winh t'a sk'ojnub' yic sreyal."
        },
        {
            "number": "2",
            "text": "Ayic ix yilanelta winh to ayek' ix t'a stielta chi', ix sch'oxan winh to stzalaj winh yet' ix, ix yak'anelta sk'ococh winh nab'a oro. Ix ochk'och ix, ix och yub'yub' ix t'a snhi' k'een k'ococh chi'."
        },
        {
            "number": "3",
            "text": "Ix sk'anb'an winh t'a ix icha tik: --¿Tas tzach ik'an reina Ester? ¿Tas tza nib'ej? Tato tza nib'ej tza k'an nanhaloc in macb'en tik, syal wak'an t'ayach, xchi winh t'a ix. Ix tak'wi ix icha tik:"
        },
        {
            "number": "4",
            "text": "--Mamin rey, tato syal a k'ool, ay jun niwan wael ix wak' b'ochajoc to tzach cot wael ticnaik yet' winhaj Amán, yujto niwan elk'och t'a yol in sat, xchi ix. Ix yalan winh icha tik:"
        },
        {
            "number": "5",
            "text": "--Avtejeccot winhaj Amán t'a elanhchamel to sk'anab'ajaj masanil tas snib'ej ix reina Ester tik, xchi winh. Yuj chi' ix b'at winh rey yet' winhaj Amán t'a jun niwan wael ix sb'o ix Ester chi'."
        },
        {
            "number": "6",
            "text": "Ayic wan yuk'an wino heb', ix yalan winh rey chi' t'a ix icha tik: --k'an masanil tas tza nib'ej t'ayin, ol wak' t'ayach, wach'chom tza k'an nanhaloc in macb'en tik, syal wak'an t'ayach, xchi winh."
        },
        {
            "number": "7",
            "text": "Ix yalan ix t'a winh icha tik: --Mamin rey, a wal tas tzin nib'ej tzin k'an t'ayach aton tik:"
        },
        {
            "number": "8",
            "text": "Tato yel xajan in uuj, tato b'ekan a k'ol ak'an tas tzin k'ana', schaokab' a k'ol a cotxi wael k'ik'an yet' winhaj Amán tik. Ol in chec b'ochaj junocxo wael, yujto te niwan elk'och t'a yol in sat. Ato k'ik'an chi' swal t'ayach tas tzin nib'ej, xchi ix."
        },
        {
            "number": "9",
            "text": "Ix te tzalaj winhaj Amán ayic ix elta winh b'aj ix och wael chi', palta ayic ix yilan winh to ayek' winhaj Mardoqueo t'a sti' spalacio winh rey chi', ix te cot yowal winh yujto ayic ix ek' winh ta', maj k'elaj linhan winhaj Mardoqueo chi', maj empax nhojan winh."
        },
        {
            "number": "10",
            "text": "Ha t'a jun rato chi' maj sch'oxel-laj schichonk'olal winh chi'. Axo yic ix k'och winh t'a spat, ix yavtancot juntzanh heb' yamigo winh, ix yavtanpaxcot ix yetb'eyum winh, aton ix Zeres."
        },
        {
            "number": "11",
            "text": "Ix och ijan winh yik'anchaanh sb'a, ix yalan jantac sb'eyumal winh t'a heb', tzijtum pax yuninal winh. Ix yalanpax winh to ix sik'chajelta winh yuj winh rey t'a skal juntzanhxo heb' winh ayoch yajalil yet'oc, ix ak'chajoch winh yajaliloc juntzanh heb' winh chi'."
        },
        {
            "number": "12",
            "text": "Ix yalanxi winh icha tik: --Anhejtona' a innhej ix in avtajb'at wael yet' winh rey t'a jun niwan wael yuj ix reina Ester. Avtab'il in pax wael yet' winh rey chi' k'ik'an t'a junxo niwan wael syak' ix t'a winh rey chi'."
        },
        {
            "number": "13",
            "text": "Palta ayic swilanoch jun winh israel skuchan Mardoqueo k'ojanem t'a sti' spalacio winh rey chi', masanil juntzanh tas ay t'ayin tik, manhxa jab'oc yelk'och t'a yol in sat, xchi winh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix yal ix yetb'eyum winh chi' yet' heb' yamigo winh chi' icha tik: --Ak' b'ochajem junok te te' jun ch'anhil tz'ajk'e steel. Tza k'anan t'a winh rey chi', haxo k'ik'an q'uinhib'al sk'e d'unhan winhaj Mardoqueo chi' t'a te', yic wach' tzalajk'olal tzach b'at t'a jun niwan wael yet' winh rey chi', manhxa jab'oc tas tza na'a, xchi heb'. Ha jun pensar chi' ix scha sk'ol winhaj Amán chi', ix schekan winh b'ojoc jun te te' chi'."
        }
    ]
}