{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic ix lajviek' oxe' k'ual chi', ix sb'oan sb'a ix Ester chi', ix yak'anoch spichul ix yic sreinail. Ixlajwi chi' ix k'och ix t'a jun amak' ay t'a sti' jun yet'tal vinh rey chi', b'aj k'ojanem vinh t'a sk'ojnub' yic sreyal."
        },
        {
            "number": "2",
            "text": "Ayic ix yilanelta vinh to ayek' ix t'a stielta chi', ix sch'oxan vinh to stzalaj vinh yet' ix, ix yak'anelta sk'ococh vinh nab'a oro. Ix ochk'och ix, ix och yub'yub' ix t'a snhi' q'uen k'ococh chi'."
        },
        {
            "number": "3",
            "text": "Ix sk'anb'an vinh t'a ix icha tik: --¿Tas tzach ik'an reina Ester? ¿Tas tza nib'ej? Tato tza nib'ej tza k'an nanhaloc in macb'en tik, syal vak'an t'ayach, xchi vinh t'a ix. Ix tak'vi ix icha tik:"
        },
        {
            "number": "4",
            "text": "--Mamin rey, tato syal a k'ool, ay jun niwan vael ix vak' b'ochajoc to tzach cot vael ticnaic yet' vinhaj Amán, yujto niwan elk'och t'a yol in sat, xchi ix. Ix yalan vinh icha tik:"
        },
        {
            "number": "5",
            "text": "--Avtejeccot vinhaj Amán t'a elanhchamel to sk'anab'ajaj masanil tas snib'ej ix reina Ester tik, xchi vinh. Yuj chi' ix b'at vinh rey yet' vinhaj Amán t'a jun niwan vael ix sb'o ix Ester chi'."
        },
        {
            "number": "6",
            "text": "Ayic van yuk'an vino eb', ix yalan vinh rey chi' t'a ix icha tik: --k'an masanil tas tza nib'ej t'ayin, ol vak' t'ayach, wach'chom tza k'an nanhaloc in macb'en tik, syal vak'an t'ayach, xchi vinh."
        },
        {
            "number": "7",
            "text": "Ix yalan ix t'a vinh icha tik: --Mamin rey, a val tas tzin nib'ej tzin k'an t'ayach aton tik:"
        },
        {
            "number": "8",
            "text": "Tato yel xajan in uuj, tato b'ecan a k'ol ak'an tas tzin k'ana', schaocab' a k'ol a cotxi vael k'ik'an yet' vinhaj Amán tik. Ol in chec b'ochaj junocxo vael, yujto te niwan elk'och t'a yol in sat. Ato k'ik'an chi' sval t'ayach tas tzin nib'ej, xchi ix."
        },
        {
            "number": "9",
            "text": "Ix te tzalaj vinhaj Amán ayic ix elta vinh b'aj ix och vael chi', palta ayic ix yilan vinh to ayek' vinhaj Mardoqueo t'a sti' spalacio vinh rey chi', ix te cot yoval vinh yujto ayic ix ek' vinh ta', maj q'uelaj linhan vinhaj Mardoqueo chi', maj empax nhojan vinh."
        },
        {
            "number": "10",
            "text": "Ha t'a jun rato chi' maj sch'oxel-laj schichonk'olal vinh chi'. Axo yic ix k'och vinh t'a spat, ix yavtancot juntzanh eb' yamigo vinh, ix yavtanpaxcot ix yetb'eyum vinh, aton ix Zeres."
        },
        {
            "number": "11",
            "text": "Ix och ijan vinh yik'anchaanh sb'a, ix yalan jantac sb'eyumal vinh t'a eb', tzijtum pax yuninal vinh. Ix yalanpax vinh to ix sik'chajelta vinh yuj vinh rey t'a skal juntzanhxo eb' vinh ayoch yajalil yet'oc, ix ak'chajoch vinh yajaliloc juntzanh eb' vinh chi'."
        },
        {
            "number": "12",
            "text": "Ix yalanxi vinh icha tik: --Anhejtona' a innhej ix in avtajb'at vael yet' vinh rey t'a jun niwan vael yuj ix reina Ester. Avtab'il in pax vael yet' vinh rey chi' k'ik'an t'a junxo niwan vael syak' ix t'a vinh rey chi'."
        },
        {
            "number": "13",
            "text": "Palta ayic svilanoch jun vinh israel scuchan Mardoqueo k'ojanem t'a sti' spalacio vinh rey chi', masanil juntzanh tas ay t'ayin tik, manhxa jab'oc yelk'och t'a yol in sat, xchi vinh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix yal ix yetb'eyum vinh chi' yet' eb' yamigo vinh chi' icha tik: --Ak' b'ochajem junok te te' jun ch'anhil tz'ajq'ue steel. Tza k'anan t'a vinh rey chi', haxo k'ik'an q'uinhib'al sq'ue d'unhan vinhaj Mardoqueo chi' t'a te', yic wach' tzalajk'olal tzach b'at t'a jun niwan vael yet' vinh rey chi', manhxa jab'oc tas tza na'a, xchi eb'. Ha jun pensar chi' ix scha sk'ol vinhaj Amán chi', ix schecan vinh b'ojoc jun te te' chi'."
        }
    ]
}