{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic ix lajviek' oxe' k'ual chi', ix sb'oan sb'a ix Ester chi', ix yak'anoch spichul ix yic sreinail. Ix lajvi chi' ix k'och ix d'a jun amak' ay d'a sti' jun yed'tal vinh rey chi', b'aj k'ojanem vinh d'a sk'ojnub' yic sreyal."
        },
        {
            "number": "2",
            "text": "Ayic ix yilanelta vinh to ayek' ix d'a stielta chi', ix sch'oxan vinh to stzalaj vinh yed' ix, ix yak'anelta sk'ococh vinh nab'a oro. Ix ochk'och ix, ix och yub'yub' ix d'a snhi' q'uen k'ococh chi'."
        },
        {
            "number": "3",
            "text": "Ix sk'anb'an vinh d'a ix icha tic: --¿Tas tzach ik'an reina Ester? ¿Tas tza nib'ej? Tato tza nib'ej tza k'an nanhaloc in macb'en tic, syal vak'an d'ayach, xchi vinh d'a ix. Ix tak'vi ix icha tic:"
        },
        {
            "number": "4",
            "text": "--Mamin rey, tato syal a k'ool, ay jun nivan vael ix vak' b'ochajoc to tzach cot vael ticnaic yed' vinhaj Amán, yujto nivan elk'och d'a yol in sat, xchi ix. Ix yalan vinh icha tic:"
        },
        {
            "number": "5",
            "text": "--Avtejeccot vinhaj Amán d'a elanhchamel to sk'anab'ajaj masanil tas snib'ej ix reina Ester tic, xchi vinh. Yuj chi' ix b'at vinh rey yed' vinhaj Amán d'a jun nivan vael ix sb'o ix Ester chi'."
        },
        {
            "number": "6",
            "text": "Ayic van yuk'an vino eb', ix yalan vinh rey chi' d'a ix icha tic: --k'an masanil tas tza nib'ej d'ayin, ol vak' d'ayach, vach'chom tza k'an nanhaloc in macb'en tic, syal vak'an d'ayach, xchi vinh."
        },
        {
            "number": "7",
            "text": "Ix yalan ix d'a vinh icha tic: --Mamin rey, a val tas tzin nib'ej tzin k'an d'ayach aton tic:"
        },
        {
            "number": "8",
            "text": "Tato yel xajan in uuj, tato b'ecan a k'ol ak'an tas tzin k'ana', schaocab' a k'ol a cotxi vael q'uik'an yed' vinhaj Amán tic. Ol in chec b'ochaj junocxo vael, yujto te nivan elk'och d'a yol in sat. Ato q'uik'an chi' sval d'ayach tas tzin nib'ej, xchi ix."
        },
        {
            "number": "9",
            "text": "Ix te tzalaj vinhaj Amán ayic ix elta vinh b'aj ix och vael chi', palta ayic ix yilan vinh to ayek' vinhaj Mardoqueo d'a sti' spalacio vinh rey chi', ix te cot yoval vinh yujto ayic ix ek' vinh ta', maj q'uelaj linhan vinhaj Mardoqueo chi', maj empax nhojan vinh."
        },
        {
            "number": "10",
            "text": "A d'a jun rato chi' maj sch'oxel-laj schichonk'olal vinh chi'. Axo yic ix k'och vinh d'a spat, ix yavtancot juntzanh eb' yamigo vinh, ix yavtanpaxcot ix yetb'eyum vinh, aton ix Zeres."
        },
        {
            "number": "11",
            "text": "Ix och ijan vinh yik'anchaanh sb'a, ix yalan jantac sb'eyumal vinh d'a eb', tzijtum pax yuninal vinh. Ix yalanpax vinh to ix sik'chajelta vinh yuj vinh rey d'a scal juntzanhxo eb' vinh ayoch yajalil yed'oc, ix ak'chajoch vinh yajaliloc juntzanh eb' vinh chi'."
        },
        {
            "number": "12",
            "text": "Ix yalanxi vinh icha tic: --Anhejtona' a innhej ix in avtajb'at vael yed' vinh rey d'a jun nivan vael yuj ix reina Ester. Avtab'il in pax vael yed' vinh rey chi' q'uik'an d'a junxo nivan vael syak' ix d'a vinh rey chi'."
        },
        {
            "number": "13",
            "text": "Palta ayic svilanoch jun vinh israel scuchan Mardoqueo k'ojanem d'a sti' spalacio vinh rey chi', masanil juntzanh tas ay d'ayin tic, manhxa jab'oc yelk'och d'a yol in sat, xchi vinh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix yal ix yetb'eyum vinh chi' yed' eb' yamigo vinh chi' icha tic: --Ak' b'ochajem junoc te te' jun ch'anhil tz'ajq'ue steel. Tza k'anan d'a vinh rey chi', axo q'uik'an q'uinhib'al sq'ue d'unhan vinhaj Mardoqueo chi' d'a te', yic vach' tzalajk'olal tzach b'at d'a jun nivan vael yed' vinh rey chi', manhxa jab'oc tas tza na'a, xchi eb'. A jun pensar chi' ix scha sk'ol vinhaj Amán chi', ix schecan vinh b'ojoc jun te te' chi'."
        }
    ]
}