{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "A val d'a jun ak'val chi', maj ochlaj svayanh vinh rey chi', yuj chi' ix yal vinh to tz'ik'chajcot juntzanh b'aj tz'ib'ab'il yab'ixal tastac ujinac d'a yol smacb'en vinh chi', ix avtaj yab' vinh."
        },
        {
            "number": "2",
            "text": "Ix ilchaj b'aj syala' to a vinhaj Mardoqueo ix alani tas yalnac vinhaj Bigtán yed' vinhaj Teres, stanhvumal sti' spalacio vinh rey chi'. Ix sna eb' vinh tas syutej smilancham vinhaj rey Asuero chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix sk'anb'ej vinh rey chi' d'a eb' vinh ayoch yopisio yuj vinh: --¿Tas ak'b'il yed' tas utajnac vinhaj Mardoqueo yuj jun tas sk'ulejnac vinh tic? xchi vinh. Ix tak'vi eb' vinh: --Malaj val jab'oc tas ak'b'il d'a vinh, xchi eb' vinh."
        },
        {
            "number": "4",
            "text": "Ix yalan vinh rey chi' icha tic: --¿Mach jun ayek' d'a yamaq'uil palacio tic? Ixiquec eyila', xchi vinh. A val ta' van sjavi vinhaj Amán yic tzul sk'anan vinh d'a vinh rey chi' to tz'ak'chajq'ue locan vinhaj Mardoqueo d'a jun te te' toxo ix schec b'ojoc vinh."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix yal eb' vinh schecab' vinh rey chi': --A vinhaj Amán ayeq'ui, xchi eb' vinh. --Ix yalan vinh rey chi' to tz'avtajoch vinh b'aj ayek' vinh chi'."
        },
        {
            "number": "6",
            "text": "Ix och vinhaj Amán chi' b'ian, ix sk'anb'an vinh rey chi' d'a vinh icha tic: --¿Tas smoj tz'utaj junoc vinh vinac, tato tzin nib'ej svik'chaanh vinh? xchi vinh. Ix snaan vinhaj Amán chi' d'a spensar icha tic: ¿Machto val junoc ol yik'chaanh vinh rey tic? A innhej toni, xchi vinh."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix tak'vi vinh icha tic: --Mamin rey, a val tas smoj tz'utaj junoc vinac chi',"
        },
        {
            "number": "8",
            "text": "to tz'ik'chajcot junoc a pichul tza k'an d'a opisio tic yed' nok' a chej tza k'antaxoni. Axo d'a sjolom nok' tz'ak'chajq'ue junoc yelvanub' icha corona, a sch'oxani to ic nok'."
        },
        {
            "number": "9",
            "text": "Axo jun a pichul chi' yed' nok' chej chi' tz'ak'chaj d'a junoc eb' vinh yajal to nivan yelk'och yopisio tic, syak'anoch a pichul jun vinh tza nib'ej tzik'chaanh chi'. Tz'ak'chajq'ue vinh d'a yib'anh nok' a chej chi', slajvi chi' squetzchaj nok' d'a yalanh vinh d'a yoltac calle yed' d'a parque. Syalan vinh quetzjinac nok' chi' icha tic: Ichaton tic tz'aj yik'jichaanh junoc vinh vinac snib'ej vinh rey syik'chaanh, xchiocab'i, xchi vinhaj Amán chi'."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi', ix yalan vinh rey chi' d'a vinhaj Amán chi' icha tic: --Ixic d'a elanhchamel, ik'b'at k'apac in pichul chi' yed' nok' in chej chi', icha val ix aj alan chi', icha val chi' tzutej a b'oan vinhaj Mardoqueo vinh israel, aton vinh k'ojanem d'a sti' in palacio tic. Malajocab' junoc tas ix al chi' to max a k'ulej, xchi vinh."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yik'b'at k'apac pichul chi' vinhaj Amán chi' yed' nok' chej chi', ix yak'anoch vinh d'a vinhaj Mardoqueo chi'. Ix squetzan nok' chej chi' vinh d'a yalanh vinh, ix ek' vinh d'a yoltac calle yed' d'a parque, ix yalan vinh icha tic: Ichaton tic tz'aj yik'jichaanh junoc mach to snib'ej vinh rey syik'chaanh, xchi vinh."
        },
        {
            "number": "12",
            "text": "Ayic ix lajvi yik'jiek' vinhaj Mardoqueo chi' yuj vinh, ix b'at vinh yak'xican vinh d'a sti' spalacio vinh rey chi', axo vinh elanhchamel ix paxcan vinh d'a spat. Te cusk'olal ix aj vinh, ix smacan sat vinh yuj q'uixvelal."
        },
        {
            "number": "13",
            "text": "Ix yalan vinh d'a ix yetb'eyum yed' d'a eb' yamigo masanil tas ix utaj vinh chi', yuj chi' ix yal eb' icha tic: --A vinhaj Mardoqueo chi', israel vinh, yuj chi' van slajviem opisio tic d'a spatic vinh. Manh ol ak'laj ganar vinh, palta to a vinh ol ach ak'an ganar, xchi eb'."
        },
        {
            "number": "14",
            "text": "Manto lajvi yalan eb' icha chi', ix k'och eb' vinh schecab' vinh rey chi' d'a elanhchamel yic tz'ik'jib'at vinhaj Amán chi' d'a jun nivan vael ix schec b'ojoc ix Ester chi'."
        }
    ]
}