{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix b'at winh rey yet' winhaj Amán chi' t'a jun niwan wael chi'."
        },
        {
            "number": "2",
            "text": "Axo yic wan yuk'an wino heb' winh, ix yalan winh rey chi' t'a ix Ester chi' icha tik: --k'an tas tza nib'ej t'ayin, ol wak' t'ayach, wach'chom a nanhaloc in macb'en tik tza k'ana', xchi winh."
        },
        {
            "number": "3",
            "text": "Ix tak'wi ix Ester chi' icha tik: --Mamin rey, tato wach' in t'a yol a sat, tato scha a k'ool tas tzin k'an t'ayach, anhej wal tas tzin k'an t'ayach to max in a cha miljocchamoc, max champaxlaj heb' wetchonhab'."
        },
        {
            "number": "4",
            "text": "Yujto a in tik yet' heb' wetchonhab' chi', ix onh chonhchaji yic tzonh satjiel t'a junelnhej. Comonoc wal tonhej onh chonhchajb'at checab'oc, tato icha chi' tecan manh smojoc to swik'ek' a tiempo, ocxo jun, to ol onh satjoquel t'a junelnhej, xchi ix."
        },
        {
            "number": "5",
            "text": "Ix sk'anb'an winhaj rey Asuero chi' icha tik: --¿Mach jun chi'? ¿B'ajtil ay jun mach snaan jun tzal chi'? xchi winh."
        },
        {
            "number": "6",
            "text": "Ix yalan ix icha tik: --Ha winh ajk'ol chuk spensar chi', aton winhaj Amán tik, xchi ix. Ha wal yic ix yab'an jun lolonel winhaj Amán chi', sacxonhej ix aj yilji sat winh yuj xiwelal t'a yichanh winh rey yet' t'a yichanh ix reina Ester chi'."
        },
        {
            "number": "7",
            "text": "Ix k'e wan winh rey chi', ix te cot yowal winh, ix elta winh t'a yol pat b'aj wan swa heb' chi'. Ix el winh b'aj ay yamaq'uil spalacio. Palta haxo winhaj Amán chi', ix yilan winh to wan yak'jioch chamel t'a yib'anh winh, ix cannhej winh b'aj ix wa heb' chi', ix tewioch winh t'a ix reina Ester chi' to tz'ak'ji niwank'olal winh yuj ix."
        },
        {
            "number": "8",
            "text": "Ayic ix ochxik'och winh rey b'aj ix wa chi', ix yilan winh to cumanem winhaj Amán chi' t'a stz'ey b'aj k'ojanem ix reina chi'. Ix yalan winh rey chi' icha tik: --¿Tom tza nib'ej tzixtej ix reina t'a wichanh t'a yol in pat tik? xchi winh. Ayic ix yalan juntzanh lolonel winh rey chi', elanhchamel ix macchaj sat winhaj Amán chi' yuj heb' winh schecab' winh rey chi'."
        },
        {
            "number": "9",
            "text": "Ix yalan jun winh checab' scuchan Harbona icha tik: --Mamin rey, ha t'a spat winhaj Amán tik, ix yak' b'ochajem jun te te' winh jun ch'anhil ix ajk'e steel. Ata' ol k'e locan winhaj Mardoqueo yuj winh yalani, aton winh sk'ulejnac jun tas wach' t'ayach, xchi winh. --Hak'ueck'e locan winhaj Amán tik t'a jun te te' chi', xchi winh rey chi'."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix k'e locan winhaj Amán chi' t'a te', aton te' ix sb'ok'e winh yuj winhaj Mardoqueo yalani. Icha chi' ix aj sicb'i yowal sk'ol winh rey chi'."
        }
    ]
}