{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix b'at vinh rey yet' vinhaj Amán chi' t'a jun niwan vael chi'."
        },
        {
            "number": "2",
            "text": "Axo yic van yuk'an vino eb' vinh, ix yalan vinh rey chi' t'a ix Ester chi' icha tik: --k'an tas tza nib'ej t'ayin, ol vak' t'ayach, wach'chom a nanhaloc in macb'en tik tza k'ana', xchi vinh."
        },
        {
            "number": "3",
            "text": "Ix tak'vi ix Ester chi' icha tik: --Mamin rey, tato wach' in t'a yol a sat, tato scha a k'ool tas tzin k'an t'ayach, anhej val tas tzin k'an t'ayach to max in a cha miljocchamoc, max champaxlaj eb' vetchonhab'."
        },
        {
            "number": "4",
            "text": "Yujto a in tik yet' eb' vetchonhab' chi', ix onh chonhchaji yic tzonh satjiel t'a junelnhej. Comonoc val tonhej onh chonhchajb'at checab'oc, tato icha chi' tecan manh smojoc to sviq'uek' a tiempo, ocxo jun, to ol onh satjoquel t'a junelnhej, xchi ix."
        },
        {
            "number": "5",
            "text": "Ix sk'anb'an vinhaj rey Asuero chi' icha tik: --¿Mach jun chi'? ¿B'ajtil ay jun mach snaan jun tzal chi'? xchi vinh."
        },
        {
            "number": "6",
            "text": "Ix yalan ix icha tik: --Ha vinh ajk'ol chuk spensar chi', aton vinhaj Amán tik, xchi ix. Ha val yic ix yab'an jun lolonel vinhaj Amán chi', sacxonhej ix aj yilji sat vinh yuj xivelal t'a yichanh vinh rey yet' t'a yichanh ix reina Ester chi'."
        },
        {
            "number": "7",
            "text": "Ix q'ue van vinh rey chi', ix te cot yoval vinh, ix elta vinh t'a yol pat b'aj van sva eb' chi'. Ix el vinh b'aj ay yamaq'uil spalacio. Palta haxo vinhaj Amán chi', ix yilan vinh to van yak'jioch chamel t'a yib'anh vinh, ix cannhej vinh b'aj ix wa eb' chi', ix tevioch vinh t'a ix reina Ester chi' to tz'ak'ji nivank'olal vinh yuj ix."
        },
        {
            "number": "8",
            "text": "Ayic ix ochxik'och vinh rey b'aj ix wa chi', ix yilan vinh to cumanem vinhaj Amán chi' t'a stz'ey b'aj k'ojanem ix reina chi'. Ix yalan vinh rey chi' icha tik: --¿Tom tza nib'ej tzixtej ix reina t'a vichanh t'a yol in pat tik? xchi vinh. Ayic ix yalan juntzanh lolonel vinh rey chi', elanhchamel ix macchaj sat vinhaj Amán chi' yuj eb' vinh schecab' vinh rey chi'."
        },
        {
            "number": "9",
            "text": "Ix yalan jun vinh checab' scuchan Harbona icha tik: --Mamin rey, ha t'a spat vinhaj Amán tik, ix yak' b'ochajem jun te te' vinh jun ch'anhil ix ajq'ue steel. Ata' ol q'ue locan vinhaj Mardoqueo yuj vinh yalani, aton vinh sk'ulejnac jun tas wach' t'ayach, xchi vinh. --Hak'uecq'ue locan vinhaj Amán tik t'a jun te te' chi', xchi vinh rey chi'."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix q'ue locan vinhaj Amán chi' t'a te', aton te' ix sb'oq'ue vinh yuj vinhaj Mardoqueo yalani. Icha chi' ix aj sicb'i yoval sk'ol vinh rey chi'."
        }
    ]
}