{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ix b'at vinh rey yed' vinhaj Amán chi' d'a jun nivan vael chi'."
        },
        {
            "number": "2",
            "text": "Axo yic van yuk'an vino eb' vinh, ix yalan vinh rey chi' d'a ix Ester chi' icha tic: --k'an tas tza nib'ej d'ayin, ol vak' d'ayach, vach'chom a nanhaloc in macb'en tic tza k'ana', xchi vinh."
        },
        {
            "number": "3",
            "text": "Ix tak'vi ix Ester chi' icha tic: --Mamin rey, tato vach' in d'a yol a sat, tato scha a k'ool tas tzin k'an d'ayach, anhej val tas tzin k'an d'ayach to max in a cha miljocchamoc, max champaxlaj eb' vetchonhab'."
        },
        {
            "number": "4",
            "text": "Yujto a in tic yed' eb' vetchonhab' chi', ix onh chonhchaji yic tzonh satjiel d'a junelnhej. Comonoc val tonhej onh chonhchajb'at checab'oc, tato icha chi' tecan manh smojoc to sviq'uek' a tiempo, ocxo jun, to ol onh satjoquel d'a junelnhej, xchi ix."
        },
        {
            "number": "5",
            "text": "Ix sk'anb'an vinhaj rey Asuero chi' icha tic: --¿Mach jun chi'? ¿B'ajtil ay jun mach snaan jun tzal chi'? xchi vinh."
        },
        {
            "number": "6",
            "text": "Ix yalan ix icha tic: --A vinh ajk'ol chuc spensar chi', aton vinhaj Amán tic, xchi ix. A val yic ix yab'an jun lolonel vinhaj Amán chi', sacxonhej ix aj yilji sat vinh yuj xivelal d'a yichanh vinh rey yed' d'a yichanh ix reina Ester chi'."
        },
        {
            "number": "7",
            "text": "Ix q'ue van vinh rey chi', ix te cot yoval vinh, ix elta vinh d'a yol pat b'aj van sva eb' chi'. Ix el vinh b'aj ay yamaq'uil spalacio. Palta axo vinhaj Amán chi', ix yilan vinh to van yak'jioch chamel d'a yib'anh vinh, ix cannhej vinh b'aj ix va eb' chi', ix tevioch vinh d'a ix reina Ester chi' to tz'ak'ji nivank'olal vinh yuj ix."
        },
        {
            "number": "8",
            "text": "Ayic ix ochxik'och vinh rey b'aj ix va chi', ix yilan vinh to cumanem vinhaj Amán chi' d'a stz'ey b'aj k'ojanem ix reina chi'. Ix yalan vinh rey chi' icha tic: --¿Tom tza nib'ej tzixtej ix reina d'a vichanh d'a yol in pat tic? xchi vinh. Ayic ix yalan juntzanh lolonel vinh rey chi', elanhchamel ix macchaj sat vinhaj Amán chi' yuj eb' vinh schecab' vinh rey chi'."
        },
        {
            "number": "9",
            "text": "Ix yalan jun vinh checab' scuchan Harbona icha tic: --Mamin rey, a d'a spat vinhaj Amán tic, ix yak' b'ochajem jun te te' vinh jun ch'anhil ix ajq'ue steel. Ata' ol q'ue locan vinhaj Mardoqueo yuj vinh yalani, aton vinh sk'ulejnac jun tas vach' d'ayach, xchi vinh. --Aq'uecq'ue locan vinhaj Amán tic d'a jun te te' chi', xchi vinh rey chi'."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix q'ue locan vinhaj Amán chi' d'a te', aton te' ix sb'oq'ue vinh yuj vinhaj Mardoqueo yalani. Icha chi' ix aj sicb'i yoval sk'ol vinh rey chi'."
        }
    ]
}