{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun k'u chi', masanil tas ay t'a vinhaj Amán, vinh ajk'ol yajoch t'a eb' israel, ix yak' vinh rey chi' t'a ix Ester. Axo vinhaj Mardoqueo chi', niwan yopisio vinh ix ak'ji yuj vinh rey chi', yujto toxo ix yal ix Ester chi' to te ayto yuj sb'a ix yet' vinh."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi', ix yik'anel q'uen scolk'ab' vinh rey chi', q'uen ix ik'chajek' t'a vinhaj Amán, ix yak'anoch q'uen vinh t'a vinhaj Mardoqueo chi'. Axo masanil tas ay t'a vinhaj Amán ak'b'il t'a ix Ester chi', ix ak'jioch t'a yol sk'ab' vinhaj Mardoqueo chi'."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi' ix k'ochxi ix Ester t'a yichanh vinh rey chi'. Ix em cuman ix, ix och ijan ix yoq'ui. Ix tevi ix to tz'ik'jiel yopisio jun ley te chuc ix sb'o vinhaj Amán chi'. Ix yalan ix to max elk'och tas syal jun ley chi' t'a eb' israel."
        },
        {
            "number": "4",
            "text": "Ix yak'anelta sk'ococh vinh rey chi' nab'a oro t'a ix, ix q'ue linhan ix t'a yichanh vinh."
        },
        {
            "number": "5",
            "text": "Ix yalan ix icha tik: --Mamin rey, tato wach' in t'a yol a sat, tato wach' tas tzin k'an tik tzab'i, tato t'a val yel xajan in uuj, comonoc tzak' tz'ib'chajb'at junocxo ley yic tz'el yopisio tas syal jun ley ix yak'b'at vinhaj Amán yuninal vinhaj Hamedata yinhtilal vinhaj Agag t'a masanil yol a macb'en b'aj syala' to satjiel masanil eb' vetchonhab'."
        },
        {
            "number": "6",
            "text": "Manh ol techaj vuj vilan tas ol javoc t'a yib'anh masanil eb' vetchonhab' yuj tas ol aj co satjieli, xchi ix."
        },
        {
            "number": "7",
            "text": "Ix yalan vinhaj rey Asuero chi' t'a ix yet' t'a vinhaj Mardoqueo chi' icha tik: --Ha vinhaj Amán chi' locanxoq'ue vinh t'a te te', yujto chuc tas ix snachaanh vinh t'a spatic eb' eyetchonhab'. Masanil tas ay t'a vinh, toxo ix vak' t'ayach."
        },
        {
            "number": "8",
            "text": "Ha ticnaic tz'ib'ejb'at icha tas tze na yuj svach'iloc masanil eb' eyetchonhab' chi'. Tzeyak'anoch in b'i yet' in sello t'ay. Yujto a junok ley b'aj ayoch in b'i yet' in sello t'ay, maxtzac yal-laj yeq'ui, xchi vinh."
        },
        {
            "number": "9",
            "text": "Elanhchamel ix avtaj eb' vinh stz'ib'um vinh rey chi', ayic 23 yoch yoxil uj scuch Siván. Masanil tas ix yal vinhaj Mardoqueo chi' ix tz'ib'chajb'at t'a masanil eb' israel, t'a eb' vinh yajal, t'a eb' vinh yajalil eb' soldado, t'a masanil eb' vinh yajal yaj t'a 127 macanhil yaj smacb'en vinh rey chi', scotto t'a India masanto sk'och t'a Etiopía. Ix tz'ib'chajb'at t'a sti' yet' t'a sletra junjun chonhab' yet' t'a sti' eb' israel."
        },
        {
            "number": "10",
            "text": "Ix ochpax sello vinhaj rey Asuero t'ay yic scheclaji to a vinh tz'alani. Ha eb' ix b'at spuc jun ley chi', ha t'a yib'anh nok' chej jelan sb'eyi, aton nok' schej vinh rey ayek' t'a yet'tal, ata' ix q'ue eb'."
        },
        {
            "number": "11",
            "text": "Ha t'a jun ley ix yalb'at vinh rey chi', yalnhej tas chonhab'il b'aj ayek' eb' israel chi', syal smolb'an sb'a eb' yic scolan sb'a eb'. Tato ay eb' ajk'ol yalnhej tas chonhab'il sk'och t'a eb' yet' syamk'ab' yic oval, syal satanel eb' ajk'ol chi' eb'. Yed' pax yetb'eyum yet' yalyuninal eb' ajk'ol chi' syal satanel eb'. Syik'ancanek' eb' tas ay t'a eb' ajk'ol chi'."
        },
        {
            "number": "12",
            "text": "Ha juntzanh tik, junnhej k'ual tz'aj sb'o t'a masanil yol smacb'en vinhaj rey Asuero chi', aton t'a jun k'u chequel yajcan t'a 13 yoch slajchavil uj scuch Adar."
        },
        {
            "number": "13",
            "text": "Ha scopiail jun ley chi', yovalil spucax t'a junjun macanhil yaj smacb'en vinh rey chi', yovalil tz'alchajel t'a skal masanil chonhab' yujto ley yaji, yic wach' ha t'a jun k'u chi', masanil eb' israel chi' syak' lista sb'a eb' yic spacan sb'a eb' t'a eb' ajk'ol chi'."
        },
        {
            "number": "14",
            "text": "Ha eb' vinh ix b'at yal jun ley chi', elanhchamel ix checjib'at eb' vinh yuj vinh rey chi', ix q'ue eb' vinh t'a yib'anh nok' schej vinh. Ix alchajpaxel jun ley chi' t'a chonhab' Susa chi', b'ab'el chonhab' yaj t'a yol smacb'en vinh rey chi'."
        },
        {
            "number": "15",
            "text": "Ayic ix elta vinhaj Mardoqueo t'a sdespacho vinh rey chi', ayoch spichul vinh yic yopisio yuj, k'ik'mutz'inac yet' sacsac yilji. Ayq'ue jun niwan corona nab'a oro t'a sjolom vinh, ayoch jun xotil vinh nab'a lino k'ik'mutz'inac yilji. Masanil eb' anima ay t'a chonhab' Susa chi', ix avajq'ue eb' yuj tzalajk'olal."
        },
        {
            "number": "16",
            "text": "Yuj chi' a eb' israel ix el lenaj ix yil eb', ix te tzalaj eb', yujto ix ik'jichaanh eb' ix yab'i."
        },
        {
            "number": "17",
            "text": "Ayic ix k'och jun ley chi' t'a masanil lugar yet' t'a junjun chonhab', masanil eb' israel ix te tzalaji. Ix yak'anoch jun q'uinh eb', ix wa eb'. Tzijtum eb' anima t'a junjun chonhab' ix yak'och sb'a israelal yet' eb', yujto xiv eb' t'a eb' israel chi'."
        }
    ]
}