{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun k'u chi', masanil tas ay t'a winhaj Amán, winh ajk'ol yajoch t'a heb' israel, ix yak' winh rey chi' t'a ix Ester. Axo winhaj Mardoqueo chi', niwan yopisio winh ix ak'ji yuj winh rey chi', yujto toxo ix yal ix Ester chi' to te ayto yuj sb'a ix yet' winh."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi', ix yik'anel k'een scolk'ab' winh rey chi', k'een ix ik'chajek' t'a winhaj Amán, ix yak'anoch k'een winh t'a winhaj Mardoqueo chi'. Axo masanil tas ay t'a winhaj Amán ak'b'il t'a ix Ester chi', ix ak'jioch t'a yol sk'ab' winhaj Mardoqueo chi'."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi' ix k'ochxi ix Ester t'a yichanh winh rey chi'. Ix em cuman ix, ix och ijan ix yoq'ui. Ix tewi ix to tz'ik'jiel yopisio jun ley te chuk ix sb'o winhaj Amán chi'. Ix yalan ix to max elk'och tas syal jun ley chi' t'a heb' israel."
        },
        {
            "number": "4",
            "text": "Ix yak'anelta sk'ococh winh rey chi' nab'a oro t'a ix, ix k'e linhan ix t'a yichanh winh."
        },
        {
            "number": "5",
            "text": "Ix yalan ix icha tik: --Mamin rey, tato wach' in t'a yol a sat, tato wach' tas tzin k'an tik tzab'i, tato t'a wal yel xajan in uuj, comonoc tzak' tz'ib'chajb'at junocxo ley yic tz'el yopisio tas syal jun ley ix yak'b'at winhaj Amán yuninal winhaj Hamedata yinhtilal winhaj Agag t'a masanil yol a macb'en b'aj syala' to satjiel masanil heb' wetchonhab'."
        },
        {
            "number": "6",
            "text": "Manh ol techaj wuj wilan tas ol jawok t'a yib'anh masanil heb' wetchonhab' yuj tas ol aj ko satjieli, xchi ix."
        },
        {
            "number": "7",
            "text": "Ix yalan winhaj rey Asuero chi' t'a ix yet' t'a winhaj Mardoqueo chi' icha tik: --Ha winhaj Amán chi' locanxok'e winh t'a te te', yujto chuk tas ix snachaanh winh t'a spatic heb' eyetchonhab'. Masanil tas ay t'a winh, toxo ix wak' t'ayach."
        },
        {
            "number": "8",
            "text": "Ha ticnaik tz'ib'ejb'at icha tas tze na yuj swach'iloc masanil heb' eyetchonhab' chi'. Tzeyak'anoch in b'i yet' in sello t'ay. Yujto a junok ley b'aj ayoch in b'i yet' in sello t'ay, maxtzac yal-laj yeq'ui, xchi winh."
        },
        {
            "number": "9",
            "text": "Elanhchamel ix avtaj heb' winh stz'ib'um winh rey chi', ayic 23 yoch yoxil uj scuch Siván. Masanil tas ix yal winhaj Mardoqueo chi' ix tz'ib'chajb'at t'a masanil heb' israel, t'a heb' winh yajal, t'a heb' winh yajalil heb' soldado, t'a masanil heb' winh yajal yaj t'a 127 makanhil yaj smacb'en winh rey chi', scotto t'a India masanto sk'och t'a Etiopía. Ix tz'ib'chajb'at t'a sti' yet' t'a sletra junjun chonhab' yet' t'a sti' heb' israel."
        },
        {
            "number": "10",
            "text": "Ix ochpax sello winhaj rey Asuero t'ay yic scheclaji to a winh tz'alani. Ha heb' ix b'at spuk jun ley chi', ha t'a yib'anh nok' chej jelan sb'eyi, aton nok' schej winh rey ayek' t'a yet'tal, ata' ix k'e heb'."
        },
        {
            "number": "11",
            "text": "Ha t'a jun ley ix yalb'at winh rey chi', yalnhej tas chonhab'il b'aj ayek' heb' israel chi', syal smolb'an sb'a heb' yic scolan sb'a heb'. Tato ay heb' ajk'ol yalnhej tas chonhab'il sk'och t'a heb' yet' syamk'ab' yic owal, syal satanel heb' ajk'ol chi' heb'. Yed' pax yetb'eyum yet' yalyuninal heb' ajk'ol chi' syal satanel heb'. Syik'ankanek' heb' tas ay t'a heb' ajk'ol chi'."
        },
        {
            "number": "12",
            "text": "Ha juntzanh tik, junnhej k'ual tz'aj sb'o t'a masanil yol smacb'en winhaj rey Asuero chi', aton t'a jun k'u chequel yajkan t'a 13 yoch slajchawil uj scuch Adar."
        },
        {
            "number": "13",
            "text": "Ha scopiail jun ley chi', yowalil spukax t'a junjun makanhil yaj smacb'en winh rey chi', yowalil tz'alchajel t'a skal masanil chonhab' yujto ley yaji, yic wach' ha t'a jun k'u chi', masanil heb' israel chi' syak' lista sb'a heb' yic spakan sb'a heb' t'a heb' ajk'ol chi'."
        },
        {
            "number": "14",
            "text": "Ha heb' winh ix b'at yal jun ley chi', elanhchamel ix checjib'at heb' winh yuj winh rey chi', ix k'e heb' winh t'a yib'anh nok' schej winh. Ix alchajpaxel jun ley chi' t'a chonhab' Susa chi', b'ab'el chonhab' yaj t'a yol smacb'en winh rey chi'."
        },
        {
            "number": "15",
            "text": "Ayic ix elta winhaj Mardoqueo t'a sdespacho winh rey chi', ayoch spichul winh yic yopisio yuj, k'ik'mutz'inac yet' sacsac yilji. Ayk'e jun niwan corona nab'a oro t'a sjolom winh, ayoch jun xotil winh nab'a lino k'ik'mutz'inac yilji. Masanil heb' anima ay t'a chonhab' Susa chi', ix awajk'e heb' yuj tzalajk'olal."
        },
        {
            "number": "16",
            "text": "Yuj chi' a heb' israel ix el lenaj ix yil heb', ix te tzalaj heb', yujto ix ik'jichaanh heb' ix yab'i."
        },
        {
            "number": "17",
            "text": "Ayic ix k'och jun ley chi' t'a masanil lugar yet' t'a junjun chonhab', masanil heb' israel ix te tzalaji. Ix yak'anoch jun q'uinh heb', ix wa heb'. Tzijtum heb' anima t'a junjun chonhab' ix yak'och sb'a israelal yet' heb', yujto xiv heb' t'a heb' israel chi'."
        }
    ]
}