{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 13 yoch slajchawil uj scuch Adar, aton jun k'u chi' chequel yaji yic tz'elk'och tas syal jun ley alb'ilel yuj winh rey chi', aton t'a jun k'ual chi' satjiel heb' israel yuj heb' ajk'ol chi' yalani. Axo ix aji, maj elk'ochlaj icha chi', palta to a heb' ajk'ol chi' ix ak'ji ganar yuj heb' israel chi'."
        },
        {
            "number": "2",
            "text": "Ha t'a masanil yol smacb'en winhaj rey Asuero chi', ix smolb'ej sb'a masanil heb' israel t'a junjun chonhab' b'ajtac ay heb'. Ix syamanoch heb' yak'an owal yet' heb' ix snib'ej satanel heb' chi'. Manhxa junok mach ix stek'b'ej sb'ha t'a yichanh heb' israel chi', yujto toxo ix och xivk'olal t'a skal heb' anima smasanil."
        },
        {
            "number": "3",
            "text": "Masanil heb' winh niwac yajal ay t'a junjun makan smacb'en winh rey chi' yet' heb' winh niwac yopisio, ix yak'och sb'a heb' winh yet' heb' israel, yujto ix te xiv heb' winh t'a winhaj Mardoqueo chi',"
        },
        {
            "number": "4",
            "text": "yujto te niwan yopisio winh t'a spalacio winh rey chi'. Ha sb'inajnaquil winh ix te pucax t'a masanil chonhab', yujto t'a junjun k'u ste niwanb'i yopisio winh chi'."
        },
        {
            "number": "5",
            "text": "Ix miljicham heb' ajk'ol chi' t'a k'een espada yuj heb' israel chi'. Ix satjiel heb' smasanil, ix sk'ulej heb' israel chi' icha wal tas snib'ej."
        },
        {
            "number": "6",
            "text": "Ha t'a chonhab' Susa chi', ay 500 heb' winh winak ix miljicham yuj heb' israel chi', palta malaj wal jab'oc tastac ay t'a heb' winh ix cham chi' ix yik'ek' heb'. Ha t'a skal heb' winh ix cham chi', ix cham heb' winh tik: Vinhaj Parsandata, winhaj Dalfón, winhaj Aspata, winhaj Porata, winhaj Adalías, winhaj Aridata, winhaj Parmasta, winhaj Arisai, winhaj Aridai yet' winhaj Vaizata. Ha winhaj Amán ajk'ol t'a heb' israel, winh yuninal winhaj Hamedata, a winh ay yuninal heb' winh slajunhwanhil."
        },
        {
            "number": "7",
            "text": "Ha t'a jun k'u chi', ayic ix yab'an winh rey jantac sb'isul heb' anima ix cham t'a chonhab' Susa chi', aton b'aj cajan winh,"
        },
        {
            "number": "8",
            "text": "ix yalan winh t'a ix reina Ester icha tik: --Ha heb' etchonhab' toxo ix smilcham 500 heb' winh winak heb' yet' lajunhwanh heb' winh yuninal winhaj Amán t'a chonhab' Susa tik. Ocxom pax t'a juntzanhxo chonhab' t'a yol in macb'en tik, jantac am tas ix uji. Al t'ayin tasto tza nib'ej, ol wak' t'ayach, xchi winh."
        },
        {
            "number": "9",
            "text": "Ix tak'wi ix Ester chi' icha tik: --Mamin rey, tato syal a k'ool, tzala' to a k'ik'an sk'ulejxi heb' wetchonhab' t'a chonhab' Susa tik icha tas ix sk'ulej heb' ticnaik icha yalan a ley. Tzalan paxi to sk'e locan sniwanil lajunhwanh heb' winh yuninal winhaj Amán chi' t'a te te', xchi ix."
        },
        {
            "number": "10",
            "text": "Ix yalan winh rey to sk'ulaj icha chi'. Ix alchajel jun ley chi' t'a masanil yol chonhab' Susa chi'. Ix k'e locan sniwanil lajunhwanh heb' yuninal winhaj Amán chi'."
        },
        {
            "number": "11",
            "text": "Masanil heb' israel cajan t'a chonhab' Susa chi', ix smolb'ejxi sb'a heb' ayic 14 yoch uj scuch Adar, ix smilancham 300 xo heb' winh winak heb', palta malaj jab'oc tas ay t'a heb' anima chi' ix yik'ek' heb'."
        },
        {
            "number": "12",
            "text": "Masanil heb' israel cajan t'a juntzanhxo chonhab' t'a smacb'en winh rey chi', ix smolb'ejpax sb'a heb' ayic 13 yoch uj chi', yic scolan sb'a heb' t'a heb' ajk'ol chi'. 75 mil heb' ajk'ol chi' ix smilcham heb', palta malaj jab'oc tas ay t'a heb' ix yik'ek' heb'. Ayic 14 yoch uj chi', ix och waan heb' smilancham heb' anima chi', ix yak'anoch q'uinh heb' yet' niwac wael t'a tzalajk'olal."
        },
        {
            "number": "13",
            "text": "Axo heb' israel cajan t'a chonhab' Susa chi', ix smolb'ejpax sb'a heb' yic scolan sb'a heb' t'a 13 yoch uj yet' t'a 14, haxo t'a 15 ix och waan heb' smilancham heb' anima chi', ix yak'anoch q'uinh heb' yet' niwac wael t'a tzalajk'olal."
        },
        {
            "number": "14",
            "text": "Axo pax heb' israel cajan t'a juntzanhxo chonhab' yet' t'a juntzanh aldea malaj smuroal, ha t'a 14 yoch uj scuch Adar, ata' ix yak'och q'uinh heb' t'a tzalajk'olal, ix sian wael heb' t'ay junjun."
        },
        {
            "number": "15",
            "text": "Ix schecan tz'ib'chaj masanil juntzanh tas ix uji tik winhaj Mardoqueo, ix schecan winh to tz'ak'chajb'at t'a masanil heb' yetisraelal winh cajan t'a masanil yol smacb'en winhaj rey Asuero chi', heb' cajan t'a slak'anil yet' heb' cajan t'a najat."
        },
        {
            "number": "16",
            "text": "Ix yalanb'at winh to t'a 14 yet' t'a 15 yoch uj Adar t'a junjun ab'il, yowalil tz'och q'uinh,"
        },
        {
            "number": "17",
            "text": "yujto ha t'a juntzanh k'ual chi' a heb' israel ix satanel heb' yajk'ool. Ha wal t'a jun uj chi', a scusk'olal heb' yet' yok'elk'olal, ix meltzajcanoch t'a tzalajk'olal. Yuj chi' ha t'a jun k'u chi' ix yak'och q'uinh heb' yet' niwac wael, ix laj sian wael heb' t'ay junjun, ix yak'an scolwal heb' t'a heb' meb'a'."
        },
        {
            "number": "18",
            "text": "Ha jun ley ix schec tz'ib'chaj winhaj Mardoqueo chi', ix ochcan sb'eyb'aloc heb' israel chi'."
        },
        {
            "number": "19",
            "text": "Yujto a winhaj Amán ajk'ol t'a heb' israel chi', ix yak'och suerte winh t'a yib'anh heb' tas k'ual satjiel heb' smasanil,"
        },
        {
            "number": "20",
            "text": "palta yujto ix b'at tewi ix Ester t'a winh rey, yuj chi' ix yak'elta jun ley winh to a masanil chukal ix sna winhaj Amán chi' sk'ulej t'a heb' israel chi', ha t'a yib'anh winh smeltzajcani. Yuj chi' ix ak'jik'e locan winh yet' heb' yuninal t'a te te'."
        },
        {
            "number": "21",
            "text": "Yuj chi' a juntzanh k'ual chi' ix scuchcan Purim. Ha jun lolonel chi' syalelk'ochi, juntzanh tastac sk'an heb' t'a suerteal. Icha syal tas ix tz'ib'ejb'at winhaj Mardoqueo chi' yet' tas ix sk'ulej heb',"
        },
        {
            "number": "22",
            "text": "a ix sb'eyb'alej heb' israel chi' yet' yinhtilal yet' pax masanil heb' syak'och sb'a israelal. Yowalil syak'och chab' k'ual q'uinh chi' heb' t'a junjun ab'il, icha sk'ual ix aj yalchajcani."
        },
        {
            "number": "23",
            "text": "Icha chi' ix ajcani yic snachajcot yuj heb' yinhtilal Israel t'a junjun makan smacb'en winh rey yet' t'a junjun chonhab' to yowalil snacot heb', syak'anoch q'uinh heb' yic Purim t'a sk'ual ix cheklajkan chi' t'a masanil tiempo."
        },
        {
            "number": "24",
            "text": "Axo ix reina Ester yisilcan winhaj Abihail yet' winhaj Mardoqueo winh israel, ha t'a sb'i yopisio heb' chi', ix schec heb' tz'ib'chajb'at yuj q'uinh yic Purim chi', yic swach' ak'chajoch yip jun ix schec b'ab'laj tz'ib'chajb'at heb'."
        },
        {
            "number": "25",
            "text": "Ix schecan heb' pucchajb'at t'a masanil heb' yetisraelal heb' cajan t'a 127 makan yaj smacb'en winhaj rey Asuero chi'. Ix ak'jib'at stzatzil sk'ol heb' yetisraelal heb' chi' yuj."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi', ix alchaji to yowalil tz'och q'uinh yic Purim t'a sk'ual chequelxo ix ajcani, icha wal ix yutej winhaj Mardoqueo yet' ix reina Ester chi' yalani. Yowalil sk'anab'ajej heb' yet' pax yinhtilal heb' yic snachajcot tzek'ojk'olal yet' cusk'olal."
        },
        {
            "number": "27",
            "text": "Ha jun checnab'il ix yak' ix Ester chi', a tz'alani tas tz'aj yoch q'uinh chi'. Ha jun tik ix schec ix tz'ib'chajcani."
        }
    ]
}