{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 13 yoch slajchavil uj scuch Adar, aton jun k'u chi' chequel yaji yic tz'elk'och tas syal jun ley alb'ilel yuj vinh rey chi', aton d'a jun k'ual chi' satjiel eb' israel yuj eb' ajk'ol chi' yalani. Axo ix aji, maj elk'ochlaj icha chi', palta to a eb' ajk'ol chi' ix ak'ji ganar yuj eb' israel chi'."
        },
        {
            "number": "2",
            "text": "A d'a masanil yol smacb'en vinhaj rey Asuero chi', ix smolb'ej sb'a masanil eb' israel d'a junjun chonhab' b'ajtac ay eb'. Ix syamanoch eb' yak'an oval yed' eb' ix snib'ej satanel eb' chi'. Manhxa junoc mach ix stek'b'ej sb'a d'a yichanh eb' israel chi', yujto toxo ix och xivk'olal d'a scal eb' anima smasanil."
        },
        {
            "number": "3",
            "text": "Masanil eb' vinh nivac yajal ay d'a junjun macanh smacb'en vinh rey chi' yed' eb' vinh nivac yopisio, ix yak'och sb'a eb' vinh yed' eb' israel, yujto ix te xiv eb' vinh d'a vinhaj Mardoqueo chi',"
        },
        {
            "number": "4",
            "text": "yujto te nivan yopisio vinh d'a spalacio vinh rey chi'. A sb'inajnaquil vinh ix te pucax d'a masanil chonhab', yujto d'a junjun k'u ste nivanb'i yopisio vinh chi'."
        },
        {
            "number": "5",
            "text": "Ix miljicham eb' ajk'ol chi' d'a q'uen espada yuj eb' israel chi'. Ix satjiel eb' smasanil, ix sk'ulej eb' israel chi' icha val tas snib'ej."
        },
        {
            "number": "6",
            "text": "A d'a chonhab' Susa chi', ay 500 eb' vinh vinac ix miljicham yuj eb' israel chi', palta malaj val jab'oc tastac ay d'a eb' vinh ix cham chi' ix yiq'uek' eb'. A d'a scal eb' vinh ix cham chi', ix cham eb' vinh tic: Vinhaj Parsandata, vinhaj Dalfón, vinhaj Aspata, vinhaj Porata, vinhaj Adalías, vinhaj Aridata, vinhaj Parmasta, vinhaj Arisai, vinhaj Aridai yed' vinhaj Vaizata. A vinhaj Amán ajk'ol d'a eb' israel, vinh yuninal vinhaj Hamedata, a vinh ay yuninal eb' vinh slajunhvanhil."
        },
        {
            "number": "7",
            "text": "A d'a jun k'u chi', ayic ix yab'an vinh rey jantac sb'isul eb' anima ix cham d'a chonhab' Susa chi', aton b'aj cajan vinh,"
        },
        {
            "number": "8",
            "text": "ix yalan vinh d'a ix reina Ester icha tic: --A eb' etchonhab' toxo ix smilcham 500 eb' vinh vinac eb' yed' lajunhvanh eb' vinh yuninal vinhaj Amán d'a chonhab' Susa tic. Ocxom pax d'a juntzanhxo chonhab' d'a yol in macb'en tic, jantac am tas ix uji. Al d'ayin tasto tza nib'ej, ol vak' d'ayach, xchi vinh."
        },
        {
            "number": "9",
            "text": "Ix tak'vi ix Ester chi' icha tic: --Mamin rey, tato syal a k'ool, tzala' to a q'uik'an sk'ulejxi eb' vetchonhab' d'a chonhab' Susa tic icha tas ix sk'ulej eb' ticnaic icha yalan a ley. Tzalan paxi to sq'ue locan snivanil lajunhvanh eb' vinh yuninal vinhaj Amán chi' d'a te te', xchi ix."
        },
        {
            "number": "10",
            "text": "Ix yalan vinh rey to sk'ulaj icha chi'. Ix alchajel jun ley chi' d'a masanil yol chonhab' Susa chi'. Ix q'ue locan snivanil lajunhvanh eb' yuninal vinhaj Amán chi'."
        },
        {
            "number": "11",
            "text": "Masanil eb' israel cajan d'a chonhab' Susa chi', ix smolb'ejxi sb'a eb' ayic 14 yoch uj scuch Adar, ix smilancham 300 xo eb' vinh vinac eb', palta malaj jab'oc tas ay d'a eb' anima chi' ix yiq'uek' eb'."
        },
        {
            "number": "12",
            "text": "Masanil eb' israel cajan d'a juntzanhxo chonhab' d'a smacb'en vinh rey chi', ix smolb'ejpax sb'a eb' ayic 13 yoch uj chi', yic scolan sb'a eb' d'a eb' ajk'ol chi'. 75 mil eb' ajk'ol chi' ix smilcham eb', palta malaj jab'oc tas ay d'a eb' ix yiq'uek' eb'. Ayic 14 yoch uj chi', ix och vaan eb' smilancham eb' anima chi', ix yak'anoch q'uinh eb' yed' nivac vael d'a tzalajk'olal."
        },
        {
            "number": "13",
            "text": "Axo eb' israel cajan d'a chonhab' Susa chi', ix smolb'ejpax sb'a eb' yic scolan sb'a eb' d'a 13 yoch uj yed' d'a 14, axo d'a 15 ix och vaan eb' smilancham eb' anima chi', ix yak'anoch q'uinh eb' yed' nivac vael d'a tzalajk'olal."
        },
        {
            "number": "14",
            "text": "Axo pax eb' israel cajan d'a juntzanhxo chonhab' yed' d'a juntzanh aldea malaj smuroal, a d'a 14 yoch uj scuch Adar, ata' ix yak'och q'uinh eb' d'a tzalajk'olal, ix sian vael eb' d'ay junjun."
        },
        {
            "number": "15",
            "text": "Ix schecan tz'ib'chaj masanil juntzanh tas ix uji tic vinhaj Mardoqueo, ix schecan vinh to tz'ak'chajb'at d'a masanil eb' yetisraelal vinh cajan d'a masanil yol smacb'en vinhaj rey Asuero chi', eb' cajan d'a slak'anil yed' eb' cajan d'a najat."
        },
        {
            "number": "16",
            "text": "Ix yalanb'at vinh to d'a 14 yed' d'a 15 yoch uj Adar d'a junjun ab'il, yovalil tz'och q'uinh,"
        },
        {
            "number": "17",
            "text": "yujto a d'a juntzanh k'ual chi' a eb' israel ix satanel eb' yajk'ool. A val d'a jun uj chi', a scusk'olal eb' yed' yoq'uelk'olal, ix meltzajcanoch d'a tzalajk'olal. Yuj chi' a d'a jun k'u chi' ix yak'och q'uinh eb' yed' nivac vael, ix laj sian vael eb' d'ay junjun, ix yak'an scolval eb' d'a eb' meb'a'."
        },
        {
            "number": "18",
            "text": "A jun ley ix schec tz'ib'chaj vinhaj Mardoqueo chi', ix ochcan sb'eyb'aloc eb' israel chi'."
        },
        {
            "number": "19",
            "text": "Yujto a vinhaj Amán ajk'ol d'a eb' israel chi', ix yak'och suerte vinh d'a yib'anh eb' tas k'ual satjiel eb' smasanil,"
        },
        {
            "number": "20",
            "text": "palta yujto ix b'at tevi ix Ester d'a vinh rey, yuj chi' ix yaq'uelta jun ley vinh to a masanil chucal ix sna vinhaj Amán chi' sk'ulej d'a eb' israel chi', a d'a yib'anh vinh smeltzajcani. Yuj chi' ix ak'jiq'ue locan vinh yed' eb' yuninal d'a te te'."
        },
        {
            "number": "21",
            "text": "Yuj chi' a juntzanh k'ual chi' ix scuchcan Purim. A jun lolonel chi' syalelk'ochi, juntzanh tastac sk'an eb' d'a suerteal. Icha syal tas ix tz'ib'ejb'at vinhaj Mardoqueo chi' yed' tas ix sk'ulej eb',"
        },
        {
            "number": "22",
            "text": "a ix sb'eyb'alej eb' israel chi' yed' yinhtilal yed' pax masanil eb' syak'och sb'a israelal. Yovalil syak'och chab' k'ual q'uinh chi' eb' d'a junjun ab'il, icha sk'ual ix aj yalchajcani."
        },
        {
            "number": "23",
            "text": "Icha chi' ix ajcani yic snachajcot yuj eb' yinhtilal Israel d'a junjun macanh smacb'en vinh rey yed' d'a junjun chonhab' to yovalil snacot eb', syak'anoch q'uinh eb' yic Purim d'a sk'ual ix checlajcan chi' d'a masanil tiempo."
        },
        {
            "number": "24",
            "text": "Axo ix reina Ester yisilcan vinhaj Abihail yed' vinhaj Mardoqueo vinh israel, a d'a sb'i yopisio eb' chi', ix schec eb' tz'ib'chajb'at yuj q'uinh yic Purim chi', yic svach' ak'chajoch yip jun ix schec b'ab'laj tz'ib'chajb'at eb'."
        },
        {
            "number": "25",
            "text": "Ix schecan eb' pucchajb'at d'a masanil eb' yetisraelal eb' cajan d'a 127 macanh yaj smacb'en vinhaj rey Asuero chi'. Ix ak'jib'at stzatzil sk'ol eb' yetisraelal eb' chi' yuuj."
        },
        {
            "number": "26",
            "text": "Ix lajvi chi', ix alchaji to yovalil tz'och q'uinh yic Purim d'a sk'ual chequelxo ix ajcani, icha val ix yutej vinhaj Mardoqueo yed' ix reina Ester chi' yalani. Yovalil sk'anab'ajej eb' yed' pax yinhtilal eb' yic snachajcot tzek'ojk'olal yed' cusk'olal."
        },
        {
            "number": "27",
            "text": "A jun checnab'il ix yak' ix Ester chi', a tz'alani tas tz'aj yoch q'uinh chi'. A jun tic ix schec ix tz'ib'chajcani."
        }
    ]
}