{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Simón Pedro in tik, yak'umal in servil Jesucristo, schecab' in paxi. Tik tzin tz'ib'ejb'at jun in carta t'ayex mach ex ix eyak'och Dios t'a e k'ool qued'oc. Ha jun b'aj ix cak'och co k'ool tik, nivanocab' yelk'och t'ayex. Icha chi' tzeyutej e b'a qued'oc, yujto a co Diosal aton co Columal Jesucristo, tojolnhej toni."
        },
        {
            "number": "2",
            "text": "Yak'ocab' svach'k'olal yet' sjunk'olal Dios t'ayex, yujto eyojtacxo yet' Cajal Jesucristo."
        },
        {
            "number": "3",
            "text": "Ay juntzanh tas te yovalil tz'och cuuj, yic wach' scak'och co pensar d'ha Dios yacb'an ay onh ek' t'a tik. Yujnhej spoder, ix yak' juntzanh chi' t'ayonh smasanil, yujto ha Dios ix ak'an cojtaquejel Jesucristo. Ha avtannac onh och yicoc, yujto niwan yelk'ochi, manh jantacoc svach'il."
        },
        {
            "number": "4",
            "text": "Yuj svach'il chi', yak'naccan sti' t'ayonh. Ha juntzanh tas yalnaccan chi', niwan yelk'ochi, manh jantacoc svach'il. Yuj juntzanh chi' tzonh colchajel t'a yol sk'ab' juntzanh chucal snib'ejoch eb' ay t'a yol yib'anhk’inal tik. Yujto a spensar Dios ayoch t'ayonh yuj juntzanh tas yalnaccan chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi', manh tonhejoc scak'och Dios t'a co k'ool. Yovalil scak' val quip co tojolb'itan co b'eyb'al. Co k'ayb'ejec sjelanil Dios."
        },
        {
            "number": "6",
            "text": "Co cachec och vaan co b'a. Tek'an scutejec pax co b'a. Anhej d'ha Dios scak'och co pensar."
        },
        {
            "number": "7",
            "text": "Sco xajanej co b'a yet' eb' quetcreyenteal, sco xajananpax masanil anima."
        },
        {
            "number": "8",
            "text": "Tato a juntzanh tik sco k'ulejnhej t'a junjun k'u, te ay copisio yuj Dios syal chi'. Manh nab'anhejoc ix cojtaquejel Cajal Jesucristo."
        },
        {
            "number": "9",
            "text": "Palta a eb' max b'eyb'alan juntzanh tik, ichato macan sat eb', ichato max uji yilanb'at junok tas eb' t'a najat. Yujto maxtzac snacot eb' to a smul eb' t'a yalanhtaxo, ik'b'ilxocaneli."
        },
        {
            "number": "10",
            "text": "Yuj chi' ex vuk'tac ex vanab', scak' val quip cojtacanel sik'lab'il to t'a val yel avtab'il onhxo och yicoc Dios, sik'b'il onhxo el yuj. Tato icha chi' scutej co b'a, malaj b'ak'uinh ol chab'ax co k'ool t'a yic Dios b'aj ayonh ochi."
        },
        {
            "number": "11",
            "text": "Tato icha chi', malaj tas ol onh cachanoch vaan yic tzonh och b'aj van yak'an yajalil Cajal Jesucristo co Columal. Ha yopisio Cajal chi', aynhejek' t'a junelnhej."
        },
        {
            "number": "12",
            "text": "Yuj chi' wach'chom eyojtacxo juntzanh tik, tek'an exxo t'a juntzanh k'ayb'ub'al yel b'aj ayxo och e pensar, palta ol veccot e na'a."
        },
        {
            "number": "13",
            "text": "Tzin na' to smoj vecan e na'a, svak'an nachaj juntzanh tik eyuuj, yacb'an pitzan into."
        },
        {
            "number": "14",
            "text": "Yujto a Cajal Jesucristo ix ak'an nachajel vuuj to quenxonhej tiempo ay in eq'ui."
        },
        {
            "number": "15",
            "text": "Yuj chi' svak' vip, yic wach' ol yal e na'annhejcot juntzanh k'ayb'ub'al tik t'a masanil tiempo, ayic manhxo ayoc in eq'ui."
        },
        {
            "number": "16",
            "text": "Calnacxocan t'ayex to ay val spoder Cajal Jesucristo, to yovalil ol jax t'a schaelal. Palta a juntzanh chi', manh comon loloneloc, manh tonhejoc ix co naelta t'a yol quico'. Yujto quilnac val Cajal chi' yet' co sat, manhxo jantacoc pax svach'il."
        },
        {
            "number": "17",
            "text": "Ha onh val lak'an quilnac yak'an stziquiquial co Mam Dios t'ay. Cab'nac pax yalan Dios to te niwan yelk'ochi. Yalannac emta Dios icha tik t'a skal jun snivan tziquiquial chi': Aton jun Vuninal tik, xajanab'il vuuj. Tzin tzalaj val yet'oc, xchi."
        },
        {
            "number": "18",
            "text": "Ha jay b'elanh lolonel alb'ilemta t'a satcha’anh chi', cab'nac val, yujto ay onh ek' yet' Cajal chi' t'a jun tzalan b'aj emnacul Dios chi'."
        },
        {
            "number": "19",
            "text": "Anhejtona', ayocto sja Cajal, stz'ib'annaccan yab'ixal eb' schecab' Dios. Anheja' ayek' Slolonel Tz'ib'ab'ilcan yuj eb' chi' ticnaic. Ha tas syal Slolonel chi' te yel. Wach'nhej scutej co b'a, tato anheja' cak'anoch co pensar t'a tas tz'ib'ab'ilcan yuj eb' chi'. Yujto a Slolonel chi', lajan icha junok tas copanel sk'ak'al t'a cal k’ik’ k’inal. Syak' yoc t'ayonh, masanto sakb'i ayic sjavi k'u. Icha k'u chi' icha chi' yaj Cristo ayic ol jaxoc, haxo svach' ak'an sakil k'inal chi' t'ayonh."
        },
        {
            "number": "20",
            "text": "Ha eb' schecab' Dios t'a peca', ayocto stz'ib'annaccan eb' yuj tastac ol javoc. Palta yovalil scojtaquejeli to malaj junok mach scomon alan t'a yol yico' tas syalelk'och juntzanh tz'ib'ab'ilcan chi'."
        },
        {
            "number": "21",
            "text": "Yujto a eb' chi', malaj junok eb' munil snanac elta t'a sjolom ayic stz'ib'annaccan eb'. Yujto sik'b'il yajel eb' yuj Dios. Axo Yespíritu ak'annac nachajel yuj eb' chajtil yutejnac eb' yalancanel slolonel chi', stz'ib'annaccan eb'."
        }
    ]
}