{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "A in Simón Pedro in tic, yak'umal in servil Jesucristo, schecab' in paxi. Tic tzin tz'ib'ejb'at jun in carta d'ayex mach ex ix eyak'och Dios d'a e k'ool qued'oc. A jun b'aj ix cak'och co k'ool tic, nivanocab' yelk'och d'ayex. Icha chi' tzeyutej e b'a qued'oc, yujto a co Diosal aton co Columal Jesucristo, tojolnhej toni."
        },
        {
            "number": "2",
            "text": "Yak'ocab' svach'k'olal yed' sjunk'olal Dios d'ayex, yujto eyojtacxo yed' Cajal Jesucristo."
        },
        {
            "number": "3",
            "text": "Ay juntzanh tas te yovalil tz'och cuuj, yic vach' scak'och co pensar d'a Dios yacb'an ay onh ek' d'a tic. Yujnhej spoder, ix yak' juntzanh chi' d'ayonh smasanil, yujto a Dios ix ak'an cojtaquejel Jesucristo. A avtannac onh och yicoc, yujto nivan yelk'ochi, manh jantacoc svach'il."
        },
        {
            "number": "4",
            "text": "Yuj svach'il chi', yak'naccan sti' d'ayonh. A juntzanh tas yalnaccan chi', nivan yelk'ochi, manh jantacoc svach'il. Yuj juntzanh chi' tzonh colchajel d'a yol sk'ab' juntzanh chucal snib'ejoch eb' ay d'a yolyib'anhq'uinal tic. Yujto a spensar Dios ayoch d'ayonh yuj juntzanh tas yalnaccan chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi', manh tonhejoc scak'och Dios d'a co k'ool. Yovalil scak' val quip co tojolb'itan co b'eyb'al. Co k'ayb'ejec sjelanil Dios."
        },
        {
            "number": "6",
            "text": "Co cachec och vaan co b'a. Tek'an scutejec pax co b'a. Anhej d'a Dios scak'och co pensar."
        },
        {
            "number": "7",
            "text": "Sco xajanej co b'a yed' eb' quetcreyenteal, sco xajananpax masanil anima."
        },
        {
            "number": "8",
            "text": "Tato a juntzanh tic sco k'ulejnhej d'a junjun k'u, te ay copisio yuj Dios syal chi'. Manh nab'anhejoc ix cojtaquejel Cajal Jesucristo."
        },
        {
            "number": "9",
            "text": "Palta a eb' max b'eyb'alan juntzanh tic, ichato macan sat eb', ichato max uji yilanb'at junoc tas eb' d'a najat. Yujto maxtzac snacot eb' to a smul eb' d'a yalanhtaxo, ik'b'ilxocaneli."
        },
        {
            "number": "10",
            "text": "Yuj chi' ex vuk'tac ex vanab', scak' val quip cojtacanel sik'lab'il to d'a val yel avtab'il onhxo och yicoc Dios, sik'b'il onhxo el yuuj. Tato icha chi' scutej co b'a, malaj b'aq'uinh ol chab'ax co k'ool d'a yic Dios b'aj ayonh ochi."
        },
        {
            "number": "11",
            "text": "Tato icha chi', malaj tas ol onh cachanoch vaan yic tzonh och b'aj van yak'an yajalil Cajal Jesucristo co Columal. A yopisio Cajal chi', aynhejek' d'a junelnhej."
        },
        {
            "number": "12",
            "text": "Yuj chi' vach'chom eyojtacxo juntzanh tic, tek'an exxo d'a juntzanh k'ayb'ub'al yel b'aj ayxo och e pensar, palta ol veccot e na'a."
        },
        {
            "number": "13",
            "text": "Tzin na' to smoj vecan e na'a, svak'an nachaj juntzanh tic eyuuj, yacb'an pitzan into."
        },
        {
            "number": "14",
            "text": "Yujto a Cajal Jesucristo ix ak'an nachajel vuuj to quenxonhej tiempo ay in eq'ui."
        },
        {
            "number": "15",
            "text": "Yuj chi' svak' vip, yic vach' ol yal e na'annhejcot juntzanh k'ayb'ub'al tic d'a masanil tiempo, ayic manhxo ayoc in eq'ui."
        },
        {
            "number": "16",
            "text": "Calnacxocan d'ayex to ay val spoder Cajal Jesucristo, to yovalil ol jax d'a schaelal. Palta a juntzanh chi', manh comon loloneloc, manh tonhejoc ix co naelta d'a yol quico'. Yujto quilnac val Cajal chi' yed' co sat, manhxo jantacoc pax svach'il."
        },
        {
            "number": "17",
            "text": "A onh val lak'an quilnac yak'an stziquiquial co Mam Dios d'ay. Cab'nac pax yalan Dios to te nivan yelk'ochi. Yalannac emta Dios icha tic d'a scal jun snivan tziquiquial chi': Aton jun Vuninal tic, xajanab'il vuuj. Tzin tzalaj val yed'oc, xchi."
        },
        {
            "number": "18",
            "text": "A jay b'elanh lolonel alb'ilemta d'a satchaanh chi', cab'nac val, yujto ay onh ek' yed' Cajal chi' d'a jun tzalan b'aj emnacul Dios chi'."
        },
        {
            "number": "19",
            "text": "Anhejtona', ayocto sja Cajal, stz'ib'annaccan yab'ixal eb' schecab' Dios. Anheja' ayek' Slolonel Tz'ib'ab'ilcan yuj eb' chi' ticnaic. A tas syal Slolonel chi' te yel. Vach'nhej scutej co b'a, tato anheja' cak'anoch co pensar d'a tas tz'ib'ab'ilcan yuj eb' chi'. Yujto a Slolonel chi', lajan icha junoc tas copanel sk'ak'al d'a cal q'uik'alq'uinal. Syak' yoc d'ayonh, masanto sacb'i ayic sjavi k'u. Icha k'u chi' icha chi' yaj Cristo ayic ol jaxoc, axo svach' ak'an saquilq'uinal chi' d'ayonh."
        },
        {
            "number": "20",
            "text": "A eb' schecab' Dios d'a peca', ayocto stz'ib'annaccan eb' yuj tastac ol javoc. Palta yovalil scojtaquejeli to malaj junoc mach scomon alan d'a yol yico' tas syalelk'och juntzanh tz'ib'ab'ilcan chi'."
        },
        {
            "number": "21",
            "text": "Yujto a eb' chi', malaj junoc eb' munil snanac elta d'a sjolom ayic stz'ib'annaccan eb'. Yujto sik'b'il yajel eb' yuj Dios. Axo Yespíritu ak'annac nachajel yuj eb' chajtil yutejnac eb' yalancanel slolonel chi', stz'ib'annaccan eb'."
        }
    ]
}