{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a skal heb' quetisraelal t'a peka', ay heb' yalnacoch sb'a schekab'oc Dios. Anhejtona' ay heb' ol pitzwoc chaanh t'a ko kal, ol stz'akan yaloch sb'a heb' k'ayb'umoc, ol sk'ayb'an heb' quetanimail heb' t'a juntzanh es t'a k'ub'eltac, yic ay onh ol onh juwoquel yuj heb'. Malaj tz'och Kajal t'a heb', wach'chom a ix cham yuj stupiloc smul heb'. Yuj chi', munil syik'cot heb' t'a yib'anh. Elanhchamel ol satxikanel heb' t'a junelnhej."
        },
        {
            "number": "2",
            "text": "Tzijtum heb' ol b'eyb'alan jun schuc b'eyb'al heb' chi'. Yuj heb' ol aljoc to a jun b'eyb'al yel b'aj ayonh och tik, malaj yelk'ochi."
        },
        {
            "number": "3",
            "text": "Yuj spek' tuminal heb', wach'xonhej ol yutoc heb' yalanel juntzanh lolonel to t'a yol yic heb' snak'ei yic syik'anel tumin heb' t'ayex. Palta atax t'a peka' nab'ilkan yuj Dios to ol yak'och yaelal t'a yib'anh heb' t'a junelnhej, yuj chi' tanhwab'il heb' yuj yaelal chi'."
        },
        {
            "number": "4",
            "text": "Co naeccot tas ajnac heb' ángel ochnac smul d'ha Dios. Junelnhej manh ak'jinacoc niwank'olal heb'. Ak'b'ilb'at heb' t'a jun lugar skuchan Tártaro. Tzek'b'ilkan k'otan heb' t'a k'een cadena. Preso yajkan heb' t'a kal k’ik’ k’inal ticnaik, masanto ol ch'olb'itaj tas yaj heb'."
        },
        {
            "number": "5",
            "text": "Anhejtona', manh yak'nacoclaj niwank'olal heb' anima Dios t'a peka', yuj chi' yak'naccot jun owal ha' mucwajum t'a yib'anh heb' chuk chi'. Anhej winhaj Noé colchajnakkanel yet' ucwanh heb' yico'. Ha winhaj Noé chi' alannakkanel t'a skal heb' anima to yowalil tojol syutej sb'a heb'."
        },
        {
            "number": "6",
            "text": "Anhejtona', ha Dios chi' satjinacpaxel Sodoma yet' Gomorra. Pilan lajwinaquel chab' chonhab' chi' stz'ab'at yuj k'ak'. Nab'a taanhxonhej ajnakkan smasanil. Ha heb' lajwinaquel chi', ch'oxnab'il yaj heb' t'a heb' malaj yelk'och Dios t'a sat."
        },
        {
            "number": "7",
            "text": "Anhej wal winhaj Lot colchajnakkanel t'a skal heb', yujto tojol spensar winh. Ayic manto lajwiel-laj heb' chi', ochnac pitz'an cuselal t'a sk'ool winh."
        },
        {
            "number": "8",
            "text": "Wach'nhej sb'eyb'al winhaj Lot chi', palta masanil k'u anhej chukal sk'ulej heb' yab'nac winh yilannac pax winh, te cusnac winh yuj heb'."
        },
        {
            "number": "9",
            "text": "Anhejtona', icha pax chi' ticnaik. Yojtak Dios tas syutej scolan heb' ayoch spensar t'ay, ayic tz'ak'ji prowal heb'. Yojtak paxi chajtil ol yutoc yak'anb'at heb' manh tojolok spensar t'a syaelal. Ol kannhej heb' ta' masanto ol ja jun k'u ayic ol ch'olb'itaj tas yaj heb'."
        },
        {
            "number": "10",
            "text": "Ay heb' syak'och spensar sk'ulan juntzanh chukal yet' sniwanil. Malaj tz'och heb' ayoch yopisio yuj Dios t'a heb'. Aton heb' chi' ol wach' ak'jockanoch t'a syaelal. Ak'umtac syutej sb'a heb'. Max b'alaj xivlaj heb' sb'uchan juntzanh heb' te niwan yelk'ochi."
        },
        {
            "number": "11",
            "text": "Ha heb' ángel, yel ton wal niwan spoder heb' t'a yichanh heb' sb'uchwaj chi', palta max stek'b'ejlaj sb'a heb' sb'uchwaj t'a heb' niwan yelk'och chi', ayic tz'alji smul heb' yuj heb' t'a yichanh Cajalil."
        },
        {
            "number": "12",
            "text": "Tonhej scomon b'uchwaj heb' t'a juntzanh tas manh yojtakoc. Icha nok' nok' malaj spensar icha chi' yaj heb', anhej wal snib'ej sniwanil heb' sk'ulej. Yuj chi' ol satkanel heb' t'a junelnhej, icha nok' nok' yictaxon yaj syamchaji smiljichamoc, icha chi' ol aj heb'."
        },
        {
            "number": "13",
            "text": "Icha chi' ol aj schaan spak chukal sk'ulej heb' chi'. Wach'chom k'ualil, syak'nhejoch spensar heb' sk'ulan juntzanh tas snib'ej, yic syak' snib'ej heb' yet'oc. Q'uixwelal yajoch heb' t'a he kal. Chuclaj eyilji t'a sat Dios yuj heb'. Yujto tonhej scomon och heb' wael eyed'oc ayic tzeyak'an mol wael. Ayic tz'och heb' eyed'oc, tonhej sk'echaanh heb' yet' juntzanh tas snib'ejoch chi'."
        },
        {
            "number": "14",
            "text": "Yalxonhej mach junok ix ix syil heb', snib'ejnhejoch ix heb'. Malaj b'ak'uinh syactejkan heb' yem t'a ajmulal. Axo heb' manto tek'anoc, smontajb'at heb' yuj heb' sk'ulan pax chukal. k'ajan heb' snib'anoch tastac. Yuj juntzanh chi', aycot yowal sk'ool Dios t'a yib'anh heb'."
        },
        {
            "number": "15",
            "text": "Syactankan jun tojol b'eyb'al heb', satxikanb'at heb'. Yuj chi' a sb'eyb'al winhaj Balaam t'a peka', winh yuninal winhaj Beor, a sb'eyb'alej heb'. Ha winh chi', yalnacoch sb'a winh schekab'oc Dios, palta anhej k'een tumin snib'ej winh yak'nac ganar t'a spatic chukal."
        },
        {
            "number": "16",
            "text": "Axo nok' b'uru, cojtak to max yal-laj slolon nok', palta a nok' cachjinac winh t'a smul chi'. Lolonnac nok' icha anima. Ha nok' cachannac och waan winh yuj smanh pensaril wan sk'ulan chi'."
        },
        {
            "number": "17",
            "text": "Ha heb' tz'esan t'a ko kal tik, icha yaj sjaj ha ha' tupnac, icha chi' yaj heb'. Anhejtona' icha asun tonhej sb'eyek' yuj ik', icha chi' yaj heb'. Yowalil ol b'atkan heb' t'a jun k’ik’ k’inal t'a junelnhej."
        },
        {
            "number": "18",
            "text": "Tonhej syik'chaanh sb'a heb' yalan juntzanh malaj yelk'ochi. Syal heb' icha tik: Syal ko k'ulannhej tastac chukal. Syal ko k'ulan yalnhej tas snib'ej ko niwanil tik, xchi heb'. Icha chi' syutej heb' yak'an sk'ool juntzanh heb' wan scolchajel t'a skal chukal."
        },
        {
            "number": "19",
            "text": "Syalan heb': Libre ko k'ulan yalnhej tas ko gana, xchi heb'. Palta a heb' chi' manh libreoclaj yaj heb', yujto wan yak'an serwil chukal heb'. Yujto a mach skan t'a yalanh yuj junok tasi, syalelk'ochi ayoch pax yak'umaloc serwil jun chi'."
        },
        {
            "number": "20",
            "text": "Atax yic ix yojtakanel Kajal Jesucristo ko Kolumal heb', ix colchajel heb' t'a yol sk'ab' schukal jun yol yib'anhk’inal tik. Palta tato tzato yak'xioch sb'a heb' t'a juntzanh chukal chi', ol b'at yolax heb' yuj. Tato icha chi', másxo te chuk yic heb' icha t'a yalanhtaxo."
        },
        {
            "number": "21",
            "text": "Ha heb' sk'ulan icha chi', octom max yak'och spensar heb' t'a jun wach' b'eyb'al tik, yic wach'tacto wal jab'oc yic heb'. Ocxo jun to ix yak'och spensar heb' t'ay, palta a ticnaik ix yaktejkan jun checnab'il yic Dios heb' ak'b'il t'ay. Yuj chi', yel ton wal chuk yic heb' ticnaik."
        },
        {
            "number": "22",
            "text": "Ay jun lolonel aykani, a tz'alan icha tik: Ha nok' tz'i', slajwi xej nok', scha lek'anxik'e nok'. Yed' nok' chitam, slajwi sb'icchaj nok', sb'at sjucub'anxi sb'a nok' t'a skal lum sok'om. Icha nok' chi', icha chi' heb' swal tik."
        }
    ]
}