{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a skal eb' quetisraelal t'a peca', ay eb' yalnacoch sb'a schecab'oc Dios. Anhejtona' ay eb' ol pitzvoc chaanh t'a co cal, ol stz'acan yaloch sb'a eb' k'ayb'umoc, ol sk'ayb'an eb' quetanimail eb' t'a juntzanh es t'a k'ub'eltac, yic ay onh ol onh juvoquel yuj eb'. Malaj tz'och Cajal t'a eb', wach'chom a ix cham yuj stupiloc smul eb'. Yuj chi', munil syik'cot eb' t'a yib'anh. Elanhchamel ol satxicanel eb' t'a junelnhej."
        },
        {
            "number": "2",
            "text": "Tzijtum eb' ol b'eyb'alan jun schuc b'eyb'al eb' chi'. Yuj eb' ol aljoc to a jun b'eyb'al yel b'aj ayonh och tik, malaj yelk'ochi."
        },
        {
            "number": "3",
            "text": "Yuj spek' tuminal eb', wach'xonhej ol yutoc eb' yalanel juntzanh lolonel to t'a yol yic eb' snaq'uei yic syik'anel tumin eb' t'ayex. Palta atax t'a peca' nab'ilcan yuj Dios to ol yak'och yaelal t'a yib'anh eb' t'a junelnhej, yuj chi' tanhvab'il eb' yuj yaelal chi'."
        },
        {
            "number": "4",
            "text": "Co naeccot tas ajnac eb' ángel ochnac smul d'ha Dios. Junelnhej manh ak'jinacoc nivank'olal eb'. Ak'b'ilb'at eb' t'a jun lugar scuchan Tártaro. Tzek'b'ilcan k'otan eb' t'a q'uen cadena. Preso yajcan eb' t'a cal k’ik’ k’inal ticnaic, masanto ol ch'olb'itaj tas yaj eb'."
        },
        {
            "number": "5",
            "text": "Anhejtona', manh yak'nacoclaj nivank'olal eb' anima Dios t'a peca', yuj chi' yak'naccot jun oval ha' mucvajum t'a yib'anh eb' chuk chi'. Anhej vinhaj Noé colchajnaccanel yet' ucvanh eb' yico'. Ha vinhaj Noé chi' alannaccanel t'a skal eb' anima to yowalil tojol syutej sb'a eb'."
        },
        {
            "number": "6",
            "text": "Anhejtona', ha Dios chi' satjinacpaxel Sodoma yet' Gomorra. Pilan lajvinaquel chab' chonhab' chi' stz'ab'at yuj k'ak'. Nab'a taanhxonhej ajnaccan smasanil. Ha eb' lajvinaquel chi', ch'oxnab'il yaj eb' t'a eb' malaj yelk'och Dios t'a sat."
        },
        {
            "number": "7",
            "text": "Anhej val vinhaj Lot colchajnaccanel t'a skal eb', yujto tojol spensar vinh. Ayic manto lajviel-laj eb' chi', ochnac pitz'an cuselal t'a sk'ool vinh."
        },
        {
            "number": "8",
            "text": "Wach'nhej sb'eyb'al vinhaj Lot chi', palta masanil k'u anhej chukal sk'ulej eb' yab'nac vinh yilannac pax vinh, te cusnac vinh yuj eb'."
        },
        {
            "number": "9",
            "text": "Anhejtona', icha pax chi' ticnaic. Yojtac Dios tas syutej scolan eb' ayoch spensar t'ay, ayic tz'ak'ji proval eb'. Yojtac paxi chajtil ol yutoc yak'anb'at eb' manh tojoloc spensar t'a syaelal. Ol cannhej eb' ta' masanto ol ja jun k'u ayic ol ch'olb'itaj tas yaj eb'."
        },
        {
            "number": "10",
            "text": "Ay eb' syak'och spensar sk'ulan juntzanh chukal yet' snivanil. Malaj tz'och eb' ayoch yopisio yuj Dios t'a eb'. Aton eb' chi' ol wach' ak'joccanoch t'a syaelal. Ak'umtac syutej sb'a eb'. Max b'alaj xivlaj eb' sb'uchan juntzanh eb' te niwan yelk'ochi."
        },
        {
            "number": "11",
            "text": "Ha eb' ángel, yel ton val niwan spoder eb' t'a yichanh eb' sb'uchvaj chi', palta max stek'b'ejlaj sb'a eb' sb'uchvaj t'a eb' niwan yelk'och chi', ayic tz'alji smul eb' yuj eb' t'a yichanh Cajalil."
        },
        {
            "number": "12",
            "text": "Tonhej scomon b'uchvaj eb' t'a juntzanh tas manh yojtacoc. Icha nok' nok' malaj spensar icha chi' yaj eb', anhej val sgana snivanil eb' sk'ulej. Yuj chi' ol satcanel eb' t'a junelnhej, icha nok' nok' yictaxon yaj syamchaji smiljichamoc, icha chi' ol aj eb'."
        },
        {
            "number": "13",
            "text": "Icha chi' ol aj schaan spac chukal sk'ulej eb' chi'. Wach'chom k'ualil, syak'nhejoch spensar eb' sk'ulan juntzanh tas sgana, yic syak' sgana eb' yet'oc. Q'uixvelal yajoch eb' t'a e cal. Chuclaj eyilji t'a sat Dios yuj eb'. Yujto tonhej scomon och eb' vael eyed'oc ayic tzeyak'an mol vael. Ayic tz'och eb' eyed'oc, tonhej sq'uechaanh eb' yet' juntzanh tas snib'ejoch chi'."
        },
        {
            "number": "14",
            "text": "Yalxonhej mach junok ix ix syil eb', snib'ejnhejoch ix eb'. Malaj b'ak'uinh syactejcan eb' yem t'a ajmulal. Axo eb' manto tek'anoc, smontajb'at eb' yuj eb' sk'ulan pax chukal. k'ajan eb' snib'anoch tastac. Yuj juntzanh chi', aycot yoval sk'ool Dios t'a yib'anh eb'."
        },
        {
            "number": "15",
            "text": "Syactancan jun tojol b'eyb'al eb', satxicanb'at eb'. Yuj chi' a sb'eyb'al vinhaj Balaam t'a peca', vinh yuninal vinhaj Beor, a sb'eyb'alej eb'. Ha vinh chi', yalnacoch sb'a vinh schecab'oc Dios, palta anhej q'uen tumin sgana vinh yak'nac ganar t'a spatic chukal."
        },
        {
            "number": "16",
            "text": "Axo nok' b'uru, cojtac to max yal-laj slolon nok', palta a nok' cachjinac vinh t'a smul chi'. Lolonnac nok' icha anima. Ha nok' cachannac och vaan vinh yuj smanh pensaril van sk'ulan chi'."
        },
        {
            "number": "17",
            "text": "Ha eb' tz'esan t'a co cal tik, icha yaj sjaj ha ha' tupnac, icha chi' yaj eb'. Anhejtona' icha asun tonhej sb'eyek' yuj ik', icha chi' yaj eb'. Yovalil ol b'atcan eb' t'a jun k’ik’ k’inal t'a junelnhej."
        },
        {
            "number": "18",
            "text": "Tonhej syik'chaanh sb'a eb' yalan juntzanh malaj yelk'ochi. Syal eb' icha tik: Syal co k'ulannhej tastac chukal. Syal co k'ulan yalnhej tas snib'ej co nivanil tik, xchi eb'. Icha chi' syutej eb' yak'an sk'ool juntzanh eb' van scolchajel t'a skal chukal."
        },
        {
            "number": "19",
            "text": "Syalan eb': Libre co k'ulan yalnhej tas co gana, xchi eb'. Palta a eb' chi' manh libreoclaj yaj eb', yujto van yak'an servil chukal eb'. Yujto a mach skan t'a yalanh yuj junok tasi, syalelk'ochi ayoch pax yak'umaloc servil jun chi'."
        },
        {
            "number": "20",
            "text": "Atax yic ix yojtacanel Cajal Jesucristo co Columal eb', ix colchajel eb' t'a yol sk'ab' schucal jun yol yib'anhk’inal tik. Palta tato tzato yak'xioch sb'a eb' t'a juntzanh chukal chi', ol b'at yolax eb' yuj. Tato icha chi', másxo te chuk yic eb' icha t'a yalanhtaxo."
        },
        {
            "number": "21",
            "text": "Ha eb' sk'ulan icha chi', octom max yak'och spensar eb' t'a jun wach' b'eyb'al tik, yic wach'tacto val jab'oc yic eb'. Ocxo jun to ix yak'och spensar eb' t'ay, palta a ticnaic ix yactejcan jun checnab'il yic Dios eb' ak'b'il t'ay. Yuj chi', yel ton val chuk yic eb' ticnaic."
        },
        {
            "number": "22",
            "text": "Ay jun lolonel aycani, a tz'alan icha tik: Ha nok' tz'i', slajvi xej nok', scha lek'anxiq'ue nok'. Yed' nok' chitam, slajvi sb'icchaj nok', sb'at sjucub'anxi sb'a nok' t'a skal lum sok'om. Icha nok' chi', icha chi' eb' sval tik."
        }
    ]
}