{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ex xajanab'il vuuj. Ha junxo schab'il carta tzin tz'ib'ejb'at tik t'ayex. Svecan e na' yuj juntzanh k'ayb'ub'al eyojtacxo, yic tzeyak' val och e pensar e naan juntzanh tas wach'."
        },
        {
            "number": "2",
            "text": "Yuj chi', yowalil tze nacot juntzanh tas stz'ib'ejnaccan eb' schecab' Dios t'a peca', aton eb' sik'b'ilel yuj. Anhejtona' tze napaxcot schecnab'il Cajal co Columal. Ha schecnab'il chi', calnacxocan t'ayex a onh schecab' onh tik."
        },
        {
            "number": "3",
            "text": "Ha junxo svalb'at tik, in gana val tzeyojtaquejeli to ha t'a slajvub'xo tiempoal, ay eb' ol pitzvoc chaanh, ol comon b'uchvaj eb' t'a juntzanh tas yic Dios. Anhej val juntzanh malaj swach'il b'aj ol yak'och spensar eb'."
        },
        {
            "number": "4",
            "text": "Ol yalan eb': Yak'naccan sti' Cristo to ol jax junelxo. Palta, ¿b'aja sja ticnaic jun? Nivanoc stanhvejnac eb' co mam quicham sjavi, palta chamnacxo pax eb'. Ilec nab'i, icha ajnac sq'uinhib'i jun yol yib'anhk’inal tik, icha chi' yaj ticnaic, anheja' malaj mach sjavi, xcham eb'."
        },
        {
            "number": "5",
            "text": "Ha eb' tz'alan jun chi', malaj sgana eb' snacoti tas ajnac yol yib'anhk’inal tik t'a peca' chi'. Yujnhej tas yalnac Dios b'onac satcha’anh yet' sat lu'um tik. Laj checlajnac lum lum t'a snanhal ha ha'. Yuj ha ha' chi', wach' yaj sat lu'um ticnaic."
        },
        {
            "number": "6",
            "text": "Palta slajvinac chi', pilan lajvinaccanel masanil tas ay t'a yol yib'anhk’inal tik yuj ha ha', yujto emnaccan t'a yich ha'. Aton juntzanh tik malaj sgana eb' chi' snacoti."
        },
        {
            "number": "7",
            "text": "Ha satcha’anh yet' sat lu'um tik, anheja' ayek' ticnaic. Palta yalnaccan Dios to yowalil ol cannhej icha tik masanto ol ak'joquemta k'ak' t'a yib'anh. Ato ta' ol ja jun k'ual ayic ol ul ch'olb'itaj yaj eb' anima. Axo eb' malaj tz'och Dios t'ay, ol ak'joccanoch yaelal t'a yib'anh eb' t'a junelnhej."
        },
        {
            "number": "8",
            "text": "Ex xajanab'il vuuj, in gana snachajel eyuuj to ha t'a Cajalil, a jun k'u lajan yaj icha yek' junok mil ab'il. Axo jun mil ab'il, lajan yaj icha yek' junok k'ual."
        },
        {
            "number": "9",
            "text": "Ay eb' snaani to van yek' stiempoal t'a Cajal chi', max elk'och icha yalnaccani. Palta manh ichoc snaan eb' chi' yaji. Maxto javilaj, yujto ayto snivank'olal. Malaj sgana to ay junok mach satcaneli, palta sgana to sna sb'a masanil anima."
        },
        {
            "number": "10",
            "text": "Palta icha sja junok elk'um t'ak'walil, icha chi' ol aj sja sk'ual sjaub'al Cajal chi'. Ha t'a jun k'ual chi', ol lajvoquel satcha’anh. Ayxo smay snhilili ayic ol lajvoquel chi'. Axo juntzanh tas ay t'a yol yib'anhk’inal tik, masanil ol ulaxb'at stz'ab'at yuj jun niwan k'ak'. Masanil sat lu'um tik, ol laj tz'ab'atoc yet' masanil tastac ay t'ay."
        },
        {
            "number": "11",
            "text": "Tato icha chi' ol aj slajviel masanil tastac, ¿tas yowalil sco k'ulej a onh tik? Aton te tojolnhej scutej co b'a, anhej pax val d'ha Dios scaq'uecoch co pensar,"
        },
        {
            "number": "12",
            "text": "yacb'an sco tanhvej sja jun k'ual yic Dios. Caq'ek val quip co munlaj t'ay, yic elanhchamel ol jaxoc. Ha t'a jun k'u chi', ol lajvoquel satcha’anh yuj k'ak'. Axo masanil tas ay t'a sat lu'um tik, masanil ol ulaxb'at yuj k'ak' chi'."
        },
        {
            "number": "13",
            "text": "Palta a onhxo tik, van co tanhvan jun satcha’anh ak'to yet' sat lu'um ak'to, yujto icha chi' aj yak'annaccan sti' Dios. Anhej eb' tojol ol cajnaj ta'."
        },
        {
            "number": "14",
            "text": "Ex xajanab'il vuuj, van co tanhvan sja juntzanh chi'. Yuj chi' caq'ek val quip yic malaj jab'oc co mul ol ilchaj yuj, malaj pax co paltail, yic junk'olal ol onh aj yet' ta'."
        },
        {
            "number": "15",
            "text": "Nachajocab'el eyuuj to a Cajal, ayto snivank'olal, manto javilaj yic ay eb' ol to colchajoc. Anheja' icha tik ix yutej pax winh cuk'tac Pablo stz'ib'anxib'at juntzanh tik t'ayex, yujto icha chi' sjelanil winh ak'b'il yuj Dios."
        },
        {
            "number": "16",
            "text": "Ix stz'ib'ejb'at juntzanh tik winh t'a scarta. Palta ay b'aj pural snachajel cuuj. Ay eb' mantalaj spensar, mantalaj stek'anil eb', manh tojolocnhej syutej eb' snaanel juntzanh chi'. Icha pax chi' syutej eb' snaanel juntzanhxo slolonel Dios tz'ib'yajcani, yuj chi' ol ak'joccanoch yaelal t'a yib'anh eb'."
        },
        {
            "number": "17",
            "text": "Ha exxo, xajanab'il ex vuuj, ayocto ix eyab'ani tastac ol javok. Yuj chi', tzeyil val e b'ha t'a eb' chuk ix val tik, yic wach' manh ol ex somchajel yuj juntzanh sch'oc k'ayb'ub'al eb' chi'. Tato maay, ol juvoquel e pensar, haxo satxiel e tek'anil chi'."
        },
        {
            "number": "18",
            "text": "Scham val eyojtacanel Cajalil, aton Jesucristo co Columal. Anhejtona' scham val e chaan swach'k'olal t'a junjun k'u. Nivanocab' yelk'och Cajalil chi' ticnaic yet' b'ak'uinh. Amén."
        }
    ]
}