{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ex xajanab'il wuuj. Ha junxo schab'il carta tzin tz'ib'ejb'at tik t'ayex. Swecan he na' yuj juntzanh k'ayb'ub'al eyojtacxo, yic tzeyak' wal och he pensar he naan juntzanh tas wach'."
        },
        {
            "number": "2",
            "text": "Yuj chi', yowalil tze nacot juntzanh tas stz'ib'ejnaccan heb' schecab' Dios t'a peka', aton heb' sik'b'ilel yuj. Anhejtona' tze napaxcot schecnab'il Kajal ko Kolumal. Ha schecnab'il chi', calnacxocan t'ayex a onh schecab' onh tik."
        },
        {
            "number": "3",
            "text": "Ha junxo swalb'at tik, in gana wal tzeyojtaquejeli to ha t'a slajwub'xo tiempoal, ay heb' ol pitzwoc chaanh, ol comon b'uchwaj heb' t'a juntzanh tas yic Dios. Anhej wal juntzanh malaj swach'il b'aj ol yak'och spensar heb'."
        },
        {
            "number": "4",
            "text": "Ol yalan heb': Yak'naccan sti' Cristo to ol jax junelxo. Palta, ¿b'aja sja ticnaik jun? Niwanoc stanhwejnac heb' ko mam quicham sjawi, palta chamnacxo pax heb'. Ilec nab'i, icha ajnac sq'uinhib'i jun yol yib'anhk’inal tik, icha chi' yaj ticnaik, anheja' malaj mach sjawi, xcham heb'."
        },
        {
            "number": "5",
            "text": "Ha heb' tz'alan jun chi', malaj sgana heb' snacoti tas ajnac yol yib'anhk’inal tik t'a peka' chi'. Yujnhej tas yalnac Dios b'onac satcha’anh yet' sat lu'um tik. Laj checlajnac lum lum t'a snanhal ha ha'. Yuj ha ha' chi', wach' yaj sat lu'um ticnaik."
        },
        {
            "number": "6",
            "text": "Palta slajwinac chi', pilan lajwinaccanel masanil tas ay t'a yol yib'anhk’inal tik yuj ha ha', yujto emnaccan t'a yich ha'. Aton juntzanh tik malaj sgana heb' chi' snacoti."
        },
        {
            "number": "7",
            "text": "Ha satcha’anh yet' sat lu'um tik, anheja' ayek' ticnaik. Palta yalnaccan Dios to yowalil ol cannhej icha tik masanto ol ak'joquemta k'ak' t'a yib'anh. Ato ta' ol ja jun k'ual ayic ol ul ch'olb'itaj yaj heb' anima. Axo heb' malaj tz'och Dios t'ay, ol ak'joccanoch yaelal t'a yib'anh heb' t'a junelnhej."
        },
        {
            "number": "8",
            "text": "Ex xajanab'il wuuj, in gana snachajel eyuuj to ha t'a Cajalil, a jun k'u lajan yaj icha yek' junok mil ab'il. Axo jun mil ab'il, lajan yaj icha yek' junok k'ual."
        },
        {
            "number": "9",
            "text": "Ay heb' snaani to wan yek' stiempoal t'a Kajal chi', max elk'och icha yalnaccani. Palta manh ichoc snaan heb' chi' yaji. Maxto jawilaj, yujto ayto sniwank'olal. Malaj sgana to ay junok mach satcaneli, palta sgana to sna sb'a masanil anima."
        },
        {
            "number": "10",
            "text": "Palta icha sja junok elk'um t'ak'walil, icha chi' ol aj sja sk'ual sjaub'al Kajal chi'. Ha t'a jun k'ual chi', ol lajwoquel satcha’anh. Ayxo smay snhilili ayic ol lajwoquel chi'. Axo juntzanh tas ay t'a yol yib'anhk’inal tik, masanil ol ulaxb'at stz'ab'at yuj jun niwan k'ak'. Masanil sat lu'um tik, ol laj tz'ab'atoc yet' masanil tastac ay t'ay."
        },
        {
            "number": "11",
            "text": "Tato icha chi' ol aj slajwiel masanil tastac, ¿tas yowalil sco k'ulej a onh tik? Aton te tojolnhej scutej ko b'a, anhej pax wal d'ha Dios skak'ecoch ko pensar,"
        },
        {
            "number": "12",
            "text": "yacb'an sco tanhwej sja jun k'ual yic Dios. Caq'ek wal quip ko munlaj t'ay, yic elanhchamel ol jaxoc. Ha t'a jun k'u chi', ol lajwoquel satcha’anh yuj k'ak'. Axo masanil tas ay t'a sat lu'um tik, masanil ol ulaxb'at yuj k'ak' chi'."
        },
        {
            "number": "13",
            "text": "Palta a onhxo tik, wan ko tanhwan jun satcha’anh ak'to yet' sat lu'um ak'to, yujto icha chi' aj yak'annaccan sti' Dios. Anhej heb' tojol ol cajnaj ta'."
        },
        {
            "number": "14",
            "text": "Ex xajanab'il wuuj, wan ko tanhwan sja juntzanh chi'. Yuj chi' caq'ek wal quip yic malaj jab'oc ko mul ol ilchaj yuj, malaj pax ko paltail, yic junk'olal ol onh aj yet' ta'."
        },
        {
            "number": "15",
            "text": "Nachajocab'el eyuuj to a Kajal, ayto sniwank'olal, manto jawilaj yic ay heb' ol to colchajoc. Anheja' icha tik ix yutej pax winh cuk'tac Pablo stz'ib'anxib'at juntzanh tik t'ayex, yujto icha chi' sjelanil winh ak'b'il yuj Dios."
        },
        {
            "number": "16",
            "text": "Ix stz'ib'ejb'at juntzanh tik winh t'a scarta. Palta ay b'aj pural snachajel cuuj. Ay heb' mantalaj spensar, mantalaj stek'anil heb', manh tojolocnhej syutej heb' snaanel juntzanh chi'. Icha pax chi' syutej heb' snaanel juntzanhxo slolonel Dios tz'ib'yajcani, yuj chi' ol ak'joccanoch yaelal t'a yib'anh heb'."
        },
        {
            "number": "17",
            "text": "Ha exxo, xajanab'il ex wuuj, ayocto ix eyab'ani tastac ol jawok. Yuj chi', tzeyil wal he b'ha t'a heb' chuk ix wal tik, yic wach' manh ol ex somchajel yuj juntzanh sch'oc k'ayb'ub'al heb' chi'. Tato maay, ol juwoquel he pensar, haxo satxiel he tek'anil chi'."
        },
        {
            "number": "18",
            "text": "Scham wal eyojtacanel Cajalil, aton Jesucristo ko Kolumal. Anhejtona' scham wal he chaan swach'k'olal t'a junjun k'u. Niwanocab' yelk'och Cajalil chi' ticnaik yet' b'ak'uinh. Amén."
        }
    ]
}