{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ex xajanab'il vuuj. A junxo schab'il carta tzin tz'ib'ejb'at tic d'ayex. Svecan e na' yuj juntzanh k'ayb'ub'al eyojtacxo, yic tzeyak' val och e pensar e naan juntzanh tas vach'."
        },
        {
            "number": "2",
            "text": "Yuj chi', yovalil tze nacot juntzanh tas stz'ib'ejnaccan eb' schecab' Dios d'a peca', aton eb' sik'b'ilel yuuj. Anhejtona' tze napaxcot schecnab'il Cajal co Columal. A schecnab'il chi', calnacxocan d'ayex a onh schecab' onh tic."
        },
        {
            "number": "3",
            "text": "A junxo svalb'at tic, in gana val tzeyojtaquejeli to a d'a slajvub'xo tiempoal, ay eb' ol pitzvoc chaanh, ol comon b'uchvaj eb' d'a juntzanh tas yic Dios. Anhej val juntzanh malaj svach'il b'aj ol yak'och spensar eb'."
        },
        {
            "number": "4",
            "text": "Ol yalan eb': Yak'naccan sti' Cristo to ol jax junelxo. Palta, ¿b'aja sja ticnaic jun? Nivanoc stanhvejnac eb' co mam quicham sjavi, palta chamnacxo pax eb'. Ilec nab'i, icha ajnac sq'uinhib'i jun yolyib'anhq'uinal tic, icha chi' yaj ticnaic, anheja' malaj mach sjavi, xcham eb'."
        },
        {
            "number": "5",
            "text": "A eb' tz'alan jun chi', malaj sgana eb' snacoti tas ajnac yolyib'anhq'uinal tic d'a peca' chi'. Yujnhej tas yalnac Dios b'onac satchaanh yed' sat luum tic. Laj checlajnac lum luum d'a snanhal a a'. Yuj a a' chi', vach' yaj sat luum ticnaic."
        },
        {
            "number": "6",
            "text": "Palta slajvinac chi', pilan lajvinaccanel masanil tas ay d'a yolyib'anhq'uinal tic yuj a a', yujto emnaccan d'a yich a'. Aton juntzanh tic malaj sgana eb' chi' snacoti."
        },
        {
            "number": "7",
            "text": "A satchaanh yed' sat luum tic, anheja' ayek' ticnaic. Palta yalnaccan Dios to yovalil ol cannhej icha tic masanto ol ak'joquemta k'ak' d'a yib'anh. Ato ta' ol ja jun k'ual ayic ol ul ch'olb'itaj yaj eb' anima. Axo eb' malaj tz'och Dios d'ay, ol ak'joccanoch yaelal d'a yib'anh eb' d'a junelnhej."
        },
        {
            "number": "8",
            "text": "Ex xajanab'il vuuj, in gana snachajel eyuuj to a d'a Cajalil, a jun k'u lajan yaj icha yek' junoc mil ab'il. Axo jun mil ab'il, lajan yaj icha yek' junoc k'ual."
        },
        {
            "number": "9",
            "text": "Ay eb' snaani to van yek' stiempoal d'a Cajal chi', max elk'och icha yalnaccani. Palta manh ichoc snaan eb' chi' yaji. Maxto javilaj, yujto ayto snivank'olal. Malaj sgana to ay junoc mach satcaneli, palta sgana to sna sb'a masanil anima."
        },
        {
            "number": "10",
            "text": "Palta icha sja junoc elk'um d'ak'valil, icha chi' ol aj sja sk'ual sjaub'al Cajal chi'. A d'a jun k'ual chi', ol lajvoquel satchaanh. Ayxo smay snhilili ayic ol lajvoquel chi'. Axo juntzanh tas ay d'a yolyib'anhq'uinal tic, masanil ol ulaxb'at stz'ab'at yuj jun nivan k'ak'. Masanil sat luum tic, ol laj tz'ab'atoc yed' masanil tastac ay d'ay."
        },
        {
            "number": "11",
            "text": "Tato icha chi' ol aj slajviel masanil tastac, ¿tas yovalil sco k'ulej a onh tic? Aton te tojolnhej scutej co b'a, anhej pax val d'a Dios scaq'uecoch co pensar,"
        },
        {
            "number": "12",
            "text": "yacb'an sco tanhvej sja jun k'ual yic Dios. Caq'uec val quip co munlaj d'ay, yic elanhchamel ol jaxoc. A d'a jun k'u chi', ol lajvoquel satchaanh yuj k'ak'. Axo masanil tas ay d'a sat luum tic, masanil ol ulaxb'at yuj k'ak' chi'."
        },
        {
            "number": "13",
            "text": "Palta a onhxo tic, van co tanhvan jun satchaanh ak'to yed' sat luum ak'to, yujto icha chi' aj yak'annaccan sti' Dios. Anhej eb' tojol ol cajnaj ta'."
        },
        {
            "number": "14",
            "text": "Ex xajanab'il vuuj, van co tanhvan sja juntzanh chi'. Yuj chi' caq'uec val quip yic malaj jab'oc co mul ol ilchaj yuuj, malaj pax co paltail, yic junk'olal ol onh aj yed' ta'."
        },
        {
            "number": "15",
            "text": "Nachajocab'el eyuuj to a Cajal, ayto snivank'olal, manto javilaj yic ay eb' ol to colchajoc. Anheja' icha tic ix yutej pax vinh cuk'tac Pablo stz'ib'anxib'at juntzanh tic d'ayex, yujto icha chi' sjelanil vinh ak'b'il yuj Dios."
        },
        {
            "number": "16",
            "text": "Ix stz'ib'ejb'at juntzanh tic vinh d'a scarta. Palta ay b'aj pural snachajel cuuj. Ay eb' mantalaj spensar, mantalaj stek'anil eb', manh tojolocnhej syutej eb' snaanel juntzanh chi'. Icha pax chi' syutej eb' snaanel juntzanhxo slolonel Dios tz'ib'yajcani, yuj chi' ol ak'joccanoch yaelal d'a yib'anh eb'."
        },
        {
            "number": "17",
            "text": "A exxo, xajanab'il ex vuuj, ayocto ix eyab'ani tastac ol javoc. Yuj chi', tzeyil val e b'a d'a eb' chuc ix val tic, yic vach' manh ol ex somchajel yuj juntzanh sch'oc k'ayb'ub'al eb' chi'. Tato maay, ol juvoquel e pensar, axo satxiel e tek'anil chi'."
        },
        {
            "number": "18",
            "text": "Scham val eyojtacanel Cajalil, aton Jesucristo co Columal. Anhejtona' scham val e chaan svach'k'olal d'a junjun k'u. Nivanocab' yelk'och Cajalil chi' ticnaic yed' b'aq'uinh. Amén."
        }
    ]
}