{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "A in Pablo in tic, ay in och d'a preso, yujto svak'och in pensar d'a Cristo Jesús. A in yed' vinh cuk'tac Timoteo, sco tz'ib'ejb'at jun co carta tic d'ayach ach Filemón. Te xajan ach cuuj, yujto quetb'eyum co b'a d'a smunlajel Dios."
        },
        {
            "number": "2",
            "text": "Tzak' stzatzil sk'ool eb' creyente smolb'ej sb'a d'a a pat. Tzak'pax stzatzil sk'ool ix canab' Apia yed' vinh cuk'tac Arquipo, yujto syak'pax val yip vinh d'a yic Dios qued'oc."
        },
        {
            "number": "3",
            "text": "Aocab' co Mam Dios yed' Cajal Jesucristo syak' svach'k'olal yed' sjunk'olal d'ayex ta'."
        },
        {
            "number": "4",
            "text": "Ayic tzin lesalvi, svak' val yuj diosal d'a Dios uuj,"
        },
        {
            "number": "5",
            "text": "yujto svab' d'a tic to tzak' val och Cajal Jesús d'a a k'ool. Svab'i to te xajan Cajalil chi' uuj, tza xajanej pax masanil eb' yicxo Dios."
        },
        {
            "number": "6",
            "text": "Ay eb' syak'och Cristo d'a sk'ool uuj, yujto ix ak'och d'a a k'ool. Tzin k'an d'a Dios, yic ol vach' nachajel yuj eb' to a Cristo Jesús tz'ak'an masanil tas vach' d'ayonh."
        },
        {
            "number": "7",
            "text": "Tzin te tzalaj val uuj ach vuk'tac, yujto tza xajanej eb' ta'. Uuj sjavi snivanil in k'ool d'a tic, yujto tzak' val stzalajk'olal eb' creyente ta'."
        },
        {
            "number": "8",
            "text": "Yujto tza xajanej eb' yicxo Dios chi', yuj chi' ijan tzin tek'b'ej in b'a ach in checan yuj tas yovalil tza k'ulej ta'."
        },
        {
            "number": "9",
            "text": "Palta mantoc tzach vak' mandar. Tonhej tzin k'an d'ayach yic ol checlajeloc to sco xajanej co b'a. A in Pablo in tic, icham vinac in xo. A ticnaic, ayinto och d'a preso, yujto svak'och in pensar d'a Cristo Jesús."
        },
        {
            "number": "10",
            "text": "Tzin k'an val d'ayach yuj vinhaj Onésimo, yujto icha vuninal ix aj vinh d'a yol preso tic, yujto ix scha Cristo vinh vuuj."
        },
        {
            "number": "11",
            "text": "A d'a yalanhtaxo ayic ix ach yak'an servil vinh, malaj jab'oc yopisio vinh d'ayach. Axo ticnaic, te ay yopisio vinh d'ayach yed' pax d'ayin."
        },
        {
            "number": "12",
            "text": "Yuj chi', tic tzin checb'at vinh d'ayach. Tza cha vinh sk'ochi, icha tzutej a chaan in k'ochi."
        },
        {
            "number": "13",
            "text": "In gana ix aj vinh ved' d'a tic, yic tzin yak' servil vinh, yic ichato a ach tzul in ak' servil d'a yol preso tic. Ay in och d'a preso yujnhej to svalel vach' ab'ix yic colnab'il."
        },
        {
            "number": "14",
            "text": "Palta malaj in gana tzin b'ab'laj b'oej in trato yed' vinh masanto tzin k'anb'ej vab' d'ayach. Yujto in gana, to tz'el val d'a a k'ool tzak' pavor d'ayin yed' vinh, manh ak'b'iloc pural tzach vutej."
        },
        {
            "number": "15",
            "text": "Yel toni, ix el vinh elelal d'ayach jaye' k'ual. Palta icham chi' ix aji yic tz'ajxi vinh d'ayach d'a junelnhej."
        },
        {
            "number": "16",
            "text": "A ticnaic manhxo checab'ocnhej yaj vinh d'ayach. Másxo nivan yopisio vinh, yujto cuk'tacxo vinh. Te xajanab'il vinh vuuj. A achxo, másxo val tza xajanej vinh ayic ol k'ochxoc vinh d'ayach. Manh yujoc to a checab' vinh tza xajanej vinh, palta yujto yicxo Cajalil yaj vinh qued'oc."
        },
        {
            "number": "17",
            "text": "Yuj chi', tato tza na ved'oc to quetb'eyum co b'a, tza cha vinh sk'och ta' ichato a in tzin k'ochi."
        },
        {
            "number": "18",
            "text": "Tato ay sb'oc vinh d'ayach, ma ay junocxo smul vinh ix ochi, tzak'can d'a in cuenta."
        },
        {
            "number": "19",
            "text": "A in Pablo in tic ol vak' sb'oc vinh chi' d'ayach, yuj chi' svak' in ti', tzin tz'ib'anpaxb'at d'ayach yed' in k'ab'. Palta ojtac paxi, ichato ay a b'oc d'ayin, yujto vuuj ix a cha Cristo."
        },
        {
            "number": "20",
            "text": "Yuj chi' vuk'tac, ak' pavor d'ayin d'a sb'i Cajal Jesús. Ak' in tzalajk'olal yuj Cristo."
        },
        {
            "number": "21",
            "text": "Svalb'at juntzanh tic d'ayach, yujto tza k'anab'ajej val. Vojtac to manhocnhej tas svalb'at tic d'ayach ol a k'ulej, palta ol ek' d'a yib'anh a k'ulan juntzanhxo tas."
        },
        {
            "number": "22",
            "text": "Svalpaxb'at junxo tic d'ayach to tzak' lista jab'oc in posado ta'. Talaj icha chi' ol el d'a sk'ool Dios, ol in yak'b'at d'ayex ta', icha tz'aj e k'anan d'a e lesal."
        },
        {
            "number": "23",
            "text": "A vinh cuk'tac Epafras tic, syak'b'at stzatzil a k'ool vinh. Ayto ochta vinh d'a preso tic ved'oc, yujto syak'paxoch spensar vinh d'a Cristo Jesús."
        },
        {
            "number": "24",
            "text": "Axo eb' smunlaj ved' d'a tic, aton vinhaj Marcos, vinhaj Aristarco, vinhaj Demas yed' vinhaj Lucas, syak'paxb'at stzatzil a k'ool eb' vinh."
        },
        {
            "number": "25",
            "text": "Aocab' Cajal Jesucristo syak' svach'k'olal d'ayex ta'."
        }
    ]
}