{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Salomón yuninal winhaj David, ix tek'k'aj val yopisio winh, yujto a Jehová sDiosal winh ayoch yet'oc, ix te q'uechaanh winh t'a yopisio chi'."
        },
        {
            "number": "2",
            "text": "Ix yavtan masanil eb' yetisraelal winh: Aton eb' nivac yajalil eb' soldado, eb' juez, eb' yichamtac vinaquil chonhab' yet' eb' yajal yaj t'a skal eb' sk'ab' yoc."
        },
        {
            "number": "3",
            "text": "Ix b'at winh yet' masanil eb' ix smolb'ej sb'a chi' t'a jun lugar chaanh t'a Gabaón, yujto ata' aycan cajnub' b'aj sch'ox sb'a Jehová, aton jun sb'onaccan winhaj Moisés schecab' Dios t'a tzinan lu'um."
        },
        {
            "number": "4",
            "text": "Palta a winhaj rey David ik'jinaccot te' scaxail strato Jehová t'a Quiriat-jearim, yak'annacoch winh t'a yol jun mantiado b'ob'il yuj t'a Jerusalén."
        },
        {
            "number": "5",
            "text": "Axo pax jun altar nab'a bronce b'ob'il yuj winhaj Bezaleel yuninal winhaj Uri, yixchiquin winhaj Hur, ha t'a Gabaón chi' aycani, t'a yichanh scajnub' Jehová. Ix b'at winhaj rey Salomón chi' yet' masanil eb' anima chi' ta', yic b'at sk'anb'ej sb'a eb' d'ha Dios."
        },
        {
            "number": "6",
            "text": "Ix q'uek'och winh t'a yichanh Jehová, b'aj ay jun altar bronce chi', aton t'a yichanh mantiado b'aj sch'ox sb'a Jehová. Ix schecan winh nhusjoctz'a mil nok' silab' t'a Jehová t'a yib'anh jun altar chi'."
        },
        {
            "number": "7",
            "text": "Ha t'a jun ak'val chi', ix sch'ox sb'a Jehová t'a winh, ix yalan icha tik: k'an t'ayin tas tza nib'ej, ol vak' t'ayach, xchi t'a winh."
        },
        {
            "number": "8",
            "text": "Ix yalan winh d'ha Dios chi' icha tik: Ha ach tik Mamin, ix ak' val a wach'k'olal t'a winhaj David in mam. Ha inxo ix in ak'och reyal sq'uexuloc winh."
        },
        {
            "number": "9",
            "text": "Ha ticnaic ach Jehová Dios, elocab'k'och tas ix al t'a winh in mam chi', yujto ix in ak'och reyal t'a jun a chonhab' manh jantacoc sb'isul tik, icha spococal lum lum."
        },
        {
            "number": "10",
            "text": "Yuj chi', ak' in jelanil, tzak'an vojtaquej tas svutej in cuchb'an jun chonhab' tik. Yujto malaj junok mach syal yak'an yajalil t'a jun a chonhab' tik t'a yol yico', xchi winh."
        },
        {
            "number": "11",
            "text": "Ix yalanxi Dios t'a winh icha tik: Yujto a jun tik ix javi t'a a pensar a k'anani, manhoc a b'eyumal, ma snivanil elk'ochi, ma schamel eb' ajk'ool, mato snajatb'i a q'uinal, manhoc chi' ix a k'ana', palta ha' a jelanil ix a k'ana' yet' aj pensaril yic ol yal ak'an reyal t'a in chonhab' b'aj ach vak'och reyal tik,"
        },
        {
            "number": "12",
            "text": "yuj chi', ol vak' a jelanil yet' aj pensaril chi'. Ol vak'anpax a b'eyumal yet' snivanil elk'ochi. Malaj junok rey jelan ek'nacxo icha ach tik, manhxa pax junocxo icha ach tik olto ochoc, xchi t'a winh."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi' ix emixta winh t'a Gabaón b'aj ay scajnub' Dios chi', ix jax winh t'a Jerusalén, ix yak'an reyal winh t'a Israel chi'."
        },
        {
            "number": "14",
            "text": "Ix smolb'an mil 400 carruaje yic oval winhaj rey Salomón chi' yet' 12 mil nok' chej scuchan eb' soldado. Ix yak'ancan juntzanh chi' winh t'a Jerusalén yet' t'a juntzanhxo chonhab'."
        },
        {
            "number": "15",
            "text": "Manhxo jantacoc q'uen plata yet' q'uen oro ix smolb'ej winh t'a Jerusalén chi', ichaxonhej q'uen comon q'ueen ix aj q'ueen. Ha te' k'ute', toxonhej icha te' caltacte'al higo t'a spanhanil yichtac lum vitz ix aj te'."
        },
        {
            "number": "16",
            "text": "Ha nok' schej winh rey chi', ix manchajcot nok' t'a Muzri yet' t'a Cilicia. Ha eb' winh smanvajum winh rey chi' smanancot nok' ta'."
        },
        {
            "number": "17",
            "text": "Ha junjun carruaje cotnac t'a Egipto chi', 600 siclo plata stojol, haxo junjun nok' chej chi', 150 siclo plata stojol nok'. Axo masanil eb' winh sreyal eb' heteo yet' eb' sirio, a eb' winh smananxi t'a eb' schonhvajum winhaj Salomón chi'."
        }
    ]
}