{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Salomón yuninal winhaj Dawid, ix tek'k'aj wal yopisio winh, yujto a Jehová sDiosal winh ayoch yet'oc, ix te k'echaanh winh t'a yopisio chi'."
        },
        {
            "number": "2",
            "text": "Ix yavtan masanil heb' yetisraelal winh: Aton heb' niwac yajalil heb' soldado, heb' juez, heb' yichamtac winaquil chonhab' yet' heb' yajal yaj t'a skal heb' sk'ab' yoc."
        },
        {
            "number": "3",
            "text": "Ix b'at winh yet' masanil heb' ix smolb'ej sb'a chi' t'a jun lugar chaanh t'a Gabaón, yujto ata' aykan kajnub' b'aj sch'ox sb'a Jehová, aton jun sb'onakkan winhaj Moisés schekab' Dios t'a tzinan lu'um."
        },
        {
            "number": "4",
            "text": "Palta a winhaj rey Dawid ik'jinaccot te' skaxail strato Jehová t'a Quiriat-jearim, yak'annacoch winh t'a yol jun mantiado b'ob'il yuj t'a Jerusalén."
        },
        {
            "number": "5",
            "text": "Axo pax jun altar nab'a bronce b'ob'il yuj winhaj Bezaleel yuninal winhaj Uri, yixchiquin winhaj Hur, ha t'a Gabaón chi' aykani, t'a yichanh skajnub' Jehová. Ix b'at winhaj rey Salomón chi' yet' masanil heb' anima chi' ta', yic b'at sk'anb'ej sb'a heb' d'ha Dios."
        },
        {
            "number": "6",
            "text": "Ix k'ek'och winh t'a yichanh Jehová, b'aj ay jun altar bronce chi', aton t'a yichanh mantiado b'aj sch'ox sb'a Jehová. Ix schekan winh nhusjoctz'a mil nok' silab' t'a Jehová t'a yib'anh jun altar chi'."
        },
        {
            "number": "7",
            "text": "Ha t'a jun ak'wal chi', ix sch'ox sb'a Jehová t'a winh, ix yalan icha tik: k'an t'ayin tas tza nib'ej, ol wak' t'ayach, xchi t'a winh."
        },
        {
            "number": "8",
            "text": "Ix yalan winh d'ha Dios chi' icha tik: Ha ach tik Mamin, ix ak' wal a wach'k'olal t'a winhaj Dawid in mam. Ha inxo ix in ak'och reyal sk'exuloc winh."
        },
        {
            "number": "9",
            "text": "Ha ticnaik ach Jehová Dios, elokab'k'och tas ix al t'a winh in mam chi', yujto ix in ak'och reyal t'a jun a chonhab' manh jantacoc sb'isul tik, icha spokokal lum lum."
        },
        {
            "number": "10",
            "text": "Yuj chi', ak' in jelanil, tzak'an wojtaquej tas swutej in cuchb'an jun chonhab' tik. Yujto malaj junok mach syal yak'an yajalil t'a jun a chonhab' tik t'a yol yico', xchi winh."
        },
        {
            "number": "11",
            "text": "Ix yalanxi Dios t'a winh icha tik: Yujto a jun tik ix jawi t'a a pensar a k'anani, manhoc a b'eyumal, ma sniwanil elk'ochi, ma schamel heb' ajk'ool, mato snajatb'i a k 'inal, manhoc chi' ix a k'ana', palta ha' a jelanil ix a k'ana' yet' aj pensaril yic ol yal ak'an reyal t'a in chonhab' b'aj ach wak'och reyal tik,"
        },
        {
            "number": "12",
            "text": "yuj chi', ol wak' a jelanil yet' aj pensaril chi'. Ol wak'anpax a b'eyumal yet' sniwanil elk'ochi. Malaj junok rey jelan ek'nacxo icha ach tik, manhxa pax junocxo icha ach tik olto ochoc, xchi t'a winh."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi' ix emixta winh t'a Gabaón b'aj ay skajnub' Dios chi', ix jax winh t'a Jerusalén, ix yak'an reyal winh t'a Israel chi'."
        },
        {
            "number": "14",
            "text": "Ix smolb'an mil 400 carruaje yic owal winhaj rey Salomón chi' yet' 12 mil nok' chej skuchan heb' soldado. Ix yak'ankan juntzanh chi' winh t'a Jerusalén yet' t'a juntzanhxo chonhab'."
        },
        {
            "number": "15",
            "text": "Manhxo jantacoc k'een plata yet' k'een oro ix smolb'ej winh t'a Jerusalén chi', ichaxonhej k'een comon k'een ix aj k'een. Ha te' k'ute', toxonhej icha te' kaltacte'al higo t'a spanhanil yichtac lum witz ix aj te'."
        },
        {
            "number": "16",
            "text": "Ha nok' schej winh rey chi', ix manchajcot nok' t'a Muzri yet' t'a Cilicia. Ha heb' winh smanwajum winh rey chi' smanancot nok' ta'."
        },
        {
            "number": "17",
            "text": "Ha junjun carruaje cotnac t'a Egipto chi', 600 siclo plata stojol, haxo junjun nok' chej chi', 150 siclo plata stojol nok'. Axo masanil heb' winh sreyal heb' heteo yet' heb' sirio, a heb' winh smananxi t'a heb' schonhwajum winhaj Salomón chi'."
        }
    ]
}