{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "A vinhaj Salomón yuninal vinhaj David, ix tek'k'aj val yopisio vinh, yujto a Jehová sDiosal vinh ayoch yed'oc, ix te q'uechaanh vinh d'a yopisio chi'."
        },
        {
            "number": "2",
            "text": "Ix yavtan masanil eb' yetisraelal vinh: Aton eb' nivac yajalil eb' soldado, eb' juez, eb' yichamtac vinaquil chonhab' yed' eb' yajal yaj d'a scal eb' sk'ab' yoc."
        },
        {
            "number": "3",
            "text": "Ix b'at vinh yed' masanil eb' ix smolb'ej sb'a chi' d'a jun lugar chaanh d'a Gabaón, yujto ata' aycan cajnub' b'aj sch'ox sb'a Jehová, aton jun sb'onaccan vinhaj Moisés schecab' Dios d'a tz'inan luum."
        },
        {
            "number": "4",
            "text": "Palta a vinhaj rey David ik'jinaccot te' scaxail strato Jehová d'a Quiriat-jearim, yak'annacoch vinh d'a yol jun mantiado b'ob'il yuj d'a Jerusalén."
        },
        {
            "number": "5",
            "text": "Axo pax jun altar nab'a bronce b'ob'il yuj vinhaj Bezaleel yuninal vinhaj Uri, yixchiquin vinhaj Hur, a d'a Gabaón chi' aycani, d'a yichanh scajnub' Jehová. Ix b'at vinhaj rey Salomón chi' yed' masanil eb' anima chi' ta', yic b'at sk'anb'ej sb'a eb' d'a Dios."
        },
        {
            "number": "6",
            "text": "Ix q'uek'och vinh d'a yichanh Jehová, b'aj ay jun altar bronce chi', aton d'a yichanh mantiado b'aj sch'ox sb'a Jehová. Ix schecan vinh nhusjoctz'a mil nok' silab' d'a Jehová d'a yib'anh jun altar chi'."
        },
        {
            "number": "7",
            "text": "A d'a jun ak'val chi', ix sch'ox sb'a Jehová d'a vinh, ix yalan icha tic: k'an d'ayin tas tza nib'ej, ol vak' d'ayach, xchi d'a vinh."
        },
        {
            "number": "8",
            "text": "Ix yalan vinh d'a Dios chi' icha tic: A ach tic Mamin, ix ak' val a vach'k'olal d'a vinhaj David in mam. A inxo ix in ak'och reyal sq'uexuloc vinh."
        },
        {
            "number": "9",
            "text": "A ticnaic ach Jehová Dios, elocab'k'och tas ix al d'a vinh in mam chi', yujto ix in ak'och reyal d'a jun a chonhab' manh jantacoc sb'isul tic, icha spococal lum luum."
        },
        {
            "number": "10",
            "text": "Yuj chi', ak' in jelanil, tzak'an vojtaquej tas svutej in cuchb'an jun chonhab' tic. Yujto malaj junoc mach syal yak'an yajalil d'a jun a chonhab' tic d'a yol yico', xchi vinh."
        },
        {
            "number": "11",
            "text": "Ix yalanxi Dios d'a vinh icha tic: Yujto a jun tic ix javi d'a a pensar a k'anani, manhoc a b'eyumal, ma snivanil elk'ochi, ma schamel eb' ajk'ool, mato snajatb'i a q'uinal, manhoc chi' ix a k'ana', palta a' a jelanil ix a k'ana' yed' aj pensaril yic ol yal ak'an reyal d'a in chonhab' b'aj ach vak'och reyal tic,"
        },
        {
            "number": "12",
            "text": "yuj chi', ol vak' a jelanil yed' aj pensaril chi'. Ol vak'anpax a b'eyumal yed' snivanil elk'ochi. Malaj junoc rey jelan ek'nacxo icha ach tic, manhxa pax junocxo icha ach tic olto ochoc, xchi d'a vinh."
        },
        {
            "number": "13",
            "text": "Ix lajvi chi' ix emixta vinh d'a Gabaón b'aj ay scajnub' Dios chi', ix jax vinh d'a Jerusalén, ix yak'an reyal vinh d'a Israel chi'."
        },
        {
            "number": "14",
            "text": "Ix smolb'an mil 400 carruaje yic oval vinhaj rey Salomón chi' yed' 12 mil nok' chej scuchan eb' soldado. Ix yak'ancan juntzanh chi' vinh d'a Jerusalén yed' d'a juntzanhxo chonhab'."
        },
        {
            "number": "15",
            "text": "Manhxo jantacoc q'uen plata yed' q'uen oro ix smolb'ej vinh d'a Jerusalén chi', ichaxonhej q'uen comon q'ueen ix aj q'ueen. A te' k'ute', toxonhej icha te' caltacte'al higo d'a spanhanil yichtac lum vitz ix aj te'."
        },
        {
            "number": "16",
            "text": "A nok' schej vinh rey chi', ix manchajcot nok' d'a Muzri yed' d'a Cilicia. A eb' vinh smanvajum vinh rey chi' smanancot nok' ta'."
        },
        {
            "number": "17",
            "text": "A junjun carruaje cotnac d'a Egipto chi', 600 siclo plata stojol, axo junjun nok' chej chi', 150 siclo plata stojol nok'. Axo masanil eb' vinh sreyal eb' heteo yed' eb' sirio, a eb' vinh smananxi d'a eb' schonhvajum vinhaj Salomón chi'."
        }
    ]
}