{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ix b'at vinhaj Roboam t'a chonhab' Siquem, yujto ata' ix smolb'ej sb'a eb' yetisraelal vinh, yic tz'ak'jicanoch vinh reyal yuj eb'."
        },
        {
            "number": "2",
            "text": "Ix k'och specal jun tik t'a vinhaj Jeroboam yuninal vinhaj Nabat t'a Egipto, yuj chi' ix paxta vinh, yujto ata' k'ochnaccan vinh ayic yelnac vinh elelal t'a vinhaj Salomón."
        },
        {
            "number": "3",
            "text": "Ix avtajcot vinhaj Jeroboam chi' yuj eb' yetisraelal. Ayic ix javi vinh, ix b'at vinh yet' eb' yic sb'at lolon eb' yet' vinhaj Roboam chi'. Ix yalan eb' t'a vinh icha tik:"
        },
        {
            "number": "4",
            "text": "--Ha vinh a mam, yelxo te ya munlajel ayoch yuj vinh t'a quib'anh. Axo ticnaic jun, iq'uel jab'oc munlajel ya ayoch t'a quib'anh tik, ol cak'nhejoch co b'ha t'a yalanh a mandar, xchi eb'."
        },
        {
            "number": "5",
            "text": "Ix tak'vi vinhaj Roboam chi' t'a eb': --Ato chab'ej tzul in eyilxi, sval t'ayex tas tz'aji, xchi vinh t'a eb'. Yuj chi' ix pax eb' anima chi' smasanil."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix sk'anb'an vinhaj rey Roboam chi' t'a eb' vinh yichamtac vinaquil chonhab', aton eb' vinh munlajnac yet' vinhaj Salomón smam vinh icha tik: --¿Tas junok pensar tzeyak' t'ayin? ¿Tas svutej tak'voc in b'ha t'a juntzanh anima tik? xchi vinh."
        },
        {
            "number": "7",
            "text": "Ix yalan eb' vinh t'a vinh icha tik: --Tato wach'nhej ol utej a b'ha t'a eb' anima tik, ol a k'anab'ajan a b'oan tas snib'ej eb' chi', tato wach' pax ol utoc a tak'vi t'a eb', ol yak'nhejoch sb'a eb' t'a yalanh a mandar t'a masanil tiempo, xchi eb' vinh."
        },
        {
            "number": "8",
            "text": "Palta maj schalaj yab' vinh tas ix yal eb' vinh ichamtac vinac chi'. Axo t'a juntzanh eb' vinh quelemtac junnhej q'uib'nac vinh yet'oc, ata' ix sk'anb'ej pax spensar vinh chi', aton eb' vinh ayoch t'a opisio yet' vinh."
        },
        {
            "number": "9",
            "text": "Ix sk'anb'an vinh t'a eb' vinh icha tik: --¿Tas junok pensar tzeyak' t'ayin a ex tik? ¿Tas svutej tak'voc in b'ha t'a juntzanh anima tik? Snib'ej eb' sviq'uel jab'oc munlajel aycanoch t'a yib'anh eb' yuj vinh in mam, xchi vinh."
        },
        {
            "number": "10",
            "text": "Ix tak'vi juntzanh eb' vinh quelemtac vinac chi' icha tik: --Ha eb' tz'alan chi' to tziq'uel jab'oc munlajel aycanoch t'a yib'anh eb' yuj vinh a mam chi', al t'a eb' icha tik: Tato ya munlajel b'aj ayex och yuj vinh in mam chi', a inxo pax tik, ek'alto syail b'aj ol ex vak'ochi."
        },
        {
            "number": "11",
            "text": "Tato al ix yutej eyicatz vinh in mam chi', a inxo pax tik, ek'alto yalil ol vutej eyicatz chi'. Tato anhej nok' tz'uum ix yak'lab'ej vinh in mam chi' ex smak'ani, a inxo tik, a nok' tz'um ayoch q'ueen t'a snhi' ol vak'lab'ej t'ayex, xa chi t'a eb', xchi eb' vinh."
        },
        {
            "number": "12",
            "text": "Axo t'a schab'jial chi', ix jax vinhaj Jeroboam yet' masanil eb' anima chi' t'a vinhaj rey Roboam chi', icha ix aj yalan vinh t'a eb'."
        },
        {
            "number": "13",
            "text": "Palta te chuk ix yutej vinh spacan t'a eb'. Maj sk'anab'ajej vinh tas ix yal eb' vinh yichamtac vinaquil chonhab' chi'."
        },
        {
            "number": "14",
            "text": "Ha tas ix yal eb' vinh quelemtac vinac chi', a ix yal vinh t'a eb' icha tik: Tato al ix yutej eyicatz vinh in mam chi', a inxo tik, ek'alto ol vutej yalil eyicatz chi'. Tato anhej nok' tz'um ix yak'lab'ej vinh ex smak'ani, a inxo pax tik, a nok' tz'uum ayoch q'ueen t'a snhi' ol vak'lab'ej t'ayex, xchi vinh."
        },
        {
            "number": "15",
            "text": "Maj schalaj yab' vinh rey chi' tas ix yal eb' anima chi', yujto a Jehová ix ak'an sk'ulej vinh yic wach' tz'elk'och tas ix schec yal vinhaj Ahías aj Silo t'a vinhaj Jeroboam yuninal vinhaj Nabat."
        },
        {
            "number": "16",
            "text": "Ayic ix yilan masanil eb' anima chi' to maj scha yab' vinh rey chi', ix yalan eb' icha tik: Manhxalaj calan quic t'a yinhtilal vinhaj David yuninal vinhaj Isaí. Ch'oc yinhtil eb', ch'oc pax quinhtilal. Ex quetisraelal, conh paxec t'a co pat junjun onh. Olxo yil sb'a eb' yinhtilal vinhaj David tik, xchi eb'. Ha t'a jun rato chi' ix laj pax eb' t'a spat."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix checjib'at vinhaj Adoram yuj vinhaj Roboam t'a eb' israel ix paxcan chi'. Ha vinhaj Adoram chi' ay yopisio yilan eb' ak'b'il pural smunlaji. Ayic ix k'och vinh t'a eb' ix paxcan chi', ix julq'uenajcham vinh yuj eb'. Yuj chi' ix q'ue vinhaj Roboam chi' t'a yol scarruaje, ix cot vinh elelal, ix javi vinh t'a Jerusalén. Icha chi' ix aj yelcan eb' israel chi' t'a yol sk'ab' eb' yinhtilal vinhaj David. Axonhej juntzanhxo eb' cajan t'a juntzanh chonhab' t'a yol yic Judá b'aj ix yak' reyal vinh."
        }
    ]
}