{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ix b'at winhaj Roboam t'a chonhab' Siquem, yujto ata' ix smolb'ej sb'a eb' yetisraelal winh, yic tz'ak'jicanoch winh reyal yuj eb'."
        },
        {
            "number": "2",
            "text": "Ix k'och specal jun tik t'a winhaj Jeroboam yuninal winhaj Nabat t'a Egipto, yuj chi' ix paxta winh, yujto ata' k'ochnaccan winh ayic yelnac winh elelal t'a winhaj Salomón."
        },
        {
            "number": "3",
            "text": "Ix avtajcot winhaj Jeroboam chi' yuj eb' yetisraelal. Ayic ix javi winh, ix b'at winh yet' eb' yic sb'at lolon eb' yet' winhaj Roboam chi'. Ix yalan eb' t'a winh icha tik:"
        },
        {
            "number": "4",
            "text": "--Ha winh a mam, yelxo te ya munlajel ayoch yuj winh t'a quib'anh. Axo ticnaic jun, iq'uel jab'oc munlajel ya ayoch t'a quib'anh tik, ol cak'nhejoch co b'ha t'a yalanh a mandar, xchi eb'."
        },
        {
            "number": "5",
            "text": "Ix tak'vi winhaj Roboam chi' t'a eb': --Ato chab'ej tzul in eyilxi, swal t'ayex tas tz'aji, xchi winh t'a eb'. Yuj chi' ix pax eb' anima chi' smasanil."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix sk'anb'an winhaj rey Roboam chi' t'a eb' winh yichamtac vinaquil chonhab', aton eb' winh munlajnac yet' winhaj Salomón smam winh icha tik: --¿Tas junok pensar tzeyak' t'ayin? ¿Tas svutej tak'voc in b'ha t'a juntzanh anima tik? xchi winh."
        },
        {
            "number": "7",
            "text": "Ix yalan eb' winh t'a winh icha tik: --Tato wach'nhej ol utej a b'ha t'a eb' anima tik, ol a k'anab'ajan a b'oan tas snib'ej eb' chi', tato wach' pax ol utoc a tak'vi t'a eb', ol yak'nhejoch sb'a eb' t'a yalanh a mandar t'a masanil tiempo, xchi eb' winh."
        },
        {
            "number": "8",
            "text": "Palta maj schalaj yab' winh tas ix yal eb' winh ichamtac vinac chi'. Axo t'a juntzanh eb' winh quelemtac junnhej q'uib'nac winh yet'oc, ata' ix sk'anb'ej pax spensar winh chi', aton eb' winh ayoch t'a opisio yet' winh."
        },
        {
            "number": "9",
            "text": "Ix sk'anb'an winh t'a eb' winh icha tik: --¿Tas junok pensar tzeyak' t'ayin a ex tik? ¿Tas svutej tak'voc in b'ha t'a juntzanh anima tik? Snib'ej eb' sviq'uel jab'oc munlajel aycanoch t'a yib'anh eb' yuj winh in mam, xchi winh."
        },
        {
            "number": "10",
            "text": "Ix tak'vi juntzanh eb' winh quelemtac vinac chi' icha tik: --Ha eb' tz'alan chi' to tziq'uel jab'oc munlajel aycanoch t'a yib'anh eb' yuj winh a mam chi', al t'a eb' icha tik: Tato ya munlajel b'aj ayex och yuj winh in mam chi', a inxo pax tik, ek'alto syail b'aj ol ex vak'ochi."
        },
        {
            "number": "11",
            "text": "Tato al ix yutej eyicatz winh in mam chi', a inxo pax tik, ek'alto yalil ol vutej eyicatz chi'. Tato anhej nok' tz'uum ix yak'lab'ej winh in mam chi' ex smak'ani, a inxo tik, a nok' tz'um ayoch q'ueen t'a snhi' ol vak'lab'ej t'ayex, xa chi t'a eb', xchi eb' winh."
        },
        {
            "number": "12",
            "text": "Axo t'a schab'jial chi', ix jax winhaj Jeroboam yet' masanil eb' anima chi' t'a winhaj rey Roboam chi', icha ix aj yalan winh t'a eb'."
        },
        {
            "number": "13",
            "text": "Palta te chuk ix yutej winh spacan t'a eb'. Maj sk'anab'ajej winh tas ix yal eb' winh yichamtac vinaquil chonhab' chi'."
        },
        {
            "number": "14",
            "text": "Ha tas ix yal eb' winh quelemtac vinac chi', a ix yal winh t'a eb' icha tik: Tato al ix yutej eyicatz winh in mam chi', a inxo tik, ek'alto ol vutej yalil eyicatz chi'. Tato anhej nok' tz'um ix yak'lab'ej winh ex smak'ani, a inxo pax tik, a nok' tz'uum ayoch q'ueen t'a snhi' ol vak'lab'ej t'ayex, xchi winh."
        },
        {
            "number": "15",
            "text": "Maj schalaj yab' winh rey chi' tas ix yal eb' anima chi', yujto a Jehová ix ak'an sk'ulej winh yic wach' tz'elk'och tas ix schec yal winhaj Ahías aj Silo t'a winhaj Jeroboam yuninal winhaj Nabat."
        },
        {
            "number": "16",
            "text": "Ayic ix yilan masanil eb' anima chi' to maj scha yab' winh rey chi', ix yalan eb' icha tik: Manhxalaj calan quic t'a yinhtilal winhaj David yuninal winhaj Isaí. Ch'oc yinhtil eb', ch'oc pax quinhtilal. Ex quetisraelal, conh paxec t'a co pat junjun onh. Olxo yil sb'a eb' yinhtilal winhaj David tik, xchi eb'. Ha t'a jun rato chi' ix laj pax eb' t'a spat."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix checjib'at winhaj Adoram yuj winhaj Roboam t'a eb' israel ix paxcan chi'. Ha winhaj Adoram chi' ay yopisio yilan eb' ak'b'il pural smunlaji. Ayic ix k'och winh t'a eb' ix paxcan chi', ix julq'uenajcham winh yuj eb'. Yuj chi' ix q'ue winhaj Roboam chi' t'a yol scarruaje, ix cot winh elelal, ix javi winh t'a Jerusalén. Icha chi' ix aj yelcan eb' israel chi' t'a yol sk'ab' eb' yinhtilal winhaj David. Axonhej juntzanhxo eb' cajan t'a juntzanh chonhab' t'a yol yic Judá b'aj ix yak' reyal winh."
        }
    ]
}