{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ix b'at vinhaj Roboam d'a chonhab' Siquem, yujto ata' ix smolb'ej sb'a eb' yetisraelal vinh, yic tz'ak'jicanoch vinh reyal yuj eb'."
        },
        {
            "number": "2",
            "text": "Ix k'och specal jun tic d'a vinhaj Jeroboam yuninal vinhaj Nabat d'a Egipto, yuj chi' ix paxta vinh, yujto ata' k'ochnaccan vinh ayic yelnac vinh elelal d'a vinhaj Salomón."
        },
        {
            "number": "3",
            "text": "Ix avtajcot vinhaj Jeroboam chi' yuj eb' yetisraelal. Ayic ix javi vinh, ix b'at vinh yed' eb' yic sb'at lolon eb' yed' vinhaj Roboam chi'. Ix yalan eb' d'a vinh icha tic:"
        },
        {
            "number": "4",
            "text": "--A vinh a mam, yelxo te ya munlajel ayoch yuj vinh d'a quib'anh. Axo ticnaic jun, iq'uel jab'oc munlajel ya ayoch d'a quib'anh tic, ol cak'nhejoch co b'a d'a yalanh a mandar, xchi eb'."
        },
        {
            "number": "5",
            "text": "Ix tak'vi vinhaj Roboam chi' d'a eb': --Ato chab'ej tzul in eyilxi, sval d'ayex tas tz'aji, xchi vinh d'a eb'. Yuj chi' ix pax eb' anima chi' smasanil."
        },
        {
            "number": "6",
            "text": "Ix lajvi chi' ix sk'anb'an vinhaj rey Roboam chi' d'a eb' vinh yichamtac vinaquil chonhab', aton eb' vinh munlajnac yed' vinhaj Salomón smam vinh icha tic: --¿Tas junoc pensar tzeyak' d'ayin? ¿Tas svutej tak'voc in b'a d'a juntzanh anima tic? xchi vinh."
        },
        {
            "number": "7",
            "text": "Ix yalan eb' vinh d'a vinh icha tic: --Tato vach'nhej ol utej a b'a d'a eb' anima tic, ol a k'anab'ajan a b'oan tas snib'ej eb' chi', tato vach' pax ol utoc a tak'vi d'a eb', ol yak'nhejoch sb'a eb' d'a yalanh a mandar d'a masanil tiempo, xchi eb' vinh."
        },
        {
            "number": "8",
            "text": "Palta maj schalaj yab' vinh tas ix yal eb' vinh ichamtac vinac chi'. Axo d'a juntzanh eb' vinh quelemtac junnhej q'uib'nac vinh yed'oc, ata' ix sk'anb'ej pax spensar vinh chi', aton eb' vinh ayoch d'a opisio yed' vinh."
        },
        {
            "number": "9",
            "text": "Ix sk'anb'an vinh d'a eb' vinh icha tic: --¿Tas junoc pensar tzeyak' d'ayin a ex tic? ¿Tas svutej tak'voc in b'a d'a juntzanh anima tic? Snib'ej eb' sviq'uel jab'oc munlajel aycanoch d'a yib'anh eb' yuj vinh in mam, xchi vinh."
        },
        {
            "number": "10",
            "text": "Ix tak'vi juntzanh eb' vinh quelemtac vinac chi' icha tic: --A eb' tz'alan chi' to tziq'uel jab'oc munlajel aycanoch d'a yib'anh eb' yuj vinh a mam chi', al d'a eb' icha tic: Tato ya munlajel b'aj ayex och yuj vinh in mam chi', a inxo pax tic, ek'alto syail b'aj ol ex vak'ochi."
        },
        {
            "number": "11",
            "text": "Tato al ix yutej eyicatz vinh in mam chi', a inxo pax tic, ek'alto yalil ol vutej eyicatz chi'. Tato anhej nok' tz'uum ix yak'lab'ej vinh in mam chi' ex smak'ani, a inxo tic, a nok' tz'um ayoch q'ueen d'a snhi' ol vak'lab'ej d'ayex, xa chi d'a eb', xchi eb' vinh."
        },
        {
            "number": "12",
            "text": "Axo d'a schab'jial chi', ix jax vinhaj Jeroboam yed' masanil eb' anima chi' d'a vinhaj rey Roboam chi', icha ix aj yalan vinh d'a eb'."
        },
        {
            "number": "13",
            "text": "Palta te chuc ix yutej vinh spacan d'a eb'. Maj sk'anab'ajej vinh tas ix yal eb' vinh yichamtac vinaquil chonhab' chi'."
        },
        {
            "number": "14",
            "text": "A tas ix yal eb' vinh quelemtac vinac chi', a ix yal vinh d'a eb' icha tic: Tato al ix yutej eyicatz vinh in mam chi', a inxo tic, ek'alto ol vutej yalil eyicatz chi'. Tato anhej nok' tz'um ix yak'lab'ej vinh ex smak'ani, a inxo pax tic, a nok' tz'uum ayoch q'ueen d'a snhi' ol vak'lab'ej d'ayex, xchi vinh."
        },
        {
            "number": "15",
            "text": "Maj schalaj yab' vinh rey chi' tas ix yal eb' anima chi', yujto a Jehová ix ak'an sk'ulej vinh yic vach' tz'elk'och tas ix schec yal vinhaj Ahías aj Silo d'a vinhaj Jeroboam yuninal vinhaj Nabat."
        },
        {
            "number": "16",
            "text": "Ayic ix yilan masanil eb' anima chi' to maj scha yab' vinh rey chi', ix yalan eb' icha tic: Manhxalaj calan quic d'a yinhtilal vinhaj David yuninal vinhaj Isaí. Ch'oc yinhtil eb', ch'oc pax quinhtilal. Ex quetisraelal, conh paxec d'a co pat junjun onh. Olxo yil sb'a eb' yinhtilal vinhaj David tic, xchi eb'. A d'a jun rato chi' ix laj pax eb' d'a spat."
        },
        {
            "number": "17",
            "text": "Ix lajvi chi', ix checjib'at vinhaj Adoram yuj vinhaj Roboam d'a eb' israel ix paxcan chi'. A vinhaj Adoram chi' ay yopisio yilan eb' ak'b'il pural smunlaji. Ayic ix k'och vinh d'a eb' ix paxcan chi', ix julq'uenajcham vinh yuj eb'. Yuj chi' ix q'ue vinhaj Roboam chi' d'a yol scarruaje, ix cot vinh elelal, ix javi vinh d'a Jerusalén. Icha chi' ix aj yelcan eb' israel chi' d'a yol sk'ab' eb' yinhtilal vinhaj David. Axonhej juntzanhxo eb' cajan d'a juntzanh chonhab' d'a yol yic Judá b'aj ix yak' reyal vinh."
        }
    ]
}