{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix javi vinhaj Roboam chi' t'a Jerusalén, ix smolb'an 180 mil soldado vinh, eb' sik'b'ilel t'a skal eb' yinhtilal Judá yet' t'a skal eb' yinhtilal Benjamín, yic sb'at eb' yak' oval t'a juntzanhxo eb' yetisraelal chi', yic tz'ochxican eb' t'a yol sk'ab' vinh junelxo."
        },
        {
            "number": "2",
            "text": "Palta ix yal Jehová t'a vinhaj Semaías schecab' icha tik:"
        },
        {
            "number": "3",
            "text": "Al t'a vinhaj Roboam yuninal vinhaj Salomón sreyal Judá chi', yet' t'a masanil eb' israel cajan t'a yol yic Judá chi' yet' t'a eb' yic Benjamín"
        },
        {
            "number": "4",
            "text": "to a in sval icha tik: Manh eyak' oval yet' eb' eyetisraelal chi'. Meltzajanhec t'a e pat e masanil, yujto a in ix vaq'uelk'och jun tik, xchi Jehová, xa chi t'a eb'. Ayic ix yab'an eb' tas ix yal Jehová chi', ix pax eb' t'a spat junjun, majxo b'atlaj eb' yak' oval yet' vinhaj Jeroboam, vinh ix och sreyaloc eb' ix pax chi'."
        },
        {
            "number": "5",
            "text": "Ix cannhej vinhaj Roboam chi' t'a Jerusalén, ix svach' b'oan smuroal juntzanh chonhab' vinh, juntzanh ay t'a yol smacb'en Judá yet' Benjamín: Aton Belén, Etam, Tecoa, Bet-sur, Soco, Adulam, Gat, Maresa, Zif, Adoraim, Laquis, Azeca, Zora, Ajalón yet' Hebrón."
        },
        {
            "number": "6",
            "text": "Wach' ix aj sb'ochajoch smuroal juntzanh chonhab' chi', ix yak'anoch eb' yajalil soldado vinh stanhvej. Nivan ixim trigo, aceite yet' vino ix molchaj t'a juntzanh chonhab' chi'."
        },
        {
            "number": "7",
            "text": "Ix yak'anpaxcan smaclab' jul-lab' vinh yet' q'uen lanza t'a juntzanh chonhab' chi', yic syal scolan sb'ha t'a oval. Icha chi' ix aj yochcan yopisio vinhaj Roboam chi' t'a yol yic Judá yet' t'a yol yic Benjamín."
        },
        {
            "number": "8",
            "text": "Ha eb' sacerdote yet' eb' levita, ix cot eb' t'a yol smacb'en Israel, yic syak'anoch sb'a eb' yet' vinhaj Roboam chi'."
        },
        {
            "number": "9",
            "text": "Ha eb' levita chi', ix yactejcan schonhab' eb' yet' lum b'aj sva nok' smolb'etzal nok' eb', ix javi eb' t'a Jerusalén yet' t'a juntzanhxo chonhab' t'a yol yic Judá yic scajnaj eb' ta', yujto a vinhaj Jeroboam yet' eb' tzak'anto ochnac reyal yuj vinh ix pechanel eb' t'a yopisio yak'an servil Jehová."
        },
        {
            "number": "10",
            "text": "Ha vinhaj Jeroboam chi', ix yak'och eb' comon anima vinh sacerdoteal yak'an servil comon dios, yic tz'och eb' ejmelal t'a juntzanh lugar chaanh, t'a eb' enemigo yet' t'a juntzanh yechel vacax ix schec vinh b'ojoc."
        },
        {
            "number": "11",
            "text": "Axo eb' ay t'a junjun yinhtilal eb' israel to ayoch spensar yoch ejmelal t'a Jehová Dios, ix cot tzak'an eb' yet' eb' sacerdote yic Jehová chi' yet' eb' levita pax chi'. Ix javi eb' t'a Jerusalén chi', yic wach' syal yak'an silab' eb' t'a Jehová sDiosal eb' yet' smam yicham."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix tek'k'aj yopisio vinhaj Roboam chi' t'a smacb'en Judá t'a oxe' ab'il, yujto anhej oxe' ab'il chi' ix sb'eyb'alej sb'eyb'al vinhaj David yet' vinhaj Salomón vinh."
        },
        {
            "number": "13",
            "text": "Ha vinhaj Roboam chi', ix yik' ix Mahalat vinh yisil vinhaj Jerimot yuninal vinhaj David, a ix snun ix, aton ix Abihail yisil vinhaj Eliab, yixchiquin vinhaj Isaí."
        },
        {
            "number": "14",
            "text": "Ha eb' yuninal vinhaj Roboam yet' ix Mahalat chi', aton vinhaj Jeús, vinhaj Semarías yet' vinhaj Zaham."
        },
        {
            "number": "15",
            "text": "Ix yik'anpax ix Maaca vinh, ix yisil vinhaj Absalón. Ha eb' yuninal vinh yet' ix, aton vinhaj Abías, vinhaj Atai, vinhaj Ziza yet' vinhaj Selomit."
        },
        {
            "number": "16",
            "text": "Ha vinhaj Roboam chi', 18 eb' ix yetb'eyum vinh yet' 60 eb' ix schab'il yetb'eyum vinh. 28 yuninal vinh yet' 60 eb' ix yisil. Ha ix Maaca chi', te xajan ix yuj vinh t'a yichanh juntzanhxo eb' ix chi'."
        },
        {
            "number": "17",
            "text": "Ix snib'ej vinh to a vinhaj Abiam yune' ix Maaca chi' ix ochcan reyal sq'uexuloc, yuj chi' ix yak'och vinh vinh yajalil t'a skal juntzanhxo eb' yuninal."
        },
        {
            "number": "18",
            "text": "Wach' ix yutej vinh snaani, yuj chi' ix spucb'at eb' yuninal vinh chi' t'a juntzanh chonhab' ayoch smuroal t'a yol yic Judá chi' yet' t'a yol yic Benjamín. Tzijtum tas ix yak' vinh sva eb', tzijtum pax eb' ix yetb'eyum eb' vinh ix yak'och vinh."
        }
    ]
}