{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix jawi winhaj Roboam chi' t'a Jerusalén, ix smolb'an 180 mil soldado winh, heb' sik'b'ilel t'a skal heb' yinhtilal Judá yet' t'a skal heb' yinhtilal Benjamín, yic sb'at heb' yak' owal t'a juntzanhxo heb' yetisraelal chi', yic tz'ochxican heb' t'a yol sk'ab' winh junelxo."
        },
        {
            "number": "2",
            "text": "Palta ix yal Jehová t'a winhaj Semaías schecab' icha tik:"
        },
        {
            "number": "3",
            "text": "Al t'a winhaj Roboam yuninal winhaj Salomón sreyal Judá chi', yet' t'a masanil heb' israel cajan t'a yol yic Judá chi' yet' t'a heb' yic Benjamín"
        },
        {
            "number": "4",
            "text": "to a in swal icha tik: Manh eyak' owal yet' heb' eyetisraelal chi'. Meltzajanhec t'a he pat he masanil, yujto a in ix wak'elk'och jun tik, xchi Jehová, xa chi t'a heb'. Ayic ix yab'an heb' tas ix yal Jehová chi', ix pax heb' t'a spat junjun, majxo b'atlaj heb' yak' owal yet' winhaj Jeroboam, winh ix och sreyaloc heb' ix pax chi'."
        },
        {
            "number": "5",
            "text": "Ix cannhej winhaj Roboam chi' t'a Jerusalén, ix swach' b'oan smuroal juntzanh chonhab' winh, juntzanh ay t'a yol smacb'en Judá yet' Benjamín: Aton Belén, Etam, Tecoa, Bet-sur, Soco, Adulam, Gat, Maresa, Zif, Adoraim, Laquis, Azeca, Zora, Ajalón yet' Hebrón."
        },
        {
            "number": "6",
            "text": "Wach' ix aj sb'ochajoch smuroal juntzanh chonhab' chi', ix yak'anoch heb' yajalil soldado winh stanhwej. Niwan ixim trigo, aceite yet' wino ix molchaj t'a juntzanh chonhab' chi'."
        },
        {
            "number": "7",
            "text": "Ix yak'anpaxcan smaclab' jul-lab' winh yet' k'een lanza t'a juntzanh chonhab' chi', yic syal scolan sb'ha t'a owal. Icha chi' ix aj yochcan yopisio winhaj Roboam chi' t'a yol yic Judá yet' t'a yol yic Benjamín."
        },
        {
            "number": "8",
            "text": "Ha heb' sacerdote yet' heb' lewita, ix cot heb' t'a yol smacb'en Israel, yic syak'anoch sb'a heb' yet' winhaj Roboam chi'."
        },
        {
            "number": "9",
            "text": "Ha heb' lewita chi', ix yaktejcan schonhab' heb' yet' lum b'aj swa nok' smolb'etzal nok' heb', ix jawi heb' t'a Jerusalén yet' t'a juntzanhxo chonhab' t'a yol yic Judá yic scajnaj heb' ta', yujto a winhaj Jeroboam yet' heb' tzak'anto ochnac reyal yuj winh ix pechanel heb' t'a yopisio yak'an serwil Jehová."
        },
        {
            "number": "10",
            "text": "Ha winhaj Jeroboam chi', ix yak'och heb' comon anima winh sacerdoteal yak'an serwil comon Dios, yic tz'och heb' ejmelal t'a juntzanh lugar chaanh, t'a heb' enemigo yet' t'a juntzanh yechel wacax ix schec winh b'ojoc."
        },
        {
            "number": "11",
            "text": "Axo heb' ay t'a junjun yinhtilal heb' israel to ayoch spensar yoch ejmelal t'a Jehová Dios, ix cot tzak'an heb' yet' heb' sacerdote yic Jehová chi' yet' heb' lewita pax chi'. Ix jawi heb' t'a Jerusalén chi', yic wach' syal yak'an silab' heb' t'a Jehová sDiosal heb' yet' smam yicham."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix tek'k'aj yopisio winhaj Roboam chi' t'a smacb'en Judá t'a oxe' ab'il, yujto anhej oxe' ab'il chi' ix sb'eyb'alej sb'eyb'al winhaj Dawid yet' winhaj Salomón winh."
        },
        {
            "number": "13",
            "text": "Ha winhaj Roboam chi', ix yik' ix Mahalat winh yisil winhaj Jerimot yuninal winhaj Dawid, a ix snun ix, aton ix Abihail yisil winhaj Eliab, yixchiquin winhaj Isaí."
        },
        {
            "number": "14",
            "text": "Ha heb' yuninal winhaj Roboam yet' ix Mahalat chi', aton winhaj Jeús, winhaj Semarías yet' winhaj Zaham."
        },
        {
            "number": "15",
            "text": "Ix yik'anpax ix Maaca winh, ix yisil winhaj Absalón. Ha heb' yuninal winh yet' ix, aton winhaj Abías, winhaj Atai, winhaj Ziza yet' winhaj Selomit."
        },
        {
            "number": "16",
            "text": "Ha winhaj Roboam chi', 18 heb' ix yetb'eyum winh yet' 60 heb' ix schab'il yetb'eyum winh. 28 yuninal winh yet' 60 heb' ix yisil. Ha ix Maaca chi', te xajan ix yuj winh t'a yichanh juntzanhxo heb' ix chi'."
        },
        {
            "number": "17",
            "text": "Ix snib'ej winh to a winhaj Abiam yune' ix Maaca chi' ix ochcan reyal sk'exuloc, yuj chi' ix yak'och winh winh yajalil t'a skal juntzanhxo heb' yuninal."
        },
        {
            "number": "18",
            "text": "Wach' ix yutej winh snaani, yuj chi' ix spucb'at heb' yuninal winh chi' t'a juntzanh chonhab' ayoch smuroal t'a yol yic Judá chi' yet' t'a yol yic Benjamín. Tzijtum tas ix yak' winh swa heb', tzijtum pax heb' ix yetb'eyum heb' winh ix yak'och winh."
        }
    ]
}