{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix javi vinhaj Roboam chi' d'a Jerusalén, ix smolb'an 180 mil soldado vinh, eb' sik'b'ilel d'a scal eb' yinhtilal Judá yed' d'a scal eb' yinhtilal Benjamín, yic sb'at eb' yak' oval d'a juntzanhxo eb' yetisraelal chi', yic tz'ochxican eb' d'a yol sk'ab' vinh junelxo."
        },
        {
            "number": "2",
            "text": "Palta ix yal Jehová d'a vinhaj Semaías schecab' icha tic:"
        },
        {
            "number": "3",
            "text": "Al d'a vinhaj Roboam yuninal vinhaj Salomón sreyal Judá chi', yed' d'a masanil eb' israel cajan d'a yol yic Judá chi' yed' d'a eb' yic Benjamín"
        },
        {
            "number": "4",
            "text": "to a in sval icha tic: Manh eyak' oval yed' eb' eyetisraelal chi'. Meltzajanhec d'a e pat e masanil, yujto a in ix vaq'uelk'och jun tic, xchi Jehová, xa chi d'a eb'. Ayic ix yab'an eb' tas ix yal Jehová chi', ix pax eb' d'a spat junjun, majxo b'atlaj eb' yak' oval yed' vinhaj Jeroboam, vinh ix och sreyaloc eb' ix pax chi'."
        },
        {
            "number": "5",
            "text": "Ix cannhej vinhaj Roboam chi' d'a Jerusalén, ix svach' b'oan smuroal juntzanh chonhab' vinh, juntzanh ay d'a yol smacb'en Judá yed' Benjamín: Aton Belén, Etam, Tecoa, Bet-sur, Soco, Adulam, Gat, Maresa, Zif, Adoraim, Laquis, Azeca, Zora, Ajalón yed' Hebrón."
        },
        {
            "number": "6",
            "text": "Vach' ix aj sb'ochajoch smuroal juntzanh chonhab' chi', ix yak'anoch eb' yajalil soldado vinh stanhvej. Nivan ixim trigo, aceite yed' vino ix molchaj d'a juntzanh chonhab' chi'."
        },
        {
            "number": "7",
            "text": "Ix yak'anpaxcan smaclab' jul-lab' vinh yed' q'uen lanza d'a juntzanh chonhab' chi', yic syal scolan sb'a d'a oval. Icha chi' ix aj yochcan yopisio vinhaj Roboam chi' d'a yol yic Judá yed' d'a yol yic Benjamín."
        },
        {
            "number": "8",
            "text": "A eb' sacerdote yed' eb' levita, ix cot eb' d'a yol smacb'en Israel, yic syak'anoch sb'a eb' yed' vinhaj Roboam chi'."
        },
        {
            "number": "9",
            "text": "A eb' levita chi', ix yactejcan schonhab' eb' yed' lum b'aj sva nok' smolb'etzal nok' eb', ix javi eb' d'a Jerusalén yed' d'a juntzanhxo chonhab' d'a yol yic Judá yic scajnaj eb' ta', yujto a vinhaj Jeroboam yed' eb' tzak'anto ochnac reyal yuj vinh ix pechanel eb' d'a yopisio yak'an servil Jehová."
        },
        {
            "number": "10",
            "text": "A vinhaj Jeroboam chi', ix yak'och eb' comon anima vinh sacerdoteal yak'an servil comon dios, yic tz'och eb' ejmelal d'a juntzanh lugar chaanh, d'a eb' enemigo yed' d'a juntzanh yechel vacax ix schec vinh b'ojoc."
        },
        {
            "number": "11",
            "text": "Axo eb' ay d'a junjun yinhtilal eb' israel to ayoch spensar yoch ejmelal d'a Jehová Dios, ix cot tzak'an eb' yed' eb' sacerdote yic Jehová chi' yed' eb' levita pax chi'. Ix javi eb' d'a Jerusalén chi', yic vach' syal yak'an silab' eb' d'a Jehová sDiosal eb' yed' smam yicham."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix tek'k'aj yopisio vinhaj Roboam chi' d'a smacb'en Judá d'a oxe' ab'il, yujto anhej oxe' ab'il chi' ix sb'eyb'alej sb'eyb'al vinhaj David yed' vinhaj Salomón vinh."
        },
        {
            "number": "13",
            "text": "A vinhaj Roboam chi', ix yik' ix Mahalat vinh yisil vinhaj Jerimot yuninal vinhaj David, a ix snun ix, aton ix Abihail yisil vinhaj Eliab, yixchiquin vinhaj Isaí."
        },
        {
            "number": "14",
            "text": "A eb' yuninal vinhaj Roboam yed' ix Mahalat chi', aton vinhaj Jeús, vinhaj Semarías yed' vinhaj Zaham."
        },
        {
            "number": "15",
            "text": "Ix yik'anpax ix Maaca vinh, ix yisil vinhaj Absalón. A eb' yuninal vinh yed' ix, aton vinhaj Abías, vinhaj Atai, vinhaj Ziza yed' vinhaj Selomit."
        },
        {
            "number": "16",
            "text": "A vinhaj Roboam chi', 18 eb' ix yetb'eyum vinh yed' 60 eb' ix schab'il yetb'eyum vinh. 28 yuninal vinh yed' 60 eb' ix yisil. A ix Maaca chi', te xajan ix yuj vinh d'a yichanh juntzanhxo eb' ix chi'."
        },
        {
            "number": "17",
            "text": "Ix snib'ej vinh to a vinhaj Abiam yune' ix Maaca chi' ix ochcan reyal sq'uexuloc, yuj chi' ix yak'och vinh vinh yajalil d'a scal juntzanhxo eb' yuninal."
        },
        {
            "number": "18",
            "text": "Vach' ix yutej vinh snaani, yuj chi' ix spucb'at eb' yuninal vinh chi' d'a juntzanh chonhab' ayoch smuroal d'a yol yic Judá chi' yed' d'a yol yic Benjamín. Tzijtum tas ix yak' vinh sva eb', tzijtum pax eb' ix yetb'eyum eb' vinh ix yak'och vinh."
        }
    ]
}