{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix tek'k'aj yopisio winhaj Roboam chi' snaani, ix yactankan winh sk'anab'ajan sk'ayb'ub'al Jehová yet' masanil heb' yetchonhab'."
        },
        {
            "number": "2",
            "text": "Yujto pit ix yutej sb'a heb' t'a Jehová chi', yuj chi' ayic oye' ab'ilxo yoch winhaj Roboam chi' reyal, ix jawi winhaj Sisac sreyal Egipto yak' owal t'a Jerusalén."
        },
        {
            "number": "3",
            "text": "Ix jawi winh yet' mil 200 carruaje yic owal yet' pax 60 mil soldado ayk'e t'a yib'anh chej yet' pax jantac heb' winh soldado, manhxo b'ischajb'enoc heb' winh. Ha heb' aj Libia, heb' aj Suca yet' heb' aj Etiopía ix cot yet' heb' aj Egipto chi'."
        },
        {
            "number": "4",
            "text": "Ix ak'ji ganar juntzanh chonhab' ayoch smuroal t'a Judá yuj heb' masanto ix jawi heb' t'a Jerusalén."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix k'och winh schekab' Dios skuchan Semaías t'a yichanh winhaj Roboam chi' yet' t'a heb' ayoch yajalil t'a smacb'en Judá. Molanek' heb' t'a Jerusalén chi' yuj xiwelal t'a winhaj Sisac chi'. Ix yalan winh t'a heb' icha tik: --Icha tik ix aj yalan Jehová: Yujto ix in eyactejkani, yuj chi' toxo ix ex wactejkan t'a yol sk'ab' winhaj Sisac chi', xchi, xchi winh."
        },
        {
            "number": "6",
            "text": "Ha heb' yajal yaj yet' winh rey chi', emnaquilxonhej ix aj yojtakanel spitalil heb', ix yalan heb' icha tik: --Smojton wal icha chi' tzonh yutej Jehová chi', xchi heb'."
        },
        {
            "number": "7",
            "text": "Ayic ix yilan Jehová to emnaquil ix yutej sb'a heb', ix yalanxi t'a winhaj Semaías chi' icha tik: Yujto emnaquil ix yutej sb'a heb', yuj chi' manh ol in satel heb', palta toxo wal ol in col heb', manhxo ol wak'lab'ej winhaj Sisac chi' yic swak'anb'at jantac yowal in k'ol t'a chonhab' Jerusalén chi'."
        },
        {
            "number": "8",
            "text": "Anhej b'ian to ol kan heb' t'a yol sk'ab' winhaj Sisac chi', yic wach' ol nachajel yuj heb' to secojtak wak'ji serwil t'a yichanh pax yak'ji serwil heb' winh sreyal juntzanhxo ch'oc nacional, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ix jawi winhaj Sisac sreyal Egipto chi' yak' owal t'a Jerusalén chi'. Ix yik'anb'at jantac b'eyumal winh sik'an t'a stemplo Jehová yet' t'a spalacio winh rey chi'. Ix yik'anpaxb'at juntzanh maclab' jul-lab' winh, aton juntzanh nab'a oro b'ob'ilkan yuj winhaj rey Salomón."
        },
        {
            "number": "10",
            "text": "Axo yet' k'een bronce ix sb'o juntzanhxo smaclab' jul-lab' winhaj Roboam chi' sk'exuloc juntzanh nab'a oro chi', ix yak'ankan winh t'a heb' stanhwan sti' spalacio winh chi'."
        },
        {
            "number": "11",
            "text": "Ayic sb'at winh rey chi' juntac el t'a stemplo Jehová, syik'anb'at maclab' jul-lab' chi' heb'. Axo spaxta heb', syik'anxikanoch heb' t'a yet'tal b'aj stanhwej chi'."
        },
        {
            "number": "12",
            "text": "Yujto ix yak'xioch sb'a winhaj Roboam chi' t'a yol sk'ab' Jehová, yuj chi' ix och waan yowal sk'ol Jehová chi' t'a yib'anh winh, maj satjiel-laj masanil chonhab' yuj, yuj chi' wach' ix ajxikan heb' aj Judá."
        },
        {
            "number": "13",
            "text": "Ix yik'xi yip yopisio winhaj Roboam chi' t'a Jerusalén chi'. 41 ab'il sk'inal winh ayic ix schaanel yich winh yak'an reyal. 17 ab'il ix yak' reyal winh t'a Jerusalén, aton jun chonhab' chi' sik'b'ilel yuj Jehová t'a yol smacb'en heb' israel yic skajnaj ta'. Naama sb'i ix snun winh, aj Amón ix."
        },
        {
            "number": "14",
            "text": "Ha tas ix sk'ulej winh, te chuk, yujto maj yak'och winh t'a sk'ol sk'anab'ajan tas ix yal Jehová."
        },
        {
            "number": "15",
            "text": "Ha jantacto yab'ixal winhaj Roboam chi', ayic ix el yich masanto t'a slajwub', tz'ib'ab'ilkan t'a yumal yuj winhaj Semaías yet' t'a yumal yic winhaj Iddo, aton heb' winh schekab' Dios."
        },
        {
            "number": "16",
            "text": "Ix yak'nhej owal winhaj Roboam yet' winhaj Jeroboam. Axo yic ix cham winhaj Roboam chi', ix mucji winh t'a schonhab' winhaj Dawid. Axo winhaj Abías yuninal winh ix ochkan reyal sk'exuloc."
        }
    ]
}