{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix tek'k'aj yopisio vinhaj Roboam chi' snaani, ix yactancan vinh sk'anab'ajan sk'ayb'ub'al Jehová yed' masanil eb' yetchonhab'."
        },
        {
            "number": "2",
            "text": "Yujto pit ix yutej sb'a eb' d'a Jehová chi', yuj chi' ayic oye' ab'ilxo yoch vinhaj Roboam chi' reyal, ix javi vinhaj Sisac sreyal Egipto yak' oval d'a Jerusalén."
        },
        {
            "number": "3",
            "text": "Ix javi vinh yed' mil 200 carruaje yic oval yed' pax 60 mil soldado ayq'ue d'a yib'anh chej yed' pax jantac eb' vinh soldado, manhxo b'ischajb'enoc eb' vinh. A eb' aj Libia, eb' aj Suca yed' eb' aj Etiopía ix cot yed' eb' aj Egipto chi'."
        },
        {
            "number": "4",
            "text": "Ix ak'ji ganar juntzanh chonhab' ayoch smuroal d'a Judá yuj eb' masanto ix javi eb' d'a Jerusalén."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix k'och vinh schecab' Dios scuchan Semaías d'a yichanh vinhaj Roboam chi' yed' d'a eb' ayoch yajalil d'a smacb'en Judá. Molanek' eb' d'a Jerusalén chi' yuj xivelal d'a vinhaj Sisac chi'. Ix yalan vinh d'a eb' icha tic: --Icha tic ix aj yalan Jehová: Yujto ix in eyactejcani, yuj chi' toxo ix ex vactejcan d'a yol sk'ab' vinhaj Sisac chi', xchi, xchi vinh."
        },
        {
            "number": "6",
            "text": "A eb' yajal yaj yed' vinh rey chi', emnaquilxonhej ix aj yojtacanel spitalil eb', ix yalan eb' icha tic: --Smojton val icha chi' tzonh yutej Jehová chi', xchi eb'."
        },
        {
            "number": "7",
            "text": "Ayic ix yilan Jehová to emnaquil ix yutej sb'a eb', ix yalanxi d'a vinhaj Semaías chi' icha tic: Yujto emnaquil ix yutej sb'a eb', yuj chi' manh ol in satel eb', palta toxo val ol in col eb', manhxo ol vak'lab'ej vinhaj Sisac chi' yic svak'anb'at jantac yoval in k'ol d'a chonhab' Jerusalén chi'."
        },
        {
            "number": "8",
            "text": "Anhej b'ian to ol can eb' d'a yol sk'ab' vinhaj Sisac chi', yic vach' ol nachajel yuj eb' to secojtac vak'ji servil d'a yichanh pax yak'ji servil eb' vinh sreyal juntzanhxo ch'oc nacional, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ix javi vinhaj Sisac sreyal Egipto chi' yak' oval d'a Jerusalén chi'. Ix yik'anb'at jantac b'eyumal vinh sik'an d'a stemplo Jehová yed' d'a spalacio vinh rey chi'. Ix yik'anpaxb'at juntzanh maclab' jul-lab' vinh, aton juntzanh nab'a oro b'ob'ilcan yuj vinhaj rey Salomón."
        },
        {
            "number": "10",
            "text": "Axo yed' q'uen bronce ix sb'o juntzanhxo smaclab' jul-lab' vinhaj Roboam chi' sq'uexuloc juntzanh nab'a oro chi', ix yak'ancan vinh d'a eb' stanhvan sti' spalacio vinh chi'."
        },
        {
            "number": "11",
            "text": "Ayic sb'at vinh rey chi' juntac el d'a stemplo Jehová, syik'anb'at maclab' jul-lab' chi' eb'. Axo spaxta eb', syik'anxicanoch eb' d'a yed'tal b'aj stanhvej chi'."
        },
        {
            "number": "12",
            "text": "Yujto ix yak'xioch sb'a vinhaj Roboam chi' d'a yol sk'ab' Jehová, yuj chi' ix och vaan yoval sk'ol Jehová chi' d'a yib'anh vinh, maj satjiel-laj masanil chonhab' yuuj, yuj chi' vach' ix ajxican eb' aj Judá."
        },
        {
            "number": "13",
            "text": "Ix yik'xi yip yopisio vinhaj Roboam chi' d'a Jerusalén chi'. 41 ab'il sq'uinal vinh ayic ix schaanel yich vinh yak'an reyal. 17 ab'il ix yak' reyal vinh d'a Jerusalén, aton jun chonhab' chi' sik'b'ilel yuj Jehová d'a yol smacb'en eb' israel yic scajnaj ta'. Naama sb'i ix snun vinh, aj Amón ix."
        },
        {
            "number": "14",
            "text": "A tas ix sk'ulej vinh, te chuc, yujto maj yak'och vinh d'a sk'ol sk'anab'ajan tas ix yal Jehová."
        },
        {
            "number": "15",
            "text": "A jantacto yab'ixal vinhaj Roboam chi', ayic ix el yich masanto d'a slajvub', tz'ib'ab'ilcan d'a yumal yuj vinhaj Semaías yed' d'a yumal yic vinhaj Iddo, aton eb' vinh schecab' Dios."
        },
        {
            "number": "16",
            "text": "Ix yak'nhej oval vinhaj Roboam yed' vinhaj Jeroboam. Axo yic ix cham vinhaj Roboam chi', ix mucji vinh d'a schonhab' vinhaj David. Axo vinhaj Abías yuninal vinh ix ochcan reyal sq'uexuloc."
        }
    ]
}