{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix tek'k'aj yopisio winhaj Roboam chi' snaani, ix yactancan winh sk'anab'ajan sk'ayb'ub'al Jehová yet' masanil eb' yetchonhab'."
        },
        {
            "number": "2",
            "text": "Yujto pit ix yutej sb'a eb' t'a Jehová chi', yuj chi' ayic oye' ab'ilxo yoch winhaj Roboam chi' reyal, ix javi winhaj Sisac sreyal Egipto yak' oval t'a Jerusalén."
        },
        {
            "number": "3",
            "text": "Ix javi winh yet' mil 200 carruaje yic oval yet' pax 60 mil soldado ayq'ue t'a yib'anh chej yet' pax jantac eb' winh soldado, manhxo b'ischajb'enoc eb' winh. Ha eb' aj Libia, eb' aj Suca yet' eb' aj Etiopía ix cot yet' eb' aj Egipto chi'."
        },
        {
            "number": "4",
            "text": "Ix ak'ji ganar juntzanh chonhab' ayoch smuroal t'a Judá yuj eb' masanto ix javi eb' t'a Jerusalén."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix k'och winh schecab' Dios scuchan Semaías t'a yichanh winhaj Roboam chi' yet' t'a eb' ayoch yajalil t'a smacb'en Judá. Molanek' eb' t'a Jerusalén chi' yuj xivelal t'a winhaj Sisac chi'. Ix yalan winh t'a eb' icha tik: --Icha tik ix aj yalan Jehová: Yujto ix in eyactejcani, yuj chi' toxo ix ex vactejcan t'a yol sk'ab' winhaj Sisac chi', xchi, xchi winh."
        },
        {
            "number": "6",
            "text": "Ha eb' yajal yaj yet' winh rey chi', emnaquilxonhej ix aj yojtacanel spitalil eb', ix yalan eb' icha tik: --Smojton val icha chi' tzonh yutej Jehová chi', xchi eb'."
        },
        {
            "number": "7",
            "text": "Ayic ix yilan Jehová to emnaquil ix yutej sb'a eb', ix yalanxi t'a winhaj Semaías chi' icha tik: Yujto emnaquil ix yutej sb'a eb', yuj chi' manh ol in satel eb', palta toxo val ol in col eb', manhxo ol vak'lab'ej winhaj Sisac chi' yic svak'anb'at jantac yoval in k'ol t'a chonhab' Jerusalén chi'."
        },
        {
            "number": "8",
            "text": "Anhej b'ian to ol kan eb' t'a yol sk'ab' winhaj Sisac chi', yic wach' ol nachajel yuj eb' to secojtac vak'ji servil t'a yichanh pax yak'ji servil eb' winh sreyal juntzanhxo ch'oc nacional, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ix javi winhaj Sisac sreyal Egipto chi' yak' oval t'a Jerusalén chi'. Ix yik'anb'at jantac b'eyumal winh sik'an t'a stemplo Jehová yet' t'a spalacio winh rey chi'. Ix yik'anpaxb'at juntzanh maclab' jul-lab' winh, aton juntzanh nab'a oro b'ob'ilcan yuj winhaj rey Salomón."
        },
        {
            "number": "10",
            "text": "Axo yet' q'uen bronce ix sb'o juntzanhxo smaclab' jul-lab' winhaj Roboam chi' sq'uexuloc juntzanh nab'a oro chi', ix yak'ancan winh t'a eb' stanhvan sti' spalacio winh chi'."
        },
        {
            "number": "11",
            "text": "Ayic sb'at winh rey chi' juntac el t'a stemplo Jehová, syik'anb'at maclab' jul-lab' chi' eb'. Axo spaxta eb', syik'anxicanoch eb' t'a yet'tal b'aj stanhvej chi'."
        },
        {
            "number": "12",
            "text": "Yujto ix yak'xioch sb'a winhaj Roboam chi' t'a yol sk'ab' Jehová, yuj chi' ix och vaan yoval sk'ol Jehová chi' t'a yib'anh winh, maj satjiel-laj masanil chonhab' yuj, yuj chi' wach' ix ajxican eb' aj Judá."
        },
        {
            "number": "13",
            "text": "Ix yik'xi yip yopisio winhaj Roboam chi' t'a Jerusalén chi'. 41 ab'il sk'inal winh ayic ix schaanel yich winh yak'an reyal. 17 ab'il ix yak' reyal winh t'a Jerusalén, aton jun chonhab' chi' sik'b'ilel yuj Jehová t'a yol smacb'en eb' israel yic scajnaj ta'. Naama sb'i ix snun winh, aj Amón ix."
        },
        {
            "number": "14",
            "text": "Ha tas ix sk'ulej winh, te chuk, yujto maj yak'och winh t'a sk'ol sk'anab'ajan tas ix yal Jehová."
        },
        {
            "number": "15",
            "text": "Ha jantacto yab'ixal winhaj Roboam chi', ayic ix el yich masanto t'a slajvub', tz'ib'ab'ilcan t'a yumal yuj winhaj Semaías yet' t'a yumal yic winhaj Iddo, aton eb' winh schecab' Dios."
        },
        {
            "number": "16",
            "text": "Ix yak'nhej oval winhaj Roboam yet' winhaj Jeroboam. Axo yic ix cham winhaj Roboam chi', ix mucji winh t'a schonhab' winhaj David. Axo winhaj Abías yuninal winh ix ochcan reyal sq'uexuloc."
        }
    ]
}