{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 18 ab'ilxo yoch winhaj Jeroboam reyal t'a Israel, ix schaanel yich winhaj Abías yak'an reyal t'a Judá."
        },
        {
            "number": "2",
            "text": "Oxe' ab'il ix yak' reyal winh t'a Jerusalén. Micaías sb'i ix snun winh, yisil ix winhaj Uriel aj Gabaa. Ix yak' oval winhaj Abías chi' yet' winhaj Jeroboam."
        },
        {
            "number": "3",
            "text": "Ha winhaj Abías chi', ix b'at winh yet' 400 mil eb' winh soldado te tek'an, te jelan pax eb' winh t'a oval, aton eb' winh sik'b'ilel yuj winh. Axo winhaj Jeroboam chi', ix cot pax winh yet' 800 mil eb' soldado sik'b'il pax el yuj winh."
        },
        {
            "number": "4",
            "text": "Ix b'at winhaj Abías chi' t'a lum jolom vitz Zemaraim t'a yol yic Efraín, ix yalan winh icha tik: Ach Jeroboam yet' masanil israel ayek' ed'oc, ab'ec:"
        },
        {
            "number": "5",
            "text": "¿Tom manh eyojtacoc to a Jehová co Diosal a onh israel onh tik ix ak'ancan jun opisio tik t'a winhaj David yet' t'a eb' yinhtilal t'a junelnhej, yic syak'an reyal, jun trato max yal-laj sq'uexchaji?"
        },
        {
            "number": "6",
            "text": "Axo winhaj Jeroboam chi', winh yuninal winhaj Nabat, schecab' winhaj Salomón, ix och winh ajk'olal t'a winh yajalil chi'."
        },
        {
            "number": "7",
            "text": "Ix yak'anoch sb'a juntzanh jaragana vinac chuk spensar yet' winh, ix yak'an oval winh yet' winhaj Roboam yuninal winhaj Salomón. Yujto unin vinacto winhaj Roboam chi', manta val spensar winh, yuj chi' maj yal stek'b'an sb'a winh t'a yichanh eb'."
        },
        {
            "number": "8",
            "text": "Ha ticnaic jun, a e naani to ol yal eyak'an oval qued' a onh yinhtil onh winhaj David tik, ak'b'il jun opisio tik t'ayonh yuj Jehová. Anhej yujto niwan e b'isul, eyed'nac pax juntzanh yechel vacax nab'a oro ix schec b'ojoc winhaj Jeroboam chi', yic tz'och e diosaloc, yuj juntzanh chi' ol eyak' ganar e naani."
        },
        {
            "number": "9",
            "text": "Ix e pechpaxel eb' sacerdote yic Jehová, eb' yinhtilal winhaj Aarón yet' eb' levita. Ix e comon sik'anoch eb' sacerdote icha sb'eyb'al juntzanhxo ch'oc nacional. Yalnhej mach sjavi yet' junok nok' quelem vacax yet' ucvanhoc nok' ch'ac calnel, a jun chi' tz'ochcan sacerdoteal t'a juntzanh e diosal manh diosoc chi'."
        },
        {
            "number": "10",
            "text": "Palta a onhxo tik, malaj b'aj ix cactejcan Jehová co Diosal. Ha eb' sacerdote ayoch yak' servil Jehová t'a co cal, aton eb' yinhtilal winhaj Aarón yet' juntzanhxo eb' levita skolwaj yet' eb'."
        },
        {
            "number": "11",
            "text": "Aton eb' chi' snhusantz'a silab' yet' incienso t'a Jehová t'a junjun q'uinhib'alil yet' t'a junjun yemk'ualil. Syak'anpaxem ixim pan eb' te wach' t'a sat mexa ayoch oro t'ay t'a yichanh Jehová, syak'anpaxoch sk'ak'al candil eb' nab'a oro t'a junjun yemk'ualil. Ha onh tik sco k'anab'ajej val icha tas syal Jehová co Diosal, palta a exxo tik, ix eyiq'uel e b'a t'ay."
        },
        {
            "number": "12",
            "text": "Ha Dios ayoch qued'oc, a eb' sacerdote, listaxo yaj eb' spu'an q'uen strompeta yic scak'an oval eyed'oc. Ex vetisraelal, manh eyak' oval yet' Jehová co Diosal yet' eb' co mam quicham, yujto manh ol eyak'laj ganar, xchi winhaj Abías chi' t'a eb'."
        },
        {
            "number": "13",
            "text": "Palta haxo winhaj Jeroboam, toxo ix yal winh t'a nanhal eb' soldado to ha t'a spatic eb' soldado yic Judá scot eb', haxo nanhalxo eb' skan t'a yichanh eb' yic Judá chi'."
        },
        {
            "number": "14",
            "text": "Axo ix yilanb'at eb' yic Judá chi' to vanxo sjavi eb' soldado t'a spatic eb' yet' t'a yichanh eb', yuj chi' ix tevi eb' t'a Jehová, ix spu'an q'uen strompeta eb' sacerdote."
        },
        {
            "number": "15",
            "text": "Ayic ix el yav eb' yic Judá chi' yic oval, haxo Dios ix ak'an och winhaj Jeroboam chi' yet' masanil eb' yetisraelal t'a yol sk'ab' winhaj Abías sreyal Judá chi'."
        },
        {
            "number": "16",
            "text": "Icha chi' ix aj yel lemnaj eb' israel t'a eb' yic Judá chi'."
        },
        {
            "number": "17",
            "text": "Ha winhaj Abías chi' yet' eb' soldado, te niwan anima ix smilcham eb'. 500 mil soldado yic Israel sik'b'il yajel ix chami."
        },
        {
            "number": "18",
            "text": "Yuj chi' emnaquilxonhej ix yutej sb'a eb' israel t'a jun pekti’ chi'. Axo eb' yic Judá chi', ix yak' ganar eb' t'a yib'anh eb', yujto ix yak'och Jehová eb' yipoc sk'ool, aton sDiosal eb' yet' eb' smam yicham."
        },
        {
            "number": "19",
            "text": "Ix b'at eb' soldado winhaj Abías chi' t'a spatic eb' yic winhaj Jeroboam chi', ix yik'ancanek' juntzanh schonhab' winhaj Jeroboam chi' eb', aton Betel, Jesana yet' Efraín yet' yaldeail junjun."
        },
        {
            "number": "20",
            "text": "Ha winhaj Jeroboam chi', majxo yik'laj yip yopisio winh chi' yacb'an pitzan winhaj Abías chi'. Axo Jehová ix ik'anel sk'inal winhaj Jeroboam chi', ix cham winh."
        },
        {
            "number": "21",
            "text": "Ix yik' val yip yopisio winhaj Abías chi'. 14 eb' ix yetb'eyum winh, 22 eb' yuninal winh yet' 16 eb' ix yisil."
        },
        {
            "number": "22",
            "text": "Ha jantacto yab'ixal winhaj Abías chi' yet' tastac sk'ulejnac winh, aycan t'a yumal ix stz'ib'ejcan winhaj Iddo schecab' Dios."
        }
    ]
}