{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix cham vinhaj Abías chi', ix mucji vinh t'a schonhab' vinhaj David. Axo vinh yuninal vinh scuch Asa ix ochcan reyal sq'uexuloc t'a Judá. Ayic ayoch vinhaj Asa chi' reyal, lajunhe' ab'il manhxa oval ix yak'a'."
        },
        {
            "number": "2",
            "text": "Masanil tas ix sk'ulej vinhaj Asa chi', wach'nhej, te tojol t'a yichanh Jehová Dios."
        },
        {
            "number": "3",
            "text": "Yujto ix schec vinh ik'chajel masanil altar yic scomon diosal eb' ch'oc nacional yet' juntzanh lugar yic ejmelal b'ajtac chaanh. Ix schecan vinh mak'chajpoj juntzanh q'uen q'ueen ay yelk'och t'a eb', ix schecan vinh mak'chajpoj te' yechel Asera."
        },
        {
            "number": "4",
            "text": "Ix yalanpax vinh t'a eb' ay t'a yol smacb'en to syak' val och sb'a eb' t'a yol sk'ab' Jehová sDiosal eb' yet' eb' smam yicham. Yovalil sk'anab'ajej sk'ayb'ub'al yet' schecnab'il Jehová chi' eb'."
        },
        {
            "number": "5",
            "text": "Anhejtona' ix schecan vinh ik'chajel juntzanh lugar yic ejmelal b'ajtac chaanh t'a yol yic Judá chi'. Ayic ayoch vinhaj Asa chi' reyal, malajnhej oval."
        },
        {
            "number": "6",
            "text": "Ha Jehová ix ak'an junk'olal t'a skal eb', malaj b'aj ix yak' oval eb', yuj chi' ix schec vinhaj Asa chi' b'ochajq'ue juntzanh chonhab' t'a yol yic Judá chi', ix laj och smuroal."
        },
        {
            "number": "7",
            "text": "Ix yalan vinh t'a masanil eb' anima icha tik: Co b'oecq'ue juntzanh chonhab' tik, tz'ochpax smuroal t'a spatictac. Sco b'oanpax b'aj stanhvej eb' soldado t'a yib'anh smuroal chi' yet' spuertail tzek' k'atan q'uen hierro syamnub'oc, yujto ayek' co chonhab' tik t'a yol co k'ab'. Icha chi' yaji yujto sco k'anab'ajej Jehová co Diosal. A' ix ak'an junk'olal t'a co cal yet' masanil eb' ay t'a co lak'anil tik, xchi vinh. Yuj chi' te wach' ix aj sb'oelk'och munlajel chi'."
        },
        {
            "number": "8",
            "text": "Ha vinhaj Asa chi', ay 300 mil soldado vinh, yet'nac smaclab' jul-lab' eb' vinh yet' pax slanza eb' vinh. Ay pax 280 mil eb' vinh yinhtilal Benjamín, yet'nac pax smaclab' jul-lab' eb' vinh yet' sjul-lab'. Masanil eb' vinh soldado chi', te jelan eb' vinh."
        },
        {
            "number": "9",
            "text": "Ix cot vinhaj Zera sreyal Etiopía yet' jun millón soldado yet' 300 carruaje yic oval, ix javi eb' t'a Maresa."
        },
        {
            "number": "10",
            "text": "Ix b'at vinhaj rey Asa chi', ix schalan sb'a vinh yet' eb' t'a lum panhan yic Sefata t'a slak'anil Maresa chi'. Ata' ix k'och vinh yak' oval yet' vinhaj Zera chi'."
        },
        {
            "number": "11",
            "text": "Ix tevi vinhaj Asa chi' t'a Jehová Dios icha tik: Mamin Jehová, a ach tik lajannhej tz'aj a colvaj t'a eb' niwan sb'isul yet' t'a eb' jayvannhej. Yuj chi' Mamin, colvajanh qued'oc yujto tzach cak'och yipoc co k'ool. Yuj chi' val t'a a b'i tzonh javi cak' oval yet' juntzanh soldado tik. Ha ach tik, co Diosal ach, ch'oxeli to malaj mach syal stek'b'an sb'ha t'a ichanh, xchi vinh."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix colvaj Jehová chi' yet' vinh yet' eb' aj Judá. Ix ak'ji ganar eb' etíope chi' yuj eb', ix el lemnaj eb' t'a eb'."
        },
        {
            "number": "13",
            "text": "Ix b'at vinhaj Asa chi' yet' eb' soldado t'a spatic eb', masanto ix k'och eb' t'a Gerar. Ix ak'ji ganar masanil eb' etíope chi', manhxa junok eb' ix cani, majxo yal-laj stek'b'an sb'a eb' t'a yichanh Jehová yet' t'a eb' soldado. Pilan ix yiq'uek' masanil tastac yet'nac eb' ajk'ol eb' soldado vinhaj Asa chi'."
        },
        {
            "number": "14",
            "text": "Ix yak'anpax oval vinh yet' juntzanh chonhab' ay t'a slak'anil Gerar chi'. Ix yak' ganar juntzanh chonhab' chi' vinh, yujto ix och jun xivk'olal t'a eb' yuj Jehová. Ix yak' ganar masanil juntzanh chonhab' chi' eb' aj Judá chi'. Jantac b'eyumal ay t'a juntzanh chonhab' chi' ix yik'nhejcot eb'."
        },
        {
            "number": "15",
            "text": "Ix och pax eb' b'aj molan nok' molb'etzal nok', jantac nok' calnel yet' nok' camello ix yik'cot eb' ayic ix meltzaj eb' t'a Jerusalén."
        }
    ]
}