{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix cham vinhaj Abías chi', ix mucji vinh d'a schonhab' vinhaj David. Axo vinh yuninal vinh scuch Asa ix ochcan reyal sq'uexuloc d'a Judá. Ayic ayoch vinhaj Asa chi' reyal, lajunhe' ab'il manhxa oval ix yak'a'."
        },
        {
            "number": "2",
            "text": "Masanil tas ix sk'ulej vinhaj Asa chi', vach'nhej, te tojol d'a yichanh Jehová Dios."
        },
        {
            "number": "3",
            "text": "Yujto ix schec vinh ik'chajel masanil altar yic scomon diosal eb' ch'oc nacional yed' juntzanh lugar yic ejmelal b'ajtac chaanh. Ix schecan vinh mak'chajpoj juntzanh q'uen q'ueen ay yelk'och d'a eb', ix schecan vinh mak'chajpoj te' yechel Asera."
        },
        {
            "number": "4",
            "text": "Ix yalanpax vinh d'a eb' ay d'a yol smacb'en to syak' val och sb'a eb' d'a yol sk'ab' Jehová sDiosal eb' yed' eb' smam yicham. Yovalil sk'anab'ajej sk'ayb'ub'al yed' schecnab'il Jehová chi' eb'."
        },
        {
            "number": "5",
            "text": "Anhejtona' ix schecan vinh ik'chajel juntzanh lugar yic ejmelal b'ajtac chaanh d'a yol yic Judá chi'. Ayic ayoch vinhaj Asa chi' reyal, malajnhej oval."
        },
        {
            "number": "6",
            "text": "A Jehová ix ak'an junk'olal d'a scal eb', malaj b'aj ix yak' oval eb', yuj chi' ix schec vinhaj Asa chi' b'ochajq'ue juntzanh chonhab' d'a yol yic Judá chi', ix laj och smuroal."
        },
        {
            "number": "7",
            "text": "Ix yalan vinh d'a masanil eb' anima icha tic: Co b'oecq'ue juntzanh chonhab' tic, tz'ochpax smuroal d'a spatictac. Sco b'oanpax b'aj stanhvej eb' soldado d'a yib'anh smuroal chi' yed' spuertail tz'ek' k'atan q'uen hierro syamnub'oc, yujto ayek' co chonhab' tic d'a yol co k'ab'. Icha chi' yaji yujto sco k'anab'ajej Jehová co Diosal. A' ix ak'an junk'olal d'a co cal yed' masanil eb' ay d'a co lak'anil tic, xchi vinh. Yuj chi' te vach' ix aj sb'oelk'och munlajel chi'."
        },
        {
            "number": "8",
            "text": "A vinhaj Asa chi', ay 300 mil soldado vinh, yed'nac smaclab' jul-lab' eb' vinh yed' pax slanza eb' vinh. Ay pax 280 mil eb' vinh yinhtilal Benjamín, yed'nac pax smaclab' jul-lab' eb' vinh yed' sjul-lab'. Masanil eb' vinh soldado chi', te jelan eb' vinh."
        },
        {
            "number": "9",
            "text": "Ix cot vinhaj Zera sreyal Etiopía yed' jun millón soldado yed' 300 carruaje yic oval, ix javi eb' d'a Maresa."
        },
        {
            "number": "10",
            "text": "Ix b'at vinhaj rey Asa chi', ix schalan sb'a vinh yed' eb' d'a lum panhan yic Sefata d'a slak'anil Maresa chi'. Ata' ix k'och vinh yak' oval yed' vinhaj Zera chi'."
        },
        {
            "number": "11",
            "text": "Ix tevi vinhaj Asa chi' d'a Jehová Dios icha tic: Mamin Jehová, a ach tic lajannhej tz'aj a colvaj d'a eb' nivan sb'isul yed' d'a eb' jayvannhej. Yuj chi' Mamin, colvajanh qued'oc yujto tzach cak'och yipoc co k'ool. Yuj chi' val d'a a b'i tzonh javi cak' oval yed' juntzanh soldado tic. A ach tic, co Diosal ach, ch'oxeli to malaj mach syal stek'b'an sb'a d'a ichanh, xchi vinh."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix colvaj Jehová chi' yed' vinh yed' eb' aj Judá. Ix ak'ji ganar eb' etíope chi' yuj eb', ix el lemnaj eb' d'a eb'."
        },
        {
            "number": "13",
            "text": "Ix b'at vinhaj Asa chi' yed' eb' soldado d'a spatic eb', masanto ix k'och eb' d'a Gerar. Ix ak'ji ganar masanil eb' etíope chi', manhxa junoc eb' ix cani, majxo yal-laj stek'b'an sb'a eb' d'a yichanh Jehová yed' d'a eb' soldado. Pilan ix yiq'uek' masanil tastac yed'nac eb' ajk'ol eb' soldado vinhaj Asa chi'."
        },
        {
            "number": "14",
            "text": "Ix yak'anpax oval vinh yed' juntzanh chonhab' ay d'a slak'anil Gerar chi'. Ix yak' ganar juntzanh chonhab' chi' vinh, yujto ix och jun xivk'olal d'a eb' yuj Jehová. Ix yak' ganar masanil juntzanh chonhab' chi' eb' aj Judá chi'. Jantac b'eyumal ay d'a juntzanh chonhab' chi' ix yik'nhejcot eb'."
        },
        {
            "number": "15",
            "text": "Ix och pax eb' b'aj molan nok' molb'etzal nok', jantac nok' calnel yed' nok' camello ix yik'cot eb' ayic ix meltzaj eb' d'a Jerusalén."
        }
    ]
}