{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix cham winhaj Abías chi', ix mucji winh t'a schonhab' winhaj Dawid. Axo winh yuninal winh scuch Asa ix ochkan reyal sk'exuloc t'a Judá. Ayic ayoch winhaj Asa chi' reyal, lajunhe' ab'il manhxa owal ix yak'a'."
        },
        {
            "number": "2",
            "text": "Masanil tas ix sk'ulej winhaj Asa chi', wach'nhej, te tojol t'a yichanh Jehová Dios."
        },
        {
            "number": "3",
            "text": "Yujto ix schec winh ik'chajel masanil altar yic scomon diosal heb' ch'oc nacional yet' juntzanh lugar yic ejmelal b'ajtac chaanh. Ix schekan winh mak'chajpoj juntzanh k'een k'een ay yelk'och t'a heb', ix schekan winh mak'chajpoj te' yechel Asera."
        },
        {
            "number": "4",
            "text": "Ix yalanpax winh t'a heb' ay t'a yol smacb'en to syak' wal och sb'a heb' t'a yol sk'ab' Jehová sDiosal heb' yet' heb' smam yicham. Yowalil sk'anab'ajej sk'ayb'ub'al yet' schecnab'il Jehová chi' heb'."
        },
        {
            "number": "5",
            "text": "Anhejtona' ix schekan winh ik'chajel juntzanh lugar yic ejmelal b'ajtac chaanh t'a yol yic Judá chi'. Ayic ayoch winhaj Asa chi' reyal, malajnhej owal."
        },
        {
            "number": "6",
            "text": "Ha Jehová ix ak'an junk'olal t'a skal heb', malaj b'aj ix yak' owal heb', yuj chi' ix schec winhaj Asa chi' b'ochajk'e juntzanh chonhab' t'a yol yic Judá chi', ix laj och smuroal."
        },
        {
            "number": "7",
            "text": "Ix yalan winh t'a masanil heb' anima icha tik: Co b'oeck'e juntzanh chonhab' tik, tz'ochpax smuroal t'a spatictac. Sco b'oanpax b'aj stanhwej heb' soldado t'a yib'anh smuroal chi' yet' spuertail tzek' k'atan k'een hierro syamnub'oc, yujto ayek' ko chonhab' tik t'a yol ko k'ab'. Icha chi' yaji yujto sko k'anab'ajej Jehová ko Diosal. A' ix ak'an junk'olal t'a ko kal yet' masanil heb' ay t'a ko lak'anil tik, xchi winh. Yuj chi' te wach' ix aj sb'oelk'och munlajel chi'."
        },
        {
            "number": "8",
            "text": "Ha winhaj Asa chi', ay 300 mil soldado winh, yet'nac smaclab' jul-lab' heb' winh yet' pax slanza heb' winh. Ay pax 280 mil heb' winh yinhtilal Benjamín, yet'nac pax smaclab' jul-lab' heb' winh yet' sjul-lab'. Masanil heb' winh soldado chi', te jelan heb' winh."
        },
        {
            "number": "9",
            "text": "Ix cot winhaj Zera sreyal Etiopía yet' jun millón soldado yet' 300 carruaje yic owal, ix jawi heb' t'a Maresa."
        },
        {
            "number": "10",
            "text": "Ix b'at winhaj rey Asa chi', ix schalan sb'a winh yet' heb' t'a lum panhan yic Sefata t'a slak'anil Maresa chi'. Ata' ix k'och winh yak' owal yet' winhaj Zera chi'."
        },
        {
            "number": "11",
            "text": "Ix tewi winhaj Asa chi' t'a Jehová Dios icha tik: Mamin Jehová, a ach tik lajannhej tz'aj a kolwaj t'a heb' niwan sb'isul yet' t'a heb' jaywannhej. Yuj chi' Mamin, colwajanh qued'oc yujto tzach kak'och yipoc ko k'ool. Yuj chi' wal t'a a b'i tzonh jawi kak' owal yet' juntzanh soldado tik. Ha ach tik, ko Diosal ach, ch'oxeli to malaj mach syal stek'b'an sb'ha t'a ichanh, xchi winh."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix kolwaj Jehová chi' yet' winh yet' heb' aj Judá. Ix ak'ji ganar heb' etíope chi' yuj heb', ix el lemnaj heb' t'a heb'."
        },
        {
            "number": "13",
            "text": "Ix b'at winhaj Asa chi' yet' heb' soldado t'a spatic heb', masanto ix k'och heb' t'a Gerar. Ix ak'ji ganar masanil heb' etíope chi', manhxa junok heb' ix kani, majxo yal-laj stek'b'an sb'a heb' t'a yichanh Jehová yet' t'a heb' soldado. Pilan ix yik'ek' masanil tastac yet'nac heb' ajk'ol heb' soldado winhaj Asa chi'."
        },
        {
            "number": "14",
            "text": "Ix yak'anpax owal winh yet' juntzanh chonhab' ay t'a slak'anil Gerar chi'. Ix yak' ganar juntzanh chonhab' chi' winh, yujto ix och jun xivk'olal t'a heb' yuj Jehová. Ix yak' ganar masanil juntzanh chonhab' chi' heb' aj Judá chi'. Jantac b'eyumal ay t'a juntzanh chonhab' chi' ix yik'nhejcot heb'."
        },
        {
            "number": "15",
            "text": "Ix och pax heb' b'aj molan nok' molb'etzal nok', jantac nok' kalnel yet' nok' camello ix yik'cot heb' ayic ix meltzaj heb' t'a Jerusalén."
        }
    ]
}