{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix cham winhaj Abías chi', ix mucji winh t'a schonhab' winhaj David. Axo winh yuninal winh scuch Asa ix ochcan reyal sq'uexuloc t'a Judá. Ayic ayoch winhaj Asa chi' reyal, lajunhe' ab'il manhxa oval ix yak'a'."
        },
        {
            "number": "2",
            "text": "Masanil tas ix sk'ulej winhaj Asa chi', wach'nhej, te tojol t'a yichanh Jehová Dios."
        },
        {
            "number": "3",
            "text": "Yujto ix schec winh ik'chajel masanil altar yic scomon diosal eb' ch'oc nacional yet' juntzanh lugar yic ejmelal b'ajtac chaanh. Ix schecan winh mak'chajpoj juntzanh q'uen q'ueen ay yelk'och t'a eb', ix schecan winh mak'chajpoj te' yechel Asera."
        },
        {
            "number": "4",
            "text": "Ix yalanpax winh t'a eb' ay t'a yol smacb'en to syak' val och sb'a eb' t'a yol sk'ab' Jehová sDiosal eb' yet' eb' smam yicham. Yovalil sk'anab'ajej sk'ayb'ub'al yet' schecnab'il Jehová chi' eb'."
        },
        {
            "number": "5",
            "text": "Anhejtona' ix schecan winh ik'chajel juntzanh lugar yic ejmelal b'ajtac chaanh t'a yol yic Judá chi'. Ayic ayoch winhaj Asa chi' reyal, malajnhej oval."
        },
        {
            "number": "6",
            "text": "Ha Jehová ix ak'an junk'olal t'a skal eb', malaj b'aj ix yak' oval eb', yuj chi' ix schec winhaj Asa chi' b'ochajq'ue juntzanh chonhab' t'a yol yic Judá chi', ix laj och smuroal."
        },
        {
            "number": "7",
            "text": "Ix yalan winh t'a masanil eb' anima icha tik: Co b'oecq'ue juntzanh chonhab' tik, tz'ochpax smuroal t'a spatictac. Sco b'oanpax b'aj stanhvej eb' soldado t'a yib'anh smuroal chi' yet' spuertail tzek' k'atan q'uen hierro syamnub'oc, yujto ayek' co chonhab' tik t'a yol co k'ab'. Icha chi' yaji yujto sco k'anab'ajej Jehová co Diosal. A' ix ak'an junk'olal t'a co cal yet' masanil eb' ay t'a co lak'anil tik, xchi winh. Yuj chi' te wach' ix aj sb'oelk'och munlajel chi'."
        },
        {
            "number": "8",
            "text": "Ha winhaj Asa chi', ay 300 mil soldado winh, yet'nac smaclab' jul-lab' eb' winh yet' pax slanza eb' winh. Ay pax 280 mil eb' winh yinhtilal Benjamín, yet'nac pax smaclab' jul-lab' eb' winh yet' sjul-lab'. Masanil eb' winh soldado chi', te jelan eb' winh."
        },
        {
            "number": "9",
            "text": "Ix cot winhaj Zera sreyal Etiopía yet' jun millón soldado yet' 300 carruaje yic oval, ix javi eb' t'a Maresa."
        },
        {
            "number": "10",
            "text": "Ix b'at winhaj rey Asa chi', ix schalan sb'a winh yet' eb' t'a lum panhan yic Sefata t'a slak'anil Maresa chi'. Ata' ix k'och winh yak' oval yet' winhaj Zera chi'."
        },
        {
            "number": "11",
            "text": "Ix tevi winhaj Asa chi' t'a Jehová Dios icha tik: Mamin Jehová, a ach tik lajannhej tz'aj a kolwaj t'a eb' niwan sb'isul yet' t'a eb' jayvannhej. Yuj chi' Mamin, colvajanh qued'oc yujto tzach cak'och yipoc co k'ool. Yuj chi' val t'a a b'i tzonh javi cak' oval yet' juntzanh soldado tik. Ha ach tik, co Diosal ach, ch'oxeli to malaj mach syal stek'b'an sb'ha t'a ichanh, xchi winh."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix kolwaj Jehová chi' yet' winh yet' eb' aj Judá. Ix ak'ji ganar eb' etíope chi' yuj eb', ix el lemnaj eb' t'a eb'."
        },
        {
            "number": "13",
            "text": "Ix b'at winhaj Asa chi' yet' eb' soldado t'a spatic eb', masanto ix k'och eb' t'a Gerar. Ix ak'ji ganar masanil eb' etíope chi', manhxa junok eb' ix cani, majxo yal-laj stek'b'an sb'a eb' t'a yichanh Jehová yet' t'a eb' soldado. Pilan ix yiq'uek' masanil tastac yet'nac eb' ajk'ol eb' soldado winhaj Asa chi'."
        },
        {
            "number": "14",
            "text": "Ix yak'anpax oval winh yet' juntzanh chonhab' ay t'a slak'anil Gerar chi'. Ix yak' ganar juntzanh chonhab' chi' winh, yujto ix och jun xivk'olal t'a eb' yuj Jehová. Ix yak' ganar masanil juntzanh chonhab' chi' eb' aj Judá chi'. Jantac b'eyumal ay t'a juntzanh chonhab' chi' ix yik'nhejcot eb'."
        },
        {
            "number": "15",
            "text": "Ix och pax eb' b'aj molan nok' molb'etzal nok', jantac nok' calnel yet' nok' camello ix yik'cot eb' ayic ix meltzaj eb' t'a Jerusalén."
        }
    ]
}