{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ha jun winh scuchan Azarías yuninal winhaj Obed, ix och Yespíritu Dios t'a winh,"
        },
        {
            "number": "2",
            "text": "ix elta winh scha' winhaj Asa chi', ix yalan winh icha tik t'a winh: Mamin Asa, ab' tas ol val t'ayach yet' t'a e masanil ex vetchonhab' aj Judá yet' ex yinhtilal Benjamín: Ha Jehová ayoch qued'oc tato ayonh och tzak'an yuj. Tato anhej t'ay tzonh tevi, ol tak'vocnhej t'ayonh, palta tato ol cactejcan jun, ol onh yactejpaxcani."
        },
        {
            "number": "3",
            "text": "Nivanxo tiempo to manhxooc Dios te yel ayoch qued'oc, manhxa eb' sacerdote tz'ak'an k'ayb'ub'al, manhxa ley."
        },
        {
            "number": "4",
            "text": "Axo ix javi yaelal t'a quib'anh, ix cak'anxioch co b'ha t'a yol sk'ab' Jehová co Diosal, ix onh scolanxi."
        },
        {
            "number": "5",
            "text": "Ayic mantzac cak'och co b'ha t'a yol sk'ab' chi', manhxalaj junok mach junk'olal sb'eyeq'ui, yujto te niwan yaelal ayoch t'a yib'anh masanil anima t'a yol yib'anhk’inal tik."
        },
        {
            "number": "6",
            "text": "Ay eb' anima ix laj satlajel sb'a, ay pax juntzanh chonhab' ix satanel juntzanhxo chonhab', yujto ha Dios ix ak'an somchaj eb' yuj juntzanh nivac yaelal chi'."
        },
        {
            "number": "7",
            "text": "Palta a ex tik, tek'an tzeyutej e b'a, manh eyak' chab'ax e k'ool, yujto a Jehová ol pactzitan e munlajel tik, xchi winh t'a eb'."
        },
        {
            "number": "8",
            "text": "Ayic ix yab'an winhaj Asa tas ix yal winh schecab' Dios chi', ix stek'b'an val sb'a winh. Ix schecan winh ik'chajel masanil juntzanh comon dios yajb'entac t'a yichanh Jehová ay t'a yol smacb'en Judá, t'a yol yic Benjamín yet' t'a yoltac juntzanh chonhab' ix yiq'uek' winh t'a tzalquixtac t'a yol yic Efraín. Ix schecan winh b'ochajxi jun altar ay t'a yamaq'uil stemplo Jehová."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix smolb'an masanil anima winh, eb' ay t'a yol yic Judá chi', t'a yol yic Benjamín yet' juntzanhxo eb' cotnac t'a yol yic Efraín, t'a yol yic Manasés yet' t'a yol yic Simeón, aton eb' javinac cajan t'a skal eb', yujto tzijtum eb' cajan t'a yol smacb'en winhaj Jeroboam ix javi cajan t'a yol smacb'en Judá yujto ix yil eb' to ayoch Jehová Dios yet' winhaj Asa chi'."
        },
        {
            "number": "10",
            "text": "Axo t'a yoxil ujal yic 15 ab'ilxo yoch winhaj Asa chi' reyal, ix smolb'an sb'a masanil eb' t'a Jerusalén."
        },
        {
            "number": "11",
            "text": "Ha t'a jun k'u chi', ix yak' silab' eb' t'a Jehová. 700 nok' vacax yet' 7 mil nok' calnel ix yak' eb'. Aton nok' chi' ix yik'canek' eb' t'a eb' ajk'ool t'a oval."
        },
        {
            "number": "12",
            "text": "Ata' ix yak' sti' eb' to anhej Jehová sDiosal eb' yet' eb' smam yicham, ol yak' servil eb' yet' smasanil sk'ool."
        },
        {
            "number": "13",
            "text": "Ix yak' pax sti' eb', tato ay mach to manhoc Jehová Dios syak' servil, wach'chom icham anima, ma unin, vinac, ma ix, yowalil schami."
        },
        {
            "number": "14",
            "text": "Ix el yav eb' yuj tzalajk'olal ayic ix yak'an sti' eb' t'a Jehová, ix spu'an q'uen strompeta eb' yet' nok' ch'aac."
        },
        {
            "number": "15",
            "text": "Masanil eb' ay t'a smacb'en Judá chi' ix tzalaj val eb' yuj b'aj ix yak' sti' chi' t'a smasanil sk'ool, ix el val t'a sk'ol eb' yak'an servil Jehová. Yuj chi' ix kolwaj Jehová chi' yet' eb', junk'olal ix aj eb' yet' masanil chonhab' ay t'a slak'anil."
        },
        {
            "number": "16",
            "text": "Anhejtona', ix yik'anel yopisio ix Maaca winhaj Asa chi', aton ix snun chichim winh, yujto ix schec ix b'ojoc jun yechel Asera te yajb'entac t'a yichanh Jehová. Ha winhaj Asa chi' ix checan mak'jipoj jun yechel chi', chok' ix aji. Ix schecan winh nhusjitz'ha t'a sti' ha' Cedrón."
        },
        {
            "number": "17",
            "text": "Wach'chom maj yiq'uel juntzanh lugar winh yic ejmelal b'ajtac chaanh t'a Israel, palta k'anab'ajumnhej ix yutej sb'a winh t'a Jehová."
        },
        {
            "number": "18",
            "text": "Ix yak'anoch masanil q'uen oro yet' q'uen plata winh t'a yol templo, aton q'uen ak'b'il t'a Jehová yuj winh yet' smam."
        },
        {
            "number": "19",
            "text": "Malajnhej oval ix ochi, masanto yic 35 ab'ilxo yoch winh reyal."
        }
    ]
}