{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "A jun vinh scuchan Azarías yuninal vinhaj Obed, ix och Yespíritu Dios d'a vinh,"
        },
        {
            "number": "2",
            "text": "ix elta vinh scha' vinhaj Asa chi', ix yalan vinh icha tic d'a vinh: Mamin Asa, ab' tas ol val d'ayach yed' d'a e masanil ex vetchonhab' aj Judá yed' ex yinhtilal Benjamín: A Jehová ayoch qued'oc tato ayonh och tzak'an yuuj. Tato anhej d'ay tzonh tevi, ol tak'vocnhej d'ayonh, palta tato ol cactejcan jun, ol onh yactejpaxcani."
        },
        {
            "number": "3",
            "text": "Nivanxo tiempo to manhxooc Dios te yel ayoch qued'oc, manhxa eb' sacerdote tz'ak'an k'ayb'ub'al, manhxa ley."
        },
        {
            "number": "4",
            "text": "Axo ix javi yaelal d'a quib'anh, ix cak'anxioch co b'a d'a yol sk'ab' Jehová co Diosal, ix onh scolanxi."
        },
        {
            "number": "5",
            "text": "Ayic mantzac cak'och co b'a d'a yol sk'ab' chi', manhxalaj junoc mach junk'olal sb'eyeq'ui, yujto te nivan yaelal ayoch d'a yib'anh masanil anima d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "6",
            "text": "Ay eb' anima ix laj satlajel sb'a, ay pax juntzanh chonhab' ix satanel juntzanhxo chonhab', yujto a Dios ix ak'an somchaj eb' yuj juntzanh nivac yaelal chi'."
        },
        {
            "number": "7",
            "text": "Palta a ex tic, tek'an tzeyutej e b'a, manh eyak' chab'ax e k'ool, yujto a Jehová ol pactzitan e munlajel tic, xchi vinh d'a eb'."
        },
        {
            "number": "8",
            "text": "Ayic ix yab'an vinhaj Asa tas ix yal vinh schecab' Dios chi', ix stek'b'an val sb'a vinh. Ix schecan vinh ik'chajel masanil juntzanh comon dios yajb'entac d'a yichanh Jehová ay d'a yol smacb'en Judá, d'a yol yic Benjamín yed' d'a yoltac juntzanh chonhab' ix yiq'uek' vinh d'a tzalquixtac d'a yol yic Efraín. Ix schecan vinh b'ochajxi jun altar ay d'a yamaq'uil stemplo Jehová."
        },
        {
            "number": "9",
            "text": "Ix lajvi chi', ix smolb'an masanil anima vinh, eb' ay d'a yol yic Judá chi', d'a yol yic Benjamín yed' juntzanhxo eb' cotnac d'a yol yic Efraín, d'a yol yic Manasés yed' d'a yol yic Simeón, aton eb' javinac cajan d'a scal eb', yujto tzijtum eb' cajan d'a yol smacb'en vinhaj Jeroboam ix javi cajan d'a yol smacb'en Judá yujto ix yil eb' to ayoch Jehová Dios yed' vinhaj Asa chi'."
        },
        {
            "number": "10",
            "text": "Axo d'a yoxil ujal yic 15 ab'ilxo yoch vinhaj Asa chi' reyal, ix smolb'an sb'a masanil eb' d'a Jerusalén."
        },
        {
            "number": "11",
            "text": "A d'a jun k'u chi', ix yak' silab' eb' d'a Jehová. 700 nok' vacax yed' 7 mil nok' calnel ix yak' eb'. Aton nok' chi' ix yik'canek' eb' d'a eb' ajk'ool d'a oval."
        },
        {
            "number": "12",
            "text": "Ata' ix yak' sti' eb' to anhej Jehová sDiosal eb' yed' eb' smam yicham, ol yak' servil eb' yed' smasanil sk'ool."
        },
        {
            "number": "13",
            "text": "Ix yak' pax sti' eb', tato ay mach to manhoc Jehová Dios syak' servil, vach'chom icham anima, ma unin, vinac, ma ix, yovalil schami."
        },
        {
            "number": "14",
            "text": "Ix el yav eb' yuj tzalajk'olal ayic ix yak'an sti' eb' d'a Jehová, ix spu'an q'uen strompeta eb' yed' nok' ch'aac."
        },
        {
            "number": "15",
            "text": "Masanil eb' ay d'a smacb'en Judá chi' ix tzalaj val eb' yuj b'aj ix yak' sti' chi' d'a smasanil sk'ool, ix el val d'a sk'ol eb' yak'an servil Jehová. Yuj chi' ix colvaj Jehová chi' yed' eb', junk'olal ix aj eb' yed' masanil chonhab' ay d'a slak'anil."
        },
        {
            "number": "16",
            "text": "Anhejtona', ix yik'anel yopisio ix Maaca vinhaj Asa chi', aton ix snun chichim vinh, yujto ix schec ix b'ojoc jun yechel Asera te yajb'entac d'a yichanh Jehová. A vinhaj Asa chi' ix checan mak'jipoj jun yechel chi', chok' ix aji. Ix schecan vinh nhusjitz'a d'a sti' a' Cedrón."
        },
        {
            "number": "17",
            "text": "Vach'chom maj yiq'uel juntzanh lugar vinh yic ejmelal b'ajtac chaanh d'a Israel, palta k'anab'ajumnhej ix yutej sb'a vinh d'a Jehová."
        },
        {
            "number": "18",
            "text": "Ix yak'anoch masanil q'uen oro yed' q'uen plata vinh d'a yol templo, aton q'uen ak'b'il d'a Jehová yuj vinh yed' smam."
        },
        {
            "number": "19",
            "text": "Malajnhej oval ix ochi, masanto yic 35 ab'ilxo yoch vinh reyal."
        }
    ]
}