{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ha jun winh skuchan Azarías yuninal winhaj Obed, ix och Yespíritu Dios t'a winh,"
        },
        {
            "number": "2",
            "text": "ix elta winh scha' winhaj Asa chi', ix yalan winh icha tik t'a winh: Mamin Asa, ab' tas ol wal t'ayach yet' t'a he masanil ex wetchonhab' aj Judá yet' ex yinhtilal Benjamín: Ha Jehová ayoch qued'oc tato ayonh och tzak'an yuj. Tato anhej t'ay tzonh tewi, ol tak'wocnhej t'ayonh, palta tato ol kactejkan jun, ol onh yactejpaxkani."
        },
        {
            "number": "3",
            "text": "Niwanxo tiempo to manhxooc Dios te yel ayoch qued'oc, manhxa heb' sacerdote tz'ak'an k'ayb'ub'al, manhxa ley."
        },
        {
            "number": "4",
            "text": "Axo ix jawi yaelal t'a quib'anh, ix kak'anxioch ko b'ha t'a yol sk'ab' Jehová ko Diosal, ix onh scolanxi."
        },
        {
            "number": "5",
            "text": "Ayic mantzac kak'och ko b'ha t'a yol sk'ab' chi', manhxalaj junok mach junk'olal sb'eyeq'ui, yujto te niwan yaelal ayoch t'a yib'anh masanil anima t'a yol yib'anhk’inal tik."
        },
        {
            "number": "6",
            "text": "Ay heb' anima ix laj satlajel sb'a, ay pax juntzanh chonhab' ix satanel juntzanhxo chonhab', yujto ha Dios ix ak'an somchaj heb' yuj juntzanh niwac yaelal chi'."
        },
        {
            "number": "7",
            "text": "Palta a ex tik, tek'an tzeyutej he b'a, manh eyak' chab'ax he k'ool, yujto a Jehová ol pactzitan he munlajel tik, xchi winh t'a heb'."
        },
        {
            "number": "8",
            "text": "Ayic ix yab'an winhaj Asa tas ix yal winh schekab' Dios chi', ix stek'b'an wal sb'a winh. Ix schekan winh ik'chajel masanil juntzanh comon Dios yajb'entac t'a yichanh Jehová ay t'a yol smacb'en Judá, t'a yol yic Benjamín yet' t'a yoltac juntzanh chonhab' ix yik'ek' winh t'a tzalquixtac t'a yol yic Efraín. Ix schekan winh b'ochajxi jun altar ay t'a yamaq'uil stemplo Jehová."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix smolb'an masanil anima winh, heb' ay t'a yol yic Judá chi', t'a yol yic Benjamín yet' juntzanhxo heb' cotnac t'a yol yic Efraín, t'a yol yic Manasés yet' t'a yol yic Simeón, aton heb' jawinac kajan t'a skal heb', yujto tzijtum heb' kajan t'a yol smacb'en winhaj Jeroboam ix jawi kajan t'a yol smacb'en Judá yujto ix yil heb' to ayoch Jehová Dios yet' winhaj Asa chi'."
        },
        {
            "number": "10",
            "text": "Axo t'a yoxil ujal yic 15 ab'ilxo yoch winhaj Asa chi' reyal, ix smolb'an sb'a masanil heb' t'a Jerusalén."
        },
        {
            "number": "11",
            "text": "Ha t'a jun k'u chi', ix yak' silab' heb' t'a Jehová. 700 nok' wakax yet' 7 mil nok' kalnel ix yak' heb'. Aton nok' chi' ix yik'kanek' heb' t'a heb' ajk'ool t'a owal."
        },
        {
            "number": "12",
            "text": "Ata' ix yak' sti' heb' to anhej Jehová sDiosal heb' yet' heb' smam yicham, ol yak' serwil heb' yet' smasanil sk'ool."
        },
        {
            "number": "13",
            "text": "Ix yak' pax sti' heb', tato ay mach to manhoc Jehová Dios syak' serwil, wach'chom icham anima, ma unin, winak, ma ix, yowalil schami."
        },
        {
            "number": "14",
            "text": "Ix el yav heb' yuj tzalajk'olal ayic ix yak'an sti' heb' t'a Jehová, ix spu'an k'een strompeta heb' yet' nok' ch'aac."
        },
        {
            "number": "15",
            "text": "Masanil heb' ay t'a smacb'en Judá chi' ix tzalaj wal heb' yuj b'aj ix yak' sti' chi' t'a smasanil sk'ool, ix el wal t'a sk'ol heb' yak'an serwil Jehová. Yuj chi' ix kolwaj Jehová chi' yet' heb', junk'olal ix aj heb' yet' masanil chonhab' ay t'a slak'anil."
        },
        {
            "number": "16",
            "text": "Anhejtona', ix yik'anel yopisio ix Maaca winhaj Asa chi', aton ix snun chichim winh, yujto ix schec ix b'ojoc jun yechel Asera te yajb'entac t'a yichanh Jehová. Ha winhaj Asa chi' ix chekan mak'jipoj jun yechel chi', chok' ix aji. Ix schekan winh nhusjitz'ha t'a sti' ha' Cedrón."
        },
        {
            "number": "17",
            "text": "Wach'chom maj yik'el juntzanh lugar winh yic ejmelal b'ajtac chaanh t'a Israel, palta k'anab'ajumnhej ix yutej sb'a winh t'a Jehová."
        },
        {
            "number": "18",
            "text": "Ix yak'anoch masanil k'een oro yet' k'een plata winh t'a yol templo, aton k'een ak'b'il t'a Jehová yuj winh yet' smam."
        },
        {
            "number": "19",
            "text": "Malajnhej owal ix ochi, masanto yic 35 ab'ilxo yoch winh reyal."
        }
    ]
}