{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 36 ab'ilxo yoch vinhaj Asa reyal, ix cot vinhaj Baasa sreyal Israel yak' oval d'a Judá. Ix schaanel yich vinhaj Baasa chi' sb'oanoch smuroal chonhab' Ramá yic smacan b'e vinh yic manhxa mach sk'och d'a yol yic Judá chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yiq'uelta masanil q'uen oro yed' q'uen plata vinhaj rey Asa chi' d'a stemplo Jehová yed' q'uen ay d'a spalacio vinh, ix yak'anb'at q'uen vinh d'a vinhaj Ben-adad sreyal Siria cajan d'a Damasco. Ix yalanb'at vinh icha tic:"
        },
        {
            "number": "3",
            "text": "Co b'o junoc co trato, icha yutejnac sb'a eb' vinh co mam. Tic svak'b'at q'uen oro yed' q'uen plata d'ayach. Ak' lajvoc a trato yed' vinhaj Baasa sreyal Israel, yic vach' tz'och vaan vinh yak'an oval d'ayin, xchib'at vinhaj Asa chi'."
        },
        {
            "number": "4",
            "text": "Ix scha sk'ol vinhaj Ben-adad tas ix yal vinhaj rey Asa chi', yuj chi' ix schecancot juntzanh eb' soldado vinh yed' eb' yajalil yic scot eb' yak' oval d'a juntzanh chonhab' yic Israel. Ix yak'an ganar chonhab' Ijón eb', chonhab' Dan, chonhab' Abel-naim yed' juntzanh chonhab' b'aj sik'chajcan ixim trigo d'a yol yic Neftalí."
        },
        {
            "number": "5",
            "text": "Ayic ix yab'an jun chi' vinhaj Baasa chi', ix yactan vinh sb'oanq'ue Ramá chi' yuj scolan schonhab'."
        },
        {
            "number": "6",
            "text": "Ix yik'anb'at masanil anima vinhaj rey Asa chi', aton eb' ay d'a yol yic Judá, ix b'at yik'ancot q'uen q'ueen eb' yed' te te' toxo ix smolb'ej vinhaj Baasa b'aj van sb'oanq'ue Ramá chi'. Axo yed' juntzanh chi' ix sb'oq'ue smuroal chonhab' Geba yed' chonhab' Mizpa eb'."
        },
        {
            "number": "7",
            "text": "A d'a jun tiempoal chi', ix javi jun vinh schecab' Dios scuchan Hanani d'a vinhaj rey Asa chi', ix yalan vinh icha tic: A eb' soldado yic Siria ix ak'och yipoc a k'ool, manhoc Jehová, yuj chi' toxo ix el eb' d'a yol a k'ab'."
        },
        {
            "number": "8",
            "text": "¿Tom maxtzac a nacoti ayic yak'annac oval eb' aj Etiopía yed' eb' aj Libia ed'oc? Manhxo jantacoc eb' soldado, nok' chej yed' jantac carruaje yic oval yed'nac eb', palta ak'nac ganar eb' yuj Jehová, yujto a ak'nacoch yipoc a k'ool."
        },
        {
            "number": "9",
            "text": "Yujto a Jehová syilnhej masanil tas tzuji d'a yolyib'anhq'uinal tic, sch'oxan spoder d'a eb' tojol syutej spensar d'ay, tato syak'och eb' yipoc sk'ool sik'lab'il. Axo ticnaic, a jun tas ix a k'ulej tic, lajan val icha sk'ulej junoc anima malaj spensar. Yuj chi', a ticnaic yed' ol b'eynhej tiempo, aynhej eb' ol ak'an oval ed'oc, xchi vinh schecab' Dios chi' d'a vinh."
        },
        {
            "number": "10",
            "text": "Ix cot yoval vinhaj rey Asa chi' sik'lab'il d'a vinh schecab' Dios chi', ix schecan vinh ak'chajoch vinh d'a preso. Anheja' d'a jun tiempoal chi', tzijtum eb' d'a yol chonhab' chi' ix ak'jioch syaelal yuj vinh."
        },
        {
            "number": "11",
            "text": "A jantacto yab'ixal vinhaj rey Asa, ayic ix el yich masanto ix lajvi, aycan b'aj tz'ib'ab'ilcan yab'ixal eb' sreyal Judá yed' eb' sreyal Israel."
        },
        {
            "number": "12",
            "text": "Ayic 39 ab'ilxo yoch vinh reyal, ix och jun ilya te ov d'a yoc vinh, palta maj sna sb'a sk'ol vinh yuj jun yaelal chi', manhoc d'a Jehová ix yal sb'a vinh, palta to a d'a eb' anhtum b'aj ix b'at vinh."
        },
        {
            "number": "13",
            "text": "Ayic ix tz'acvi 41 ab'il yoch vinh reyal, ix cham vinh."
        },
        {
            "number": "14",
            "text": "Ix mucji vinh b'aj ix schec b'ojoc yed'tal d'a schonhab' vinhaj David. Nivan perfume ix yak'och eb' d'a yib'anh b'aj ix b'achchaj snivanil vinh, ix och pax masanil macanhil tas suk'uq'ui sjab' d'a vinh, aton tas te vach' yaj sb'oi. Ix yak'anoch jun nivan k'ak' eb' yic sch'oxanel eb' to nivan yelk'och vinh d'a sat eb'."
        }
    ]
}