{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 36 ab'ilxo yoch winhaj Asa reyal, ix cot winhaj Baasa sreyal Israel yak' owal t'a Judá. Ix schaanel yich winhaj Baasa chi' sb'oanoch smuroal chonhab' Ramá yic smakan b'e winh yic manhxa mach sk'och t'a yol yic Judá chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yik'elta masanil k'een oro yet' k'een plata winhaj rey Asa chi' t'a stemplo Jehová yet' k'een ay t'a spalacio winh, ix yak'anb'at k'een winh t'a winhaj Ben-adad sreyal Siria kajan t'a Damasco. Ix yalanb'at winh icha tik:"
        },
        {
            "number": "3",
            "text": "Co b'o junok ko trato, icha yutejnac sb'a heb' winh ko mam. Tik swak'b'at k'een oro yet' k'een plata t'ayach. Ak' lajwoc a trato yet' winhaj Baasa sreyal Israel, yic wach' tz'och waan winh yak'an owal t'ayin, xchib'at winhaj Asa chi'."
        },
        {
            "number": "4",
            "text": "Ix scha sk'ol winhaj Ben-adad tas ix yal winhaj rey Asa chi', yuj chi' ix schekancot juntzanh heb' soldado winh yet' heb' yajalil yic scot heb' yak' owal t'a juntzanh chonhab' yic Israel. Ix yak'an ganar chonhab' Ijón heb', chonhab' Dan, chonhab' Abel-naim yet' juntzanh chonhab' b'aj sik'chajkan ixim trigo t'a yol yic Neftalí."
        },
        {
            "number": "5",
            "text": "Ayic ix yab'an jun chi' winhaj Baasa chi', ix yactan winh sb'oank'e Ramá chi' yuj scolan schonhab'."
        },
        {
            "number": "6",
            "text": "Ix yik'anb'at masanil anima winhaj rey Asa chi', aton heb' ay t'a yol yic Judá, ix b'at yik'ancot k'een k'een heb' yet' te te' toxo ix smolb'ej winhaj Baasa b'aj wan sb'oank'e Ramá chi'. Axo yet' juntzanh chi' ix sb'ok'e smuroal chonhab' Geba yet' chonhab' Mizpa heb'."
        },
        {
            "number": "7",
            "text": "Ha t'a jun pekti’ chi', ix jawi jun winh schekab' Dios skuchan Hanani t'a winhaj rey Asa chi', ix yalan winh icha tik: Ha heb' soldado yic Siria ix ak'och yipoc a k'ool, manhoc Jehová, yuj chi' toxo ix el heb' t'a yol a k'ab'."
        },
        {
            "number": "8",
            "text": "¿Tom maxtzac a nacoti ayic yak'annac owal heb' aj Etiopía yet' heb' aj Libia ed'oc? Manhxo jantacoc heb' soldado, nok' chej yet' jantac carruaje yic owal yet'nac heb', palta ak'nac ganar heb' yuj Jehová, yujto a ak'nacoch yipoc a k'ool."
        },
        {
            "number": "9",
            "text": "Yujto a Jehová syilnhej masanil tas tzuji t'a yol yib'anhk’inal tik, sch'oxan spoder t'a heb' tojol syutej spensar t'ay, tato syak'och heb' yipoc sk'ool sik'lab'il. Axo ticnaik, a jun tas ix a k'ulej tik, lajan wal icha sk'ulej junok anima malaj spensar. Yuj chi', a ticnaik yet' ol b'eynhej tiempo, aynhej heb' ol ak'an owal ed'oc, xchi winh schekab' Dios chi' t'a winh."
        },
        {
            "number": "10",
            "text": "Ix cot yowal winhaj rey Asa chi' sik'lab'il t'a winh schekab' Dios chi', ix schekan winh ak'chajoch winh t'a preso. Anheja' t'a jun pekti’ chi', tzijtum heb' t'a yol chonhab' chi' ix ak'jioch syaelal yuj winh."
        },
        {
            "number": "11",
            "text": "Ha jantacto yab'ixal winhaj rey Asa, ayic ix el yich masanto ix lajwi, aykan b'aj tz'ib'ab'ilkan yab'ixal heb' sreyal Judá yet' heb' sreyal Israel."
        },
        {
            "number": "12",
            "text": "Ayic 39 ab'ilxo yoch winh reyal, ix och jun ilya te ov t'a yoc winh, palta maj sna sb'a sk'ol winh yuj jun yaelal chi', manhoc t'a Jehová ix yal sb'a winh, palta to ha t'a heb' anhtum b'aj ix b'at winh."
        },
        {
            "number": "13",
            "text": "Ayic ix tz'acwi 41 ab'il yoch winh reyal, ix cham winh."
        },
        {
            "number": "14",
            "text": "Ix mucji winh b'aj ix schec b'ojoc yet'tal t'a schonhab' winhaj Dawid. Niwan perfume ix yak'och heb' t'a yib'anh b'aj ix b'akhchaj sniwanil winh, ix och pax masanil makanhil tas suk'uq'ui sjab' t'a winh, aton tas te wach' yaj sb'oi. Ix yak'anoch jun niwan k'ak' heb' yic sch'oxanel heb' to niwan yelk'och winh t'a sat heb'."
        }
    ]
}