{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Axo winhaj Josafat yuninal winhaj Asa chi' ix och reyal. Ix stek'b'ej sb'a winh t'a yichanh Israel."
        },
        {
            "number": "2",
            "text": "Ix yak'och heb' soldado winh t'a juntzanh chonhab' ayoch smuroal t'a yol yic Judá. Ix aj heb' soldado t'a masanil yol smacb'en Judá chi' yet' t'a juntzanh chonhab' ay t'a yol yic Efraín, aton juntzanh yik'naccanek' winhaj Asa smam winh."
        },
        {
            "number": "3",
            "text": "Ix och wal Jehová yet' winhaj Josafat chi', yujto a tas sb'eyb'alejnac winhaj Dawid smam yicham winh t'a sb'ab'elal, a chi' ix sb'eyb'alej winh. Maj yak'laj serwil juntzanh yechel Baal winh,"
        },
        {
            "number": "4",
            "text": "palta to a Jehová sDiosal smam yicham winh ix yak' serwil, ix sk'anab'ajej wal schecnab'il Dios chi' winh. Manhok sb'eyb'al heb' ay t'a chonhab' Israel ix sb'eyb'alej winh."
        },
        {
            "number": "5",
            "text": "Yuj chi' a Jehová ix ak'an wal tek'k'aj winh t'a yopisio chi'. Masanil heb' aj Judá chi', ix siej tastac heb' t'a winh, yuj chi' ix te k'echaanh sb'eyumal winh, te niwan ix aj yelk'och winh."
        },
        {
            "number": "6",
            "text": "Ix yak' wal och winh t'a sk'ol sb'eyb'alan sk'ayb'ub'al Jehová, ix schecan winh ik'chajel juntzanh yic ejmelal b'ajtac chaanh yet' masanil juntzanh yechel Asera t'a yol smacb'en Judá chi'."
        },
        {
            "number": "7",
            "text": "Ayic yoxil ab'ilxo yoch winh reyal chi', ix schecanb'at juntzanh heb' winh sat yajal winh: Aton winhaj Ben-hail, winhaj Abdías, winhaj Zacarías, winhaj Natanael yet' winhaj Micaías yic sk'ayb'aj masanil heb' anima yuj heb' winh t'a sk'ayb'ub'al Jehová t'a yol smacb'en Judá chi'."
        },
        {
            "number": "8",
            "text": "Ix b'atpax juntzanh heb' winh lewita tik yet' heb' winh: Aton winhaj Semaías, winhaj Netanías, winhaj Zebadías, winhaj Asael, winhaj Semiramot, winhaj Jonatán, winhaj Adonías, winhaj Tobías yet' winhaj Tobadonías, yet' pax heb' winh sacerdote, aton winhaj Elisama yet' winhaj Joram."
        },
        {
            "number": "9",
            "text": "Ix checjib'at heb' winh yet' ch'anh yumal sk'ayb'ub'al Jehová, yic sb'at k'ayb'aj heb' anima t'a masanil chonhab' t'a yol yic Judá chi' yuj heb' winh."
        },
        {
            "number": "10",
            "text": "Yuj chi', masanil anima t'a juntzanh nación t'a slak'anil Judá chi', ix xiv heb' t'a Jehová, majxo stek'b'ej sb'a heb' yak'an owal yet' winhaj Josafat chi'."
        },
        {
            "number": "11",
            "text": "Axo ix aji, ay heb' filisteo ix ik'ancot tas yic siej heb' t'a winhaj Josafat chi', ix yik'paxcot k'een plata heb', icha k'een tumin tz'ak'jioch t'a yib'anh heb' yak'ani. Yed' pax heb' árabe, ix yik'cot 7 mil 700 nok' ch'ac calnel heb', icha pax chi' sb'isul nok' chiwa ix yik'cot heb'."
        },
        {
            "number": "12",
            "text": "Icha wal chi' ix aj yik'an yip yopisio winhaj Josafat chi'. Ix schecan winh b'ochajk'e juntzanh chonhab' tz'och smuroal t'a yol smacb'en Judá chi' yet' juntzanh chonhab' b'aj sik'chajcan tastac swaji."
        },
        {
            "number": "13",
            "text": "Manh jantacoc tas swaji sik'an yuj winh t'a masanil yol smacb'en Judá chi', ay pax heb' soldado te jelan ayek' t'a Jerusalén."
        },
        {
            "number": "14",
            "text": "Aton sb'i heb' winh yajal yaj t'a heb' soldado tik icha syal yinhtilal heb' winh: Ha winhaj Adnas yajal yaj t'a 300 mil soldado te jelan t'a yinhtilal Judá."
        },
        {
            "number": "15",
            "text": "Axo winhaj Johanán yajal yaj t'a 280 mil soldado."
        },
        {
            "number": "16",
            "text": "Axo winhaj Amasías yuninal winhaj Zicri, ix el wal t'a sk'ol winh yak'anoch sb'a yak'an serwil Jehová, a winh yajal yaj t'a 200 mil soldado te jelan."
        },
        {
            "number": "17",
            "text": "Axo winhaj Eliada yajal yaj t'a heb' soldado yinhtilal Benjamín, aton heb' te jelan t'a owal, 200 mil sb'isul heb', yet'nac sjul-lab' heb' yet' maclab' jul-lab' chi'."
        },
        {
            "number": "18",
            "text": "Axo winhaj Jozabad yajal yaj t'a 180 mil soldado lista yaj yet' syamk'ab' yic owal."
        },
        {
            "number": "19",
            "text": "Masanil heb' tik ayoch heb' t'a yalanh smandar winh rey chi'. Manh ayoc ochlaj heb' ay t'a juntzanh chonhab' ayoch smuroal t'a yol yic Judá stz'acub'oc heb' tik."
        }
    ]
}