{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Axo vinhaj Josafat yuninal vinhaj Asa chi' ix och reyal. Ix stek'b'ej sb'a vinh t'a yichanh Israel."
        },
        {
            "number": "2",
            "text": "Ix yak'och eb' soldado vinh t'a juntzanh chonhab' ayoch smuroal t'a yol yic Judá. Ix aj eb' soldado t'a masanil yol smacb'en Judá chi' yet' t'a juntzanh chonhab' ay t'a yol yic Efraín, aton juntzanh yik'naccanek' vinhaj Asa smam vinh."
        },
        {
            "number": "3",
            "text": "Ix och val Jehová yet' vinhaj Josafat chi', yujto a tas sb'eyb'alejnac vinhaj David smam yicham vinh t'a sb'ab'elal, a chi' ix sb'eyb'alej vinh. Maj yak'laj servil juntzanh yechel Baal vinh,"
        },
        {
            "number": "4",
            "text": "palta to a Jehová sDiosal smam yicham vinh ix yak' servil, ix sk'anab'ajej val schecnab'il Dios chi' vinh. Manhoc sb'eyb'al eb' ay t'a chonhab' Israel ix sb'eyb'alej vinh."
        },
        {
            "number": "5",
            "text": "Yuj chi' a Jehová ix ak'an val tek'k'aj vinh t'a yopisio chi'. Masanil eb' aj Judá chi', ix siej tastac eb' t'a vinh, yuj chi' ix te q'uechaanh sb'eyumal vinh, te niwan ix aj yelk'och vinh."
        },
        {
            "number": "6",
            "text": "Ix yak' val och vinh t'a sk'ol sb'eyb'alan sk'ayb'ub'al Jehová, ix schecan vinh ik'chajel juntzanh yic ejmelal b'ajtac chaanh yet' masanil juntzanh yechel Asera t'a yol smacb'en Judá chi'."
        },
        {
            "number": "7",
            "text": "Ayic yoxil ab'ilxo yoch vinh reyal chi', ix schecanb'at juntzanh eb' vinh sat yajal vinh: Aton vinhaj Ben-hail, vinhaj Abdías, vinhaj Zacarías, vinhaj Natanael yet' vinhaj Micaías yic sk'ayb'aj masanil eb' anima yuj eb' vinh t'a sk'ayb'ub'al Jehová t'a yol smacb'en Judá chi'."
        },
        {
            "number": "8",
            "text": "Ix b'atpax juntzanh eb' vinh levita tik yet' eb' vinh: Aton vinhaj Semaías, vinhaj Netanías, vinhaj Zebadías, vinhaj Asael, vinhaj Semiramot, vinhaj Jonatán, vinhaj Adonías, vinhaj Tobías yet' vinhaj Tobadonías, yet' pax eb' vinh sacerdote, aton vinhaj Elisama yet' vinhaj Joram."
        },
        {
            "number": "9",
            "text": "Ix checjib'at eb' vinh yet' ch'anh yumal sk'ayb'ub'al Jehová, yic sb'at k'ayb'aj eb' anima t'a masanil chonhab' t'a yol yic Judá chi' yuj eb' vinh."
        },
        {
            "number": "10",
            "text": "Yuj chi', masanil anima t'a juntzanh nación t'a slak'anil Judá chi', ix xiv eb' t'a Jehová, majxo stek'b'ej sb'a eb' yak'an oval yet' vinhaj Josafat chi'."
        },
        {
            "number": "11",
            "text": "Axo ix aji, ay eb' filisteo ix ik'ancot tas yic siej eb' t'a vinhaj Josafat chi', ix yik'paxcot q'uen plata eb', icha q'uen tumin tz'ak'jioch t'a yib'anh eb' yak'ani. Yed' pax eb' árabe, ix yik'cot 7 mil 700 nok' ch'ac calnel eb', icha pax chi' sb'isul nok' chiva ix yik'cot eb'."
        },
        {
            "number": "12",
            "text": "Icha val chi' ix aj yik'an yip yopisio vinhaj Josafat chi'. Ix schecan vinh b'ochajq'ue juntzanh chonhab' tz'och smuroal t'a yol smacb'en Judá chi' yet' juntzanh chonhab' b'aj sik'chajcan tastac svaji."
        },
        {
            "number": "13",
            "text": "Manh jantacoc tas svaji sik'an yuj vinh t'a masanil yol smacb'en Judá chi', ay pax eb' soldado te jelan ayek' t'a Jerusalén."
        },
        {
            "number": "14",
            "text": "Aton sb'i eb' vinh yajal yaj t'a eb' soldado tik icha syal yinhtilal eb' vinh: Ha vinhaj Adnas yajal yaj t'a 300 mil soldado te jelan t'a yinhtilal Judá."
        },
        {
            "number": "15",
            "text": "Axo vinhaj Johanán yajal yaj t'a 280 mil soldado."
        },
        {
            "number": "16",
            "text": "Axo vinhaj Amasías yuninal vinhaj Zicri, ix el val t'a sk'ol vinh yak'anoch sb'a yak'an servil Jehová, a vinh yajal yaj t'a 200 mil soldado te jelan."
        },
        {
            "number": "17",
            "text": "Axo vinhaj Eliada yajal yaj t'a eb' soldado yinhtilal Benjamín, aton eb' te jelan t'a oval, 200 mil sb'isul eb', yet'nac sjul-lab' eb' yet' maclab' jul-lab' chi'."
        },
        {
            "number": "18",
            "text": "Axo vinhaj Jozabad yajal yaj t'a 180 mil soldado lista yaj yet' syamk'ab' yic oval."
        },
        {
            "number": "19",
            "text": "Masanil eb' tik ayoch eb' t'a yalanh smandar vinh rey chi'. Manh ayoc ochlaj eb' ay t'a juntzanh chonhab' ayoch smuroal t'a yol yic Judá stz'acub'oc eb' tik."
        }
    ]
}