{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Axo winhaj Josafat yuninal winhaj Asa chi' ix och reyal. Ix stek'b'ej sb'a winh t'a yichanh Israel."
        },
        {
            "number": "2",
            "text": "Ix yak'och eb' soldado winh t'a juntzanh chonhab' ayoch smuroal t'a yol yic Judá. Ix aj eb' soldado t'a masanil yol smacb'en Judá chi' yet' t'a juntzanh chonhab' ay t'a yol yic Efraín, aton juntzanh yik'naccanek' winhaj Asa smam winh."
        },
        {
            "number": "3",
            "text": "Ix och val Jehová yet' winhaj Josafat chi', yujto a tas sb'eyb'alejnac winhaj David smam yicham winh t'a sb'ab'elal, a chi' ix sb'eyb'alej winh. Maj yak'laj servil juntzanh yechel Baal winh,"
        },
        {
            "number": "4",
            "text": "palta to a Jehová sDiosal smam yicham winh ix yak' servil, ix sk'anab'ajej val schecnab'il Dios chi' winh. Manhoc sb'eyb'al eb' ay t'a chonhab' Israel ix sb'eyb'alej winh."
        },
        {
            "number": "5",
            "text": "Yuj chi' a Jehová ix ak'an val tek'k'aj winh t'a yopisio chi'. Masanil eb' aj Judá chi', ix siej tastac eb' t'a winh, yuj chi' ix te q'uechaanh sb'eyumal winh, te niwan ix aj yelk'och winh."
        },
        {
            "number": "6",
            "text": "Ix yak' val och winh t'a sk'ol sb'eyb'alan sk'ayb'ub'al Jehová, ix schecan winh ik'chajel juntzanh yic ejmelal b'ajtac chaanh yet' masanil juntzanh yechel Asera t'a yol smacb'en Judá chi'."
        },
        {
            "number": "7",
            "text": "Ayic yoxil ab'ilxo yoch winh reyal chi', ix schecanb'at juntzanh eb' winh sat yajal winh: Aton winhaj Ben-hail, winhaj Abdías, winhaj Zacarías, winhaj Natanael yet' winhaj Micaías yic sk'ayb'aj masanil eb' anima yuj eb' winh t'a sk'ayb'ub'al Jehová t'a yol smacb'en Judá chi'."
        },
        {
            "number": "8",
            "text": "Ix b'atpax juntzanh eb' winh levita tik yet' eb' winh: Aton winhaj Semaías, winhaj Netanías, winhaj Zebadías, winhaj Asael, winhaj Semiramot, winhaj Jonatán, winhaj Adonías, winhaj Tobías yet' winhaj Tobadonías, yet' pax eb' winh sacerdote, aton winhaj Elisama yet' winhaj Joram."
        },
        {
            "number": "9",
            "text": "Ix checjib'at eb' winh yet' ch'anh yumal sk'ayb'ub'al Jehová, yic sb'at k'ayb'aj eb' anima t'a masanil chonhab' t'a yol yic Judá chi' yuj eb' winh."
        },
        {
            "number": "10",
            "text": "Yuj chi', masanil anima t'a juntzanh nación t'a slak'anil Judá chi', ix xiv eb' t'a Jehová, majxo stek'b'ej sb'a eb' yak'an oval yet' winhaj Josafat chi'."
        },
        {
            "number": "11",
            "text": "Axo ix aji, ay eb' filisteo ix ik'ancot tas yic siej eb' t'a winhaj Josafat chi', ix yik'paxcot q'uen plata eb', icha q'uen tumin tz'ak'jioch t'a yib'anh eb' yak'ani. Yed' pax eb' árabe, ix yik'cot 7 mil 700 nok' ch'ac calnel eb', icha pax chi' sb'isul nok' chiva ix yik'cot eb'."
        },
        {
            "number": "12",
            "text": "Icha val chi' ix aj yik'an yip yopisio winhaj Josafat chi'. Ix schecan winh b'ochajq'ue juntzanh chonhab' tz'och smuroal t'a yol smacb'en Judá chi' yet' juntzanh chonhab' b'aj sik'chajcan tastac svaji."
        },
        {
            "number": "13",
            "text": "Manh jantacoc tas svaji sik'an yuj winh t'a masanil yol smacb'en Judá chi', ay pax eb' soldado te jelan ayek' t'a Jerusalén."
        },
        {
            "number": "14",
            "text": "Aton sb'i eb' winh yajal yaj t'a eb' soldado tik icha syal yinhtilal eb' winh: Ha winhaj Adnas yajal yaj t'a 300 mil soldado te jelan t'a yinhtilal Judá."
        },
        {
            "number": "15",
            "text": "Axo winhaj Johanán yajal yaj t'a 280 mil soldado."
        },
        {
            "number": "16",
            "text": "Axo winhaj Amasías yuninal winhaj Zicri, ix el val t'a sk'ol winh yak'anoch sb'a yak'an servil Jehová, a winh yajal yaj t'a 200 mil soldado te jelan."
        },
        {
            "number": "17",
            "text": "Axo winhaj Eliada yajal yaj t'a eb' soldado yinhtilal Benjamín, aton eb' te jelan t'a oval, 200 mil sb'isul eb', yet'nac sjul-lab' eb' yet' maclab' jul-lab' chi'."
        },
        {
            "number": "18",
            "text": "Axo winhaj Jozabad yajal yaj t'a 180 mil soldado lista yaj yet' syamk'ab' yic oval."
        },
        {
            "number": "19",
            "text": "Masanil eb' tik ayoch eb' t'a yalanh smandar winh rey chi'. Manh ayoc ochlaj eb' ay t'a juntzanh chonhab' ayoch smuroal t'a yol yic Judá stz'acub'oc eb' tik."
        }
    ]
}