{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj Josafat chi', ix te aj sb'eyumal vinh, ix te b'inaj vinh. Axo ix yisil vinhaj Acab sreyal Israel ix och yalib'oc vinh."
        },
        {
            "number": "2",
            "text": "Ix ek' jaye' ab'il, ix b'at vinh t'a Samaria yil vinhaj Acab chi'. Tzijtum nok' calnel yet' nok' vacax ix schec vinhaj Acab chi' miljocchamoc yic tz'och q'uinh yujto ix k'och vinhaj Josafat yet' eb' ajun yet'oc. Ix yalan vinhaj Acab chi' t'a vinh to tz'och vinh yet' vinh yic syak'an oval vinh yet' chonhab' Ramot t'a yol yic Galaad."
        },
        {
            "number": "3",
            "text": "Ix yalan vinhaj Acab chi' t'a vinhaj Josafat chi' icha tik: --¿Mamax yal a k'ol tzach och ved'oc yic scak'an oval t'a chonhab' Ramot t'a yol yic Galaad? xchi vinh. Ix tak'vi vinhaj Josafat chi': --Ha in tik ol in b'at ed'oc yet' masanil eb' vinh in soldado t'a oval chi'."
        },
        {
            "number": "4",
            "text": "Palta ayic manto onh b'ati, co k'anb'ej tas xchi Jehová, xchi vinh."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix schec vinh sreyal Israel chi' molb'aj masanil eb' vinh syaloch sb'a schecab'oc Dios, 400 sb'isul eb' vinh smasanil. Ix sk'anb'an vinh t'a eb' vinh icha tik: --¿Tzam cak' oval t'a Ramot t'a yol yic Galaad, ma to maay? xchi vinh. Ix tak'vi eb' vinh t'a vinh icha tik: --Ak' oval chi', yujto ha Dios ol ak'anoch t'a yol a k'ab', xchi eb' vinh."
        },
        {
            "number": "6",
            "text": "Palta ix yalan vinhaj Josafat chi' icha tik: --¿Mama junok vinh schecab' Jehová t'a tik yic sco k'anb'ej pax t'a vinh? xchi vinh."
        },
        {
            "number": "7",
            "text": "Ix tak'vi vinh sreyal Israel chi' t'a vinh icha tik: --Ay jun vinh t'a tik, syal sk'anb'an vinh t'a Jehová cuuj, aton vinhaj Micaías yuninal vinhaj Imla. Palta tzin chac val jun vinac chi', yujto malaj juneloc ay jab'oc tas wach' syal vinh t'ayin, chucnhej tas syal vinh, xchi vinh. Palta ix yalanxi vinhaj Josafat chi': --Manh al jun chi', xchi vinh."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix yavtancot jun vinh schecab' vinh sreyal Israel chi', ix yalan vinh t'a vinh: --B'at avtejcot vinhaj Micaías yuninal vinhaj Imla t'a elanhchamel, xchi vinh."
        },
        {
            "number": "9",
            "text": "Ha eb' vinh rey chi' schavanhil, ayoch spichul eb' vinh yic sreyal yuj, k'ojanem eb' vinh t'a sk'ojnub' b'aj tz'ochk'och anima t'a yol chonhab' Samaria. Ayek' masanil eb' vinh syaloch sb'a schecab'oc Dios chi' t'a yichanh eb' vinh."
        },
        {
            "number": "10",
            "text": "Ha vinhaj Sedequías yuninal vinhaj Quenaana, ay juntzanh q'ueen icha nok' ch'aac ix sb'o vinh, te chaanh ix yal vinh icha tik: Ha Jehová tz'alan icha tik: Ha yet' juntzanh ch'aac tik ol ak' oval yet' eb' sirio, masanto ol lajvoquel eb' smasanil, xchi vinh t'a vinhaj Acab chi'."
        },
        {
            "number": "11",
            "text": "Ix yalanpax masanil eb' vinh syaloch sb'a checab'oc Dios chi' t'a vinh rey chi' icha tik: Ochanh ak' oval yet' Ramot t'a yol yic Galaad chi', ol ak' ganar, yujto a Jehová ol ak'anoch t'a yol a k'ab', xchi eb' vinh."
        },
        {
            "number": "12",
            "text": "Ha vinh checab' ix b'at avtancot vinhaj Micaías chi', ix yal vinh t'a vinhaj Micaías chi' icha tik: --Masanil eb' vinh schecab' Dios, wach'nhej ix yutej eb' vinh yalan t'a vinh rey chi'. Yuj chi' sval t'ayach, icha ix yutej eb' vinh yalan chi', icha pax chi' tzutej alani, wach'nhej ol utej alani, xchi vinh."
        },
        {
            "number": "13",
            "text": "Ix tak'vi vinhaj Micaías chi' icha tik: --Svak' in ti' t'a Jehová to anhej tas ol yal t'ayin, ha' ol vala', xchi vinh."
        },
        {
            "number": "14",
            "text": "Ix k'och vinhaj Micaías chi' t'a yichanh vinh rey chi', ix sk'anb'an vinh rey chi' t'a vinh icha tik: --Micaías ¿tzam yal cak'an oval yet' chonhab' Ramot t'a yol yic Galaad, mato maay? xchi vinh. Ix stz'acan yal vinhaj Micaías chi' icha tik: --Ixic ak' oval chi', ol ak' ganar, yujto ol ak'chajoch jun chonhab' chi' t'a yol a k'ab', xchi vinh."
        },
        {
            "number": "15",
            "text": "Palta ix yalan vinh rey chi' icha tik: --Tzijtum elxo ix val t'ayach to tzak' a ti' to anhej tas yel tzal t'ayin t'a sb'i Jehová, xchi vinh."
        },
        {
            "number": "16",
            "text": "Ix yalan vinhaj Micaías chi' icha tik: Ix vil masanil eb' soldado israel, toxonhej sacleminac ix ajcanb'at eb' t'a jolomtac vitz icha nok' calnel manhxalaj stanhvumal. Yuj chi' ix yal Jehová t'ayin icha tik: Ha juntzanh anima tik, manhxalaj yajalil eb', junk'olalocab' smeltzaj junjun eb' t'a spat, xchi Jehová, xchi vinh."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix yal vinh sreyal Israel chi' t'a vinhaj Josafat chi' icha tik: --Inaton val sval t'ayach, to a jun vinac tik malaj b'aj syal jab'oc tas wach' vinh t'ayin, te chucnhej tas syal vinh, xchi vinh."
        },
        {
            "number": "18",
            "text": "Ix yalanxi vinhaj Micaías chi' icha tik: --Ab' val tas syal Jehová t'ayach: Ix wila'' k'ojanem Jehová t'a sdespacho, masanil eb' ángel t'a satcha’anh linhjab'och t'a spatic yichanh."
        },
        {
            "number": "19",
            "text": "Ix sk'anb'an Jehová chi' icha tik: ¿Mach sb'at iptzitan vinhaj Acab sreyal Israel, yic sb'at yak'an oval vinh yet' chonhab' Ramot t'a yol yic Galaad, yic schamcan vinh ta'? xchi Jehová chi'. Ch'oc tas syal juntzanh eb', ch'oc pax tas syal juntzanhxo eb'."
        },
        {
            "number": "20",
            "text": "Palta ay jun espíritu ix och t'a yichanh Jehová, ix yalan icha tik: Ol in b'at vak' sk'ulej vinh rey chi', xchi. Ix sk'anb'an Jehová chi' t'ay tas ol yutej."
        },
        {
            "number": "21",
            "text": "Ix yalan icha tik: Masanil eb' vinh syaloch sb'a a checab'oc, ol vak' yak' es eb' vinh t'a vinh rey chi', xchi. Ix yalan Jehová chi' t'ay icha tik: Ol yal uj icha chi', ixic, b'at k'ulej icha tzal chi', xchi t'ay."
        },
        {
            "number": "22",
            "text": "Ha ticnaic jun, ojtaquejeli to a Jehová ix chaan sk'ulej eb' vinh syaloch sb'a schecab'oc tik yic junnhej syutej eb' vinh yak'an es t'ayach, icha chi' ol aj scotcan chamel t'a ib'anh, xchi vinhaj Micaías chi'."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix snitzancot sb'a vinhaj Sedequías chi' ix stz'itanb'at sat vinhaj Micaías chi' vinh, ix yalan vinh: --Ha jun espíritu tz'esan ix cot t'a Jehová chi', ¿tas ix aj yel t'ayin, haxo t'ayach sloloni? xchi vinh."
        },
        {
            "number": "24",
            "text": "Ix tak'vi vinhaj Micaías chi' t'a vinh icha tik: --Ol a nacot jun tik t'a jun k'u chi', aton yic toxonhej ol ach ek' tik ol ach ek' tik a say b'aj ol a k'ub'ejel a b'a, xchi vinh."
        },
        {
            "number": "25",
            "text": "Ix yalan vinh sreyal Israel chi' icha tik: --Yamec vinhaj Micaías tik, tzeyik'anb'at vinh t'a vinhaj Amón yajal t'a chonhab' tik yet' t'a vinh vuninal aj Joás."
        },
        {
            "number": "26",
            "text": "Tzeyalani to a in svala' to tz'och vinh t'a preso, jab'nhej tas tzeyak' sva vinh yet' tas syuq'uej vinh, masanto ayic ol in meltzaj t'a tzalajk'olal, xchi vinh."
        },
        {
            "number": "27",
            "text": "Ixto yal jay b'elanhxo vinhaj Micaías chi' icha tik: Tato wach' tz'aj a meltzaji, syalelk'ochi to manhoc Jehová tz'alan t'ayin syal chi', xchi vinh. Ix yalanxi vinh: E masanil ex chonhab', naanhejocab' eyuuj tas ix val tik, xchi vinh."
        },
        {
            "number": "28",
            "text": "Ix b'at vinh sreyal Israel chi' yet' eb' soldado yet' vinhaj Josafat sreyal Judá yet' eb' soldado yak' oval yet' chonhab' Ramot t'a yol yic Galaad chi'."
        },
        {
            "number": "29",
            "text": "Ix yalan vinh sreyal Israel chi' t'a vinhaj Josafat chi' icha tik: --Ayic ol co yamanoch oval chi', ol in q'uexel in pichul yic in reyal tik, a achxo tik, ol ak'nhejcanoch a pichul yic a reyal chi', xchi vinh. Yuj chi' ix sq'uexel spichul vinh sreyal Israel chi', ix och eb' vinh yak' oval chi' schavanhil."
        },
        {
            "number": "30",
            "text": "Palta a vinh sreyal Siria, toxo ix yal vinh t'a eb' vinh sat yajal yaj t'a carruaje yic oval to max yak' oval eb' vinh yet' junocxo mach, palta anhej t'a vinh sreyal Israel b'aj tz'och eb' vinh."
        },
        {
            "number": "31",
            "text": "Ayic ix ilji vinhaj Josafat yuj eb' vinh sat yajal yaj chi', a snaan eb' vinh to a vinh sreyal Israel chi', yuj chi' ix oymaj eb' vinh t'a spatic vinh, yic syak'an oval eb' vinh yet' vinh yalani. Yuj chi', ix el yav vinh, ix colji vinh yuj Jehová, ix ik'jiel eb' vinh yajal chi' yuj Jehová t'a vinh."
        },
        {
            "number": "32",
            "text": "Axo ix yilan eb' vinh to manhoclaj vinh sreyal Israel chi', ix yactan eb' vinh syaman vinh."
        },
        {
            "number": "33",
            "text": "Palta ay jun vinh soldado comonnhej ix julvajb'ati, a val t'a vinh sreyal Israel chi' ix och sirnaj jun yol jul-lab' chi'. Ha val b'aj schalaj sb'a sq'ueen pichul vinh rey chi' ayochi, ata' ix och ch'apnaj jun yol jul-lab' chi'. Yuj chi' ix yal vinh t'a vinh ed'jinac carruaje chi' icha tik: --Ik' meltzaj carruaje tik, tzin ik'anel t'a skal oval tik, yujto te niwan ix in aj in lajvi, xchi vinh."
        },
        {
            "number": "34",
            "text": "Te ov ix aj yoch oval t'a jun k'u chi', ixto stek'b'ej sb'a vinh sreyal Israel chi' skan tek'tek' t'a yol scarruaje ayic ayoch vinh t'a yichanh eb' sirio chi', masanto yic ix em k'u. Palta haxo yic van sb'at pilnaj k'u, ix cham vinh."
        }
    ]
}