{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Josafat chi', ix te aj sb'eyumal winh, ix te b'inaj winh. Axo ix yisil winhaj Acab sreyal Israel ix och yalib'oc winh."
        },
        {
            "number": "2",
            "text": "Ix ek' jaye' ab'il, ix b'at winh t'a Samaria yil winhaj Acab chi'. Tzijtum nok' calnel yet' nok' vacax ix schec winhaj Acab chi' miljocchamoc yic tz'och q'uinh yujto ix k'och winhaj Josafat yet' eb' ajun yet'oc. Ix yalan winhaj Acab chi' t'a winh to tz'och winh yet' winh yic syak'an oval winh yet' chonhab' Ramot t'a yol yic Galaad."
        },
        {
            "number": "3",
            "text": "Ix yalan winhaj Acab chi' t'a winhaj Josafat chi' icha tik: --¿Mamax yal a k'ol tzach och ved'oc yic scak'an oval t'a chonhab' Ramot t'a yol yic Galaad? xchi winh. Ix tak'vi winhaj Josafat chi': --Ha in tik ol in b'at ed'oc yet' masanil eb' winh in soldado t'a oval chi'."
        },
        {
            "number": "4",
            "text": "Palta ayic manto onh b'ati, co k'anb'ej tas xchi Jehová, xchi winh."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix schec winh sreyal Israel chi' molb'aj masanil eb' winh syaloch sb'a schecab'oc Dios, 400 sb'isul eb' winh smasanil. Ix sk'anb'an winh t'a eb' winh icha tik: --¿Tzam cak' oval t'a Ramot t'a yol yic Galaad, ma to maay? xchi winh. Ix tak'vi eb' winh t'a winh icha tik: --Ak' oval chi', yujto ha Dios ol ak'anoch t'a yol a k'ab', xchi eb' winh."
        },
        {
            "number": "6",
            "text": "Palta ix yalan winhaj Josafat chi' icha tik: --¿Mama junok winh schecab' Jehová t'a tik yic sco k'anb'ej pax t'a winh? xchi winh."
        },
        {
            "number": "7",
            "text": "Ix tak'vi winh sreyal Israel chi' t'a winh icha tik: --Ay jun winh t'a tik, syal sk'anb'an winh t'a Jehová cuuj, aton winhaj Micaías yuninal winhaj Imla. Palta tzin chac val jun vinac chi', yujto malaj juneloc ay jab'oc tas wach' syal winh t'ayin, chucnhej tas syal winh, xchi winh. Palta ix yalanxi winhaj Josafat chi': --Manh al jun chi', xchi winh."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix yavtancot jun winh schecab' winh sreyal Israel chi', ix yalan winh t'a winh: --B'at avtejcot winhaj Micaías yuninal winhaj Imla t'a elanhchamel, xchi winh."
        },
        {
            "number": "9",
            "text": "Ha eb' winh rey chi' schavanhil, ayoch spichul eb' winh yic sreyal yuj, k'ojanem eb' winh t'a sk'ojnub' b'aj tz'ochk'och anima t'a yol chonhab' Samaria. Ayek' masanil eb' winh syaloch sb'a schecab'oc Dios chi' t'a yichanh eb' winh."
        },
        {
            "number": "10",
            "text": "Ha winhaj Sedequías yuninal winhaj Quenaana, ay juntzanh q'ueen icha nok' ch'aac ix sb'o winh, te chaanh ix yal winh icha tik: Ha Jehová tz'alan icha tik: Ha yet' juntzanh ch'aac tik ol ak' oval yet' eb' sirio, masanto ol lajvoquel eb' smasanil, xchi winh t'a winhaj Acab chi'."
        },
        {
            "number": "11",
            "text": "Ix yalanpax masanil eb' winh syaloch sb'a checab'oc Dios chi' t'a winh rey chi' icha tik: Ochanh ak' oval yet' Ramot t'a yol yic Galaad chi', ol ak' ganar, yujto a Jehová ol ak'anoch t'a yol a k'ab', xchi eb' winh."
        },
        {
            "number": "12",
            "text": "Ha winh checab' ix b'at awtankot winhaj Micaías chi', ix yal winh t'a winhaj Micaías chi' icha tik: --Masanil eb' winh schecab' Dios, wach'nhej ix yutej eb' winh yalan t'a winh rey chi'. Yuj chi' swal t'ayach, icha ix yutej eb' winh yalan chi', icha pax chi' tzutej alani, wach'nhej ol utej alani, xchi winh."
        },
        {
            "number": "13",
            "text": "Ix tak'vi winhaj Micaías chi' icha tik: --Svak' in ti' t'a Jehová to anhej tas ol yal t'ayin, ha' ol vala', xchi winh."
        },
        {
            "number": "14",
            "text": "Ix k'och winhaj Micaías chi' t'a yichanh winh rey chi', ix sk'anb'an winh rey chi' t'a winh icha tik: --Micaías ¿tzam yal cak'an oval yet' chonhab' Ramot t'a yol yic Galaad, mato maay? xchi winh. Ix stz'acan yal winhaj Micaías chi' icha tik: --Ixic ak' oval chi', ol ak' ganar, yujto ol ak'chajoch jun chonhab' chi' t'a yol a k'ab', xchi winh."
        },
        {
            "number": "15",
            "text": "Palta ix yalan winh rey chi' icha tik: --Tzijtum elxo ix val t'ayach to tzak' a ti' to anhej tas yel tzal t'ayin t'a sb'i Jehová, xchi winh."
        },
        {
            "number": "16",
            "text": "Ix yalan winhaj Micaías chi' icha tik: Ix vil masanil eb' soldado israel, toxonhej sacleminac ix ajcanb'at eb' t'a jolomtac vitz icha nok' calnel manhxalaj stanhvumal. Yuj chi' ix yal Jehová t'ayin icha tik: Ha juntzanh anima tik, manhxalaj yajalil eb', junk'olalocab' smeltzaj junjun eb' t'a spat, xchi Jehová, xchi winh."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix yal winh sreyal Israel chi' t'a winhaj Josafat chi' icha tik: --Inaton val swal t'ayach, to a jun vinac tik malaj b'aj syal jab'oc tas wach' winh t'ayin, te chucnhej tas syal winh, xchi winh."
        },
        {
            "number": "18",
            "text": "Ix yalanxi winhaj Micaías chi' icha tik: --Ab' val tas syal Jehová t'ayach: Ix wila'' k'ojanem Jehová t'a sdespacho, masanil eb' ángel t'a satcha’anh linhjab'och t'a spatic yichanh."
        },
        {
            "number": "19",
            "text": "Ix sk'anb'an Jehová chi' icha tik: ¿Mach sb'at iptzitan winhaj Acab sreyal Israel, yic sb'at yak'an oval winh yet' chonhab' Ramot t'a yol yic Galaad, yic schamcan winh ta'? xchi Jehová chi'. Ch'oc tas syal juntzanh eb', ch'oc pax tas syal juntzanhxo eb'."
        },
        {
            "number": "20",
            "text": "Palta ay jun espíritu ix och t'a yichanh Jehová, ix yalan icha tik: Ol in b'at vak' sk'ulej winh rey chi', xchi. Ix sk'anb'an Jehová chi' t'ay tas ol yutej."
        },
        {
            "number": "21",
            "text": "Ix yalan icha tik: Masanil eb' winh syaloch sb'a a checab'oc, ol vak' yak' es eb' winh t'a winh rey chi', xchi. Ix yalan Jehová chi' t'ay icha tik: Ol yal uj icha chi', ixic, b'at k'ulej icha tzal chi', xchi t'ay."
        },
        {
            "number": "22",
            "text": "Ha ticnaic jun, ojtaquejeli to a Jehová ix chaan sk'ulej eb' winh syaloch sb'a schecab'oc tik yic junnhej syutej eb' winh yak'an es t'ayach, icha chi' ol aj scotcan chamel t'a ib'anh, xchi winhaj Micaías chi'."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix snitzancot sb'a winhaj Sedequías chi' ix stz'itanb'at sat winhaj Micaías chi' winh, ix yalan winh: --Ha jun espíritu tz'esan ix cot t'a Jehová chi', ¿tas ix aj yel t'ayin, haxo t'ayach sloloni? xchi winh."
        },
        {
            "number": "24",
            "text": "Ix tak'vi winhaj Micaías chi' t'a winh icha tik: --Ol a nacot jun tik t'a jun k'u chi', aton yic toxonhej ol ach ek' tik ol ach ek' tik a say b'aj ol a k'ub'ejel a b'a, xchi winh."
        },
        {
            "number": "25",
            "text": "Ix yalan winh sreyal Israel chi' icha tik: --Yamec winhaj Micaías tik, tzeyik'anb'at winh t'a winhaj Amón yajal t'a chonhab' tik yet' t'a winh vuninal aj Joás."
        },
        {
            "number": "26",
            "text": "Tzeyalani to a in svala' to tz'och winh t'a preso, jab'nhej tas tzeyak' sva winh yet' tas syuq'uej winh, masanto ayic ol in meltzaj t'a tzalajk'olal, xchi winh."
        },
        {
            "number": "27",
            "text": "Ixto yal jay b'elanhxo winhaj Micaías chi' icha tik: Tato wach' tz'aj a meltzaji, syalelk'ochi to manhoc Jehová tz'alan t'ayin syal chi', xchi winh. Ix yalanxi winh: E masanil ex chonhab', naanhejocab' eyuuj tas ix val tik, xchi winh."
        },
        {
            "number": "28",
            "text": "Ix b'at winh sreyal Israel chi' yet' eb' soldado yet' winhaj Josafat sreyal Judá yet' eb' soldado yak' oval yet' chonhab' Ramot t'a yol yic Galaad chi'."
        },
        {
            "number": "29",
            "text": "Ix yalan winh sreyal Israel chi' t'a winhaj Josafat chi' icha tik: --Ayic ol co yamanoch oval chi', ol in q'uexel in pichul yic in reyal tik, a achxo tik, ol ak'nhejcanoch a pichul yic a reyal chi', xchi winh. Yuj chi' ix sq'uexel spichul winh sreyal Israel chi', ix och eb' winh yak' oval chi' schavanhil."
        },
        {
            "number": "30",
            "text": "Palta a winh sreyal Siria, toxo ix yal winh t'a eb' winh sat yajal yaj t'a carruaje yic oval to max yak' oval eb' winh yet' junocxo mach, palta anhej t'a winh sreyal Israel b'aj tz'och eb' winh."
        },
        {
            "number": "31",
            "text": "Ayic ix ilji winhaj Josafat yuj eb' winh sat yajal yaj chi', a snaan eb' winh to a winh sreyal Israel chi', yuj chi' ix oymaj eb' winh t'a spatic winh, yic syak'an oval eb' winh yet' winh yalani. Yuj chi', ix el yav winh, ix colji winh yuj Jehová, ix ik'jiel eb' winh yajal chi' yuj Jehová t'a winh."
        },
        {
            "number": "32",
            "text": "Axo ix yilan eb' winh to manhoclaj winh sreyal Israel chi', ix yactan eb' winh syaman winh."
        },
        {
            "number": "33",
            "text": "Palta ay jun winh soldado comonnhej ix julvajb'ati, a val t'a winh sreyal Israel chi' ix och sirnaj jun yol jul-lab' chi'. Ha val b'aj schalaj sb'a sq'ueen pichul winh rey chi' ayochi, ata' ix och ch'apnaj jun yol jul-lab' chi'. Yuj chi' ix yal winh t'a winh ed'jinac carruaje chi' icha tik: --Ik' meltzaj carruaje tik, tzin ik'anel t'a skal oval tik, yujto te niwan ix in aj in lajvi, xchi winh."
        },
        {
            "number": "34",
            "text": "Te ov ix aj yoch oval t'a jun k'u chi', ixto stek'b'ej sb'a winh sreyal Israel chi' skan tek'tek' t'a yol scarruaje ayic ayoch winh t'a yichanh eb' sirio chi', masanto yic ix em k'u. Palta haxo yic van sb'at pilnaj k'u, ix cham winh."
        }
    ]
}