{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ix meltzajxi vinhaj Josafat chi' d'a spalacio d'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Ix elta vinhaj Jehú schecab' Dios yuninal vinhaj Hanani scha vinh rey chi', ix yalan vinh icha tic: ¿Tas yuj ix ach colvaj yed' jun vinh chuc spensar chi'? ¿Tas yuj vach' ak'an yed' jun vinh ayoch ajk'olal d'a Jehová? Yuj chi' toxo ix cot yoval Jehová d'ayach."
        },
        {
            "number": "3",
            "text": "Palta jun, ayto val juntzanhxo tas vach' yoch a vach'iloc, yujto ix a satel yechel Asera d'a yol a macb'en tic, ix ak'anpaxoch d'a a k'ol ak'an servil Dios, xchi vinhaj Jehú chi' d'a vinh."
        },
        {
            "number": "4",
            "text": "A d'a Jerusalén cajan vinhaj Josafat chi', palta ay jun smodo vinh, to sb'at vinh yil juntzanhxo schonhab', schacot vinh d'a Beerseba, masanto sq'uek'och vinh d'a lum tzalquixtac d'a yol yic Efraín. Tz'ek' vinh yic syak'xioch sb'a eb' anima d'a Jehová sDiosal eb' yed' eb' smam yicham."
        },
        {
            "number": "5",
            "text": "Ix ak'jioch eb' vinh juez yuj vinh d'a junjun chonhab' ayoch smuroal ay d'a yol yic Judá chi'."
        },
        {
            "number": "6",
            "text": "Ix yalan vinh d'a eb' vinh juez chi' icha tic: Scham val eyilan tas ol e k'ulej, yujto manhoc tas snib'ej eb' anima ol e k'ulej, palta to a val tas snib'ej Jehová. Ol ochnhej Jehová chi' eyed'oc yic tze b'oan yaj yoval eb' anima."
        },
        {
            "number": "7",
            "text": "Yuj chi', nivanocab' yelk'och Jehová d'a e sat, scham val eyilan tas ol e k'ulej, yujto a Jehová co Diosal, manh ol techaj yuuj tato ay tas manh vach'oc ol e k'ulej, tato ay sq'uexanhil anima d'a yol e sat, mato ol e cha q'uen tumin d'a elk'altac, xchi vinh."
        },
        {
            "number": "8",
            "text": "Anhejtona' ix sik'anpaxelta juntzanh eb' vinh levita vinh, eb' vinh sacerdote yed' juntzanh eb' vinh yajal yaj d'a junjun macanh eb' cajan d'a Jerusalén chi', yic tz'och eb' vinh juezal yic sk'ayb'aj eb' anima chi' yuj eb' vinh d'a sley Jehová yed' yic sb'oan yaj yoval eb' anima chi' eb' vinh d'a Jerusalén chi'."
        },
        {
            "number": "9",
            "text": "Ix yak'ancan juntzanh checnab'il tic vinh d'a eb' vinh icha tic: A ex tic, ol eyil eyopisio tic, ayocab' yelk'och Jehová d'a e sat, tze k'anab'ajani, vach'nhej tzeyutej e b'a."
        },
        {
            "number": "10",
            "text": "Yalnhej tas yaj yoval eb' quetchonhab' tic, ol javoc eb' d'ayex, ma yuj eb' ay d'a juntzanhxo chonhab', tato a' yuj junoc lolonel, ma yuj mak'ojcham anima, ma juntzanhxo tas tz'el sk'ulan eb' to manh ichaoc yalan sley Jehová, tze b'o yaj d'a eb'. Scham val e cachan eb' yic max och smul eb' d'a Jehová, yic max cot yoval d'a eyib'anh yed' d'a yib'anh eb'. Vach'nhej tzeyutej e b'a, yic manh ol och e mul."
        },
        {
            "number": "11",
            "text": "A vinhaj Amarías sat sacerdote yaji, anhej vinh syal yalani tas ol aj sb'o tastac yic Jehová. Axo vinhaj Zebadías yuninal vinhaj Ismael, yajal yaj vinh d'a scal eb' yinhtilal Judá, anhej vinh syal yalan tas ol aj pax yic vinh rey yaji. Ol colvaj pax eb' vinh levita eyed'oc. Tek'an tzeyutej e b'a, aq'uec eyip d'a eyopisio tic. A mach vach'nhej tas ol sk'ulej, ol ochnhej Jehová yed'oc, xchi vinh."
        }
    ]
}