{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix meltzajxi winhaj Josafat chi' t'a spalacio t'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Ix elta winhaj Jehú schecab' Dios yuninal winhaj Hanani scha winh rey chi', ix yalan winh icha tik: ¿Tas yuj ix ach kolwaj yet' jun winh chuk spensar chi'? ¿Tas yuj wach' ak'an yet' jun winh ayoch ajk'olal t'a Jehová? Yuj chi' toxo ix cot yoval Jehová t'ayach."
        },
        {
            "number": "3",
            "text": "Palta jun, ayto val juntzanhxo tas wach' yoch a wach'iloc, yujto ix a satel yechel Asera t'a yol a macb'en tik, ix ak'anpaxoch t'a a k'ol ak'an servil Dios, xchi winhaj Jehú chi' t'a winh."
        },
        {
            "number": "4",
            "text": "Ha t'a Jerusalén cajan winhaj Josafat chi', palta ay jun smodo winh, to sb'at winh yil juntzanhxo schonhab', schacot winh t'a Beerseba, masanto sq'uek'och winh t'a lum tzalquixtac t'a yol yic Efraín. Tz'ek' winh yic syak'xioch sb'a eb' anima t'a Jehová sDiosal eb' yet' eb' smam yicham."
        },
        {
            "number": "5",
            "text": "Ix ak'jioch eb' winh juez yuj winh t'a junjun chonhab' ayoch smuroal ay t'a yol yic Judá chi'."
        },
        {
            "number": "6",
            "text": "Ix yalan winh t'a eb' winh juez chi' icha tik: Scham val eyilan tas ol e k'ulej, yujto manhoc tas snib'ej eb' anima ol e k'ulej, palta to a val tas snib'ej Jehová. Ol ochnhej Jehová chi' eyed'oc yic tze b'oan yaj yoval eb' anima."
        },
        {
            "number": "7",
            "text": "Yuj chi', nivanocab' yelk'och Jehová t'a e sat, scham val eyilan tas ol e k'ulej, yujto a Jehová co Diosal, manh ol techaj yuj tato ay tas manh wach'oc ol e k'ulej, tato ay sq'uexanhil anima t'a yol e sat, mato ol e cha q'uen tumin t'a elk'altac, xchi winh."
        },
        {
            "number": "8",
            "text": "Anhejtona' ix sik'anpaxelta juntzanh eb' winh levita winh, eb' winh sacerdote yet' juntzanh eb' winh yajal yaj t'a junjun makan eb' cajan t'a Jerusalén chi', yic tz'och eb' winh juezal yic sk'ayb'aj eb' anima chi' yuj eb' winh t'a sley Jehová yet' yic sb'oan yaj yoval eb' anima chi' eb' winh t'a Jerusalén chi'."
        },
        {
            "number": "9",
            "text": "Ix yak'ancan juntzanh checnab'il tik winh t'a eb' winh icha tik: Ha ex tik, ol eyil eyopisio tik, ayocab' yelk'och Jehová t'a e sat, tze k'anab'ajani, wach'nhej tzeyutej e b'a."
        },
        {
            "number": "10",
            "text": "Yalnhej tas yaj yoval eb' quetchonhab' tik, ol javok eb' t'ayex, ma yuj eb' ay t'a juntzanhxo chonhab', tato ha' yuj junok lolonel, ma yuj mak'ojcham anima, ma juntzanhxo tas tz'el sk'ulan eb' to manh ichaoc yalan sley Jehová, tze b'o yaj t'a eb'. Scham val e cachan eb' yic max och smul eb' t'a Jehová, yic max cot yoval t'a eyib'anh yet' t'a yib'anh eb'. Wach'nhej tzeyutej e b'a, yic manh ol och e mul."
        },
        {
            "number": "11",
            "text": "Ha winhaj Amarías sat sacerdote yaji, anhej winh syal yalani tas ol aj sb'o tastac yic Jehová. Axo winhaj Zebadías yuninal winhaj Ismael, yajal yaj winh t'a skal eb' yinhtilal Judá, anhej winh syal yalan tas ol aj pax yic winh rey yaji. Ol kolwaj pax eb' winh levita eyed'oc. Tek'an tzeyutej e b'a, aq'ek eyip t'a eyopisio tik. Ha mach wach'nhej tas ol sk'ulej, ol ochnhej Jehová yet'oc, xchi winh."
        }
    ]
}