{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix meltzajxi vinhaj Josafat chi' t'a spalacio t'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Ix elta vinhaj Jehú schecab' Dios yuninal vinhaj Hanani scha vinh rey chi', ix yalan vinh icha tik: ¿Tas yuj ix ach colvaj yet' jun vinh chuc spensar chi'? ¿Tas yuj wach' ak'an yet' jun vinh ayoch ajk'olal t'a Jehová? Yuj chi' toxo ix cot yoval Jehová t'ayach."
        },
        {
            "number": "3",
            "text": "Palta jun, ayto val juntzanhxo tas wach' yoch a wach'iloc, yujto ix a satel yechel Asera t'a yol a macb'en tik, ix ak'anpaxoch t'a a k'ol ak'an servil Dios, xchi vinhaj Jehú chi' t'a vinh."
        },
        {
            "number": "4",
            "text": "Ha t'a Jerusalén cajan vinhaj Josafat chi', palta ay jun smodo vinh, to sb'at vinh yil juntzanhxo schonhab', schacot vinh t'a Beerseba, masanto sq'uek'och vinh t'a lum tzalquixtac t'a yol yic Efraín. Tz'ek' vinh yic syak'xioch sb'a eb' anima t'a Jehová sDiosal eb' yet' eb' smam yicham."
        },
        {
            "number": "5",
            "text": "Ix ak'jioch eb' vinh juez yuj vinh t'a junjun chonhab' ayoch smuroal ay t'a yol yic Judá chi'."
        },
        {
            "number": "6",
            "text": "Ix yalan vinh t'a eb' vinh juez chi' icha tik: Scham val eyilan tas ol e k'ulej, yujto manhoc tas snib'ej eb' anima ol e k'ulej, palta to a val tas snib'ej Jehová. Ol ochnhej Jehová chi' eyed'oc yic tze b'oan yaj yoval eb' anima."
        },
        {
            "number": "7",
            "text": "Yuj chi', nivanocab' yelk'och Jehová t'a e sat, scham val eyilan tas ol e k'ulej, yujto a Jehová co Diosal, manh ol techaj yuj tato ay tas manh wach'oc ol e k'ulej, tato ay sq'uexanhil anima t'a yol e sat, mato ol e cha q'uen tumin t'a elk'altac, xchi vinh."
        },
        {
            "number": "8",
            "text": "Anhejtona' ix sik'anpaxelta juntzanh eb' vinh levita vinh, eb' vinh sacerdote yet' juntzanh eb' vinh yajal yaj t'a junjun makan eb' cajan t'a Jerusalén chi', yic tz'och eb' vinh juezal yic sk'ayb'aj eb' anima chi' yuj eb' vinh t'a sley Jehová yet' yic sb'oan yaj yoval eb' anima chi' eb' vinh t'a Jerusalén chi'."
        },
        {
            "number": "9",
            "text": "Ix yak'ancan juntzanh checnab'il tik vinh t'a eb' vinh icha tik: Ha ex tik, ol eyil eyopisio tik, ayocab' yelk'och Jehová t'a e sat, tze k'anab'ajani, wach'nhej tzeyutej e b'a."
        },
        {
            "number": "10",
            "text": "Yalnhej tas yaj yoval eb' quetchonhab' tik, ol javoc eb' t'ayex, ma yuj eb' ay t'a juntzanhxo chonhab', tato ha' yuj junok lolonel, ma yuj mak'ojcham anima, ma juntzanhxo tas tz'el sk'ulan eb' to manh ichaoc yalan sley Jehová, tze b'o yaj t'a eb'. Scham val e cachan eb' yic max och smul eb' t'a Jehová, yic max cot yoval t'a eyib'anh yet' t'a yib'anh eb'. Wach'nhej tzeyutej e b'a, yic manh ol och e mul."
        },
        {
            "number": "11",
            "text": "Ha vinhaj Amarías sat sacerdote yaji, anhej vinh syal yalani tas ol aj sb'o tastac yic Jehová. Axo vinhaj Zebadías yuninal vinhaj Ismael, yajal yaj vinh t'a skal eb' yinhtilal Judá, anhej vinh syal yalan tas ol aj pax yic vinh rey yaji. Ol colvaj pax eb' vinh levita eyed'oc. Tek'an tzeyutej e b'a, aq'ek eyip t'a eyopisio tik. Ha mach wach'nhej tas ol sk'ulej, ol ochnhej Jehová yet'oc, xchi vinh."
        }
    ]
}