{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ix snaan vinhaj Salomón sb'oq'ue spalacio yed' pax cajnub' b'aj tz'och ejmelal d'a Jehová."
        },
        {
            "number": "2",
            "text": "Yuj chi', ix siq'uel 70 mil eb' cuchum icatz vinh yed' 80 mil eb' tzeyum q'ueen d'a jolomtac vitz yed' 3 mil 600 eb' tz'ilan munlajel chi'."
        },
        {
            "number": "3",
            "text": "Ix lajvi chi' ix yalanb'at vinh d'a vinhaj Hiram sreyal Tiro icha tic: ¿Tzam ak'cot te' k'ute' d'ayin icha ix a k'ulej yed' vinh in mam ayic ix sb'oanq'ue spalacio vinh b'aj cajnajnac?"
        },
        {
            "number": "4",
            "text": "A ticnaic ol in b'oq'ue jun templo b'aj ol onh och ejmelal d'a Jehová co Diosal a onh israel onh tic, yicnhej ol ajoc. Ata' ol nhuschajtz'a incienso suk'uq'ui sjab' yuj quik'anchaanh Jehová chi'. Ol empax tzolan ixim pan d'a yichanh. Ol nhusjoc pax tz'a silab' d'a q'uinhib'alil, d'a yemk'ualil yed' pax d'a sk'ual ik'oj ip, d'a yic tz'alji q'uen uj yed' d'a juntzanhxo q'uinh tz'och yuj quik'anchaanh Jehová co Diosal icha syal schecnab'il ak'b'ilcan d'ayonh israel onh tic, yic sco k'anab'ajej d'a masanil tiempo."
        },
        {
            "number": "5",
            "text": "A jun templo ol in b'o chi', te nivan ol ajoc, yujto a co Diosal chi', yelxo ek'al snivanil yelk'och d'a yichanh masanil juntzanh comon dios."
        },
        {
            "number": "6",
            "text": "Palta jun, ¿tom ay junoc mach ol yal sb'oanq'ue jun templo chi'? Inatax satchaanh nivan, palta max yab'laj b'aj tz'aj Dios chi'. ¿Tas vaj a in tic, yuj chi' ol in b'oq'ue jun templo b'aj syal scajnaj Jehová chi'? Anhej am junoc lugar b'aj snhuschajtz'a incienso d'a yichanh syal in b'oani."
        },
        {
            "number": "7",
            "text": "Yuj chi' ak'cot junoc vinh vinac yojtac val smunlaj d'a q'uen oro, d'a q'uen plata, d'a q'uen bronce yed' d'a q'uen hierro yed' d'a anh ch'al q'uik'mutz'inac, yaxmaquinac yed' chacchac, to syalpax sb'oanoch yechel yalnhej tastac vinh. A vinh ol colvaj yed' eb' k'ayb'ab'il d'a juntzanh chi' ay d'a Judá yed' d'a Jerusalén tic, aton eb' ix sik'chajcanoch yuj vinh in mam."
        },
        {
            "number": "8",
            "text": "Anhejtona' tzak'anpaxcot te te' ay d'a Líbano d'ayin, aton te' k'ute', te' tzicap yed' te' sándalo, yujto vojtac to a eb' a munlajvum, te jelan eb' d'a ch'acoj te' d'a Líbano chi'. Axo eb' in munlajvum tic, ol colvaj eb' yed' eb' ic chi',"
        },
        {
            "number": "9",
            "text": "yic nivan te' syaq'uel eb', yujto a jun templo ol in b'oq'ue chi' te nivan ol ajoc, satub'tac pax ol aj yilji."
        },
        {
            "number": "10",
            "text": "Ol vak'b'at svael eb' a munlajvum chi'. Ol vak'b'at 60 mil quintaloc ixim trigo, anheja' icha chi' pax ixim cebada. Ol vak'paxb'at 110 mil galónoc vino, icha pax chi' aceite, xchib'at vinhaj Salomón chi'."
        },
        {
            "number": "11",
            "text": "Ix lajvi chi' ix yak'ancot jun ch'anh carta vinhaj Hiram sreyal Tiro chi' d'a vinhaj rey Salomón chi' b'aj syal vinh icha tic: Ach rey Salomón, a Jehová ix ach ak'anoch reyal d'a Israel chi', yujto te xajan schonhab' chi' yuuj."
        },
        {
            "number": "12",
            "text": "Yuj chi', alchajocab' vach' lolonel d'a Jehová e Diosal, aton b'oannac satchaanh yed' sat luum tic, yujto ach yak'och reyal sq'uexuloc vinhaj rey David a mam. Te nhican ach, te k'ayb'ab'il ach d'a jelanil, a ach ol a b'oq'ue jun stemplo Jehová chi' yed' a palacio b'aj ol ach ajoc."
        },
        {
            "number": "13",
            "text": "A ticnaic svak'b'at jun vinh vinac te jelan spensar, te yojtac pax vinh, aton vinhaj Hiram-abi."
        },
        {
            "number": "14",
            "text": "A jun vinh tic, yune' vinh jun ix ix yinhtilal Dan, axo vinh smam vinh, aj chonhab' Tiro vinh. A jun vinh tic, yojtac val vinh smunlaj d'a q'uen oro, d'a q'uen plata, d'a q'uen bronce, d'a q'uen hierro yed' d'a q'uen q'ueen. Syal pax smunlaj vinh d'a te te', d'a anh ch'al q'uik'mutz'inac, yaxmaquinac yed' d'a anh chacchac ch'al yed' d'a anh lino. Te jelan vinh sb'oanoch yechel yalnhej tastac. Syal snaanel vinh tas tz'aj junoc munlajel, yalnhej tas sk'anchaj d'ay. Ol munlaj vinh yed' eb' a munlajvum jelan, aton eb' smunlajtaxon yed' vinh a mam, vinh te xajan vuuj."
        },
        {
            "number": "15",
            "text": "Yuj chi' svala': Ak'cot ixim trigo chi' d'ayonh, ixim cebada, aceite yed' vino ix ala' to ol ak' chi'."
        },
        {
            "number": "16",
            "text": "Yacb'an chi', a onh tic ol caq'uel te te' d'a Líbano tic. Jantac te' ol a k'ana', junnhej ol cutej te', ol quik'anb'at te' d'a yib'anh a' mar, masanto ol k'och te' d'a Jope. Axo eb' a munlajvum ol ik'anb'at te' d'a Jerusalén, xchicot vinhaj Hiram sreyal Tiro chi'."
        },
        {
            "number": "17",
            "text": "Ix lajvi chi', ix yik'anchaanh sb'isul masanil eb' ch'oc chonhab'il cajan d'a chonhab' Israel vinhaj Salomón chi', ch'oc pax b'ischajnac eb' yuj vinhaj rey David. A sb'isul eb', 153 mil 600 d'a smasanil."
        },
        {
            "number": "18",
            "text": "Ix ak'jioch 70 mil eb' cuchoj icatz, 80 mil pax eb' ix och tzeyoj q'ueen d'a tzalquixtac, axo 3 mil 600 xo eb' ix och yil eb' smunlaj chi'."
        }
    ]
}