{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ix snaan vinhaj Salomón sb'oq'ue spalacio yet' pax cajnub' b'aj tz'och ejmelal t'a Jehová."
        },
        {
            "number": "2",
            "text": "Yuj chi', ix siq'uel 70 mil eb' cuchum icatz vinh yet' 80 mil eb' tzeyum q'ueen t'a jolomtac vitz yet' 3 mil 600 eb' tz'ilan munlajel chi'."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi' ix yalanb'at vinh t'a vinhaj Hiram sreyal Tiro icha tik: ¿Tzam ak'cot te' k'ute' t'ayin icha ix a k'ulej yet' vinh in mam ayic ix sb'oanq'ue spalacio vinh b'aj cajnajnac?"
        },
        {
            "number": "4",
            "text": "Ha ticnaic ol in b'oq'ue jun templo b'aj ol onh och ejmelal t'a Jehová co Diosal a onh israel onh tik, yicnhej ol ajoc. Ata' ol nhuschajtz'a incienso suk'uq'ui sjab' yuj quik'anchaanh Jehová chi'. Ol empax tzolan ixim pan t'a yichanh. Ol nhusjoc pax tz'a silab' t'a q'uinhib'alil, t'a yemk'ualil yet' pax t'a sk'ual ik'oj ip, t'a yic tz'alji q'uen uj yet' t'a juntzanhxo q'uinh tz'och yuj quik'anchaanh Jehová co Diosal icha syal schecnab'il ak'b'ilcan t'ayonh israel onh tik, yic sco k'anab'ajej t'a masanil tiempo."
        },
        {
            "number": "5",
            "text": "Ha jun templo ol in b'o chi', te niwan ol ajoc, yujto a co Diosal chi', yelxo ek'al snivanil yelk'och t'a yichanh masanil juntzanh comon dios."
        },
        {
            "number": "6",
            "text": "Palta jun, ¿tom ay junok mach ol yal sb'oanq'ue jun templo chi'? Inatax satcha’anh niwan, palta max yab'laj b'aj tz'aj Dios chi'. ¿Tas vaj a in tik, yuj chi' ol in b'oq'ue jun templo b'aj syal scajnaj Jehová chi'? Anhej am junok lugar b'aj snhuschajtz'a incienso t'a yichanh syal in b'oani."
        },
        {
            "number": "7",
            "text": "Yuj chi' ak'cot junok vinh vinac yojtac val smunlaj t'a q'uen oro, t'a q'uen plata, t'a q'uen bronce yet' t'a q'uen hierro yet' t'a anh ch'al k'ik'mutz'inac, yaxmaquinac yet' chacchac, to syalpax sb'oanoch yechel yalnhej tastac vinh. Ha vinh ol kolwaj yet' eb' k'ayb'ab'il t'a juntzanh chi' ay t'a Judá yet' t'a Jerusalén tik, aton eb' ix sik'chajcanoch yuj vinh in mam."
        },
        {
            "number": "8",
            "text": "Anhejtona' tzak'anpaxcot te te' ay t'a Líbano t'ayin, aton te' k'ute', te' tzicap yet' te' sándalo, yujto vojtac to a eb' a munlajvum, te jelan eb' t'a ch'acoj te' t'a Líbano chi'. Axo eb' in munlajvum tik, ol kolwaj eb' yet' eb' ic chi',"
        },
        {
            "number": "9",
            "text": "yic niwan te' syaq'uel eb', yujto a jun templo ol in b'oq'ue chi' te niwan ol ajoc, satub'tac pax ol aj yilji."
        },
        {
            "number": "10",
            "text": "Ol vak'b'at svael eb' a munlajvum chi'. Ol vak'b'at 60 mil quintaloc ixim trigo, anheja' icha chi' pax ixim cebada. Ol vak'paxb'at 110 mil galónoc vino, icha pax chi' aceite, xchib'at vinhaj Salomón chi'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi' ix yak'ancot jun ch'anh carta vinhaj Hiram sreyal Tiro chi' t'a vinhaj rey Salomón chi' b'aj syal vinh icha tik: Ach rey Salomón, a Jehová ix ach ak'anoch reyal t'a Israel chi', yujto te xajan schonhab' chi' yuj."
        },
        {
            "number": "12",
            "text": "Yuj chi', alchajocab' wach' lolonel t'a Jehová e Diosal, aton b'oannac satcha’anh yet' sat lu'um tik, yujto ach yak'och reyal sq'uexuloc vinhaj rey David a mam. Te nhican ach, te k'ayb'ab'il ach t'a jelanil, a ach ol a b'oq'ue jun stemplo Jehová chi' yet' a palacio b'aj ol ach ajoc."
        },
        {
            "number": "13",
            "text": "Ha ticnaic svak'b'at jun vinh vinac te jelan spensar, te yojtac pax vinh, aton vinhaj Hiram-abi."
        },
        {
            "number": "14",
            "text": "Ha jun vinh tik, yune' vinh jun ix ix yinhtilal Dan, haxo vinh smam vinh, aj chonhab' Tiro vinh. Ha jun vinh tik, yojtac val vinh smunlaj t'a q'uen oro, t'a q'uen plata, t'a q'uen bronce, t'a q'uen hierro yet' t'a q'uen q'ueen. Syal pax smunlaj vinh t'a te te', t'a anh ch'al k'ik'mutz'inac, yaxmaquinac yet' t'a anh chacchac ch'al yet' t'a anh lino. Te jelan vinh sb'oanoch yechel yalnhej tastac. Syal snaanel vinh tas tz'aj junok munlajel, yalnhej tas sk'anchaj t'ay. Ol munlaj vinh yet' eb' a munlajvum jelan, aton eb' smunlajtaxon yet' vinh a mam, vinh te xajan vuuj."
        },
        {
            "number": "15",
            "text": "Yuj chi' svala': Ak'cot ixim trigo chi' t'ayonh, ixim cebada, aceite yet' vino ix ala' to ol ak' chi'."
        },
        {
            "number": "16",
            "text": "Yacb'an chi', a onh tik ol caq'uel te te' t'a Líbano tik. Jantac te' ol a k'ana', junnhej ol cutej te', ol quik'anb'at te' t'a yib'anh ha' mar, masanto ol k'och te' t'a Jope. Axo eb' a munlajvum ol ik'anb'at te' t'a Jerusalén, xchicot vinhaj Hiram sreyal Tiro chi'."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix yik'anchaanh sb'isul masanil eb' ch'oc chonhab'il cajan t'a chonhab' Israel vinhaj Salomón chi', ch'oc pax b'ischajnac eb' yuj vinhaj rey David. Ha sb'isul eb', 153 mil 600 t'a smasanil."
        },
        {
            "number": "18",
            "text": "Ix ak'jioch 70 mil eb' cuchoj icatz, 80 mil pax eb' ix och tzeyoj q'ueen t'a tzalquixtac, haxo 3 mil 600 xo eb' ix och yil eb' smunlaj chi'."
        }
    ]
}