{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ix ek' jun tiempoal, a eb' moabita yed' eb' amonita, junnhej ix yutej sb'a eb' yed' eb' meunita yic syak'an oval eb' yed' Judá."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix javi jayvanh vinac yal d'a vinhaj Josafat sreyal Judá icha tic: A d'a Edom yed' d'a junxo sk'axepal a' mar Muerto, van scot jantac soldado d'ayach. Ayxoek' eb' d'a chonhab' Hazezon-tamar, xchi eb' vinh. (A jun chonhab' chi' scuchan pax En-gadi.)"
        },
        {
            "number": "3",
            "text": "Ix te xiv vinhaj Josafat chi', ix snaan vinh to syak'och sb'a vinh d'a yol sk'ab' Jehová, yuj chi' ix yal vinh to masanil anima d'a yol yic Judá tz'och d'a tzek'ojk'olal."
        },
        {
            "number": "4",
            "text": "Ix cot masanil anima d'a junjun chonhab' d'a yol yic Judá chi' yic sk'anan scolval Jehová eb' yed' vinh."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi', ix q'ue linhan vinhaj Josafat chi' d'a scal masanil eb' anima molanek' d'a Jerusalén chi', d'a yichanh jun ak' yamaq'uil stemplo Jehová."
        },
        {
            "number": "6",
            "text": "Ix yalan vinh icha tic: Ach Jehová, co Diosal ach yed' eb' co mam quicham, a ach tic sDiosal ach satchaanh, Yajal ach pax d'a yib'anh masanil chonhab'. Te nivan a poder, malaj junoc mach syal stek'b'an sb'a d'a ichanh."
        },
        {
            "number": "7",
            "text": "Ach co Diosal, a ach ik'naquel juntzanh anima cajan d'a sat luum tic, aton b'aj ayonh ek' a onh a chonhab' Israel onh tic. Ak'annaccan lum d'a junelnhej d'ayonh a onh yinhtil onh can vinhaj Abraham tic, aton vinh a vach'k'ool."
        },
        {
            "number": "8",
            "text": "Ayic cajnajnacxo eb' co mam quicham d'a tic, sb'oannacq'ue jun templo eb' to ic yaji, yalannac eb' icha tic:"
        },
        {
            "number": "9",
            "text": "Tato sjavi junoc yaelal d'a quib'anh ma junoc oval sjavi yuj co chucal, ma ilya, ma vejel, ol onh javoc d'a ichanh d'a a templo tic, yujto ayach ek' d'ay. A d'a scal co yaelal chi' ol co k'an a colval, ol ab'an tas ol co k'ana', ol onh a colani, xchi eb'."
        },
        {
            "number": "10",
            "text": "A ticnaic jun, ina yajek' eb' amonita, eb' moabita yed' eb' cajan d'a tzalquixtac yic Seir, aton lum sluum eb' b'aj maj yal a k'ol ek'naccot eb' co mam quicham a onh israel onh tic ayic yelnaccot eb' d'a Egipto, to sq'uexb'eejnac sb'a eb', maj satjiel-laj eb' anima chi' yuj eb'."
        },
        {
            "number": "11",
            "text": "Axo ticnaic jun, a tas tz'aj spacan jun chi' eb' d'ayonh, to snib'ej eb' syak' oval qued'oc yic tzonh yiq'uel eb' d'a lum luum ak'nac co macb'enej tic."
        },
        {
            "number": "12",
            "text": "Ach co Diosal, eloc val d'a a k'ool to tzak'och syaelal eb', yujto a onh tic malaj quip yic sco tek'b'an co b'a d'a yichanh jantac eb' soldado van sjavi yak' oval d'a tic. Manh cojtacoc tas val sco k'ulej, yuj chi' a d'ayach scak'och co pensar, xchi vinh rey chi' d'a Jehová."
        },
        {
            "number": "13",
            "text": "Masanil eb' aj Judá, linhanq'ue eb' d'a yichanh Jehová yed' masanil yetb'eyum yed' yal yuninal eb', vach'chom eb' te cotacto."
        },
        {
            "number": "14",
            "text": "Ay jun vinh levita yinhtilal vinhaj Asaf scuchan Jahaziel yuninal vinhaj Zacarías, yixchiquin vinhaj Benaías yuninal vinhaj Jeiel, yixchiquin vinhaj Matanías. Ix och Yespíritu Jehová d'a vinh,"
        },
        {
            "number": "15",
            "text": "yuj chi' ix yal vinh icha tic: Ab'ec val ex aj Judá, ex aj Jerusalén yed' ach rey Josafat. Xchi val Jehová icha tic: Manh ex xivoc, manh eyec xiv e b'a d'a yichanh jantac soldado chi', yujto a jun oval chi', manh eyicoc, palta vic a in Dios in tic."
        },
        {
            "number": "16",
            "text": "A q'uik'an tzex emk'och eyak' oval yed' eb'. Sq'ueul eb' d'a lum svitzal yic Sis, yic tze chalan e b'a yed' eb' d'a stitac a a' tz'ek' d'a tz'inan lum yic Jeruel."
        },
        {
            "number": "17",
            "text": "Manhoc ex ol eyak' oval chi', palta tonhej ol ex aj ta', malaj tas ol e k'ulej, tonhej ol eyila' tas ol aj ex in colani, xchi Jehová. Yuj chi' e masanil ex cajan ex d'a Jerusalén yed' d'a Judá, manh ex xivoc, manh eyec xiv e b'a. Tzex b'at q'uik'an chi', yujto a Jehová ayoch qued'oc, xchi vinh."
        },
        {
            "number": "18",
            "text": "Yuj chi', ix em cumnaj vinhaj Josafat chi', ix emk'och snanhal sat vinh d'a sat luum, ix empax cumnaj masanil eb' aj Judá yed' eb' aj Jerusalén chi', ix yak'anem sb'a eb' d'a yichanh Jehová."
        },
        {
            "number": "19",
            "text": "Ay juntzanh eb' levita yinhtilal vinhaj Coat yed' eb' yinhtilal vinhaj Coré, ix syamanoch eb' sb'itan d'a chaanh, syalan vach' lolonel eb' d'a Jehová sDiosal Israel."
        },
        {
            "number": "20",
            "text": "Axo d'a q'uinhib'alil d'a junxo k'u chi', ak'valto ix q'ue van eb' smasanil, ix b'at eb' d'a sb'eal tz'inan luum yic Tecoa. Ayic van sb'at eb' chi', ix och tek'tek' vinhaj Josafat, ix yalan vinh d'a eb' icha tic: Ab'ec tas ol val ex aj Jerusalén yed' ex aj Judá: Caq'uecoch Jehová co Diosal yipoc co k'ool, malaj tas ol onh ik'anoc, scak'anpaxoch eb' schecab' Dios tic yipoc co k'ool yic vach'nhej ol aj quelk'ochi, xchi vinh d'a eb'."
        },
        {
            "number": "21",
            "text": "Ayic toxo ix lajvi slolon vinh yed' eb' chonhab' chi', ix sik'anel juntzanh eb' sb'itan vinh. Ix yak'anoch spichul eb' yic yopisio yic b'it. Ix b'ab'laj eb' yuj eb' soldado. Syalan vach' lolonel eb' d'a Jehová d'a b'ital icha tic: Caq'uec yuj diosal d'a Jehová, yujto tzonh xajanej d'a masanil tiempo, xchi eb'."
        },
        {
            "number": "22",
            "text": "Ayic ix schaanel yich eb' sb'itan vach' lolonel chi' d'a tzalajk'olal chi', axo Jehová ix ak'anoch somk'olal d'a scal eb' van scot yak' oval yed' eb' aj Judá chi', aton eb' amonita, eb' moabita yed' eb' ix cot d'a tzalquixtac yic Seir chi'. Yuj chi' ix ak'ji ganar eb'."
        },
        {
            "number": "23",
            "text": "Yujto a eb' amonita yed' eb' moabita chi', ix och eb' yak' oval yed' eb' ix cot d'a Seir chi', ix lajviel eb' smasanil yuj eb'. Ix lajvi chi', axonhej eb' ix yutej sb'a, ix satlanel sb'a eb'."
        },
        {
            "number": "24",
            "text": "Axo yic ix k'och eb' vinh vinac yic Judá b'aj chequel lum tz'inan luum, ix yilanb'at eb' vinh to a eb' ajk'ol chi' latz'anem eb' d'a sat lum schami, manhxa junoc eb' ixto elcani."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix b'at vinhaj Josafat yed' eb' soldado ajun yed'oc chi', yic sb'at sik'anchaanh eb' masanil tas ix can yuj eb' ajk'ol ix cham chi'. Ix ilchaj yamk'ab' yuj eb', pichul yed' juntzanhxo tas te caro stojol. Yuj chi' tzijtum tas ix yik' eb', palta ayto tas majxo tzak'van eb' yik'ancoti. A jantac tas ix yik'cot eb' chi', oxe' k'ual ix yak' eb' smolanq'uei."
        },
        {
            "number": "26",
            "text": "Axo d'a schanhil k'ual, ix smolb'an sb'a eb' d'a jun ak'lic scuchan Beraca. Ata' ix yal vach' lolonel eb' d'a Jehová. Yuj chi' spanhanil Beraca ix sb'iejcan jun lugar chi' yuj eb'. (Beraca syalelk'ochi aloj vach' lolonel.)"
        },
        {
            "number": "27",
            "text": "Ix lajvi chi', d'a tzalajk'olal ix b'ab'laj vinhaj Josafat yuj eb' aj Judá yed' eb' aj Jerusalén, yujto a Jehová ix ak'an jun tzalajk'olal chi' d'a eb' yujto ix ak'ji ganar eb' ajk'ol chi'."
        },
        {
            "number": "28",
            "text": "Axo ix javi eb' d'a Jerusalén, ix b'at eb' d'a stemplo Jehová yed' sonal salterio, te' cítara yed' q'uen trompeta."
        },
        {
            "number": "29",
            "text": "Ayic ix ab'chaji to a Jehová ix ak'an oval yed' eb' ayoch ajk'olal d'a eb' israel chi', ix te xiv masanil juntzanhxo nación d'a Dios chi'."
        },
        {
            "number": "30",
            "text": "Junk'olal ix yak' reyal vinhaj Josafat chi', yujto a Dios ix ak'an junk'olal d'a scal vinh yed' juntzanhxo chonhab' d'a slak'anil chi'."
        },
        {
            "number": "31",
            "text": "Ayic 35 ab'il sq'uinal vinhaj Josafat chi' ix schaanel yich vinh yak'an reyal d'a Judá, 25 ab'il ix yak' reyal vinh d'a chonhab' Jerusalén. Azuba sb'i ix snun vinh, yisil ix vinhaj Silhi."
        },
        {
            "number": "32",
            "text": "A vinhaj Josafat chi', vach'nhej ix yutej sb'a vinh icha ix yutej sb'a vinhaj Asa smam vinh. Masanil tas ix sk'ulej vinh, tojolnhej d'a yichanh Jehová."
        },
        {
            "number": "33",
            "text": "Palta a juntzanh lugar yic ejmelal b'ajtac chaanh, maj yiq'uel-laj vinh, yujto manh masaniloc eb' anima tek'anxo spensar yoch tzak'an yuj sDiosal eb' yed' smam yicham."
        },
        {
            "number": "34",
            "text": "A jantacto yab'ixal vinhaj Josafat chi' ayic ix el yich, masanto ix lajvi, tz'ib'ab'ilcan d'a yumal yic vinhaj Jehú yuninal vinhaj Hanani, junnhej yajcan yed' yumal yab'ixal eb' vinh sreyal Israel."
        },
        {
            "number": "35",
            "text": "Axo d'a slajvub'al sreyal vinhaj Josafat chi', ix sb'oan strato vinh yed' vinhaj Ocozías sreyal Israel. A jun vinh rey chi', te chuc spensar vinh."
        },
        {
            "number": "36",
            "text": "Ix sb'o juntzanh te' barco eb' vinh yic sb'at d'a chonhab' Tarsis. A d'a chonhab' Ezión-geber ix sb'o te' eb' vinh."
        },
        {
            "number": "37",
            "text": "Yuj chi', a vinhaj Eliezer aj Maresa yuninal vinhaj Dodava ix alan jun lolonel tic d'a vinhaj Josafat chi': Yujto junnhej ix utej a b'a yed' vinhaj Ocozías, yuj chi' a Jehová chok' ol utanb'at masanil tas ix a b'o tic, xchi vinh. Yuj chi', chok' ix aj juntzanh te' barco ix sb'o eb' vinh chi', majxo yal-laj sb'at te' d'a Tarsis chi'."
        }
    ]
}