{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ix ek' jun pekti’, a eb' moabita yet' eb' amonita, junnhej ix yutej sb'a eb' yet' eb' meunita yic syak'an oval eb' yet' Judá."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix javi jayvanh vinac yal t'a winhaj Josafat sreyal Judá icha tik: Ha t'a Edom yet' t'a junxo sk'axepal ha' mar Muerto, van scot jantac soldado t'ayach. Ayxoek' eb' t'a chonhab' Hazezon-tamar, xchi eb' winh. (Ha jun chonhab' chi' scuchan pax En-gadi.)"
        },
        {
            "number": "3",
            "text": "Ix te xiv winhaj Josafat chi', ix snaan winh to syak'och sb'a winh t'a yol sk'ab' Jehová, yuj chi' ix yal winh to masanil anima t'a yol yic Judá tz'och t'a tzek'ojk'olal."
        },
        {
            "number": "4",
            "text": "Ix cot masanil anima t'a junjun chonhab' t'a yol yic Judá chi' yic sk'anan scolval Jehová eb' yet' winh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix q'ue linhan winhaj Josafat chi' t'a skal masanil eb' anima molanek' t'a Jerusalén chi', t'a yichanh jun ak' yamaq'uil stemplo Jehová."
        },
        {
            "number": "6",
            "text": "Ix yalan winh icha tik: Ach Jehová, co Diosal ach yet' eb' co mam quicham, a ach tik sDiosal ach satcha’anh, Yajal ach pax t'a yib'anh masanil chonhab'. Te niwan a poder, malaj junok mach syal stek'b'an sb'ha t'a ichanh."
        },
        {
            "number": "7",
            "text": "Ach co Diosal, a ach ik'naquel juntzanh anima cajan t'a sat lu'um tik, aton b'aj ayonh ek' a onh a chonhab' Israel onh tik. Ak'annaccan lum t'a junelnhej t'ayonh a onh yinhtil onh kan winhaj Abraham tik, aton winh a wach'k'ool."
        },
        {
            "number": "8",
            "text": "Ayic cajnajnacxo eb' co mam quicham t'a tik, sb'oannacq'ue jun templo eb' to ic yaji, yalannac eb' icha tik:"
        },
        {
            "number": "9",
            "text": "Tato sjavi junok yaelal t'a quib'anh ma junok oval sjavi yuj co chukal, ma ilya, ma vejel, ol onh javok t'a ichanh t'a a templo tik, yujto ayach ek' t'ay. Ha t'a skal co yaelal chi' ol co k'an a colval, ol ab'an tas ol co k'ana', ol onh a colani, xchi eb'."
        },
        {
            "number": "10",
            "text": "Ha ticnaic jun, ina yajek' eb' amonita, eb' moabita yet' eb' cajan t'a tzalquixtac yic Seir, aton lum sluum eb' b'aj maj yal a k'ol ek'naccot eb' co mam quicham a onh israel onh tik ayic yelnaccot eb' t'a Egipto, to sq'uexb'eejnac sb'a eb', maj satjiel-laj eb' anima chi' yuj eb'."
        },
        {
            "number": "11",
            "text": "Axo ticnaic jun, a tas tz'aj spacan jun chi' eb' t'ayonh, to snib'ej eb' syak' oval qued'oc yic tzonh yiq'uel eb' t'a lum lum ak'nac co macb'enej tik."
        },
        {
            "number": "12",
            "text": "Ach co Diosal, eloc val t'a a k'ool to tzak'och syaelal eb', yujto a onh tik malaj quip yic sco tek'b'an co b'ha t'a yichanh jantac eb' soldado van sjavi yak' oval t'a tik. Manh cojtacoc tas val sco k'ulej, yuj chi' a t'ayach scak'och co pensar, xchi winh rey chi' t'a Jehová."
        },
        {
            "number": "13",
            "text": "Masanil eb' aj Judá, linhanq'ue eb' t'a yichanh Jehová yet' masanil yetb'eyum yet' yal yuninal eb', wach'chom eb' te cotacto."
        },
        {
            "number": "14",
            "text": "Ay jun winh levita yinhtilal winhaj Asaf scuchan Jahaziel yuninal winhaj Zacarías, yixchiquin winhaj Benaías yuninal winhaj Jeiel, yixchiquin winhaj Matanías. Ix och Yespíritu Jehová t'a winh,"
        },
        {
            "number": "15",
            "text": "yuj chi' ix yal winh icha tik: Ab'ec val ex aj Judá, ex aj Jerusalén yet' ach rey Josafat. Xchi val Jehová icha tik: Manh ex xivoc, manh eyec xiv e b'ha t'a yichanh jantac soldado chi', yujto a jun oval chi', manh eyicoc, palta wik a in Dios in tik."
        },
        {
            "number": "16",
            "text": "Ha k'ik'an tzex emk'och eyak' oval yet' eb'. Sq'ueul eb' t'a lum svitzal yic Sis, yic tze chalan e b'a yet' eb' t'a stitac ha ha' tzek' t'a tzinan lum yic Jeruel."
        },
        {
            "number": "17",
            "text": "Manhoc ex ol eyak' oval chi', palta tonhej ol ex aj ta', malaj tas ol e k'ulej, tonhej ol eyila' tas ol aj ex in colani, xchi Jehová. Yuj chi' e masanil ex cajan ex t'a Jerusalén yet' t'a Judá, manh ex xivoc, manh eyec xiv e b'a. Tzex b'at k'ik'an chi', yujto a Jehová ayoch qued'oc, xchi winh."
        },
        {
            "number": "18",
            "text": "Yuj chi', ix em cumnaj winhaj Josafat chi', ix emk'och snanhal sat winh t'a sat lu'um, ix empax cumnaj masanil eb' aj Judá yet' eb' aj Jerusalén chi', ix yak'anem sb'a eb' t'a yichanh Jehová."
        },
        {
            "number": "19",
            "text": "Ay juntzanh eb' levita yinhtilal winhaj Coat yet' eb' yinhtilal winhaj Coré, ix syamanoch eb' sb'itan t'a chaanh, syalan wach' lolonel eb' t'a Jehová sDiosal Israel."
        },
        {
            "number": "20",
            "text": "Axo t'a q'uinhib'alil t'a junxo k'u chi', ak'valto ix q'ue van eb' smasanil, ix b'at eb' t'a sb'eal tzinan lu'um yic Tecoa. Ayic van sb'at eb' chi', ix och tek'tek' winhaj Josafat, ix yalan winh t'a eb' icha tik: Ab'ec tas ol val ex aj Jerusalén yet' ex aj Judá: Caq'uecoch Jehová co Diosal yipoc co k'ool, malaj tas ol onh ik'anoc, scak'anpaxoch eb' schecab' Dios tik yipoc co k'ool yic wach'nhej ol aj quelk'ochi, xchi winh t'a eb'."
        },
        {
            "number": "21",
            "text": "Ayic toxo ix lajvi slolon winh yet' eb' chonhab' chi', ix sik'anel juntzanh eb' sb'itan winh. Ix yak'anoch spichul eb' yic yopisio yic b'it. Ix b'ab'laj eb' yuj eb' soldado. Syalan wach' lolonel eb' t'a Jehová t'a b'ital icha tik: Caq'ek yuj diosal t'a Jehová, yujto tzonh xajanej t'a masanil tiempo, xchi eb'."
        },
        {
            "number": "22",
            "text": "Ayic ix schaanel yich eb' sb'itan wach' lolonel chi' t'a tzalajk'olal chi', haxo Jehová ix ak'anoch somk'olal t'a skal eb' van scot yak' oval yet' eb' aj Judá chi', aton eb' amonita, eb' moabita yet' eb' ix cot t'a tzalquixtac yic Seir chi'. Yuj chi' ix ak'ji ganar eb'."
        },
        {
            "number": "23",
            "text": "Yujto a eb' amonita yet' eb' moabita chi', ix och eb' yak' oval yet' eb' ix cot t'a Seir chi', ix lajviel eb' smasanil yuj eb'. Ixlajwi chi', axonhej eb' ix yutej sb'a, ix satlanel sb'a eb'."
        },
        {
            "number": "24",
            "text": "Axo yic ix k'och eb' winh vinac yic Judá b'aj chequel lum tzinan lu'um, ix yilanb'at eb' winh to a eb' ajk'ol chi' latz'anem eb' t'a sat lum schami, manhxa junok eb' ixto elcani."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix b'at winhaj Josafat yet' eb' soldado ajun yet'oc chi', yic sb'at sik'anchaanh eb' masanil tas ix kan yuj eb' ajk'ol ix cham chi'. Ix ilchaj yamk'ab' yuj eb', pichul yet' juntzanhxo tas te caro stojol. Yuj chi' tzijtum tas ix yik' eb', palta ayto tas majxo tzak'van eb' yik'ancoti. Ha jantac tas ix yik'cot eb' chi', oxe' k'ual ix yak' eb' smolanq'uei."
        },
        {
            "number": "26",
            "text": "Axo t'a schanhil k'ual, ix smolb'an sb'a eb' t'a jun ak'lic scuchan Beraca. Ata' ix yal wach' lolonel eb' t'a Jehová. Yuj chi' spanhanil Beraca ix sb'iejkan jun lugar chi' yuj eb'. (Beraca syalelk'ochi aloj wach' lolonel.)"
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', t'a tzalajk'olal ix b'ab'laj winhaj Josafat yuj eb' aj Judá yet' eb' aj Jerusalén, yujto a Jehová ix ak'an jun tzalajk'olal chi' t'a eb' yujto ix ak'ji ganar eb' ajk'ol chi'."
        },
        {
            "number": "28",
            "text": "Axo ix javi eb' t'a Jerusalén, ix b'at eb' t'a stemplo Jehová yet' sonal salterio, te' cítara yet' q'uen trompeta."
        },
        {
            "number": "29",
            "text": "Ayic ix ab'chaji to a Jehová ix ak'an oval yet' eb' ayoch ajk'olal t'a eb' israel chi', ix te xiv masanil juntzanhxo nación d'ha Dios chi'."
        },
        {
            "number": "30",
            "text": "Junk'olal ix yak' reyal winhaj Josafat chi', yujto ha Dios ix ak'an junk'olal t'a skal winh yet' juntzanhxo chonhab' t'a slak'anil chi'."
        },
        {
            "number": "31",
            "text": "Ayic 35 ab'il sk'inal winhaj Josafat chi' ix schaanel yich winh yak'an reyal t'a Judá, 25 ab'il ix yak' reyal winh t'a chonhab' Jerusalén. Azuba sb'i ix snun winh, yisil ix winhaj Silhi."
        },
        {
            "number": "32",
            "text": "Ha winhaj Josafat chi', wach'nhej ix yutej sb'a winh icha ix yutej sb'a winhaj Asa smam winh. Masanil tas ix sk'ulej winh, tojolnhej t'a yichanh Jehová."
        },
        {
            "number": "33",
            "text": "Palta a juntzanh lugar yic ejmelal b'ajtac chaanh, maj yiq'uel-laj winh, yujto manh masaniloc eb' anima tek'anxo spensar yoch tzak'an yuj sDiosal eb' yet' smam yicham."
        },
        {
            "number": "34",
            "text": "Ha jantacto yab'ixal winhaj Josafat chi' ayic ix el yich, masanto ix lajvi, tz'ib'ab'ilcan t'a yumal yic winhaj Jehú yuninal winhaj Hanani, junnhej yajcan yet' yumal yab'ixal eb' winh sreyal Israel."
        },
        {
            "number": "35",
            "text": "Axo t'a slajvub'al sreyal winhaj Josafat chi', ix sb'oan strato winh yet' winhaj Ocozías sreyal Israel. Ha jun winh rey chi', te chuk spensar winh."
        },
        {
            "number": "36",
            "text": "Ix sb'o juntzanh te' barco eb' winh yic sb'at t'a chonhab' Tarsis. Ha t'a chonhab' Ezión-geber ix sb'o te' eb' winh."
        },
        {
            "number": "37",
            "text": "Yuj chi', a winhaj Eliezer aj Maresa yuninal winhaj Dodava ix alan jun lolonel tik t'a winhaj Josafat chi': Yujto junnhej ix utej a b'a yet' winhaj Ocozías, yuj chi' a Jehová chok' ol utanb'at masanil tas ix a b'o tik, xchi winh. Yuj chi', chok' ix aj juntzanh te' barco ix sb'o eb' winh chi', majxo yal-laj sb'at te' t'a Tarsis chi'."
        }
    ]
}