{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ix ek' jun pekti’, a heb' moabita yet' heb' amonita, junnhej ix yutej sb'a heb' yet' heb' meunita yic syak'an owal heb' yet' Judá."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix jawi jaywanh winak yal t'a winhaj Josafat sreyal Judá icha tik: Ha t'a Edom yet' t'a junxo sk'axepal ha' mar Muerto, wan scot jantac soldado t'ayach. Ayxoek' heb' t'a chonhab' Hazezon-tamar, xchi heb' winh. (Ha jun chonhab' chi' skuchan pax En-gadi.)"
        },
        {
            "number": "3",
            "text": "Ix te xiv winhaj Josafat chi', ix snaan winh to syak'och sb'a winh t'a yol sk'ab' Jehová, yuj chi' ix yal winh to masanil anima t'a yol yic Judá tz'och t'a tzek'ojk'olal."
        },
        {
            "number": "4",
            "text": "Ix cot masanil anima t'a junjun chonhab' t'a yol yic Judá chi' yic sk'anan scolwal Jehová heb' yet' winh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix k'e linhan winhaj Josafat chi' t'a skal masanil heb' anima molanek' t'a Jerusalén chi', t'a yichanh jun ak' yamaq'uil stemplo Jehová."
        },
        {
            "number": "6",
            "text": "Ix yalan winh icha tik: Ach Jehová, ko Diosal ach yet' heb' ko mam quicham, a ach tik sDiosal ach satcha’anh, Yajal ach pax t'a yib'anh masanil chonhab'. Te niwan a poder, malaj junok mach syal stek'b'an sb'ha t'a ichanh."
        },
        {
            "number": "7",
            "text": "Ach ko Diosal, a ach ik'naquel juntzanh anima kajan t'a sat lu'um tik, aton b'aj ayonh ek' a onh a chonhab' Israel onh tik. Ak'annakkan lum t'a junelnhej t'ayonh a onh yinhtil onh kan winhaj Abraham tik, aton winh a wach'k'ool."
        },
        {
            "number": "8",
            "text": "Ayic kajnajnacxo heb' ko mam quicham t'a tik, sb'oannack'e jun templo heb' to ic yaji, yalannac heb' icha tik:"
        },
        {
            "number": "9",
            "text": "Tato sjawi junok yaelal t'a quib'anh ma junok owal sjawi yuj ko chukal, ma ilya, ma wejel, ol onh jawok t'a ichanh t'a a templo tik, yujto ayach ek' t'ay. Ha t'a skal ko yaelal chi' ol ko k'an a colwal, ol ab'an tas ol ko k'ana', ol onh a colani, xchi heb'."
        },
        {
            "number": "10",
            "text": "Ha ticnaik jun, ina yajek' heb' amonita, heb' moabita yet' heb' kajan t'a tzalquixtac yic Seir, aton lum sluum heb' b'aj maj yal a k'ol ek'naccot heb' ko mam quicham a onh israel onh tik ayic yelnaccot heb' t'a Egipto, to sk'exb'eejnac sb'a heb', maj satjiel-laj heb' anima chi' yuj heb'."
        },
        {
            "number": "11",
            "text": "Axo ticnaik jun, a tas tz'aj spakan jun chi' heb' t'ayonh, to snib'ej heb' syak' owal qued'oc yic tzonh yik'el heb' t'a lum lum ak'nac ko macb'enej tik."
        },
        {
            "number": "12",
            "text": "Ach ko Diosal, eloc wal t'a a k'ool to tzak'och syaelal heb', yujto a onh tik malaj quip yic sko tek'b'an ko b'ha t'a yichanh jantac heb' soldado wan sjawi yak' owal t'a tik. Manh cojtakoc tas wal sko k'ulej, yuj chi' a t'ayach skak'och ko pensar, xchi winh rey chi' t'a Jehová."
        },
        {
            "number": "13",
            "text": "Masanil heb' aj Judá, linhank'e heb' t'a yichanh Jehová yet' masanil yetb'eyum yet' yal yuninal heb', wach'chom heb' te cotacto."
        },
        {
            "number": "14",
            "text": "Ay jun winh lewita yinhtilal winhaj Asaf skuchan Jahaziel yuninal winhaj Zacarías, yixchiquin winhaj Benaías yuninal winhaj Jeiel, yixchiquin winhaj Matanías. Ix och Yespíritu Jehová t'a winh,"
        },
        {
            "number": "15",
            "text": "yuj chi' ix yal winh icha tik: Ab'ec wal ex aj Judá, ex aj Jerusalén yet' ach rey Josafat. Xchi wal Jehová icha tik: Manh ex xiwoc, manh eyec xiv he b'ha t'a yichanh jantac soldado chi', yujto a jun owal chi', manh eyicoc, palta wik a in Dios in tik."
        },
        {
            "number": "16",
            "text": "Ha k'ik'an tzex emk'och eyak' owal yet' heb'. Sk'eul heb' t'a lum switzal yic Sis, yic tze chalan he b'a yet' heb' t'a stitac ha ha' tzek' t'a tzinan lum yic Jeruel."
        },
        {
            "number": "17",
            "text": "Manhok ex ol eyak' owal chi', palta tonhej ol ex aj ta', malaj tas ol he k'ulej, tonhej ol eyila' tas ol aj ex in colani, xchi Jehová. Yuj chi' he masanil ex kajan ex t'a Jerusalén yet' t'a Judá, manh ex xiwoc, manh eyec xiv he b'a. Tzex b'at k'ik'an chi', yujto a Jehová ayoch qued'oc, xchi winh."
        },
        {
            "number": "18",
            "text": "Yuj chi', ix em cumnaj winhaj Josafat chi', ix emk'och snanhal sat winh t'a sat lu'um, ix empax cumnaj masanil heb' aj Judá yet' heb' aj Jerusalén chi', ix yak'anem sb'a heb' t'a yichanh Jehová."
        },
        {
            "number": "19",
            "text": "Ay juntzanh heb' lewita yinhtilal winhaj Coat yet' heb' yinhtilal winhaj Coré, ix syamanoch heb' sb'itan t'a chaanh, syalan wach' lolonel heb' t'a Jehová sDiosal Israel."
        },
        {
            "number": "20",
            "text": "Axo t'a q'uinhib'alil t'a junxo k'u chi', ak'walto ix k'e wan heb' smasanil, ix b'at heb' t'a sb'eal tzinan lu'um yic Tecoa. Ayic wan sb'at heb' chi', ix och tek'tek' winhaj Josafat, ix yalan winh t'a heb' icha tik: Ab'ec tas ol wal ex aj Jerusalén yet' ex aj Judá: Cak'ecoch Jehová ko Diosal yipoc ko k'ool, malaj tas ol onh ik'anoc, skak'anpaxoch heb' schekab' Dios tik yipoc ko k'ool yic wach'nhej ol aj quelk'ochi, xchi winh t'a heb'."
        },
        {
            "number": "21",
            "text": "Ayic toxo ix lajwi slolon winh yet' heb' chonhab' chi', ix sik'anel juntzanh heb' sb'itan winh. Ix yak'anoch spichul heb' yic yopisio yic b'it. Ix b'ab'laj heb' yuj heb' soldado. Syalan wach' lolonel heb' t'a Jehová t'a b'ital icha tik: Caq'ek yuj diosal t'a Jehová, yujto tzonh xajanej t'a masanil tiempo, xchi heb'."
        },
        {
            "number": "22",
            "text": "Ayic ix schaanel yich heb' sb'itan wach' lolonel chi' t'a tzalajk'olal chi', haxo Jehová ix ak'anoch somk'olal t'a skal heb' wan scot yak' owal yet' heb' aj Judá chi', aton heb' amonita, heb' moabita yet' heb' ix cot t'a tzalquixtac yic Seir chi'. Yuj chi' ix ak'ji ganar heb'."
        },
        {
            "number": "23",
            "text": "Yujto a heb' amonita yet' heb' moabita chi', ix och heb' yak' owal yet' heb' ix cot t'a Seir chi', ix lajwiel heb' smasanil yuj heb'. Ixlajwi chi', axonhej heb' ix yutej sb'a, ix satlanel sb'a heb'."
        },
        {
            "number": "24",
            "text": "Axo yic ix k'och heb' winh winak yic Judá b'aj chequel lum tzinan lu'um, ix yilanb'at heb' winh to a heb' ajk'ol chi' latz'anem heb' t'a sat lum schami, manhxa junok heb' ixto elkani."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix b'at winhaj Josafat yet' heb' soldado ajun yet'oc chi', yic sb'at sik'anchaanh heb' masanil tas ix kan yuj heb' ajk'ol ix cham chi'. Ix ilchaj yamk'ab' yuj heb', pichul yet' juntzanhxo tas te caro stojol. Yuj chi' tzijtum tas ix yik' heb', palta ayto tas majxo tzak'wan heb' yik'ancoti. Ha jantac tas ix yik'cot heb' chi', oxe' k'ual ix yak' heb' smolank'ei."
        },
        {
            "number": "26",
            "text": "Axo t'a schanhil k'ual, ix smolb'an sb'a heb' t'a jun ak'lic skuchan Beraca. Ata' ix yal wach' lolonel heb' t'a Jehová. Yuj chi' spanhanil Beraca ix sb'iejkan jun lugar chi' yuj heb'. (Beraca syalelk'ochi aloj wach' lolonel.)"
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', t'a tzalajk'olal ix b'ab'laj winhaj Josafat yuj heb' aj Judá yet' heb' aj Jerusalén, yujto a Jehová ix ak'an jun tzalajk'olal chi' t'a heb' yujto ix ak'ji ganar heb' ajk'ol chi'."
        },
        {
            "number": "28",
            "text": "Axo ix jawi heb' t'a Jerusalén, ix b'at heb' t'a stemplo Jehová yet' sonal salterio, te' cítara yet' k'een trompeta."
        },
        {
            "number": "29",
            "text": "Ayic ix ab'chaji to a Jehová ix ak'an owal yet' heb' ayoch ajk'olal t'a heb' israel chi', ix te xiv masanil juntzanhxo nación d'ha Dios chi'."
        },
        {
            "number": "30",
            "text": "Junk'olal ix yak' reyal winhaj Josafat chi', yujto ha Dios ix ak'an junk'olal t'a skal winh yet' juntzanhxo chonhab' t'a slak'anil chi'."
        },
        {
            "number": "31",
            "text": "Ayic 35 ab'il sk'inal winhaj Josafat chi' ix schaanel yich winh yak'an reyal t'a Judá, 25 ab'il ix yak' reyal winh t'a chonhab' Jerusalén. Azuba sb'i ix snun winh, yisil ix winhaj Silhi."
        },
        {
            "number": "32",
            "text": "Ha winhaj Josafat chi', wach'nhej ix yutej sb'a winh icha ix yutej sb'a winhaj Asa smam winh. Masanil tas ix sk'ulej winh, tojolnhej t'a yichanh Jehová."
        },
        {
            "number": "33",
            "text": "Palta a juntzanh lugar yic ejmelal b'ajtac chaanh, maj yik'el-laj winh, yujto manh masaniloc heb' anima tek'anxo spensar yoch tzak'an yuj sDiosal heb' yet' smam yicham."
        },
        {
            "number": "34",
            "text": "Ha jantacto yab'ixal winhaj Josafat chi' ayic ix el yich, masanto ix lajwi, tz'ib'ab'ilkan t'a yumal yic winhaj Jehú yuninal winhaj Hanani, junnhej yajkan yet' yumal yab'ixal heb' winh sreyal Israel."
        },
        {
            "number": "35",
            "text": "Axo t'a slajwub'al sreyal winhaj Josafat chi', ix sb'oan strato winh yet' winhaj Ocozías sreyal Israel. Ha jun winh rey chi', te chuk spensar winh."
        },
        {
            "number": "36",
            "text": "Ix sb'o juntzanh te' barco heb' winh yic sb'at t'a chonhab' Tarsis. Ha t'a chonhab' Ezión-geber ix sb'o te' heb' winh."
        },
        {
            "number": "37",
            "text": "Yuj chi', a winhaj Eliezer aj Maresa yuninal winhaj Dodawa ix alan jun lolonel tik t'a winhaj Josafat chi': Yujto junnhej ix utej a b'a yet' winhaj Ocozías, yuj chi' a Jehová chok' ol utanb'at masanil tas ix a b'o tik, xchi winh. Yuj chi', chok' ix aj juntzanh te' barco ix sb'o heb' winh chi', majxo yal-laj sb'at te' t'a Tarsis chi'."
        }
    ]
}