{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix cham vinhaj Josafat chi', ix mucchaj vinh yet' eb' smam yicham t'a schonhab' vinhaj David. Axo vinhaj Joram yuninal vinh ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "2",
            "text": "Ix ak'ji opisio yic reyal t'a vinhaj Joram chi' yuj vinh smam, yujto b'ab'el unin vinh. Axo eb' vinh yuk'tac vinh, aton vinhaj Azarías, vinhaj Jehiel, vinhaj Zacarías, vinhaj Azarías, vinhaj Micael yet' vinhaj Sefatías. Masanil eb' vinh tik, yuninal eb' vinh vinhaj Josafat chi'. Manh jantacoc q'uen oro yet' q'uen plata ix siaj t'a eb' vinh yuj vinh smam chi' yet' juntzanhxo tas te caro stojol. Ix ak'chajpax chonhab' te wach' yajoch smuroal t'a eb' vinh, aton juntzanh ay t'a yol yic Judá."
        },
        {
            "number": "3",
            "text": "Palta a vinhaj Joram chi', ayic ix tek'k'aj vinh yet' yopisio chi', ix smilancham masanil eb' vinh yuk'tac vinh chi', ix smilpaxcham juntzanhxo eb' vinh yajal vinh t'a smacb'en chi'."
        },
        {
            "number": "4",
            "text": "Ayic ix och vinh reyal chi', 32 ab'il sq'uinal vinh, vajxaque' ab'il ix yak' reyal vinh t'a Jerusalén."
        },
        {
            "number": "5",
            "text": "Anhej sb'eyb'al eb' vinh sreyal Israel ix sb'eyb'alej vinh yet' sb'eyb'al eb' yinhtilal vinhaj Acab, yujto a ix yetb'eyum vinh, yisil ix vinhaj Acab chi'. Te chuc tas ix sk'ulej vinh t'a yichanh Jehová."
        },
        {
            "number": "6",
            "text": "Palta yuj sti' Jehová yak'nac t'a vinhaj rey David to ol ochnhej yinhtilal vinh reyal t'a masanil tiempo, yuj chi' maj yal-laj sk'ol Jehová ix satel eb' yinhtilal vinhaj David chi'."
        },
        {
            "number": "7",
            "text": "Ayic ayoch vinhaj Joram chi' reyal, a eb' aj Edom, ix yiq'uel sb'a eb' t'a yalanh smandar Judá, ix yak'anoch sreyal eb' sch'ocoj."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix b'at vinhaj Joram chi' yet' eb' vinh yajalil eb' soldado yet' pax carruaje yic oval yic scanxi eb' aj Edom chi' t'a yol sk'ab' eb'. Palta a eb' aj Edom chi', ix yoy sb'a eb' t'a spatic eb'. Axo t'ak'walil ix q'ue vaan vinhaj Joram chi' yet' eb' vinh yajal yic carruaje yic syak'an oval eb'. Icha chi' ix aj sjacvi b'aj ix el eb'."
        },
        {
            "number": "9",
            "text": "Ha eb' aj Edom chi', ix yak' ganar eb' yik'anel sb'ha t'a yalanh smandar eb' aj Judá chi', ix elnhejcan eb'. Aton t'a jun pekti’ chi' ix yik'paxel sb'a chonhab' Libna, yujto ix yactejcan Jehová vinhaj Joram chi', aton sDiosal eb' smam yicham vinh."
        },
        {
            "number": "10",
            "text": "Ix sb'oanxiq'ue juntzanh lugar yic ejmelal vinh, aton b'ajtac chaanh t'a yol yic Judá chi'. Yuj chi' masanil eb' cajan t'a Jerusalén pit ix yutej sb'ha t'a Jehová. Icha chi' ix aj sjuviel spensar eb' aj Judá chi' yuj vinh."
        },
        {
            "number": "11",
            "text": "Yuj chi' ata' ix scha jun scarta vinhaj Elías schecab' Dios vinhaj Joram chi', b'aj syal icha tik: Ha Jehová sDiosal vinh a mam icham aj David, ha' tz'alan t'ayach: Manh vanoc a b'eyb'alan sb'eyb'al vinhaj rey Josafat vinh a mam yet' sb'eyb'al vinhaj Asa vinh a mam icham,"
        },
        {
            "number": "12",
            "text": "palta to a sb'eyb'al eb' vinh sreyal Israel van a b'eyb'alani. Yuj chi' masanil eb' aj Judá yet' eb' aj Jerusalén, uuj pit syutej sb'a eb' t'ayin icha val sb'eyb'al eb' yinhtilal vinhaj Acab chi'. Anhejtona' ix a milpaxcham eb' vinh uk'tac, a eb' vinh chi' wach' sb'eyb'al eb' vinh t'a ichanh."
        },
        {
            "number": "13",
            "text": "Yuj chi' ol vaq'uem jun yaelal t'a yib'anh a chonhab' tik, t'a yib'anh eb' uninal, t'a yib'anh eb' ix etb'eyum yet' t'a yib'anh masanil tas ay t'ayach."
        },
        {
            "number": "14",
            "text": "Ha achxo tik, ay jun ilya ol javoc t'a ib'anh. Ol och jun ya k'ool t'ayach, junjun k'u ol te nivtajoc, masanto ol yal yelta a ch'anh tza' yuj jun ilya chi', xchi Jehová, xchi jun scarta vinhaj Elías chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi', a Jehová ix ak'an sk'ulej eb' filisteo yet' eb' árabe cajan t'a slak'anil Cus, ix cot eb' yak' yoval yet' vinhaj rey Joram chi'."
        },
        {
            "number": "16",
            "text": "Ix javi eb' t'a Judá, ix yak' ganar eb'. Ix yik'b'at masanil b'eyumal eb', aton ay t'a spalacio vinh rey chi', ix ik'chajb'at masanil yuninal vinh yet' eb' ix yetb'eyum vinh. Axonhej vinhaj Joacaz slajvub' yuninal vinh ix cani."
        },
        {
            "number": "17",
            "text": "Ayic ix lajvi yek' masanil juntzanh chi', ix yak'anoch jun ilya Jehová t'a sk'ool vinhaj Joram chi', manhxa yanhal."
        },
        {
            "number": "18",
            "text": "Ix ek' tiempo, ayic schab'il ab'il yoch jun ilya chi' t'a vinh, ix elta sch'anhtza' vinh yuj. Te ya ix aj scham vinh. Ayic ix cham vinh chi', malaj junok niwan k'ak' ix yak'och eb' anima, yujto malaj yelk'och vinh t'a yol sat eb', palta ayic schamnac eb' smam yicham vinh, ochnac nivac k'ak' chi'."
        },
        {
            "number": "19",
            "text": "Ayic ix schaanel yich yak'an reyal vinhaj Joram chi', 32 ab'il sq'uinal vinh. Vajxaque' ab'il ix yak' reyal vinh t'a Jerusalén. Malaj mach ix naan vinh ayic ix cham vinh. Ix mucji vinh t'a schonhab' vinhaj David, palta manhoc b'aj smucchaj eb' rey."
        }
    ]
}