{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix cham winhaj Josafat chi', ix mucchaj winh yet' eb' smam yicham t'a schonhab' winhaj David. Axo winhaj Joram yuninal winh ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "2",
            "text": "Ix ak'ji opisio yic reyal t'a winhaj Joram chi' yuj winh smam, yujto b'ab'el unin winh. Axo eb' winh yuk'tac winh, aton winhaj Azarías, winhaj Jehiel, winhaj Zacarías, winhaj Azarías, winhaj Micael yet' winhaj Sefatías. Masanil eb' winh tik, yuninal eb' winh winhaj Josafat chi'. Manh jantacoc q'uen oro yet' q'uen plata ix siaj t'a eb' winh yuj winh smam chi' yet' juntzanhxo tas te caro stojol. Ix ak'chajpax chonhab' te wach' yajoch smuroal t'a eb' winh, aton juntzanh ay t'a yol yic Judá."
        },
        {
            "number": "3",
            "text": "Palta a winhaj Joram chi', ayic ix tek'k'aj winh yet' yopisio chi', ix smilancham masanil eb' winh yuk'tac winh chi', ix smilpaxcham juntzanhxo eb' winh yajal winh t'a smacb'en chi'."
        },
        {
            "number": "4",
            "text": "Ayic ix och winh reyal chi', 32 ab'il sk'inal winh, vajxaque' ab'il ix yak' reyal winh t'a Jerusalén."
        },
        {
            "number": "5",
            "text": "Anhej sb'eyb'al eb' winh sreyal Israel ix sb'eyb'alej winh yet' sb'eyb'al eb' yinhtilal winhaj Acab, yujto a ix yetb'eyum winh, yisil ix winhaj Acab chi'. Te chuk tas ix sk'ulej winh t'a yichanh Jehová."
        },
        {
            "number": "6",
            "text": "Palta yuj sti' Jehová yak'nac t'a winhaj rey David to ol ochnhej yinhtilal winh reyal t'a masanil tiempo, yuj chi' maj yal-laj sk'ol Jehová ix satel eb' yinhtilal winhaj David chi'."
        },
        {
            "number": "7",
            "text": "Ayic ayoch winhaj Joram chi' reyal, a eb' aj Edom, ix yiq'uel sb'a eb' t'a yalanh smandar Judá, ix yak'anoch sreyal eb' sch'ocoj."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix b'at winhaj Joram chi' yet' eb' winh yajalil eb' soldado yet' pax carruaje yic oval yic scanxi eb' aj Edom chi' t'a yol sk'ab' eb'. Palta a eb' aj Edom chi', ix yoy sb'a eb' t'a spatic eb'. Axo t'ak'walil ix q'ue vaan winhaj Joram chi' yet' eb' winh yajal yic carruaje yic syak'an oval eb'. Icha chi' ix aj sjacvi b'aj ix el eb'."
        },
        {
            "number": "9",
            "text": "Ha eb' aj Edom chi', ix yak' ganar eb' yik'anel sb'ha t'a yalanh smandar eb' aj Judá chi', ix elnhejcan eb'. Aton t'a jun pekti’ chi' ix yik'paxel sb'a chonhab' Libna, yujto ix yactejcan Jehová winhaj Joram chi', aton sDiosal eb' smam yicham winh."
        },
        {
            "number": "10",
            "text": "Ix sb'oanxiq'ue juntzanh lugar yic ejmelal winh, aton b'ajtac chaanh t'a yol yic Judá chi'. Yuj chi' masanil eb' cajan t'a Jerusalén pit ix yutej sb'ha t'a Jehová. Icha chi' ix aj sjuwiel spensar eb' aj Judá chi' yuj winh."
        },
        {
            "number": "11",
            "text": "Yuj chi' ata' ix scha jun scarta winhaj Elías schecab' Dios winhaj Joram chi', b'aj syal icha tik: Ha Jehová sDiosal winh a mam icham aj David, ha' tz'alan t'ayach: Manh vanoc a b'eyb'alan sb'eyb'al winhaj rey Josafat winh a mam yet' sb'eyb'al winhaj Asa winh a mam icham,"
        },
        {
            "number": "12",
            "text": "palta to a sb'eyb'al eb' winh sreyal Israel van a b'eyb'alani. Yuj chi' masanil eb' aj Judá yet' eb' aj Jerusalén, uuj pit syutej sb'a eb' t'ayin icha val sb'eyb'al eb' yinhtilal winhaj Acab chi'. Anhejtona' ix a milpaxcham eb' winh uk'tac, a eb' winh chi' wach' sb'eyb'al eb' winh t'a ichanh."
        },
        {
            "number": "13",
            "text": "Yuj chi' ol vaq'uem jun yaelal t'a yib'anh a chonhab' tik, t'a yib'anh eb' uninal, t'a yib'anh eb' ix etb'eyum yet' t'a yib'anh masanil tas ay t'ayach."
        },
        {
            "number": "14",
            "text": "Ha achxo tik, ay jun ilya ol javok t'a ib'anh. Ol och jun ya k'ool t'ayach, junjun k'u ol te nivtajoc, masanto ol yal yelta a ch'anh tza' yuj jun ilya chi', xchi Jehová, xchi jun scarta winhaj Elías chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi', a Jehová ix ak'an sk'ulej eb' filisteo yet' eb' árabe cajan t'a slak'anil Cus, ix cot eb' yak' yoval yet' winhaj rey Joram chi'."
        },
        {
            "number": "16",
            "text": "Ix javi eb' t'a Judá, ix yak' ganar eb'. Ix yik'b'at masanil b'eyumal eb', aton ay t'a spalacio winh rey chi', ix ik'chajb'at masanil yuninal winh yet' eb' ix yetb'eyum winh. Axonhej winhaj Joacaz slajvub' yuninal winh ix cani."
        },
        {
            "number": "17",
            "text": "Ayic ix lajvi yek' masanil juntzanh chi', ix yak'anoch jun ilya Jehová t'a sk'ool winhaj Joram chi', manhxa yanhal."
        },
        {
            "number": "18",
            "text": "Ix ek' tiempo, ayic schab'il ab'il yoch jun ilya chi' t'a winh, ix elta sch'anhtza' winh yuj. Te ya ix aj scham winh. Ayic ix cham winh chi', malaj junok niwan k'ak' ix yak'och eb' anima, yujto malaj yelk'och winh t'a yol sat eb', palta ayic schamnac eb' smam yicham winh, ochnac nivac k'ak' chi'."
        },
        {
            "number": "19",
            "text": "Ayic ix schaanel yich yak'an reyal winhaj Joram chi', 32 ab'il sk'inal winh. Vajxaque' ab'il ix yak' reyal winh t'a Jerusalén. Malaj mach ix naan winh ayic ix cham winh. Ix mucji winh t'a schonhab' winhaj David, palta manhoc b'aj smucchaj eb' rey."
        }
    ]
}