{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix cham winhaj Josafat chi', ix mucchaj winh yet' heb' smam yicham t'a schonhab' winhaj Dawid. Axo winhaj Joram yuninal winh ix ochkan reyal sk'exuloc."
        },
        {
            "number": "2",
            "text": "Ix ak'ji opisio yic reyal t'a winhaj Joram chi' yuj winh smam, yujto b'ab'el unin winh. Axo heb' winh yuk'tac winh, aton winhaj Azarías, winhaj Jehiel, winhaj Zacarías, winhaj Azarías, winhaj Micael yet' winhaj Sefatías. Masanil heb' winh tik, yuninal heb' winh winhaj Josafat chi'. Manh jantacoc k'een oro yet' k'een plata ix siaj t'a heb' winh yuj winh smam chi' yet' juntzanhxo tas te caro stojol. Ix ak'chajpax chonhab' te wach' yajoch smuroal t'a heb' winh, aton juntzanh ay t'a yol yic Judá."
        },
        {
            "number": "3",
            "text": "Palta a winhaj Joram chi', ayic ix tek'k'aj winh yet' yopisio chi', ix smilancham masanil heb' winh yuk'tac winh chi', ix smilpaxcham juntzanhxo heb' winh yajal winh t'a smacb'en chi'."
        },
        {
            "number": "4",
            "text": "Ayic ix och winh reyal chi', 32 ab'il sk'inal winh, wajxaque' ab'il ix yak' reyal winh t'a Jerusalén."
        },
        {
            "number": "5",
            "text": "Anhej sb'eyb'al heb' winh sreyal Israel ix sb'eyb'alej winh yet' sb'eyb'al heb' yinhtilal winhaj Acab, yujto a ix yetb'eyum winh, yisil ix winhaj Acab chi'. Te chuk tas ix sk'ulej winh t'a yichanh Jehová."
        },
        {
            "number": "6",
            "text": "Palta yuj sti' Jehová yak'nac t'a winhaj rey Dawid to ol ochnhej yinhtilal winh reyal t'a masanil tiempo, yuj chi' maj yal-laj sk'ol Jehová ix satel heb' yinhtilal winhaj Dawid chi'."
        },
        {
            "number": "7",
            "text": "Ayic ayoch winhaj Joram chi' reyal, a heb' aj Edom, ix yik'el sb'a heb' t'a yalanh smandar Judá, ix yak'anoch sreyal heb' sch'ocoj."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix b'at winhaj Joram chi' yet' heb' winh yajalil heb' soldado yet' pax carruaje yic owal yic skanxi heb' aj Edom chi' t'a yol sk'ab' heb'. Palta a heb' aj Edom chi', ix yoy sb'a heb' t'a spatic heb'. Axo t'ak'walil ix k'e waan winhaj Joram chi' yet' heb' winh yajal yic carruaje yic syak'an owal heb'. Icha chi' ix aj sjacwi b'aj ix el heb'."
        },
        {
            "number": "9",
            "text": "Ha heb' aj Edom chi', ix yak' ganar heb' yik'anel sb'ha t'a yalanh smandar heb' aj Judá chi', ix elnhejkan heb'. Aton t'a jun pekti’ chi' ix yik'paxel sb'a chonhab' Libna, yujto ix yaktejkan Jehová winhaj Joram chi', aton sDiosal heb' smam yicham winh."
        },
        {
            "number": "10",
            "text": "Ix sb'oanxik'e juntzanh lugar yic ejmelal winh, aton b'ajtac chaanh t'a yol yic Judá chi'. Yuj chi' masanil heb' kajan t'a Jerusalén pit ix yutej sb'ha t'a Jehová. Icha chi' ix aj sjuwiel spensar heb' aj Judá chi' yuj winh."
        },
        {
            "number": "11",
            "text": "Yuj chi' ata' ix scha jun skarta winhaj Elías schekab' Dios winhaj Joram chi', b'aj syal icha tik: Ha Jehová sDiosal winh a mam icham aj Dawid, ha' tz'alan t'ayach: Manh wanoc a b'eyb'alan sb'eyb'al winhaj rey Josafat winh a mam yet' sb'eyb'al winhaj Asa winh a mam icham,"
        },
        {
            "number": "12",
            "text": "palta to a sb'eyb'al heb' winh sreyal Israel wan a b'eyb'alani. Yuj chi' masanil heb' aj Judá yet' heb' aj Jerusalén, uuj pit syutej sb'a heb' t'ayin icha wal sb'eyb'al heb' yinhtilal winhaj Acab chi'. Anhejtona' ix a milpaxcham heb' winh uk'tac, a heb' winh chi' wach' sb'eyb'al heb' winh t'a ichanh."
        },
        {
            "number": "13",
            "text": "Yuj chi' ol wak'em jun yaelal t'a yib'anh a chonhab' tik, t'a yib'anh heb' uninal, t'a yib'anh heb' ix etb'eyum yet' t'a yib'anh masanil tas ay t'ayach."
        },
        {
            "number": "14",
            "text": "Ha achxo tik, ay jun ilya ol jawok t'a ib'anh. Ol och jun ya k'ool t'ayach, junjun k'u ol te nivtajoc, masanto ol yal yelta a ch'anh tza' yuj jun ilya chi', xchi Jehová, xchi jun skarta winhaj Elías chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi', a Jehová ix ak'an sk'ulej heb' filisteo yet' heb' árabe kajan t'a slak'anil Cus, ix cot heb' yak' yowal yet' winhaj rey Joram chi'."
        },
        {
            "number": "16",
            "text": "Ix jawi heb' t'a Judá, ix yak' ganar heb'. Ix yik'b'at masanil b'eyumal heb', aton ay t'a spalacio winh rey chi', ix ik'chajb'at masanil yuninal winh yet' heb' ix yetb'eyum winh. Axonhej winhaj Joacaz slajwub' yuninal winh ix kani."
        },
        {
            "number": "17",
            "text": "Ayic ix lajwi yek' masanil juntzanh chi', ix yak'anoch jun ilya Jehová t'a sk'ool winhaj Joram chi', manhxa yanhal."
        },
        {
            "number": "18",
            "text": "Ix ek' tiempo, ayic schab'il ab'il yoch jun ilya chi' t'a winh, ix elta sch'anhtza' winh yuj. Te ya ix aj scham winh. Ayic ix cham winh chi', malaj junok niwan k'ak' ix yak'och heb' anima, yujto malaj yelk'och winh t'a yol sat heb', palta ayic schamnac heb' smam yicham winh, ochnac niwac k'ak' chi'."
        },
        {
            "number": "19",
            "text": "Ayic ix schaanel yich yak'an reyal winhaj Joram chi', 32 ab'il sk'inal winh. Vajxaque' ab'il ix yak' reyal winh t'a Jerusalén. Malaj mach ix naan winh ayic ix cham winh. Ix mucji winh t'a schonhab' winhaj Dawid, palta manhoc b'aj smucchaj heb' rey."
        }
    ]
}