{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Masanil eb' cajan t'a Jerusalén chi', ix yak'och winhaj Ocozías eb' reyal sq'uexuloc winh smam chi', aton winh slajvub' yuninal winhaj Joram chi. Ha winh ix och reyal chi', yujto a eb' árabe yak'nac oval eb' t'a Judá, milb'ilcham eb' winh b'ab'el yuninal winhaj Joram chi' yuj eb'."
        },
        {
            "number": "2",
            "text": "Ayic ix schaanel yich winhaj Ocozías chi' yak'an reyal, 22 ab'il sk'inal winh, junnhej ab'il ix yak' reyal winh t'a Jerusalén. Atalía sb'i ix snun winh, yixchiquin ix winhaj Omri."
        },
        {
            "number": "3",
            "text": "Ha winhaj rey Ocozías chi', a sb'eyb'al winhaj Acab yet' yinhtilal ix sb'eyb'alej winh. Ha ix snun winh chi' ix cuchb'an t'a chukal b'eyb'al chi', yujto yisil ix winhaj Acab chi', yuj chi' te chuk tas ix sk'ulej winh t'a yichanh Jehová. Ayic toxo ix cham winh smam winh chi', a eb' sk'ab' yoc winh chi' ix cuchb'an t'a chukal, yuj chi' ix juwiel spensar winh t'a junelnhej."
        },
        {
            "number": "4",
            "text": "Yujto ix sk'anab'ajej juntzanh pensar chi' winh, yuj chi' junnhej ix aj spensar winh yet' winhaj Joram sreyal Israel, aton winh yuninal winhaj Acab. Yuj chi' ix yak' oval eb' winh yet' winhaj Hazael sreyal Siria t'a chonhab' Ramot t'a yol yic Galaad. Palta ix lajvi winhaj Joram chi' yuj eb' sirio chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix meltzajcot winh t'a Jezreel yic tzul yanhtan sb'a winh ta'. Te ya yaj winh, yuj chi' ix b'at winhaj Ocozías yil winh t'a Jezreel chi'."
        },
        {
            "number": "6",
            "text": "Ha Dios toxo ix sna'a to ayic ol k'och winhaj Ocozías chi' yil winhaj Joram chi', ata' ol cham winh. Ayic ayek' winh ta', ix elta winh yet' winhaj Joram chi', yic syak'an oval eb' winh yet' winhaj Jehú yuninal winhaj Nimsi, aton winh ix sik'jiel yuj Jehová yic satanel masanil macanhil eb' yinhtilal winhaj Acab chi'."
        },
        {
            "number": "7",
            "text": "Ayic van smilancham eb' yinhtilal winhaj Acab winhaj Jehú chi', ix ilchajelta eb' winh yajal yaj t'a Judá yet' eb' sk'ab'yoc winhaj Ocozías chi' yuj winh, ix smilancham eb' winh. Ha eb' winh chi' ayoch yopisio eb' winh yet' winhaj Ocozías chi'."
        },
        {
            "number": "8",
            "text": "Ix schecan winh saychaj ek' winhaj Ocozías chi', yujto ha t'a Samaria ix sk'ub'ejel sb'a winh, palta ix yamchaj winh yuj eb', ix yik'anb'at winh eb' t'a winhaj Jehú chi', haxo ta' ix miljicham winh yuj winh. Ix yalan eb' icha tik: Co muquec winh, yujto yinhtilal winh winhaj Josafat, winh ak'jinac servil Jehová t'a smasanil sk'ool, xchi eb'. Ha t'a skal eb' sk'ab' yoc winhaj Ocozías chi', manhxa junok mach ix stek'b'ej sb'a yochcan reyal."
        },
        {
            "number": "9",
            "text": "Ayic ix yab'an ix Atalía to toxo ix cham winhaj Ocozías yune' ix chi', ix schecan ix miljoccham masanil eb' yinhtilal eb' winh sreyal Judá chi'."
        },
        {
            "number": "10",
            "text": "Palta haxo ix Joseba, elk'altac ix aj yik'ancanel winhaj Joás ix t'a skal juntzanhxo eb' winh yuninal winhaj Ocozías van smiljicham chi'. Ix sk'ub'anel winh ix t'a ix Atalía chi'. Ix b'at ix sk'ub'ejel winh t'a jun cuarto yic templo b'aj svay anima, haxo jun ix ix, ix ilan q'uib' winh ta'. Yuj chi' maj chamlaj winh. Ha ix Joseba chi' yisil ix winhaj Joram, yanab' ix winhaj Ocozías chi', yetb'eyum ix winhaj sacerdote Joiada."
        },
        {
            "number": "11",
            "text": "Ha winhaj Joás chi', vaque' ab'il ix k'ub'ajel winh t'a stemplo Jehová yet' jun ix ix, ix ilan q'uib'oc. Yacb'an chi' haxo ix Atalía chi', ayoch ix yajalil t'a jun chonhab' chi'."
        }
    ]
}