{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Masanil eb' cajan t'a Jerusalén chi', ix yak'och vinhaj Ocozías eb' reyal sq'uexuloc vinh smam chi', aton vinh slajvub' yuninal vinhaj Joram chi. Ha vinh ix och reyal chi', yujto a eb' árabe yak'nac oval eb' t'a Judá, milb'ilcham eb' vinh b'ab'el yuninal vinhaj Joram chi' yuj eb'."
        },
        {
            "number": "2",
            "text": "Ayic ix schaanel yich vinhaj Ocozías chi' yak'an reyal, 22 ab'il sq'uinal vinh, junnhej ab'il ix yak' reyal vinh t'a Jerusalén. Atalía sb'i ix snun vinh, yixchiquin ix vinhaj Omri."
        },
        {
            "number": "3",
            "text": "Ha vinhaj rey Ocozías chi', a sb'eyb'al vinhaj Acab yet' yinhtilal ix sb'eyb'alej vinh. Ha ix snun vinh chi' ix cuchb'an t'a chucal b'eyb'al chi', yujto yisil ix vinhaj Acab chi', yuj chi' te chuc tas ix sk'ulej vinh t'a yichanh Jehová. Ayic toxo ix cham vinh smam vinh chi', a eb' sk'ab' yoc vinh chi' ix cuchb'an t'a chucal, yuj chi' ix juviel spensar vinh t'a junelnhej."
        },
        {
            "number": "4",
            "text": "Yujto ix sk'anab'ajej juntzanh pensar chi' vinh, yuj chi' junnhej ix aj spensar vinh yet' vinhaj Joram sreyal Israel, aton vinh yuninal vinhaj Acab. Yuj chi' ix yak' oval eb' vinh yet' vinhaj Hazael sreyal Siria t'a chonhab' Ramot t'a yol yic Galaad. Palta ix lajvi vinhaj Joram chi' yuj eb' sirio chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix meltzajcot vinh t'a Jezreel yic tzul yanhtan sb'a vinh ta'. Te ya yaj vinh, yuj chi' ix b'at vinhaj Ocozías yil vinh t'a Jezreel chi'."
        },
        {
            "number": "6",
            "text": "Ha Dios toxo ix sna'a to ayic ol k'och vinhaj Ocozías chi' yil vinhaj Joram chi', ata' ol cham vinh. Ayic ayek' vinh ta', ix elta vinh yet' vinhaj Joram chi', yic syak'an oval eb' vinh yet' vinhaj Jehú yuninal vinhaj Nimsi, aton vinh ix sik'jiel yuj Jehová yic satanel masanil macanhil eb' yinhtilal vinhaj Acab chi'."
        },
        {
            "number": "7",
            "text": "Ayic van smilancham eb' yinhtilal vinhaj Acab vinhaj Jehú chi', ix ilchajelta eb' vinh yajal yaj t'a Judá yet' eb' sk'ab'yoc vinhaj Ocozías chi' yuj vinh, ix smilancham eb' vinh. Ha eb' vinh chi' ayoch yopisio eb' vinh yet' vinhaj Ocozías chi'."
        },
        {
            "number": "8",
            "text": "Ix schecan vinh saychaj ek' vinhaj Ocozías chi', yujto ha t'a Samaria ix sk'ub'ejel sb'a vinh, palta ix yamchaj vinh yuj eb', ix yik'anb'at vinh eb' t'a vinhaj Jehú chi', haxo ta' ix miljicham vinh yuj vinh. Ix yalan eb' icha tik: Co muquec vinh, yujto yinhtilal vinh vinhaj Josafat, vinh ak'jinac servil Jehová t'a smasanil sk'ool, xchi eb'. Ha t'a skal eb' sk'ab' yoc vinhaj Ocozías chi', manhxa junok mach ix stek'b'ej sb'a yochcan reyal."
        },
        {
            "number": "9",
            "text": "Ayic ix yab'an ix Atalía to toxo ix cham vinhaj Ocozías yune' ix chi', ix schecan ix miljoccham masanil eb' yinhtilal eb' vinh sreyal Judá chi'."
        },
        {
            "number": "10",
            "text": "Palta haxo ix Joseba, elk'altac ix aj yik'ancanel vinhaj Joás ix t'a skal juntzanhxo eb' vinh yuninal vinhaj Ocozías van smiljicham chi'. Ix sk'ub'anel vinh ix t'a ix Atalía chi'. Ix b'at ix sk'ub'ejel vinh t'a jun cuarto yic templo b'aj svay anima, haxo jun ix ix, ix ilan q'uib' vinh ta'. Yuj chi' maj chamlaj vinh. Ha ix Joseba chi' yisil ix vinhaj Joram, yanab' ix vinhaj Ocozías chi', yetb'eyum ix vinhaj sacerdote Joiada."
        },
        {
            "number": "11",
            "text": "Ha vinhaj Joás chi', vaque' ab'il ix k'ub'ajel vinh t'a stemplo Jehová yet' jun ix ix, ix ilan q'uib'oc. Yacb'an chi' haxo ix Atalía chi', ayoch ix yajalil t'a jun chonhab' chi'."
        }
    ]
}