{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ayic yuquil ab'ilxo winhaj Joás chi', haxo winhaj sacerdote Joiada ix stek'b'ej sb'a, ix schecan winh avtaj masanil heb' winh yajal soldado, aton heb' winh yajal yaj t'a junjun ciento heb'. Aton winhaj Azarías yuninal winhaj Jeroham, winhaj Ismael yuninal winhaj Johanán, winhaj Azarías yuninal winhaj Obed, winhaj Maasías yuninal winhaj Adaías yet' winhaj Elisafat yuninal winhaj Zicri. Ix yalan winh to junxonhej tz'aj spensar heb' winh yet' winh."
        },
        {
            "number": "2",
            "text": "Aton heb' winh tik ix b'at t'a masanil yol yic Judá, yic b'at smolb'an masanil heb' winh lewita heb' winh yet' heb' winh yajal yaj t'a junjun makan yinhtilal Israel, yic scot heb' winh smasanil t'a Jerusalén."
        },
        {
            "number": "3",
            "text": "Masanil heb' winh ix smolb'ej sb'a chi', ix sb'o jun strato heb' winh yet' winh rey t'a stemplo Dios. Ix yalan winhaj Joiada chi' t'a heb' winh icha tik: Ina winh yuninalcan winh rey chamnac. Aton winh yowalil tz'och reyal, icha ajnac yak'ancan sti' Jehová yuj heb' yinhtilal winhaj Dawid."
        },
        {
            "number": "4",
            "text": "Ha ticnaik jun icha tik ol he k'ulej: Ha ex sacerdote ex tik yet' ex lewita ex tik, a ex ton tzeyil munlajel t'a sk'ual ik'oj ip, ox makan ol ex ajoc. Jun makan ex ol he tanhwej sti' stemplo Jehová."
        },
        {
            "number": "5",
            "text": "Junxo makan ex ol he tanhwej sti' spalacio winh rey. Ha exxo junxo makan ex, ol ex kan he tanhwej t'a spuertail cimiento. Axo masanil anima, wach' scannhej heb' t'a yol yamaq'uil stemplo Jehová tik."
        },
        {
            "number": "6",
            "text": "Palta malaj junok mach syal yoch t'a yol templo chi', anhej heb' winh sacerdote yet' heb' winh lewita ayoch t'a yopisio syal yochi, yujto sik'b'ilel heb' winh. Axo masanil anima, skan heb' t'a yamaq'uil templo chi', icha yalan schecnab'il Jehová."
        },
        {
            "number": "7",
            "text": "Ha exxo lewita ex tik, ol ex och oyan t'a spatic winh rey, junjun ex eyed'nacocab' eyamk'ab' yic owal. Ha mach syak' pural yecanoch sb'ha t'a yol templo chi', b'enhej schami. Ha exxo tik, ajun exnhej yet' winh rey chi' yalnhej b'aj sb'at winh, xchi winhaj Joiada chi'."
        },
        {
            "number": "8",
            "text": "Ha heb' winh lewita chi' yet' masanil heb' anima aj Judá chi', ix sk'anab'ajej heb' masanil tas ix yal winhaj sacerdote Joiada chi'. Junjun heb' winh yajal soldado chi', ayek' heb' winh yet' heb' ayoch t'a yalanh smandar heb' winh, aton heb' smunlaj t'a yopisio t'a sk'ual ik'oj ip yet' heb' tz'elcani, yujto maj chajiel-laj heb' yuj winhaj Joiada chi' ayic sk'och yorail yel heb'."
        },
        {
            "number": "9",
            "text": "Ix yak'anpax k'een lanza winhaj Joiada chi' yet' maclab' jul-lab' t'a heb' winh yajal yaj t'a junjun ciento heb' soldado chi', aton juntzanh syamk'ab' winhaj rey Dawid aycan t'a stemplo Dios."
        },
        {
            "number": "10",
            "text": "Ix ak'chajoch masanil heb' winh winak chi' yuj winh t'a stzolal, junjun heb' winh yet'nac syamk'ab' yic owal, yic stanhwan winh rey chi' heb' winh. Ix och oyan heb' winh t'a schanh pak'anhil yamaq'uil stemplo Jehová chi' yet' b'aj ay jun altar yet' t'a spuertail templo chi'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', a winhaj sacerdote Joiada chi' yet' heb' yuninal ix ik'anelta winh yuninalcan winh rey chi'. Ix yak'ank'e scorona winh heb', ix yak'an jun yumal strato Dios heb' t'a winh. Ixlajwi chi', ix yak'ank'e aceite heb' t'a sjolom winh, ix yalan heb' to reyxo winh. Ix k'e nhilnaj masanil anima yalani: Niwanocab' yelk'och winh ko rey, xchi heb'."
        },
        {
            "number": "12",
            "text": "Ayic ix yab'an ix Atalía chi' yel yav heb' anima chi' yeq'ui, syak'an b'inaj winh rey chi' heb', ix b'at ix t'a stemplo Jehová chi'."
        },
        {
            "number": "13",
            "text": "Axo ix yilan ix, a winh rey chi' linhanoch winh t'a jun niwan yoyal sti' stemplo Jehová chi', haxo t'a stz'ey winh ayek' heb' winh yajal yaji yet' heb' winh spu'an k'een trompeta. Masanil heb' anima chi' stzalaj heb'. Ay heb' spu'an k'een strompeta, ay pax heb' sb'itan yet' syamk'ab', aton heb' scuchb'an b'it chi' yic syalan wach' lolonel heb' d'ha Dios. Yuj chi', ix stzilchitanb'at spichul ix, ix yalan ix icha tik: --Pechum ex el yajal a ex tik. Pechum ex el yajal, xchi ix."
        },
        {
            "number": "14",
            "text": "Palta a winhaj Joiada chi' ix checan elta heb' winh yajal yaj t'a junjun ciento heb' soldado, ix yalan winh t'a heb' winh icha tik: --Ik'equel ix b'aj tzolan ex och chi'. Yalnhej mach syak'och sb'a yet' ix, tze xicchamoc, xchi winh. Toxo ix yal winhaj Joiada chi' to manhoc t'a stemplo Jehová smiljicham ix."
        },
        {
            "number": "15",
            "text": "Ix syaman ix heb' winh, ix yik'anel ix heb' winh t'a spuertail yic nok' schej winh rey, ata' ix miljicham ix yuj heb' winh."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi' ix sb'oan jun trato winhaj sacerdote Joiada chi' yet' masanil heb' anima chi' yet' winh rey chi', ix yalan heb' to ol ochcan heb' schonhab'oc Jehová."
        },
        {
            "number": "17",
            "text": "Elanhchamel ix b'at heb' t'a stemplo Baal, ix b'at spojanem heb', ix smak'anpaxpoj altar heb' yet' juntzanh yechel comon Dios. Axo winhaj Matán sacerdote yic Baal chi', ha t'a yichanh altar chi' ix smilcham winh heb'."
        },
        {
            "number": "18",
            "text": "Ix yak'ancan juntzanh munlajel t'a stemplo Jehová chi' winhaj Joiada chi' t'a yol sk'ab' heb' winh sacerdote yet' heb' winh lewita, yic wach' sk'anab'ajej heb' winh sb'oan munlajel ak'b'ilcan t'a yol sk'ab' heb' winh yuj winhaj rey Dawid. Aton yic snhusji silab' tz'ak'ji t'a Jehová icha yalan ley tz'ib'ab'ilcan yuj winhaj Moisés. Ay pax heb' sb'itan t'a tzalajk'olal icha yutejnaccan winhaj rey Dawid chi'."
        },
        {
            "number": "19",
            "text": "Ix yak'anpaxoch heb' stanhwan sti' stemplo Jehová chi' winh, yic wach' max och heb' anima manh wach'oc yaj icha yalan ley."
        },
        {
            "number": "20",
            "text": "Ix yavtancot masanil heb' winh yajalil heb' soldado winhaj Joiada chi' yet' heb' winh niwac yelk'ochi yet' heb' winh yajal yaj t'a junjun chonhab' yet' pax masanil anima chi'. Ix yik'anelta winh rey chi' heb' t'a stemplo Jehová, ix yik'anb'at winh heb' t'a spalacio heb' rey. Ix och heb' t'a jun puerta t'a yib'anh. Ix yak'ancanem k'ojan winh heb' t'a sk'ojnub' heb' winh rey chi'."
        },
        {
            "number": "21",
            "text": "Masanil heb' anima, ix te tzalajk'e heb', yujto toxo ix xicjicham ix Atalía. Yuj chi' junk'olal ix ajkan jun chonhab' chi'."
        }
    ]
}