{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ayic yuquil ab'ilxo vinhaj Joás chi', haxo vinhaj sacerdote Joiada ix stek'b'ej sb'a, ix schecan vinh avtaj masanil eb' vinh yajal soldado, aton eb' vinh yajal yaj t'a junjun ciento eb'. Aton vinhaj Azarías yuninal vinhaj Jeroham, vinhaj Ismael yuninal vinhaj Johanán, vinhaj Azarías yuninal vinhaj Obed, vinhaj Maasías yuninal vinhaj Adaías yet' vinhaj Elisafat yuninal vinhaj Zicri. Ix yalan vinh to junxonhej tz'aj spensar eb' vinh yet' vinh."
        },
        {
            "number": "2",
            "text": "Aton eb' vinh tik ix b'at t'a masanil yol yic Judá, yic b'at smolb'an masanil eb' vinh levita eb' vinh yet' eb' vinh yajal yaj t'a junjun makan yinhtilal Israel, yic scot eb' vinh smasanil t'a Jerusalén."
        },
        {
            "number": "3",
            "text": "Masanil eb' vinh ix smolb'ej sb'a chi', ix sb'o jun strato eb' vinh yet' vinh rey t'a stemplo Dios. Ix yalan vinhaj Joiada chi' t'a eb' vinh icha tik: Ina vinh yuninalcan vinh rey chamnac. Aton vinh yovalil tz'och reyal, icha ajnac yak'ancan sti' Jehová yuj eb' yinhtilal vinhaj David."
        },
        {
            "number": "4",
            "text": "Ha ticnaic jun icha tik ol e k'ulej: Ha ex sacerdote ex tik yet' ex levita ex tik, a ex ton tzeyil munlajel t'a sk'ual ik'oj ip, ox makan ol ex ajoc. Jun makan ex ol e tanhvej sti' stemplo Jehová."
        },
        {
            "number": "5",
            "text": "Junxo makan ex ol e tanhvej sti' spalacio vinh rey. Ha exxo junxo makan ex, ol ex kan e tanhvej t'a spuertail cimiento. Axo masanil anima, wach' scannhej eb' t'a yol yamaq'uil stemplo Jehová tik."
        },
        {
            "number": "6",
            "text": "Palta malaj junok mach syal yoch t'a yol templo chi', anhej eb' vinh sacerdote yet' eb' vinh levita ayoch t'a yopisio syal yochi, yujto sik'b'ilel eb' vinh. Axo masanil anima, skan eb' t'a yamaq'uil templo chi', icha yalan schecnab'il Jehová."
        },
        {
            "number": "7",
            "text": "Ha exxo levita ex tik, ol ex och oyan t'a spatic vinh rey, junjun ex eyed'nacocab' eyamk'ab' yic oval. Ha mach syak' pural yecanoch sb'ha t'a yol templo chi', b'enhej schami. Ha exxo tik, ajun exnhej yet' vinh rey chi' yalnhej b'aj sb'at vinh, xchi vinhaj Joiada chi'."
        },
        {
            "number": "8",
            "text": "Ha eb' vinh levita chi' yet' masanil eb' anima aj Judá chi', ix sk'anab'ajej eb' masanil tas ix yal vinhaj sacerdote Joiada chi'. Junjun eb' vinh yajal soldado chi', ayek' eb' vinh yet' eb' ayoch t'a yalanh smandar eb' vinh, aton eb' smunlaj t'a yopisio t'a sk'ual ik'oj ip yet' eb' tz'elcani, yujto maj chajiel-laj eb' yuj vinhaj Joiada chi' ayic sk'och yorail yel eb'."
        },
        {
            "number": "9",
            "text": "Ix yak'anpax q'uen lanza vinhaj Joiada chi' yet' maclab' jul-lab' t'a eb' vinh yajal yaj t'a junjun ciento eb' soldado chi', aton juntzanh syamk'ab' vinhaj rey David aycan t'a stemplo Dios."
        },
        {
            "number": "10",
            "text": "Ix ak'chajoch masanil eb' vinh vinac chi' yuj vinh t'a stzolal, junjun eb' vinh yet'nac syamk'ab' yic oval, yic stanhvan vinh rey chi' eb' vinh. Ix och oyan eb' vinh t'a schanh pak'anhil yamaq'uil stemplo Jehová chi' yet' b'aj ay jun altar yet' t'a spuertail templo chi'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', a vinhaj sacerdote Joiada chi' yet' eb' yuninal ix ik'anelta vinh yuninalcan vinh rey chi'. Ix yak'anq'ue scorona vinh eb', ix yak'an jun yumal strato Dios eb' t'a vinh. Ixlajwi chi', ix yak'anq'ue aceite eb' t'a sjolom vinh, ix yalan eb' to reyxo vinh. Ix q'ue nhilnaj masanil anima yalani: Nivanocab' yelk'och vinh co rey, xchi eb'."
        },
        {
            "number": "12",
            "text": "Ayic ix yab'an ix Atalía chi' yel yav eb' anima chi' yeq'ui, syak'an b'inaj vinh rey chi' eb', ix b'at ix t'a stemplo Jehová chi'."
        },
        {
            "number": "13",
            "text": "Axo ix yilan ix, a vinh rey chi' linhanoch vinh t'a jun niwan yoyal sti' stemplo Jehová chi', haxo t'a stz'ey vinh ayek' eb' vinh yajal yaji yet' eb' vinh spu'an q'uen trompeta. Masanil eb' anima chi' stzalaj eb'. Ay eb' spu'an q'uen strompeta, ay pax eb' sb'itan yet' syamk'ab', aton eb' scuchb'an b'it chi' yic syalan wach' lolonel eb' d'ha Dios. Yuj chi', ix stzilchitanb'at spichul ix, ix yalan ix icha tik: --Pechum ex el yajal a ex tik. Pechum ex el yajal, xchi ix."
        },
        {
            "number": "14",
            "text": "Palta a vinhaj Joiada chi' ix checan elta eb' vinh yajal yaj t'a junjun ciento eb' soldado, ix yalan vinh t'a eb' vinh icha tik: --Iq'uequel ix b'aj tzolan ex och chi'. Yalnhej mach syak'och sb'a yet' ix, tze xicchamoc, xchi vinh. Toxo ix yal vinhaj Joiada chi' to manhoc t'a stemplo Jehová smiljicham ix."
        },
        {
            "number": "15",
            "text": "Ix syaman ix eb' vinh, ix yik'anel ix eb' vinh t'a spuertail yic nok' schej vinh rey, ata' ix miljicham ix yuj eb' vinh."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi' ix sb'oan jun trato vinhaj sacerdote Joiada chi' yet' masanil eb' anima chi' yet' vinh rey chi', ix yalan eb' to ol ochcan eb' schonhab'oc Jehová."
        },
        {
            "number": "17",
            "text": "Elanhchamel ix b'at eb' t'a stemplo Baal, ix b'at spojanem eb', ix smak'anpaxpoj altar eb' yet' juntzanh yechel comon dios. Axo vinhaj Matán sacerdote yic Baal chi', ha t'a yichanh altar chi' ix smilcham vinh eb'."
        },
        {
            "number": "18",
            "text": "Ix yak'ancan juntzanh munlajel t'a stemplo Jehová chi' vinhaj Joiada chi' t'a yol sk'ab' eb' vinh sacerdote yet' eb' vinh levita, yic wach' sk'anab'ajej eb' vinh sb'oan munlajel ak'b'ilcan t'a yol sk'ab' eb' vinh yuj vinhaj rey David. Aton yic snhusji silab' tz'ak'ji t'a Jehová icha yalan ley tz'ib'ab'ilcan yuj vinhaj Moisés. Ay pax eb' sb'itan t'a tzalajk'olal icha yutejnaccan vinhaj rey David chi'."
        },
        {
            "number": "19",
            "text": "Ix yak'anpaxoch eb' stanhvan sti' stemplo Jehová chi' vinh, yic wach' max och eb' anima manh wach'oc yaj icha yalan ley."
        },
        {
            "number": "20",
            "text": "Ix yavtancot masanil eb' vinh yajalil eb' soldado vinhaj Joiada chi' yet' eb' vinh nivac yelk'ochi yet' eb' vinh yajal yaj t'a junjun chonhab' yet' pax masanil anima chi'. Ix yik'anelta vinh rey chi' eb' t'a stemplo Jehová, ix yik'anb'at vinh eb' t'a spalacio eb' rey. Ix och eb' t'a jun puerta t'a yib'anh. Ix yak'ancanem k'ojan vinh eb' t'a sk'ojnub' eb' vinh rey chi'."
        },
        {
            "number": "21",
            "text": "Masanil eb' anima, ix te tzalajq'ue eb', yujto toxo ix xicjicham ix Atalía. Yuj chi' junk'olal ix ajkan jun chonhab' chi'."
        }
    ]
}