{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ayic yuquil ab'ilxo winhaj Joás chi', haxo winhaj sacerdote Joiada ix stek'b'ej sb'a, ix schecan winh avtaj masanil eb' winh yajal soldado, aton eb' winh yajal yaj t'a junjun ciento eb'. Aton winhaj Azarías yuninal winhaj Jeroham, winhaj Ismael yuninal winhaj Johanán, winhaj Azarías yuninal winhaj Obed, winhaj Maasías yuninal winhaj Adaías yet' winhaj Elisafat yuninal winhaj Zicri. Ix yalan winh to junxonhej tz'aj spensar eb' winh yet' winh."
        },
        {
            "number": "2",
            "text": "Aton eb' winh tik ix b'at t'a masanil yol yic Judá, yic b'at smolb'an masanil eb' winh levita eb' winh yet' eb' winh yajal yaj t'a junjun makan yinhtilal Israel, yic scot eb' winh smasanil t'a Jerusalén."
        },
        {
            "number": "3",
            "text": "Masanil eb' winh ix smolb'ej sb'a chi', ix sb'o jun strato eb' winh yet' winh rey t'a stemplo Dios. Ix yalan winhaj Joiada chi' t'a eb' winh icha tik: Ina winh yuninalcan winh rey chamnac. Aton winh yowalil tz'och reyal, icha ajnac yak'ancan sti' Jehová yuj eb' yinhtilal winhaj David."
        },
        {
            "number": "4",
            "text": "Ha ticnaic jun icha tik ol e k'ulej: Ha ex sacerdote ex tik yet' ex levita ex tik, a ex ton tzeyil munlajel t'a sk'ual ik'oj ip, ox makan ol ex ajoc. Jun makan ex ol e tanhvej sti' stemplo Jehová."
        },
        {
            "number": "5",
            "text": "Junxo makan ex ol e tanhvej sti' spalacio winh rey. Ha exxo junxo makan ex, ol ex kan e tanhvej t'a spuertail cimiento. Axo masanil anima, wach' scannhej eb' t'a yol yamaq'uil stemplo Jehová tik."
        },
        {
            "number": "6",
            "text": "Palta malaj junok mach syal yoch t'a yol templo chi', anhej eb' winh sacerdote yet' eb' winh levita ayoch t'a yopisio syal yochi, yujto sik'b'ilel eb' winh. Axo masanil anima, skan eb' t'a yamaq'uil templo chi', icha yalan schecnab'il Jehová."
        },
        {
            "number": "7",
            "text": "Ha exxo levita ex tik, ol ex och oyan t'a spatic winh rey, junjun ex eyed'nacocab' eyamk'ab' yic oval. Ha mach syak' pural yecanoch sb'ha t'a yol templo chi', b'enhej schami. Ha exxo tik, ajun exnhej yet' winh rey chi' yalnhej b'aj sb'at winh, xchi winhaj Joiada chi'."
        },
        {
            "number": "8",
            "text": "Ha eb' winh levita chi' yet' masanil eb' anima aj Judá chi', ix sk'anab'ajej eb' masanil tas ix yal winhaj sacerdote Joiada chi'. Junjun eb' winh yajal soldado chi', ayek' eb' winh yet' eb' ayoch t'a yalanh smandar eb' winh, aton eb' smunlaj t'a yopisio t'a sk'ual ik'oj ip yet' eb' tz'elcani, yujto maj chajiel-laj eb' yuj winhaj Joiada chi' ayic sk'och yorail yel eb'."
        },
        {
            "number": "9",
            "text": "Ix yak'anpax q'uen lanza winhaj Joiada chi' yet' maclab' jul-lab' t'a eb' winh yajal yaj t'a junjun ciento eb' soldado chi', aton juntzanh syamk'ab' winhaj rey David aycan t'a stemplo Dios."
        },
        {
            "number": "10",
            "text": "Ix ak'chajoch masanil eb' winh vinac chi' yuj winh t'a stzolal, junjun eb' winh yet'nac syamk'ab' yic oval, yic stanhvan winh rey chi' eb' winh. Ix och oyan eb' winh t'a schanh pak'anhil yamaq'uil stemplo Jehová chi' yet' b'aj ay jun altar yet' t'a spuertail templo chi'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', a winhaj sacerdote Joiada chi' yet' eb' yuninal ix ik'anelta winh yuninalcan winh rey chi'. Ix yak'anq'ue scorona winh eb', ix yak'an jun yumal strato Dios eb' t'a winh. Ixlajwi chi', ix yak'anq'ue aceite eb' t'a sjolom winh, ix yalan eb' to reyxo winh. Ix q'ue nhilnaj masanil anima yalani: Nivanocab' yelk'och winh co rey, xchi eb'."
        },
        {
            "number": "12",
            "text": "Ayic ix yab'an ix Atalía chi' yel yav eb' anima chi' yeq'ui, syak'an b'inaj winh rey chi' eb', ix b'at ix t'a stemplo Jehová chi'."
        },
        {
            "number": "13",
            "text": "Axo ix yilan ix, a winh rey chi' linhanoch winh t'a jun niwan yoyal sti' stemplo Jehová chi', haxo t'a stz'ey winh ayek' eb' winh yajal yaji yet' eb' winh spu'an q'uen trompeta. Masanil eb' anima chi' stzalaj eb'. Ay eb' spu'an q'uen strompeta, ay pax eb' sb'itan yet' syamk'ab', aton eb' scuchb'an b'it chi' yic syalan wach' lolonel eb' d'ha Dios. Yuj chi', ix stzilchitanb'at spichul ix, ix yalan ix icha tik: --Pechum ex el yajal a ex tik. Pechum ex el yajal, xchi ix."
        },
        {
            "number": "14",
            "text": "Palta a winhaj Joiada chi' ix checan elta eb' winh yajal yaj t'a junjun ciento eb' soldado, ix yalan winh t'a eb' winh icha tik: --Iq'uequel ix b'aj tzolan ex och chi'. Yalnhej mach syak'och sb'a yet' ix, tze xicchamoc, xchi winh. Toxo ix yal winhaj Joiada chi' to manhoc t'a stemplo Jehová smiljicham ix."
        },
        {
            "number": "15",
            "text": "Ix syaman ix eb' winh, ix yik'anel ix eb' winh t'a spuertail yic nok' schej winh rey, ata' ix miljicham ix yuj eb' winh."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi' ix sb'oan jun trato winhaj sacerdote Joiada chi' yet' masanil eb' anima chi' yet' winh rey chi', ix yalan eb' to ol ochcan eb' schonhab'oc Jehová."
        },
        {
            "number": "17",
            "text": "Elanhchamel ix b'at eb' t'a stemplo Baal, ix b'at spojanem eb', ix smak'anpaxpoj altar eb' yet' juntzanh yechel comon dios. Axo winhaj Matán sacerdote yic Baal chi', ha t'a yichanh altar chi' ix smilcham winh eb'."
        },
        {
            "number": "18",
            "text": "Ix yak'ancan juntzanh munlajel t'a stemplo Jehová chi' winhaj Joiada chi' t'a yol sk'ab' eb' winh sacerdote yet' eb' winh levita, yic wach' sk'anab'ajej eb' winh sb'oan munlajel ak'b'ilcan t'a yol sk'ab' eb' winh yuj winhaj rey David. Aton yic snhusji silab' tz'ak'ji t'a Jehová icha yalan ley tz'ib'ab'ilcan yuj winhaj Moisés. Ay pax eb' sb'itan t'a tzalajk'olal icha yutejnaccan winhaj rey David chi'."
        },
        {
            "number": "19",
            "text": "Ix yak'anpaxoch eb' stanhvan sti' stemplo Jehová chi' winh, yic wach' max och eb' anima manh wach'oc yaj icha yalan ley."
        },
        {
            "number": "20",
            "text": "Ix yavtancot masanil eb' winh yajalil eb' soldado winhaj Joiada chi' yet' eb' winh nivac yelk'ochi yet' eb' winh yajal yaj t'a junjun chonhab' yet' pax masanil anima chi'. Ix yik'anelta winh rey chi' eb' t'a stemplo Jehová, ix yik'anb'at winh eb' t'a spalacio eb' rey. Ix och eb' t'a jun puerta t'a yib'anh. Ix yak'ancanem k'ojan winh eb' t'a sk'ojnub' eb' winh rey chi'."
        },
        {
            "number": "21",
            "text": "Masanil eb' anima, ix te tzalajq'ue eb', yujto toxo ix xicjicham ix Atalía. Yuj chi' junk'olal ix ajkan jun chonhab' chi'."
        }
    ]
}