{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Joás chi', uque' ab'il sk'inal winh ayic ix schaanel yich winh yak'an reyal. 40 ab'il ix yak' reyal winh t'a Jerusalén. Sibia sb'i ix snun winh, aj Beerseba ix."
        },
        {
            "number": "2",
            "text": "Masanil tas ix sk'ulej winhaj Joás chi', yacb'an pitzanto winhaj sacerdote Joiada chi', te wach'nhej t'a yichanh Jehová."
        },
        {
            "number": "3",
            "text": "Ha winhaj Joiada chi' ix sayan chawanh heb' ix yetb'eyum winhaj Joás chi', ay yalyuninal winh yet' heb' ix."
        },
        {
            "number": "4",
            "text": "Ix ek' jab'oc tiempo, ix snaan winhaj rey Joás chi' to sb'ochajxi stemplo Jehová."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix smolb'ej heb' winh sacerdote winh yet' heb' winh lewita, ix yalan winh t'a heb' winh icha tik: Ixiquec t'a masanil chonhab' t'a yol yic Judá tik, sb'at he molb'an k'een tumin, aton k'een syak'taxon heb' quetchonhab' tik t'a junjun ab'il yic sb'ochajxi stemplo Dios tik. Hak'ek wal eyip he b'ati, xchi winh. Palta maj yak'och wal heb' winh t'a sk'ool sb'ati."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix avtaj winhaj sat sacerdote Joiada yuj winhaj rey Joás chi', ix yalan winh icha tik: --¿Tas yuj max ak'och t'a a k'ol iptzitan heb' winh lewita yic sb'at yik'cot k'een ofrenda heb' winh t'a yol yic Judá yet' t'a Jerusalén tik, icha yalnakkan winhaj Moisés schekab' Jehová to masanil heb' quetisraelal smolan k'een tumin yic sb'ochaj skajnub' skaxail strato Jehová? xchi winh rey chi'."
        },
        {
            "number": "7",
            "text": "Yujto a ix Atalía yet' heb' ochnac tzak'an yuj ix, ix ixtanb'at stemplo Jehová chi'. Ha juntzanh yamk'ab' niwac yelk'och yic templo chi', a ix sk'an heb' yic tz'och heb' ejmelal t'a jun comon Dios Baal."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix schec winhaj rey Joás chi' b'ochaj jun te' kaxa, haxo t'a stielta stemplo Jehová ix schec winh ak'chajkan te'."
        },
        {
            "number": "9",
            "text": "Ix schekan winh alchajel t'a masanil yol yic Judá yet' t'a Jerusalén chi' to tz'ik'chajcot k'een ofrenda alb'ilkan yuj winhaj Moisés schekab' Jehová t'a tzinan lu'um."
        },
        {
            "number": "10",
            "text": "Masanil heb' winh yajal yaji yet' masanil anima, t'a wal smasanil sk'ol heb' ix yak'em yofrenda t'a yol jun kaxa chi', masanto ix b'ud'ji te' yuj heb'."
        },
        {
            "number": "11",
            "text": "Axo heb' winh lewita tz'ik'anb'at te' kaxa chi' t'a winh rey chi', haxo yic syilan winh to b'ut'anxo te', tz'avtaj winh stz'ib'um winh yet' jun winh ayoch yopisio yuj winh sat sacerdote. Sekanelta k'een tumin chi' heb' winh t'a yol te' kaxa chi', sb'at yak'anxikan te' heb' winh b'aj aykan chi'. Icha chi' syutej heb' winh t'a junjun k'u, yuj chi' niwan k'een tumin chi' ix molchaji."
        },
        {
            "number": "12",
            "text": "Ha winh rey chi' yet' winhaj sacerdote Joiada chi' ix yak' k'een tumin chi' heb' winh t'a heb' winh ayoch yilan munlajel sb'o t'a stemplo Jehová chi', yic saychaj heb' winh mak'umpoj k'een, heb' winh nhicum te', heb' winh smunlaj t'a k'een hierro yet' t'a k'een bronce, yic wach' sb'ochajxi templo chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi' a heb' winh tz'ilan munlajel chi', a heb' winh scuchb'an heb' winh swach' b'oanxi templo chi'. Ix sb'o heb' winh icha wal yajtaxon t'a yichb’anel, te wach' ix ajxikan sb'o yuj heb' winh."
        },
        {
            "number": "14",
            "text": "Axo yic ix lajwi sb'oel yuj heb' winh, ix yik'anb'at k'een tumin heb' winh ixto kani, ix yak'an k'een heb' winh t'a winh rey yet' t'a winhaj sacerdote Joiada chi'. Axo yet' k'een ix schec winh rey chi' b'ochaj yamk'ab' yic templo chi', aton juntzanh sk'anchaji ayic tz'och ejmelal yet' juntzanh sk'anchaj t'a altar yuj silab' snhusjitz'aoc, icha k'een niwac cuchara yet' juntzanhxo yamk'ab' nab'a oro, ma plata. Yacb'an pitzanto winhaj sacerdote Joiada chi', snhusjitz'anhej silab' t'a stemplo Jehová."
        },
        {
            "number": "15",
            "text": "Palta ix ichamwinacax winhaj Joiada chi', 130 ab'il sk'inal winh ayic ix cham winh."
        },
        {
            "number": "16",
            "text": "Ha t'a schonhab' winhaj Dawid ix mucji winh, aton b'aj smucchaj heb' winh rey. Ha tas ix sk'ulej winh te wach'nhej yuj swach'iloc heb' yetisraelal, wach' ix yutej winh yak'an serwil Dios yet' t'a stemplo."
        },
        {
            "number": "17",
            "text": "Ayic toxo ix cham winhaj Joiada chi', ix jawi heb' winh yajal yaj t'a Judá, ix em nhojan heb' winh t'a winhaj rey Joás chi' yic smontan winh heb' winh. Axo ix aji, ix och t'a spensar winh tas ix yal heb' winh chi'."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix yaktejkan stemplo Jehová heb', aton sDiosal smam yicham heb'. Axo t'a yechel comon Dios Asera ix och heb' ejmelal yet' t'a juntzanhxo comon Dios. Yuj chi' ix cot yowal sk'ol Jehová t'a heb' aj Judá chi' yet' t'a heb' aj Jerusalén chi'."
        },
        {
            "number": "19",
            "text": "Ix scheccot heb' schekab' Jehová yic tzul yalan heb' to smeltzajxi heb' t'a Jehová chi', palta majxo schalaj yab' heb' tas ix yal heb' chekab' chi'."
        },
        {
            "number": "20",
            "text": "Yuj chi', ix och Yespíritu Dios t'a winhaj Zacarías yuninalkan winhaj Joiada chi'. Ix k'e linhan winh t'a jun lugar chaanh, ix yalan winh t'a masanil anima chi' icha tik: Ha Jehová Dios tz'alan icha tik: ¿Tas yuj max he k'anab'ajej in checnab'il? ¿Tas yuj tze saycot eyaelal t'a eyib'anh? Yujto ix in eyactajkani, yuj chi' ol ex wactejpaxkani, xchi Jehová, xchi winh."
        },
        {
            "number": "21",
            "text": "Palta ix och heb' ajk'olal smasanil t'a winh, ix snaan heb' tas tz'aj smilancham winh heb'. Ix yalan winhaj rey Joás chi' to sjulk'enajcham winh t'a yamaq'uil stemplo Jehová. Icha chi' ix aj scham winh."
        },
        {
            "number": "22",
            "text": "Ha winhaj Joás chi', majxo snacotlaj jantac swach'k'olal winhaj Joiada chi' ix yak' t'a winh, palta to ix schec miljoccham winhaj Zacarías winh, aton winh yuninal winhaj Joiada chi'. Ayic wan scham winhaj Zacarías chi', ix yalan winh icha tik: Aokab' Jehová tz'ilan jun tik, ha' ol ak'an yowalil, xchi winh."
        },
        {
            "number": "23",
            "text": "Ayic ix el yab'ilal scham winh, ix jawi heb' soldado sirio yak' owal yet' winhaj Joás chi'. Ix jawi heb' t'a Judá yet' t'a Jerusalén. Tzijtum heb' yajal yaj t'a Judá chi' ix smilcham heb'. Ix yik'anek' masanil tas ay stojol heb', ix yak'anb'at heb' t'a winh sreyal Damasco."
        },
        {
            "number": "24",
            "text": "Jaywannhej heb' soldado sirio ix jawi yak' owal chi', haxo Jehová ix ak'anoch jantac heb' soldado yic Judá chi' t'a yol sk'ab' heb', yujto ix actajkan Jehová chi' yuj heb', aton sDiosal heb' yet' heb' smam yicham. Icha wal chi' ix aj yab'an syail winhaj Joás chi' yuj chukal ix sk'ulej."
        },
        {
            "number": "25",
            "text": "Ayic ix el heb' sirio t'a yol yic Judá chi', te niwan ix ajkan winhaj Joás chi' slajwi yuj heb'. Axo heb' winh ayoch yajalil yet' winh, ix sna' heb' winh tas syutej heb' winh swach' milancham winh, yic syak'anek' spak schamel winh yuninal winhaj sacerdote Joiada chi' heb' winh. Yuj chi' ix swach' milejcham winh heb' winh t'a sat sch'at. Ixlajwi chi', ix mucji winh t'a schonhab' winhaj Dawid, palta manhoc b'aj smucchaj heb' winh rey."
        },
        {
            "number": "26",
            "text": "Ha heb' winh ix wach' milancham winhaj Joás chi', aton winhaj Zadad yune' ix Simat aj Amón yet' winhaj Jozabad yune' ix Simrit aj Moab."
        },
        {
            "number": "27",
            "text": "Ha jantacto yab'ixal winhaj Joás chi' yet' heb' yuninal winh yet' lolonel ix yal heb' schekab' Dios t'a winh yet' yab'ixal b'aj swach' b'oejxi stemplo Jehová winh, aykan b'aj tz'ib'ab'ilkan yab'ixal heb' winh rey. Axo winhaj Amasías yuninal winh ix ochkan reyal sk'exuloc."
        }
    ]
}