{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj Joás chi', uque' ab'il sq'uinal vinh ayic ix schaanel yich vinh yak'an reyal. 40 ab'il ix yak' reyal vinh t'a Jerusalén. Sibia sb'i ix snun vinh, aj Beerseba ix."
        },
        {
            "number": "2",
            "text": "Masanil tas ix sk'ulej vinhaj Joás chi', yacb'an pitzanto vinhaj sacerdote Joiada chi', te wach'nhej t'a yichanh Jehová."
        },
        {
            "number": "3",
            "text": "Ha vinhaj Joiada chi' ix sayan chavanh eb' ix yetb'eyum vinhaj Joás chi', ay yalyuninal vinh yet' eb' ix."
        },
        {
            "number": "4",
            "text": "Ix ek' jab'oc tiempo, ix snaan vinhaj rey Joás chi' to sb'ochajxi stemplo Jehová."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix smolb'ej eb' vinh sacerdote vinh yet' eb' vinh levita, ix yalan vinh t'a eb' vinh icha tik: Ixiquec t'a masanil chonhab' t'a yol yic Judá tik, sb'at e molb'an q'uen tumin, aton q'uen syak'taxon eb' quetchonhab' tik t'a junjun ab'il yic sb'ochajxi stemplo Dios tik. Hak'ek val eyip e b'ati, xchi vinh. Palta maj yak'och val eb' vinh t'a sk'ool sb'ati."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix avtaj vinhaj sat sacerdote Joiada yuj vinhaj rey Joás chi', ix yalan vinh icha tik: --¿Tas yuj max ak'och t'a a k'ol iptzitan eb' vinh levita yic sb'at yik'cot q'uen ofrenda eb' vinh t'a yol yic Judá yet' t'a Jerusalén tik, icha yalnaccan vinhaj Moisés schecab' Jehová to masanil eb' quetisraelal smolan q'uen tumin yic sb'ochaj scajnub' scaxail strato Jehová? xchi vinh rey chi'."
        },
        {
            "number": "7",
            "text": "Yujto a ix Atalía yet' eb' ochnac tzak'an yuj ix, ix ixtanb'at stemplo Jehová chi'. Ha juntzanh yamk'ab' nivac yelk'och yic templo chi', a ix sk'an eb' yic tz'och eb' ejmelal t'a jun comon dios Baal."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix schec vinhaj rey Joás chi' b'ochaj jun te' caxa, haxo t'a stielta stemplo Jehová ix schec vinh ak'chajcan te'."
        },
        {
            "number": "9",
            "text": "Ix schecan vinh alchajel t'a masanil yol yic Judá yet' t'a Jerusalén chi' to tz'ik'chajcot q'uen ofrenda alb'ilcan yuj vinhaj Moisés schecab' Jehová t'a tzinan lu'um."
        },
        {
            "number": "10",
            "text": "Masanil eb' vinh yajal yaji yet' masanil anima, t'a val smasanil sk'ol eb' ix yaq'uem yofrenda t'a yol jun caxa chi', masanto ix b'ud'ji te' yuj eb'."
        },
        {
            "number": "11",
            "text": "Axo eb' vinh levita tz'ik'anb'at te' caxa chi' t'a vinh rey chi', haxo yic syilan vinh to b'ut'anxo te', tz'avtaj vinh stz'ib'um vinh yet' jun vinh ayoch yopisio yuj vinh sat sacerdote. Secanelta q'uen tumin chi' eb' vinh t'a yol te' caxa chi', sb'at yak'anxican te' eb' vinh b'aj aycan chi'. Icha chi' syutej eb' vinh t'a junjun k'u, yuj chi' niwan q'uen tumin chi' ix molchaji."
        },
        {
            "number": "12",
            "text": "Ha vinh rey chi' yet' vinhaj sacerdote Joiada chi' ix yak' q'uen tumin chi' eb' vinh t'a eb' vinh ayoch yilan munlajel sb'o t'a stemplo Jehová chi', yic saychaj eb' vinh mak'umpoj q'ueen, eb' vinh nhicum te', eb' vinh smunlaj t'a q'uen hierro yet' t'a q'uen bronce, yic wach' sb'ochajxi templo chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi' a eb' vinh tz'ilan munlajel chi', a eb' vinh scuchb'an eb' vinh swach' b'oanxi templo chi'. Ix sb'o eb' vinh icha val yajtaxon t'a yichb’anel, te wach' ix ajxican sb'o yuj eb' vinh."
        },
        {
            "number": "14",
            "text": "Axo yic ix lajvi sb'oel yuj eb' vinh, ix yik'anb'at q'uen tumin eb' vinh ixto cani, ix yak'an q'uen eb' vinh t'a vinh rey yet' t'a vinhaj sacerdote Joiada chi'. Axo yet' q'ueen ix schec vinh rey chi' b'ochaj yamk'ab' yic templo chi', aton juntzanh sk'anchaji ayic tz'och ejmelal yet' juntzanh sk'anchaj t'a altar yuj silab' snhusjitz'aoc, icha q'uen nivac cuchara yet' juntzanhxo yamk'ab' nab'a oro, ma plata. Yacb'an pitzanto vinhaj sacerdote Joiada chi', snhusjitz'anhej silab' t'a stemplo Jehová."
        },
        {
            "number": "15",
            "text": "Palta ix ichamvinacax vinhaj Joiada chi', 130 ab'il sq'uinal vinh ayic ix cham vinh."
        },
        {
            "number": "16",
            "text": "Ha t'a schonhab' vinhaj David ix mucji vinh, aton b'aj smucchaj eb' vinh rey. Ha tas ix sk'ulej vinh te wach'nhej yuj swach'iloc eb' yetisraelal, wach' ix yutej vinh yak'an servil Dios yet' t'a stemplo."
        },
        {
            "number": "17",
            "text": "Ayic toxo ix cham vinhaj Joiada chi', ix javi eb' vinh yajal yaj t'a Judá, ix em nhojan eb' vinh t'a vinhaj rey Joás chi' yic smontan vinh eb' vinh. Axo ix aji, ix och t'a spensar vinh tas ix yal eb' vinh chi'."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix yactejcan stemplo Jehová eb', aton sDiosal smam yicham eb'. Axo t'a yechel comon dios Asera ix och eb' ejmelal yet' t'a juntzanhxo comon dios. Yuj chi' ix cot yoval sk'ol Jehová t'a eb' aj Judá chi' yet' t'a eb' aj Jerusalén chi'."
        },
        {
            "number": "19",
            "text": "Ix scheccot eb' schecab' Jehová yic tzul yalan eb' to smeltzajxi eb' t'a Jehová chi', palta majxo schalaj yab' eb' tas ix yal eb' checab' chi'."
        },
        {
            "number": "20",
            "text": "Yuj chi', ix och Yespíritu Dios t'a vinhaj Zacarías yuninalcan vinhaj Joiada chi'. Ix q'ue linhan vinh t'a jun lugar chaanh, ix yalan vinh t'a masanil anima chi' icha tik: Ha Jehová Dios tz'alan icha tik: ¿Tas yuj max e k'anab'ajej in checnab'il? ¿Tas yuj tze saycot eyaelal t'a eyib'anh? Yujto ix in eyactajcani, yuj chi' ol ex vactejpaxcani, xchi Jehová, xchi vinh."
        },
        {
            "number": "21",
            "text": "Palta ix och eb' ajk'olal smasanil t'a vinh, ix snaan eb' tas tz'aj smilancham vinh eb'. Ix yalan vinhaj rey Joás chi' to sjulq'uenajcham vinh t'a yamaq'uil stemplo Jehová. Icha chi' ix aj scham vinh."
        },
        {
            "number": "22",
            "text": "Ha vinhaj Joás chi', majxo snacotlaj jantac swach'k'olal vinhaj Joiada chi' ix yak' t'a vinh, palta to ix schec miljoccham vinhaj Zacarías vinh, aton vinh yuninal vinhaj Joiada chi'. Ayic van scham vinhaj Zacarías chi', ix yalan vinh icha tik: Aocab' Jehová tz'ilan jun tik, ha' ol ak'an yovalil, xchi vinh."
        },
        {
            "number": "23",
            "text": "Ayic ix el yab'ilal scham vinh, ix javi eb' soldado sirio yak' oval yet' vinhaj Joás chi'. Ix javi eb' t'a Judá yet' t'a Jerusalén. Tzijtum eb' yajal yaj t'a Judá chi' ix smilcham eb'. Ix yik'anek' masanil tas ay stojol eb', ix yak'anb'at eb' t'a vinh sreyal Damasco."
        },
        {
            "number": "24",
            "text": "Jayvannhej eb' soldado sirio ix javi yak' oval chi', haxo Jehová ix ak'anoch jantac eb' soldado yic Judá chi' t'a yol sk'ab' eb', yujto ix actajcan Jehová chi' yuj eb', aton sDiosal eb' yet' eb' smam yicham. Icha val chi' ix aj yab'an syail vinhaj Joás chi' yuj chucal ix sk'ulej."
        },
        {
            "number": "25",
            "text": "Ayic ix el eb' sirio t'a yol yic Judá chi', te niwan ix ajkan vinhaj Joás chi' slajvi yuj eb'. Axo eb' vinh ayoch yajalil yet' vinh, ix sna' eb' vinh tas syutej eb' vinh swach' milancham vinh, yic syak'anek' spac schamel vinh yuninal vinhaj sacerdote Joiada chi' eb' vinh. Yuj chi' ix swach' milejcham vinh eb' vinh t'a sat sch'at. Ixlajwi chi', ix mucji vinh t'a schonhab' vinhaj David, palta manhoc b'aj smucchaj eb' vinh rey."
        },
        {
            "number": "26",
            "text": "Ha eb' vinh ix wach' milancham vinhaj Joás chi', aton vinhaj Zadad yune' ix Simat aj Amón yet' vinhaj Jozabad yune' ix Simrit aj Moab."
        },
        {
            "number": "27",
            "text": "Ha jantacto yab'ixal vinhaj Joás chi' yet' eb' yuninal vinh yet' lolonel ix yal eb' schecab' Dios t'a vinh yet' yab'ixal b'aj swach' b'oejxi stemplo Jehová vinh, aycan b'aj tz'ib'ab'ilcan yab'ixal eb' vinh rey. Axo vinhaj Amasías yuninal vinh ix ochcan reyal sq'uexuloc."
        }
    ]
}