{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 25 ab'il sk'inal winhaj Amasías ix och winh reyal, 29 ab'il ix yak' reyal winh t'a Jerusalén. Joadán sb'i ix snun winh, aj Jerusalén ix."
        },
        {
            "number": "2",
            "text": "Ha tas ix sk'ulej winh, wach' t'a yichanh Jehová, anhej to maj sk'ulej wal winh t'a smasanil sk'ool."
        },
        {
            "number": "3",
            "text": "Ayic ix tek'k'aj yopisio winh chi', a heb' winh ayoch yajalil yet' winh, ix smilcham heb' winh, aton heb' winh miljinaccham winh smam winh."
        },
        {
            "number": "4",
            "text": "Palta maj miljicham heb' winh yuninal heb' yuj winh, yujto tz'ib'yajcan t'a ley Moisés, b'aj syal Jehová: Ha heb' mamab'il, max yal scham heb' yuj smul yuninal, max yal pax scham heb' uninab'il yuj smul smam, yujto junjun mach scham yuj smul, xchicani."
        },
        {
            "number": "5",
            "text": "Ix schecan winh to smolb'ej sb'a masanil heb' winh aj Judá yet' heb' winh yic Benjamín. Macquiltaquil ix aj heb' winh t'a junjun yinhtilal. Icha chi' ix aj yoch heb' winh yajalil t'a junjun mil yet' t'a junjun cien anima. Ix yik'anchaanh sb'isul anima winh, schael yich t'a heb' 20 ab'il sb'eynhejb'ati. Ha sb'isul heb' ix k'e waan chi', 300 mil, aton heb' stiempoalxo sb'at t'a owal, lista yaj heb' yet' slanza yet' smaclab' jul-lab'."
        },
        {
            "number": "6",
            "text": "Ix smajnan 100 mil heb' soldado yic Israel winh, 75 quintal k'een plata ix yak' winh stojoloc heb'."
        },
        {
            "number": "7",
            "text": "Palta ay jun winh schecab' Dios ix k'och t'a winh, ix yalan winh t'a winh icha tik: --Ach rey, manh ik'och heb' soldado yic Israel yet' heb' yic Efraín ed'oc, yujto manh ayococh Jehová yet' heb',"
        },
        {
            "number": "8",
            "text": "wach'chom tza na'a to yuj heb' ay yip heb' a soldado t'a owal, palta ha Dios ol ach ak'an ak'joc ganar yuj heb' ajk'ol chi', yujto ay spoder scolwaji, ay pax spoder satanel masanil, xchi winh schecab' Dios chi'."
        },
        {
            "number": "9",
            "text": "Ix sk'anb'an winhaj Amasías chi' t'a winh schecab' Dios chi' icha tik: --Palta, ¿tas ol aj pax 75 quintal k'een plata ix wak' t'a heb' soldado israel chi' jun? xchi winh. Ix tak'wi winh schecab' Dios chi' t'a winh icha tik: --Ha Jehová syal yak'an ek'alocxo icha k'een chi' t'ayach, xchi winh."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix checji pax heb' soldado ix cot t'a yol yic Efraín chi' yuj winhaj Amasías chi', palta ix te cot yowal heb' t'a heb' yic Judá chi', yuj chi' te yowal heb' ayic ix pax heb' chi'."
        },
        {
            "number": "11",
            "text": "Ix stek'b'an sb'a winhaj rey Amasías chi', ix b'at winh yet' heb' soldado t'a spanhanil yic Atz'am Atz'am. Ata' ix smilcham 10 mil soldado aj Seir heb'."
        },
        {
            "number": "12",
            "text": "Anheja' ix syam pax 10 mil heb' aj Seir chi' heb', ix ik'jib'at heb' yuj heb' t'a sjolom jun lum witz sattac k'een yeq'ui. Ata' ix laj yumjicanb'at heb' yuj heb', chok' ix laj ajkan heb'."
        },
        {
            "number": "13",
            "text": "Axo heb' soldado yic Israel maj chajocb'atlaj yuj winhaj Amasías t'a owal chi', aton heb' ix checjican meltzaj t'a spat, ix satel jaye' chonhab' heb' t'a yol smacb'en Judá, schab'at t'a Samaria masanto t'a Bet-horón. Ix smilancham 3 mil anima heb', tzijtum tastac ix yelk'ejb'at heb'."
        },
        {
            "number": "14",
            "text": "Ayic ix meltzaj winhaj Amasías chi', ayic toxo ix satel heb' aj Edom yuj winh, aton heb' aj Seir, ix yik'ancot juntzanh scomon diosal heb' aj Seir chi' winh, ix yak'anoch winh sdiosaloc. Ix yalan sb'a winh t'ay, ix snhusan pax incienso winh t'ay."
        },
        {
            "number": "15",
            "text": "Yuj jun chi' ix cot wal yowal Jehová t'a winh, ix scheccot jun winh schecab' yal t'a winh rey chi' icha tik: --¿Tas yuj tzach och ejmelal t'a juntzanh comon Dios maj yal scolanel schonhab' t'a yol a k'ab'? xchi winh schecab' Dios chi'."
        },
        {
            "number": "16",
            "text": "Ayic wanto yalan juntzanh chi' winh schecab' Dios chi', ix tak'wi winh rey chi' icha tik: --¿Tom ix wal t'ayach to a ach ol ak' in razón a in rey in tik? Actej alan juntzanh chi'. ¿Mato tza nib'ej tzach miljichamoc? xchi winh. Axo winh schecab' Dios chi' manhxa tas ix yal winh, axonhej ix yal winh t'a winh rey chi' icha tik: --Vojtac a in tik to nab'ilxo yuj Dios to ol ach sateloc, yujto ix a k'ulej jun tik, maj a k'anab'ajej tas ix wal t'ayach, xchi winh."
        },
        {
            "number": "17",
            "text": "Ha winhaj Amasías sreyal Judá chi', ix sk'anb'ej yab' winh t'a juntzanh heb' ak'um razón. Yuj chi' ix schecan winh b'at alchaj t'a winhaj Joás yuninal winhaj Joacaz, yixchiquin winhaj Jehú, sreyal Israel, ix yalan winh icha tik: Cotanh, cak' owal, xchib'at winh."
        },
        {
            "number": "18",
            "text": "Ix spacanpaxcot winhaj Joás chi' t'a winh icha tik: Ayab' jun te' sac q'uiix t'a Líbano, ix yalb'at te' t'a jun te' k'ute' ay pax ta' icha tik: Ak' ix isil yetb'eyumoc winh wuninal, xchib'at te'. Palta ay jun nok' chium nok' ix ek' ta', haxo nok' ix tek'anem jun te' q'uiix chi'."
        },
        {
            "number": "19",
            "text": "Ha ach tik tzala' to ix ak' ganar heb' aj Edom, yuj chi' tzik' wal chaanh a b'a, tza say tas tz'aj ik'jichaanh. Palta te wach' tato tzach cannhej t'a a pat. ¿Tas yuj tza nib'ej tzik'cot junok yaelal t'a ib'anh yet' t'a yib'anh chonhab' Judá? xchicot winhaj Joás chi' t'a winh."
        },
        {
            "number": "20",
            "text": "Palta haxo winhaj Amasías chi', maj schalaj yab' winh, yujto toxo ix sna Dios to ol ak'jococh winh t'a yol sk'ab' winhaj Joás chi' yuj, yujto ha t'a juntzanh sdiosal heb' aj Edom chi' tz'och winh ejmelal."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi' ix cot winhaj Joás chi' yak' owal yet' winhaj Amasías chi', ix schalaj sb'a heb' winh t'a Bet-semes, t'a yol smacb'en Judá chi'."
        },
        {
            "number": "22",
            "text": "Ix ak'ji ganar Judá chi' yuj heb' aj Israel, yuj chi' a heb' soldado aj Judá chi' toxonhej ix el lemeljoc heb', ix paxcan heb' t'a spat."
        },
        {
            "number": "23",
            "text": "Ix yamchaj winhaj Amasías sreyal Judá t'a Bet-semes chi' yuj winhaj Joás winh sreyal Israel chi'. Ixlajwi chi' ix ik'chajcot winh t'a Jerusalén. Ix smak'ancanem lanhnaj smuroal jun chonhab' chi' heb' israel chi'. Ay am 180 metrooc ix spojem heb', ix b'atnhej t'a puerta yic Efraín, masanto ix k'och t'a spuertail schiquin jun smuroal chi'."
        },
        {
            "number": "24",
            "text": "Ix yik'anpaxb'at k'een oro heb', k'een plata yet' juntzanhxo tas ay t'a yol stemplo Dios, aton juntzanh stanhwej heb' yinhtilal winhaj Obed-edom. Ix yik'paxb'at jantacnhej b'eyumal ay t'a spalacio winh rey chi' heb'. Ix yik'anpaxb'at juntzanh anima heb' icha presoal ayic ix pax heb' t'a Samaria. Ix ak'ji pural winhaj Amasías chi' yuj winhaj Joás yochcan wach'k'olal yet'oc."
        },
        {
            "number": "25",
            "text": "Ha winhaj Amasías yuninal winhaj Joás sreyal Judá chi', 15 ab'ilto ix yak' reyal winh t'a Judá ayic toxo ix cham winhaj Joás yuninal winhaj Joacaz sreyal Israel."
        },
        {
            "number": "26",
            "text": "Ha jantacto yab'ixal winhaj Amasías chi', ayic ix el yich masanto ix lajwi, aycan b'aj tz'ib'ab'ilcan yab'ixal heb' winh sreyal Judá yet' heb' winh sreyal Israel."
        },
        {
            "number": "27",
            "text": "Atax wal yic ix yik'anel sb'a winhaj Amasías t'a Jehová, ay juntzanh heb' aj Jerusalén chi' ix naan smilcham winh. Yuj chi' ix b'atcan winh elelal t'a chonhab' Laquis, palta ix b'atnhej heb' t'a spatic winh t'a jun chonhab' chi', ata' ix cham winh yuj heb'."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi' ix yik'anb'at sniwanil winh heb' t'a yib'anh jun nok' chej, haxo b'aj mucan heb' smam yicham winh ix mucchaji, aton t'a schonhab' winhaj Dawid."
        }
    ]
}