{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 25 ab'il sq'uinal vinhaj Amasías ix och vinh reyal, 29 ab'il ix yak' reyal vinh d'a Jerusalén. Joadán sb'i ix snun vinh, aj Jerusalén ix."
        },
        {
            "number": "2",
            "text": "A tas ix sk'ulej vinh, vach' d'a yichanh Jehová, anhej to maj sk'ulej val vinh d'a smasanil sk'ool."
        },
        {
            "number": "3",
            "text": "Ayic ix tek'k'aj yopisio vinh chi', a eb' vinh ayoch yajalil yed' vinh, ix smilcham eb' vinh, aton eb' vinh miljinaccham vinh smam vinh."
        },
        {
            "number": "4",
            "text": "Palta maj miljicham eb' vinh yuninal eb' yuj vinh, yujto tz'ib'yajcan d'a ley Moisés, b'aj syal Jehová: A eb' mamab'il, max yal scham eb' yuj smul yuninal, max yal pax scham eb' uninab'il yuj smul smam, yujto junjun mach scham yuj smul, xchicani."
        },
        {
            "number": "5",
            "text": "Ix schecan vinh to smolb'ej sb'a masanil eb' vinh aj Judá yed' eb' vinh yic Benjamín. Macquiltaquil ix aj eb' vinh d'a junjun yinhtilal. Icha chi' ix aj yoch eb' vinh yajalil d'a junjun mil yed' d'a junjun cien anima. Ix yik'anchaanh sb'isul anima vinh, schael yich d'a eb' 20 ab'il sb'eynhejb'ati. A sb'isul eb' ix q'ue vaan chi', 300 mil, aton eb' stiempoalxo sb'at d'a oval, lista yaj eb' yed' slanza yed' smaclab' jul-lab'."
        },
        {
            "number": "6",
            "text": "Ix smajnan 100 mil eb' soldado yic Israel vinh, 75 quintal q'uen plata ix yak' vinh stojoloc eb'."
        },
        {
            "number": "7",
            "text": "Palta ay jun vinh schecab' Dios ix k'och d'a vinh, ix yalan vinh d'a vinh icha tic: --Ach rey, manh ik'och eb' soldado yic Israel yed' eb' yic Efraín ed'oc, yujto manh ayococh Jehová yed' eb',"
        },
        {
            "number": "8",
            "text": "vach'chom tza na'a to yuj eb' ay yip eb' a soldado d'a oval, palta a Dios ol ach ak'an ak'joc ganar yuj eb' ajk'ol chi', yujto ay spoder scolvaji, ay pax spoder satanel masanil, xchi vinh schecab' Dios chi'."
        },
        {
            "number": "9",
            "text": "Ix sk'anb'an vinhaj Amasías chi' d'a vinh schecab' Dios chi' icha tic: --Palta, ¿tas ol aj pax 75 quintal q'uen plata ix vak' d'a eb' soldado israel chi' jun? xchi vinh. Ix tak'vi vinh schecab' Dios chi' d'a vinh icha tic: --A Jehová syal yak'an ek'alocxo icha q'uen chi' d'ayach, xchi vinh."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix checji pax eb' soldado ix cot d'a yol yic Efraín chi' yuj vinhaj Amasías chi', palta ix te cot yoval eb' d'a eb' yic Judá chi', yuj chi' te yoval eb' ayic ix pax eb' chi'."
        },
        {
            "number": "11",
            "text": "Ix stek'b'an sb'a vinhaj rey Amasías chi', ix b'at vinh yed' eb' soldado d'a spanhanil yic Atz'am Atz'am. Ata' ix smilcham 10 mil soldado aj Seir eb'."
        },
        {
            "number": "12",
            "text": "Anheja' ix syam pax 10 mil eb' aj Seir chi' eb', ix ik'jib'at eb' yuj eb' d'a sjolom jun lum vitz sattac q'uen yeq'ui. Ata' ix laj yumjicanb'at eb' yuj eb', chok' ix laj ajcan eb'."
        },
        {
            "number": "13",
            "text": "Axo eb' soldado yic Israel maj chajocb'atlaj yuj vinhaj Amasías d'a oval chi', aton eb' ix checjican meltzaj d'a spat, ix satel jaye' chonhab' eb' d'a yol smacb'en Judá, schab'at d'a Samaria masanto d'a Bet-horón. Ix smilancham 3 mil anima eb', tzijtum tastac ix yelq'uejb'at eb'."
        },
        {
            "number": "14",
            "text": "Ayic ix meltzaj vinhaj Amasías chi', ayic toxo ix satel eb' aj Edom yuj vinh, aton eb' aj Seir, ix yik'ancot juntzanh scomon diosal eb' aj Seir chi' vinh, ix yak'anoch vinh sdiosaloc. Ix yalan sb'a vinh d'ay, ix snhusan pax incienso vinh d'ay."
        },
        {
            "number": "15",
            "text": "Yuj jun chi' ix cot val yoval Jehová d'a vinh, ix scheccot jun vinh schecab' yal d'a vinh rey chi' icha tic: --¿Tas yuj tzach och ejmelal d'a juntzanh comon dios maj yal scolanel schonhab' d'a yol a k'ab'? xchi vinh schecab' Dios chi'."
        },
        {
            "number": "16",
            "text": "Ayic vanto yalan juntzanh chi' vinh schecab' Dios chi', ix tak'vi vinh rey chi' icha tic: --¿Tom ix val d'ayach to a ach ol ak' in razón a in rey in tic? Actej alan juntzanh chi'. ¿Mato tza nib'ej tzach miljichamoc? xchi vinh. Axo vinh schecab' Dios chi' manhxa tas ix yal vinh, axonhej ix yal vinh d'a vinh rey chi' icha tic: --Vojtac a in tic to nab'ilxo yuj Dios to ol ach sateloc, yujto ix a k'ulej jun tic, maj a k'anab'ajej tas ix val d'ayach, xchi vinh."
        },
        {
            "number": "17",
            "text": "A vinhaj Amasías sreyal Judá chi', ix sk'anb'ej yab' vinh d'a juntzanh eb' ak'um razón. Yuj chi' ix schecan vinh b'at alchaj d'a vinhaj Joás yuninal vinhaj Joacaz, yixchiquin vinhaj Jehú, sreyal Israel, ix yalan vinh icha tic: Cotanh, cak' oval, xchib'at vinh."
        },
        {
            "number": "18",
            "text": "Ix spacanpaxcot vinhaj Joás chi' d'a vinh icha tic: Ayab' jun te' sac q'uiix d'a Líbano, ix yalb'at te' d'a jun te' k'ute' ay pax ta' icha tic: Ak' ix isil yetb'eyumoc vinh vuninal, xchib'at te'. Palta ay jun nok' chium nok' ix ek' ta', axo nok' ix tek'anem jun te' q'uiix chi'."
        },
        {
            "number": "19",
            "text": "A ach tic tzala' to ix ak' ganar eb' aj Edom, yuj chi' tzik' val chaanh a b'a, tza say tas tz'aj ik'jichaanh. Palta te vach' tato tzach cannhej d'a a pat. ¿Tas yuj tza nib'ej tzik'cot junoc yaelal d'a ib'anh yed' d'a yib'anh chonhab' Judá? xchicot vinhaj Joás chi' d'a vinh."
        },
        {
            "number": "20",
            "text": "Palta axo vinhaj Amasías chi', maj schalaj yab' vinh, yujto toxo ix sna Dios to ol ak'jococh vinh d'a yol sk'ab' vinhaj Joás chi' yuuj, yujto a d'a juntzanh sdiosal eb' aj Edom chi' tz'och vinh ejmelal."
        },
        {
            "number": "21",
            "text": "Ix lajvi chi' ix cot vinhaj Joás chi' yak' oval yed' vinhaj Amasías chi', ix schalaj sb'a eb' vinh d'a Bet-semes, d'a yol smacb'en Judá chi'."
        },
        {
            "number": "22",
            "text": "Ix ak'ji ganar Judá chi' yuj eb' aj Israel, yuj chi' a eb' soldado aj Judá chi' toxonhej ix el lemeljoc eb', ix paxcan eb' d'a spat."
        },
        {
            "number": "23",
            "text": "Ix yamchaj vinhaj Amasías sreyal Judá d'a Bet-semes chi' yuj vinhaj Joás vinh sreyal Israel chi'. Ix lajvi chi' ix ik'chajcot vinh d'a Jerusalén. Ix smak'ancanem lanhnaj smuroal jun chonhab' chi' eb' israel chi'. Ay am 180 metrooc ix spojem eb', ix b'atnhej d'a puerta yic Efraín, masanto ix k'och d'a spuertail schiquin jun smuroal chi'."
        },
        {
            "number": "24",
            "text": "Ix yik'anpaxb'at q'uen oro eb', q'uen plata yed' juntzanhxo tas ay d'a yol stemplo Dios, aton juntzanh stanhvej eb' yinhtilal vinhaj Obed-edom. Ix yik'paxb'at jantacnhej b'eyumal ay d'a spalacio vinh rey chi' eb'. Ix yik'anpaxb'at juntzanh anima eb' icha presoal ayic ix pax eb' d'a Samaria. Ix ak'ji pural vinhaj Amasías chi' yuj vinhaj Joás yochcan vach'k'olal yed'oc."
        },
        {
            "number": "25",
            "text": "A vinhaj Amasías yuninal vinhaj Joás sreyal Judá chi', 15 ab'ilto ix yak' reyal vinh d'a Judá ayic toxo ix cham vinhaj Joás yuninal vinhaj Joacaz sreyal Israel."
        },
        {
            "number": "26",
            "text": "A jantacto yab'ixal vinhaj Amasías chi', ayic ix el yich masanto ix lajvi, aycan b'aj tz'ib'ab'ilcan yab'ixal eb' vinh sreyal Judá yed' eb' vinh sreyal Israel."
        },
        {
            "number": "27",
            "text": "Atax val yic ix yik'anel sb'a vinhaj Amasías d'a Jehová, ay juntzanh eb' aj Jerusalén chi' ix naan smilcham vinh. Yuj chi' ix b'atcan vinh elelal d'a chonhab' Laquis, palta ix b'atnhej eb' d'a spatic vinh d'a jun chonhab' chi', ata' ix cham vinh yuj eb'."
        },
        {
            "number": "28",
            "text": "Ix lajvi chi' ix yik'anb'at snivanil vinh eb' d'a yib'anh jun nok' chej, axo b'aj mucan eb' smam yicham vinh ix mucchaji, aton d'a schonhab' vinhaj David."
        }
    ]
}