{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix cham vinhaj Amasías chi', haxo vinhaj Uzías ix yak'och eb' aj Judá reyal sq'uexuloc vinh smam chi'. Ayic ix schaanel yich vinh yak'an reyal, 16 ab'il sq'uinal vinh. 52 ab'il ix yak' reyal vinh t'a Jerusalén. Jecolías sb'i ix snun vinh, aj Jerusalén ix. Ayic ayoch vinh reyal ix sb'oanxiq'ue chonhab' Elat vinh, ix canxi yicoc Judá."
        },
        {
            "number": "2",
            "text": "Masanil tas ix sk'ulej vinhaj Uzías chi', wach'nhej t'a yichanh Jehová, icha sk'ulejnac vinhaj Amasías smam vinh."
        },
        {
            "number": "3",
            "text": "Ix yak' val och spensar vinh d'ha Dios yacb'an pitzanto vinhaj Zacarías. Ha vinhaj Zacarías chi' ix k'ayb'an vinh t'a tas syutej sk'anab'ajan Jehová. Yacb'an ix sk'anab'ajej vinh, wach'nhej ix ajelk'och vinh yuj Jehová."
        },
        {
            "number": "4",
            "text": "Ha vinhaj Uzías chi', ix b'at vinh yet' eb' vinh soldado yak' oval yet' eb' filisteo, ix smak'anem lanhnaj smuroal chonhab' Gat eb' vinh, Jabnia yet' Asdod. Ix sb'oanq'ue juntzanh chonhab' eb' t'a yol yic Asdod chi' yet' juntzanhxo chonhab' yic eb' filisteo chi'."
        },
        {
            "number": "5",
            "text": "Ix och val Dios yet' vinh ayic ix yak'an oval vinh yet' eb' filisteo chi' yet' eb' árabe cajan t'a Gur-baal yet' eb' amonita."
        },
        {
            "number": "6",
            "text": "Ix yak'an q'uen tumin eb' amonita t'a vinh, aton q'uen ix ak'jioch t'a yib'anh eb' yak'ani. Ix yak'nhej yajalil vinh masanto t'a smojonal Egipto, yujto ix yik' val yip yopisio vinh chi'."
        },
        {
            "number": "7",
            "text": "Ix sb'oxiq'ue juntzanh b'aj tz'aj eb' soldado vinh t'a yib'anh smuroal Jerusalén chi' yet' t'a yib'anh spuertail t'a schiquin yet' t'a yib'anh puerta t'a ch'olan yet' t'a juntzanhxo schiquintac. Te wach' ix aj sb'oanxiq'ue vinh."
        },
        {
            "number": "8",
            "text": "Ix sb'oanpax juntzanh yet'tal eb' vinh soldado vinh t'a tzinan lu'um yet' pax b'aj tz'aj eb' soldado chi' t'a chaanh. Ix schecanpax vinh joychaj jantac a uk'b'ila', yujto te niwan nok' smolb'etzal nok' vinh t'a ak'lictac yet' t'a yichtac vitz. Ay pax eb' smunlajvum vinh smunlaj t'a avoj uva yet' t'a juntzanhxo avb'en ay t'a tzalquixtac yet' t'a lum ak'lictac. Te ay val och t'a sk'ol vinh smunlaj t'a tas tz'avchaji."
        },
        {
            "number": "9",
            "text": "Ay pax jun niwan nhilanh eb' soldado vinh, ayic sb'at eb' t'a oval, pojquiltac yaj eb', icha tas macanhil yajek' sb'i eb' t'a yol sk'ab' vinhaj Jeiel vinh tz'ib'um yet' vinhaj Maasías yajal. Ha vinhaj Hananías sat yajal yaj t'a eb', ayoch yopisio vinh yet' vinhaj rey Uzías chi'."
        },
        {
            "number": "10",
            "text": "Axo masanil eb' yajal yaj t'a junjun makan eb' vinh soldado chi' icha tas yinhtilal eb', ay 2 mil 600 eb'."
        },
        {
            "number": "11",
            "text": "Axo eb' soldado ayoch t'a yalanh smandar eb', ay 307 mil 500 eb', listaxo yaj eb' sb'at t'a oval, te tek'an eb' scolvaj t'a vinh rey chi' yic syak'an oval vinh yet' eb' ajk'ool."
        },
        {
            "number": "12",
            "text": "Ix schecan vinhaj rey Uzías chi' b'ojoc juntzanh syamk'ab' eb' soldado chi': Aton maclab' jul-lab', q'uen lanza, q'uen xumpil, maclab' nhik'ool, yol jul-lab' yet' mejmeech."
        },
        {
            "number": "13",
            "text": "Ix sayan juntzanh eb' vinh vinac vinh te jelan yic sb'oan juntzanh q'uen nivac máquina yic oval. Ix b'ochaj q'ueen b'ajtac ayq'ue eb' soldado t'a chaanh t'a yib'anhtac muro. Ha juntzanh q'uen máquina chi', a q'ueen sjulanb'at q'uen nivac q'ueen. Ix te pucaxb'at yab'ixal vinh t'a najat. Ix och val Dios yet' vinh, yuj chi' te ay smay ix aj sb'inaj vinh."
        },
        {
            "number": "14",
            "text": "Palta ayic ix tek'k'aj val yopisio vinh chi', ix yik'anchaanh sb'a vinh. Yuj chi' ix yik'cot vinh t'a yib'anh. Ix spitej sb'a vinh t'a Jehová Dios, aton sDiosal eb' smam yicham vinh. Ix och vinh t'a yol stemplo Jehová, ix snhusan incienso vinh t'a altar."
        },
        {
            "number": "15",
            "text": "Tzak'an yoch vinhaj sacerdote Azarías yuj vinh yet' pax 80 eb' vinh sacerdote yic Jehová. Manh jab'oc ix xiv eb' vinh yochi."
        },
        {
            "number": "16",
            "text": "Axo yic ix k'och eb' vinh t'a vinh rey chi', ix yalan eb' vinh icha tik t'a vinh: Mamin rey Uzías, a ach tik manh opisiooc a nhusan incienso t'a Jehová, palta a onh sacerdote onh yinhtilal onh vinhaj Aarón tik, a onh sik'b'ilonhcanoch t'a jun opisio tik. Yuj chi' mamin rey, wach' tzach el t'a jun lugar tik, yujto toxo ix och a chukal t'a Jehová, yuj chi' manhxo ol ach ik'jocchaanh yuj, xchi eb' vinh t'a vinh."
        },
        {
            "number": "17",
            "text": "Ha vinhaj rey Uzías chi', ayic linhan och vinh t'a stz'ey jun altar yic incienso t'a yol templo chi' yet'nac jun chaynub' yic incienso vinh. Ix cot val yoval vinh t'a eb' vinh sacerdote chi', haxo val t'a jun rato chi' ix elta yab'il lepra t'a snanhal sat vinh."
        },
        {
            "number": "18",
            "text": "Ayic ix yilan vinhaj sat sacerdote Azarías yet' eb' vinh ajun yet' vinh chi' to toxo ix elta yab'il lepra t'a snanhal sat vinh rey chi', ix yik'anelta vinh eb' vinh t'a elanhchamel. Ix snib'ej pax vinh rey chi' tz'elta t'a elanhchamel, yujto toxo ix javi yaelal t'a yib'anh vinh yuj Jehová."
        },
        {
            "number": "19",
            "text": "Ix cannhej jun lepra chi' t'a vinhaj rey Uzías chi' masanto ix cham vinh, yuj chi' sch'ocoj vinh ix aj t'a jun pat, majxo chajocochlaj vinh t'a yol stemplo Jehová. Axo vinhaj Jotam yuninal vinh ix ochcan sq'uexuloc, yic skan vinh t'a spalacio yic syak'anpax yajalil vinh t'a jun chonhab' chi'."
        },
        {
            "number": "20",
            "text": "Ha jantacto yab'ixal vinhaj rey Uzías chi', ayic ix el yich masanto ix lajvi, tz'ib'ab'ilcan yuj vinhaj Isaías schecab' Dios, vinh yuninal vinhaj Amoz."
        },
        {
            "number": "21",
            "text": "Ayic ix cham vinh Uzías chi', ix mucji vinh t'a smacb'en b'aj smucchaj eb' vinh rey. Yujto ay lepra t'a vinh, yuj chi' maj yal smucchaj vinh t'a yet'tal eb' vinh rey chi'. Ixlajwi chi' haxo vinhaj Jotam yuninal vinh ix ochcan reyal sq'uexuloc."
        }
    ]
}