{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix cham winhaj Amasías chi', haxo winhaj Uzías ix yak'och eb' aj Judá reyal sq'uexuloc winh smam chi'. Ayic ix schaanel yich winh yak'an reyal, 16 ab'il sk'inal winh. 52 ab'il ix yak' reyal winh t'a Jerusalén. Jecolías sb'i ix snun winh, aj Jerusalén ix. Ayic ayoch winh reyal ix sb'oanxiq'ue chonhab' Elat winh, ix canxi yicoc Judá."
        },
        {
            "number": "2",
            "text": "Masanil tas ix sk'ulej winhaj Uzías chi', wach'nhej t'a yichanh Jehová, icha sk'ulejnac winhaj Amasías smam winh."
        },
        {
            "number": "3",
            "text": "Ix yak' val och spensar winh d'ha Dios yacb'an pitzanto winhaj Zacarías. Ha winhaj Zacarías chi' ix k'ayb'an winh t'a tas syutej sk'anab'ajan Jehová. Yacb'an ix sk'anab'ajej winh, wach'nhej ix ajelk'och winh yuj Jehová."
        },
        {
            "number": "4",
            "text": "Ha winhaj Uzías chi', ix b'at winh yet' eb' winh soldado yak' oval yet' eb' filisteo, ix smak'anem lanhnaj smuroal chonhab' Gat eb' winh, Jabnia yet' Asdod. Ix sb'oanq'ue juntzanh chonhab' eb' t'a yol yic Asdod chi' yet' juntzanhxo chonhab' yic eb' filisteo chi'."
        },
        {
            "number": "5",
            "text": "Ix och val Dios yet' winh ayic ix yak'an oval winh yet' eb' filisteo chi' yet' eb' árabe cajan t'a Gur-baal yet' eb' amonita."
        },
        {
            "number": "6",
            "text": "Ix yak'an q'uen tumin eb' amonita t'a winh, aton q'uen ix ak'jioch t'a yib'anh eb' yak'ani. Ix yak'nhej yajalil winh masanto t'a smojonal Egipto, yujto ix yik' val yip yopisio winh chi'."
        },
        {
            "number": "7",
            "text": "Ix sb'oxiq'ue juntzanh b'aj tz'aj eb' soldado winh t'a yib'anh smuroal Jerusalén chi' yet' t'a yib'anh spuertail t'a schiquin yet' t'a yib'anh puerta t'a ch'olan yet' t'a juntzanhxo schiquintac. Te wach' ix aj sb'oanxiq'ue winh."
        },
        {
            "number": "8",
            "text": "Ix sb'oanpax juntzanh yet'tal eb' winh soldado winh t'a tzinan lu'um yet' pax b'aj tz'aj eb' soldado chi' t'a chaanh. Ix schecanpax winh joychaj jantac a uk'b'ila', yujto te niwan nok' smolb'etzal nok' winh t'a ak'lictac yet' t'a yichtac vitz. Ay pax eb' smunlajvum winh smunlaj t'a avoj uva yet' t'a juntzanhxo avb'en ay t'a tzalquixtac yet' t'a lum ak'lictac. Te ay val och t'a sk'ol winh smunlaj t'a tas tz'avchaji."
        },
        {
            "number": "9",
            "text": "Ay pax jun niwan nhilanh eb' soldado winh, ayic sb'at eb' t'a oval, pojquiltac yaj eb', icha tas macanhil yajek' sb'i eb' t'a yol sk'ab' winhaj Jeiel winh tz'ib'um yet' winhaj Maasías yajal. Ha winhaj Hananías sat yajal yaj t'a eb', ayoch yopisio winh yet' winhaj rey Uzías chi'."
        },
        {
            "number": "10",
            "text": "Axo masanil eb' yajal yaj t'a junjun makan eb' winh soldado chi' icha tas yinhtilal eb', ay 2 mil 600 eb'."
        },
        {
            "number": "11",
            "text": "Axo eb' soldado ayoch t'a yalanh smandar eb', ay 307 mil 500 eb', listaxo yaj eb' sb'at t'a oval, te tek'an eb' skolwaj t'a winh rey chi' yic syak'an oval winh yet' eb' ajk'ool."
        },
        {
            "number": "12",
            "text": "Ix schecan winhaj rey Uzías chi' b'ojoc juntzanh syamk'ab' eb' soldado chi': Aton maclab' jul-lab', q'uen lanza, q'uen xumpil, maclab' nhik'ool, yol jul-lab' yet' mejmeech."
        },
        {
            "number": "13",
            "text": "Ix sayan juntzanh eb' winh vinac winh te jelan yic sb'oan juntzanh q'uen nivac máquina yic oval. Ix b'ochaj q'ueen b'ajtac ayq'ue eb' soldado t'a chaanh t'a yib'anhtac muro. Ha juntzanh q'uen máquina chi', a q'ueen sjulanb'at q'uen nivac q'ueen. Ix te pucaxb'at yab'ixal winh t'a najat. Ix och val Dios yet' winh, yuj chi' te ay smay ix aj sb'inaj winh."
        },
        {
            "number": "14",
            "text": "Palta ayic ix tek'k'aj val yopisio winh chi', ix yik'anchaanh sb'a winh. Yuj chi' ix yik'cot winh t'a yib'anh. Ix spitej sb'a winh t'a Jehová Dios, aton sDiosal eb' smam yicham winh. Ix och winh t'a yol stemplo Jehová, ix snhusan incienso winh t'a altar."
        },
        {
            "number": "15",
            "text": "Tzak'an yoch winhaj sacerdote Azarías yuj winh yet' pax 80 eb' winh sacerdote yic Jehová. Manh jab'oc ix xiv eb' winh yochi."
        },
        {
            "number": "16",
            "text": "Axo yic ix k'och eb' winh t'a winh rey chi', ix yalan eb' winh icha tik t'a winh: Mamin rey Uzías, a ach tik manh opisiooc a nhusan incienso t'a Jehová, palta a onh sacerdote onh yinhtilal onh winhaj Aarón tik, a onh sik'b'ilonhcanoch t'a jun opisio tik. Yuj chi' mamin rey, wach' tzach el t'a jun lugar tik, yujto toxo ix och a chukal t'a Jehová, yuj chi' manhxo ol ach ik'jocchaanh yuj, xchi eb' winh t'a winh."
        },
        {
            "number": "17",
            "text": "Ha winhaj rey Uzías chi', ayic linhan och winh t'a stz'ey jun altar yic incienso t'a yol templo chi' yet'nac jun chaynub' yic incienso winh. Ix cot val yoval winh t'a eb' winh sacerdote chi', haxo val t'a jun rato chi' ix elta yab'il lepra t'a snanhal sat winh."
        },
        {
            "number": "18",
            "text": "Ayic ix yilan winhaj sat sacerdote Azarías yet' eb' winh ajun yet' winh chi' to toxo ix elta yab'il lepra t'a snanhal sat winh rey chi', ix yik'anelta winh eb' winh t'a elanhchamel. Ix snib'ej pax winh rey chi' tz'elta t'a elanhchamel, yujto toxo ix javi yaelal t'a yib'anh winh yuj Jehová."
        },
        {
            "number": "19",
            "text": "Ix cannhej jun lepra chi' t'a winhaj rey Uzías chi' masanto ix cham winh, yuj chi' sch'ocoj winh ix aj t'a jun pat, majxo chajocochlaj winh t'a yol stemplo Jehová. Axo winhaj Jotam yuninal winh ix ochcan sq'uexuloc, yic skan winh t'a spalacio yic syak'anpax yajalil winh t'a jun chonhab' chi'."
        },
        {
            "number": "20",
            "text": "Ha jantacto yab'ixal winhaj rey Uzías chi', ayic ix el yich masanto ix lajvi, tz'ib'ab'ilcan yuj winhaj Isaías schecab' Dios, winh yuninal winhaj Amoz."
        },
        {
            "number": "21",
            "text": "Ayic ix cham winh Uzías chi', ix mucji winh t'a smacb'en b'aj smucchaj eb' winh rey. Yujto ay lepra t'a winh, yuj chi' maj yal smucchaj winh t'a yet'tal eb' winh rey chi'. Ixlajwi chi' haxo winhaj Jotam yuninal winh ix ochcan reyal sq'uexuloc."
        }
    ]
}