{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix cham winhaj Amasías chi', haxo winhaj Uzías ix yak'och heb' aj Judá reyal sk'exuloc winh smam chi'. Ayic ix schaanel yich winh yak'an reyal, 16 ab'il sk'inal winh. 52 ab'il ix yak' reyal winh t'a Jerusalén. Jecolías sb'i ix snun winh, aj Jerusalén ix. Ayic ayoch winh reyal ix sb'oanxik'e chonhab' Elat winh, ix canxi yicoc Judá."
        },
        {
            "number": "2",
            "text": "Masanil tas ix sk'ulej winhaj Uzías chi', wach'nhej t'a yichanh Jehová, icha sk'ulejnac winhaj Amasías smam winh."
        },
        {
            "number": "3",
            "text": "Ix yak' wal och spensar winh d'ha Dios yacb'an pitzanto winhaj Zacarías. Ha winhaj Zacarías chi' ix k'ayb'an winh t'a tas syutej sk'anab'ajan Jehová. Yacb'an ix sk'anab'ajej winh, wach'nhej ix ajelk'och winh yuj Jehová."
        },
        {
            "number": "4",
            "text": "Ha winhaj Uzías chi', ix b'at winh yet' heb' winh soldado yak' owal yet' heb' filisteo, ix smak'anem lanhnaj smuroal chonhab' Gat heb' winh, Jabnia yet' Asdod. Ix sb'oank'e juntzanh chonhab' heb' t'a yol yic Asdod chi' yet' juntzanhxo chonhab' yic heb' filisteo chi'."
        },
        {
            "number": "5",
            "text": "Ix och wal Dios yet' winh ayic ix yak'an owal winh yet' heb' filisteo chi' yet' heb' árabe cajan t'a Gur-baal yet' heb' amonita."
        },
        {
            "number": "6",
            "text": "Ix yak'an k'een tumin heb' amonita t'a winh, aton k'een ix ak'jioch t'a yib'anh heb' yak'ani. Ix yak'nhej yajalil winh masanto t'a smojonal Egipto, yujto ix yik' wal yip yopisio winh chi'."
        },
        {
            "number": "7",
            "text": "Ix sb'oxik'e juntzanh b'aj tz'aj heb' soldado winh t'a yib'anh smuroal Jerusalén chi' yet' t'a yib'anh spuertail t'a schiquin yet' t'a yib'anh puerta t'a ch'olan yet' t'a juntzanhxo schiquintac. Te wach' ix aj sb'oanxik'e winh."
        },
        {
            "number": "8",
            "text": "Ix sb'oanpax juntzanh yet'tal heb' winh soldado winh t'a tzinan lu'um yet' pax b'aj tz'aj heb' soldado chi' t'a chaanh. Ix schecanpax winh joychaj jantac a uk'b'ila', yujto te niwan nok' smolb'etzal nok' winh t'a ak'lictac yet' t'a yichtac witz. Ay pax heb' smunlajwum winh smunlaj t'a awoj uwa yet' t'a juntzanhxo avb'en ay t'a tzalquixtac yet' t'a lum ak'lictac. Te ay wal och t'a sk'ol winh smunlaj t'a tas tz'avchaji."
        },
        {
            "number": "9",
            "text": "Ay pax jun niwan nhilanh heb' soldado winh, ayic sb'at heb' t'a owal, pojquiltac yaj heb', icha tas macanhil yajek' sb'i heb' t'a yol sk'ab' winhaj Jeiel winh tz'ib'um yet' winhaj Maasías yajal. Ha winhaj Hananías sat yajal yaj t'a heb', ayoch yopisio winh yet' winhaj rey Uzías chi'."
        },
        {
            "number": "10",
            "text": "Axo masanil heb' yajal yaj t'a junjun makan heb' winh soldado chi' icha tas yinhtilal heb', ay 2 mil 600 heb'."
        },
        {
            "number": "11",
            "text": "Axo heb' soldado ayoch t'a yalanh smandar heb', ay 307 mil 500 heb', listaxo yaj heb' sb'at t'a owal, te tek'an heb' skolwaj t'a winh rey chi' yic syak'an owal winh yet' heb' ajk'ool."
        },
        {
            "number": "12",
            "text": "Ix schecan winhaj rey Uzías chi' b'ojoc juntzanh syamk'ab' heb' soldado chi': Aton maclab' jul-lab', k'een lanza, k'een xumpil, maclab' nhik'ool, yol jul-lab' yet' mejmeech."
        },
        {
            "number": "13",
            "text": "Ix sayan juntzanh heb' winh winak winh te jelan yic sb'oan juntzanh k'een niwac máquina yic owal. Ix b'ochaj k'een b'ajtac ayk'e heb' soldado t'a chaanh t'a yib'anhtac muro. Ha juntzanh k'een máquina chi', a k'een sjulanb'at k'een niwac k'een. Ix te pucaxb'at yab'ixal winh t'a najat. Ix och wal Dios yet' winh, yuj chi' te ay smay ix aj sb'inaj winh."
        },
        {
            "number": "14",
            "text": "Palta ayic ix tek'k'aj wal yopisio winh chi', ix yik'anchaanh sb'a winh. Yuj chi' ix yik'cot winh t'a yib'anh. Ix spitej sb'a winh t'a Jehová Dios, aton sDiosal heb' smam yicham winh. Ix och winh t'a yol stemplo Jehová, ix snhusan incienso winh t'a altar."
        },
        {
            "number": "15",
            "text": "Tzak'an yoch winhaj sacerdote Azarías yuj winh yet' pax 80 heb' winh sacerdote yic Jehová. Manh jab'oc ix xiv heb' winh yochi."
        },
        {
            "number": "16",
            "text": "Axo yic ix k'och heb' winh t'a winh rey chi', ix yalan heb' winh icha tik t'a winh: Mamin rey Uzías, a ach tik manh opisiooc a nhusan incienso t'a Jehová, palta a onh sacerdote onh yinhtilal onh winhaj Aarón tik, a onh sik'b'ilonhcanoch t'a jun opisio tik. Yuj chi' mamin rey, wach' tzach el t'a jun lugar tik, yujto toxo ix och a chukal t'a Jehová, yuj chi' manhxo ol ach ik'jocchaanh yuj, xchi heb' winh t'a winh."
        },
        {
            "number": "17",
            "text": "Ha winhaj rey Uzías chi', ayic linhan och winh t'a stz'ey jun altar yic incienso t'a yol templo chi' yet'nac jun chaynub' yic incienso winh. Ix cot wal yowal winh t'a heb' winh sacerdote chi', haxo wal t'a jun rato chi' ix elta yab'il lepra t'a snanhal sat winh."
        },
        {
            "number": "18",
            "text": "Ayic ix yilan winhaj sat sacerdote Azarías yet' heb' winh ajun yet' winh chi' to toxo ix elta yab'il lepra t'a snanhal sat winh rey chi', ix yik'anelta winh heb' winh t'a elanhchamel. Ix snib'ej pax winh rey chi' tz'elta t'a elanhchamel, yujto toxo ix jawi yaelal t'a yib'anh winh yuj Jehová."
        },
        {
            "number": "19",
            "text": "Ix cannhej jun lepra chi' t'a winhaj rey Uzías chi' masanto ix cham winh, yuj chi' sch'ocoj winh ix aj t'a jun pat, majxo chajocochlaj winh t'a yol stemplo Jehová. Axo winhaj Jotam yuninal winh ix ochcan sk'exuloc, yic skan winh t'a spalacio yic syak'anpax yajalil winh t'a jun chonhab' chi'."
        },
        {
            "number": "20",
            "text": "Ha jantacto yab'ixal winhaj rey Uzías chi', ayic ix el yich masanto ix lajwi, tz'ib'ab'ilcan yuj winhaj Isaías schecab' Dios, winh yuninal winhaj Amoz."
        },
        {
            "number": "21",
            "text": "Ayic ix cham winh Uzías chi', ix mucji winh t'a smacb'en b'aj smucchaj heb' winh rey. Yujto ay lepra t'a winh, yuj chi' maj yal smucchaj winh t'a yet'tal heb' winh rey chi'. Ixlajwi chi' haxo winhaj Jotam yuninal winh ix ochcan reyal sk'exuloc."
        }
    ]
}