{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Jotam chi', 25 ab'il sk'inal winh ayic ix och winh reyal. 16 ab'il ix yak' reyal winh t'a Jerusalén. Jerusa sb'i ix snun winh, yisil ix winhaj Sadoc."
        },
        {
            "number": "2",
            "text": "Ha tas ix sk'ulej winhaj Jotam chi', wach' t'a yichanh Jehová icha ix sk'ulej winhaj Uzías smam winh. Palta maj ochlaj winh t'a yol stemplo Jehová icha ix yutej sb'a winh smam winh chi'. Axo masanil anima, te chuk tas ix sb'eyb'alej eb'."
        },
        {
            "number": "3",
            "text": "Ha winhaj Jotam chi' ix checan b'ojoc jun spuertail templo t'a yib'anh. Tzijtum tas ix schec winh b'ojoc t'a yib'anh smuroal chonhab' b'aj mucb'il jun ch'olan."
        },
        {
            "number": "4",
            "text": "Ix schecan winh b'ochajxiq'ue juntzanh nivac chonhab' t'a tzalquixtac t'a yol yic Judá yet' yet'tal eb' winh soldado chaanh yajq'ue b'aj stanhvej eb' winh t'a caltac te'."
        },
        {
            "number": "5",
            "text": "Ix yak' oval winh yet' eb' amonita, ix ak'ji ganar eb' yuj winh. Ha t'a jun ab'il chi', ix yak' q'uen tumin eb' ix ak'jioch t'a yib'anh yak'an t'a winh. Ix yak' 75 quintal q'uen plata eb' yet' 37 mil quintal ixim trigo. Anheja' icha pax chi' ixim cebada ix yak' eb'. Icha chi' ix sk'ulej eb' t'a oxe' ab'il."
        },
        {
            "number": "6",
            "text": "Te tek'an ix aj winh t'a sreyal chi', yujto te wach' sb'eyb'al winh t'a yichanh Jehová."
        },
        {
            "number": "7",
            "text": "Ha jantacto yab'ixal winhaj rey Jotam chi' yet' tastac sk'ulejnac winh yet' jantac oval yak'nac winh, aycan b'aj tz'ib'ab'ilcan yab'ixal eb' winh sreyal Israel yet' Judá."
        },
        {
            "number": "8",
            "text": "Ayic ix och winh t'a reyal, 25 ab'il sk'inal winh. 16 ab'il ix yak' reyal winh t'a Jerusalén."
        },
        {
            "number": "9",
            "text": "Axo yic ix cham winh, ix mucji winh yet' eb' smam yicham t'a schonhab' winhaj David. Ixlajwi chi', haxo winhaj Acaz yuninal winh ix ochcan reyal sq'uexuloc."
        }
    ]
}