{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Jotam chi', 25 ab'il sk'inal winh ayic ix och winh reyal. 16 ab'il ix yak' reyal winh t'a Jerusalén. Jerusa sb'i ix snun winh, yisil ix winhaj Sadoc."
        },
        {
            "number": "2",
            "text": "Ha tas ix sk'ulej winhaj Jotam chi', wach' t'a yichanh Jehová icha ix sk'ulej winhaj Uzías smam winh. Palta maj ochlaj winh t'a yol stemplo Jehová icha ix yutej sb'a winh smam winh chi'. Axo masanil anima, te chuk tas ix sb'eyb'alej heb'."
        },
        {
            "number": "3",
            "text": "Ha winhaj Jotam chi' ix chekan b'ojoc jun spuertail templo t'a yib'anh. Tzijtum tas ix schec winh b'ojoc t'a yib'anh smuroal chonhab' b'aj mucb'il jun ch'olan."
        },
        {
            "number": "4",
            "text": "Ix schekan winh b'ochajxik'e juntzanh niwac chonhab' t'a tzalquixtac t'a yol yic Judá yet' yet'tal heb' winh soldado chaanh yajk'e b'aj stanhwej heb' winh t'a kaltac te'."
        },
        {
            "number": "5",
            "text": "Ix yak' owal winh yet' heb' amonita, ix ak'ji ganar heb' yuj winh. Ha t'a jun ab'il chi', ix yak' k'een tumin heb' ix ak'jioch t'a yib'anh yak'an t'a winh. Ix yak' 75 quintal k'een plata heb' yet' 37 mil quintal ixim trigo. Anheja' icha pax chi' ixim cebada ix yak' heb'. Icha chi' ix sk'ulej heb' t'a oxe' ab'il."
        },
        {
            "number": "6",
            "text": "Te tek'an ix aj winh t'a sreyal chi', yujto te wach' sb'eyb'al winh t'a yichanh Jehová."
        },
        {
            "number": "7",
            "text": "Ha jantacto yab'ixal winhaj rey Jotam chi' yet' tastac sk'ulejnac winh yet' jantac owal yak'nac winh, aykan b'aj tz'ib'ab'ilkan yab'ixal heb' winh sreyal Israel yet' Judá."
        },
        {
            "number": "8",
            "text": "Ayic ix och winh t'a reyal, 25 ab'il sk'inal winh. 16 ab'il ix yak' reyal winh t'a Jerusalén."
        },
        {
            "number": "9",
            "text": "Axo yic ix cham winh, ix mucji winh yet' heb' smam yicham t'a schonhab' winhaj Dawid. Ixlajwi chi', haxo winhaj Acaz yuninal winh ix ochkan reyal sk'exuloc."
        }
    ]
}