{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj Jotam chi', 25 ab'il sq'uinal vinh ayic ix och vinh reyal. 16 ab'il ix yak' reyal vinh t'a Jerusalén. Jerusa sb'i ix snun vinh, yisil ix vinhaj Sadoc."
        },
        {
            "number": "2",
            "text": "Ha tas ix sk'ulej vinhaj Jotam chi', wach' t'a yichanh Jehová icha ix sk'ulej vinhaj Uzías smam vinh. Palta maj ochlaj vinh t'a yol stemplo Jehová icha ix yutej sb'a vinh smam vinh chi'. Axo masanil anima, te chuc tas ix sb'eyb'alej eb'."
        },
        {
            "number": "3",
            "text": "Ha vinhaj Jotam chi' ix checan b'ojoc jun spuertail templo t'a yib'anh. Tzijtum tas ix schec vinh b'ojoc t'a yib'anh smuroal chonhab' b'aj mucb'il jun ch'olan."
        },
        {
            "number": "4",
            "text": "Ix schecan vinh b'ochajxiq'ue juntzanh nivac chonhab' t'a tzalquixtac t'a yol yic Judá yet' yet'tal eb' vinh soldado chaanh yajq'ue b'aj stanhvej eb' vinh t'a caltac te'."
        },
        {
            "number": "5",
            "text": "Ix yak' oval vinh yet' eb' amonita, ix ak'ji ganar eb' yuj vinh. Ha t'a jun ab'il chi', ix yak' q'uen tumin eb' ix ak'jioch t'a yib'anh yak'an t'a vinh. Ix yak' 75 quintal q'uen plata eb' yet' 37 mil quintal ixim trigo. Anheja' icha pax chi' ixim cebada ix yak' eb'. Icha chi' ix sk'ulej eb' t'a oxe' ab'il."
        },
        {
            "number": "6",
            "text": "Te tek'an ix aj vinh t'a sreyal chi', yujto te wach' sb'eyb'al vinh t'a yichanh Jehová."
        },
        {
            "number": "7",
            "text": "Ha jantacto yab'ixal vinhaj rey Jotam chi' yet' tastac sk'ulejnac vinh yet' jantac oval yak'nac vinh, aycan b'aj tz'ib'ab'ilcan yab'ixal eb' vinh sreyal Israel yet' Judá."
        },
        {
            "number": "8",
            "text": "Ayic ix och vinh t'a reyal, 25 ab'il sq'uinal vinh. 16 ab'il ix yak' reyal vinh t'a Jerusalén."
        },
        {
            "number": "9",
            "text": "Axo yic ix cham vinh, ix mucji vinh yet' eb' smam yicham t'a schonhab' vinhaj David. Ixlajwi chi', haxo vinhaj Acaz yuninal vinh ix ochcan reyal sq'uexuloc."
        }
    ]
}