{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix och winhaj Acaz chi' reyal, 20 ab'il sk'inal winh. 16 ab'il ix yak' reyal winh t'a Jerusalén, palta manh wach'oc tas ix sk'ulej winh t'a yichanh Jehová, maj sk'ulej winh icha tas sk'ulejnac winhaj David smam yicham winh."
        },
        {
            "number": "2",
            "text": "Ha sb'eyb'al eb' winh sreyal Israel ix sb'eyb'alej winh. Ix schecan winh b'ochaj q'uen q'ueen yechel comon dios Baal."
        },
        {
            "number": "3",
            "text": "Ix snhusan incienso winh t'a sch'olanil yic Ben-hinom, ix snhusanpaxtz'a yuninal winh silab'il icha val schuc b'eyb'al juntzanh chonhab' ix ik'jiel yuj Jehová t'a yichanh eb' israel t'a lum chi'."
        },
        {
            "number": "4",
            "text": "Anhejtona', ix snhus pax silab' winh yet' incienso t'a juntzanh lugar b'ajtac chaanh yet' t'a yichtac te te' k'ayum xiil."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix ak'jioch winh yuj Jehová sDiosal t'a yol sk'ab' winh sreyal Siria. Te niwan anima ix ik'jib'at t'a Damasco yuj eb' sirio chi'. Anheja' ix ak'jipaxoch winh yuj Jehová t'a yol sk'ab' winhaj Peka yuninal winhaj Remalías sreyal Israel. Ha t'a jun k'u, 120 mil eb' soldado te tek'an yic Judá ix smilcham eb', yujto ix yactejcan Jehová sDiosal eb', aton sDiosal smam yicham eb'."
        },
        {
            "number": "6",
            "text": "Ay jun winh soldado te tek'an t'a yinhtilal Efraín scuchan Zicri, a winh ix milancham winhaj Maasías yuninal winh rey chi' yet' winhaj Azricam yajal t'a spalacio winh rey chi' yet' winhaj Elcana sat yajal yuj winh rey chi'."
        },
        {
            "number": "7",
            "text": "Wach'chom yetchonhab' sb'a eb' yet' eb' israel chi', palta ix ik'jib'at 200 mil eb' yuj eb', aton eb' ix ix, eb' vinac unin yet' eb' ix unin, ix ik'jib'at eb' t'a Samaria. Manhxo jantacoc pax tas ix yik'b'at eb' israel chi'."
        },
        {
            "number": "8",
            "text": "Ha t'a Samaria chi', ay jun winh schecab' Dios scuchan Obed. Ix elta winh scha eb' soldado van sk'ochxi t'a Samaria chi'. Ix yalan winh t'a eb' icha tik: --Ha Jehová co Diosal, sDiosal pax eb' co mam quicham, ix cot yoval sk'ol t'a Judá, yuj chi' ix yak'och eb' t'a yol e k'ab'. Palta a exxo tik ix e milcham eb' yet' val yoval e k'ool to ix q'ue val k'och t'a satcha’anh."
        },
        {
            "number": "9",
            "text": "Axo ticnaic, tze na'a to tzeyak'och eb' aj Judá tik yet' eb' aj Jerusalén tik eyak'umaloc servil. Palta ¿tom malaj pax e mul a ex tik t'a yichanh Jehová?"
        },
        {
            "number": "10",
            "text": "Ha ticnaic, ab'ec tas ol vala': Hak'ek meltzaj masanil eb' quetisraelal ix eyik'cot chi' t'a tik, yujto ay val cot yoval Jehová t'ayex, xchi winhaj Obed chi'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi' ay jayvanh eb' winh yajal yaj t'a skal eb' yinhtilal Efraín, aton winhaj Azarías yuninal winhaj Johanán, winhaj Berequías yuninal winhaj Mesilemot, winhaj Ezequías yuninal winhaj Salum yet' winhaj Amasa yuninal winhaj Hadlai, ix och eb' winh t'a sat eb' winh van sjax t'a oval chi'."
        },
        {
            "number": "12",
            "text": "Ix yalan eb' winh icha tik: --Manh eyik'cot eb' chi' t'a tik, yujto a jun tik tz'och co muloc t'a Jehová. ¿Tom tze say tas tz'aj swach' och co mul t'ay? Te nivanxo co mul tz'ochi, yuj chi' scot val yoval Jehová chi' t'ayonh, xchi eb' winh."
        },
        {
            "number": "13",
            "text": "Yuj chi', ix actajel masanil eb' ix ik'jicot yuj eb' soldado chi' yet' pax masanil tastac ix yik'cot eb', ix yak'ancan eb' t'a yichanh eb' yajalil chonhab' yet' t'a yichanh masanil anima."
        },
        {
            "number": "14",
            "text": "Axo eb' winh ix b'inaj sb'i tik, a eb' winh ix tanhvan eb' ix ik'jicot chi'. Ha t'a skal masanil tastac ix yiq'uek' eb' soldado chi', ata' ix q'ueta pichul ix ak'jioch t'a eb' b'eraneli. Ix ak'jioch xanhab' eb', ix ak'ji wa eb', ix yuk'an pax ha' eb'. Ix ak'jioch aceite t'a eb' echen yaji. Axo eb' maxtzac yal-laj sb'eyi, ix ak'jiq'ue eb' t'a yib'anh nok' b'uru yuj eb'. Ix cot eb' winh yajal chonhab' Samaria chi' yak'xican eb' t'a eb' yetchonhab' t'a Jericó, aton b'aj te ay te' palma. Ixlajwi chi' ix meltzajxi eb' winh t'a Samaria chi'."
        },
        {
            "number": "15",
            "text": "Ha t'a jun pekti’ chi', ix schecb'at eb' schecab' winhaj rey Acaz t'a winh sreyal Asiria, yic sk'anan colval winh t'a winh."
        },
        {
            "number": "16",
            "text": "Yujto a eb' aj Edom ix javi eb' junelxo yak' oval t'a eb' aj Judá, ay eb' anima ix yik'b'at eb'."
        },
        {
            "number": "17",
            "text": "Yacb'an chi' haxo eb' filisteo, ix ik'anpaxb'at tastac ay t'a juntzanh chonhab' t'a yichtac vitz yet' t'a Neguev t'a yol yic Judá chi'. Ix yik'anek' chonhab' Bet-semes eb', Ajalón, Gederot, Soco, Timna yet' Gimzo yet' yaldeail junjun juntzanh chonhab' chi'. Ixlajwi chi' haxo eb' filisteo chi' ix cajnaj ta'."
        },
        {
            "number": "18",
            "text": "Emnaquil ix ajkan eb' aj Judá chi' yuj Jehová, yujto a winhaj Acaz sreyal eb', a winh ix cuchb'anb'at eb' t'a chukal, ix spitej val sb'a winh t'a Jehová."
        },
        {
            "number": "19",
            "text": "Ayic ix javi winhaj Tiglat-pileser sreyal Asiria chi' t'a Judá, maj colvajlaj winh, palta to ix wach' lajviel yuj winh."
        },
        {
            "number": "20",
            "text": "Wach'chom ixto smolb'ejelta juntzanh tastac caro stojol ay t'a stemplo Jehová winhaj Acaz chi' yet' tastac ay t'a spalacio winh yet' tastac ay t'a spat eb' winh yajal yaji, ix yak'an winh t'a winh sreyal Asiria chi', palta nab'anhej, majxo kolwaj jab'oc winh yet' winh."
        },
        {
            "number": "21",
            "text": "Wach'chom niwan yaelal ix javi t'a yib'anh winhaj Acaz chi', palta anheja' ix ochnhej smul winh t'a Jehová."
        },
        {
            "number": "22",
            "text": "Ix yak'an silab' winh t'a juntzanh scomon diosal eb' aj Damasco. Yujto toxo ix ak'ji ganar winh yuj eb', ix yalan winh icha tik: Ha juntzanh sdiosal eb' sirio tik scolvaji, yuj chi' ol vak' in silab' t'ay yic wach' ol kolwaj ved'oc, xchi winh. Icha chi' ix aj scot val t'a yib'anh winh yet' eb' yetchonhab' chi'."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix smolb'an juntzanh yamk'ab' yic stemplo Dios winh, ix smak'anpoj winh. Ix smacancan templo chi' winh, ix schecan winh b'ojocq'ue juntzanh altar t'a schiquintac scalleal Jerusalén chi'."
        },
        {
            "number": "24",
            "text": "Ix schecanpax winh b'ojocq'ue juntzanh altar b'ajtac chaanh t'a yoltac chonhab' t'a yol yic Judá chi'. Ata' snhus incienso winh t'a comon dios. Icha chi' ix yutej winh stzuntzancot yoval sk'ol Jehová sDiosal smam yicham."
        },
        {
            "number": "25",
            "text": "Ha jantacto tas ix sk'ulej winh, ayic ix el yich masanto ix lajvi, aycan b'aj tz'ib'ab'ilcan yab'ixal eb' sreyal Judá yet' Israel."
        },
        {
            "number": "26",
            "text": "Axo yic ix cham winh, ix mucji winh t'a chonhab' Jerusalén, palta manhoc t'a yet'tal eb' winh rey ix mucji winh. Axo winhaj Ezequías yuninal winh ix ochcan reyal sq'uexuloc."
        }
    ]
}