{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix och vinhaj Acaz chi' reyal, 20 ab'il sq'uinal vinh. 16 ab'il ix yak' reyal vinh t'a Jerusalén, palta manh wach'oc tas ix sk'ulej vinh t'a yichanh Jehová, maj sk'ulej vinh icha tas sk'ulejnac vinhaj David smam yicham vinh."
        },
        {
            "number": "2",
            "text": "Ha sb'eyb'al eb' vinh sreyal Israel ix sb'eyb'alej vinh. Ix schecan vinh b'ochaj q'uen q'ueen yechel comon dios Baal."
        },
        {
            "number": "3",
            "text": "Ix snhusan incienso vinh t'a sch'olanil yic Ben-hinom, ix snhusanpaxtz'a yuninal vinh silab'il icha val schuc b'eyb'al juntzanh chonhab' ix ik'jiel yuj Jehová t'a yichanh eb' israel t'a lum chi'."
        },
        {
            "number": "4",
            "text": "Anhejtona', ix snhus pax silab' vinh yet' incienso t'a juntzanh lugar b'ajtac chaanh yet' t'a yichtac te te' k'ayum xiil."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix ak'jioch vinh yuj Jehová sDiosal t'a yol sk'ab' vinh sreyal Siria. Te niwan anima ix ik'jib'at t'a Damasco yuj eb' sirio chi'. Anheja' ix ak'jipaxoch vinh yuj Jehová t'a yol sk'ab' vinhaj Peka yuninal vinhaj Remalías sreyal Israel. Ha t'a jun k'u, 120 mil eb' soldado te tek'an yic Judá ix smilcham eb', yujto ix yactejcan Jehová sDiosal eb', aton sDiosal smam yicham eb'."
        },
        {
            "number": "6",
            "text": "Ay jun vinh soldado te tek'an t'a yinhtilal Efraín scuchan Zicri, a vinh ix milancham vinhaj Maasías yuninal vinh rey chi' yet' vinhaj Azricam yajal t'a spalacio vinh rey chi' yet' vinhaj Elcana sat yajal yuj vinh rey chi'."
        },
        {
            "number": "7",
            "text": "Wach'chom yetchonhab' sb'a eb' yet' eb' israel chi', palta ix ik'jib'at 200 mil eb' yuj eb', aton eb' ix ix, eb' vinac unin yet' eb' ix unin, ix ik'jib'at eb' t'a Samaria. Manhxo jantacoc pax tas ix yik'b'at eb' israel chi'."
        },
        {
            "number": "8",
            "text": "Ha t'a Samaria chi', ay jun vinh schecab' Dios scuchan Obed. Ix elta vinh scha eb' soldado van sk'ochxi t'a Samaria chi'. Ix yalan vinh t'a eb' icha tik: --Ha Jehová co Diosal, sDiosal pax eb' co mam quicham, ix cot yoval sk'ol t'a Judá, yuj chi' ix yak'och eb' t'a yol e k'ab'. Palta a exxo tik ix e milcham eb' yet' val yoval e k'ool to ix q'ue val k'och t'a satcha’anh."
        },
        {
            "number": "9",
            "text": "Axo ticnaic, tze na'a to tzeyak'och eb' aj Judá tik yet' eb' aj Jerusalén tik eyak'umaloc servil. Palta ¿tom malaj pax e mul a ex tik t'a yichanh Jehová?"
        },
        {
            "number": "10",
            "text": "Ha ticnaic, ab'ec tas ol vala': Hak'ek meltzaj masanil eb' quetisraelal ix eyik'cot chi' t'a tik, yujto ay val cot yoval Jehová t'ayex, xchi vinhaj Obed chi'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi' ay jayvanh eb' vinh yajal yaj t'a skal eb' yinhtilal Efraín, aton vinhaj Azarías yuninal vinhaj Johanán, vinhaj Berequías yuninal vinhaj Mesilemot, vinhaj Ezequías yuninal vinhaj Salum yet' vinhaj Amasa yuninal vinhaj Hadlai, ix och eb' vinh t'a sat eb' vinh van sjax t'a oval chi'."
        },
        {
            "number": "12",
            "text": "Ix yalan eb' vinh icha tik: --Manh eyik'cot eb' chi' t'a tik, yujto a jun tik tz'och co muloc t'a Jehová. ¿Tom tze say tas tz'aj swach' och co mul t'ay? Te nivanxo co mul tz'ochi, yuj chi' scot val yoval Jehová chi' t'ayonh, xchi eb' vinh."
        },
        {
            "number": "13",
            "text": "Yuj chi', ix actajel masanil eb' ix ik'jicot yuj eb' soldado chi' yet' pax masanil tastac ix yik'cot eb', ix yak'ancan eb' t'a yichanh eb' yajalil chonhab' yet' t'a yichanh masanil anima."
        },
        {
            "number": "14",
            "text": "Axo eb' vinh ix b'inaj sb'i tik, a eb' vinh ix tanhvan eb' ix ik'jicot chi'. Ha t'a skal masanil tastac ix yiq'uek' eb' soldado chi', ata' ix q'ueta pichul ix ak'jioch t'a eb' b'eraneli. Ix ak'jioch xanhab' eb', ix ak'ji wa eb', ix yuk'an pax ha' eb'. Ix ak'jioch aceite t'a eb' echen yaji. Axo eb' maxtzac yal-laj sb'eyi, ix ak'jiq'ue eb' t'a yib'anh nok' b'uru yuj eb'. Ix cot eb' vinh yajal chonhab' Samaria chi' yak'xican eb' t'a eb' yetchonhab' t'a Jericó, aton b'aj te ay te' palma. Ixlajwi chi' ix meltzajxi eb' vinh t'a Samaria chi'."
        },
        {
            "number": "15",
            "text": "Ha t'a jun pekti’ chi', ix schecb'at eb' schecab' vinhaj rey Acaz t'a vinh sreyal Asiria, yic sk'anan colval vinh t'a vinh."
        },
        {
            "number": "16",
            "text": "Yujto a eb' aj Edom ix javi eb' junelxo yak' oval t'a eb' aj Judá, ay eb' anima ix yik'b'at eb'."
        },
        {
            "number": "17",
            "text": "Yacb'an chi' haxo eb' filisteo, ix ik'anpaxb'at tastac ay t'a juntzanh chonhab' t'a yichtac vitz yet' t'a Neguev t'a yol yic Judá chi'. Ix yik'anek' chonhab' Bet-semes eb', Ajalón, Gederot, Soco, Timna yet' Gimzo yet' yaldeail junjun juntzanh chonhab' chi'. Ixlajwi chi' haxo eb' filisteo chi' ix cajnaj ta'."
        },
        {
            "number": "18",
            "text": "Emnaquil ix ajkan eb' aj Judá chi' yuj Jehová, yujto a vinhaj Acaz sreyal eb', a vinh ix cuchb'anb'at eb' t'a chucal, ix spitej val sb'a vinh t'a Jehová."
        },
        {
            "number": "19",
            "text": "Ayic ix javi vinhaj Tiglat-pileser sreyal Asiria chi' t'a Judá, maj colvajlaj vinh, palta to ix wach' lajviel yuj vinh."
        },
        {
            "number": "20",
            "text": "Wach'chom ixto smolb'ejelta juntzanh tastac caro stojol ay t'a stemplo Jehová vinhaj Acaz chi' yet' tastac ay t'a spalacio vinh yet' tastac ay t'a spat eb' vinh yajal yaji, ix yak'an vinh t'a vinh sreyal Asiria chi', palta nab'anhej, majxo colvaj jab'oc vinh yet' vinh."
        },
        {
            "number": "21",
            "text": "Wach'chom niwan yaelal ix javi t'a yib'anh vinhaj Acaz chi', palta anheja' ix ochnhej smul vinh t'a Jehová."
        },
        {
            "number": "22",
            "text": "Ix yak'an silab' vinh t'a juntzanh scomon diosal eb' aj Damasco. Yujto toxo ix ak'ji ganar vinh yuj eb', ix yalan vinh icha tik: Ha juntzanh sdiosal eb' sirio tik scolvaji, yuj chi' ol vak' in silab' t'ay yic wach' ol colvaj ved'oc, xchi vinh. Icha chi' ix aj scot val t'a yib'anh vinh yet' eb' yetchonhab' chi'."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix smolb'an juntzanh yamk'ab' yic stemplo Dios vinh, ix smak'anpoj vinh. Ix smacancan templo chi' vinh, ix schecan vinh b'ojocq'ue juntzanh altar t'a schiquintac scalleal Jerusalén chi'."
        },
        {
            "number": "24",
            "text": "Ix schecanpax vinh b'ojocq'ue juntzanh altar b'ajtac chaanh t'a yoltac chonhab' t'a yol yic Judá chi'. Ata' snhus incienso vinh t'a comon dios. Icha chi' ix yutej vinh stzuntzancot yoval sk'ol Jehová sDiosal smam yicham."
        },
        {
            "number": "25",
            "text": "Ha jantacto tas ix sk'ulej vinh, ayic ix el yich masanto ix lajvi, aycan b'aj tz'ib'ab'ilcan yab'ixal eb' sreyal Judá yet' Israel."
        },
        {
            "number": "26",
            "text": "Axo yic ix cham vinh, ix mucji vinh t'a chonhab' Jerusalén, palta manhoc t'a yet'tal eb' vinh rey ix mucji vinh. Axo vinhaj Ezequías yuninal vinh ix ochcan reyal sq'uexuloc."
        }
    ]
}