{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix och winhaj Acaz chi' reyal, 20 ab'il sk'inal winh. 16 ab'il ix yak' reyal winh t'a Jerusalén, palta manh wach'oc tas ix sk'ulej winh t'a yichanh Jehová, maj sk'ulej winh icha tas sk'ulejnac winhaj Dawid smam yicham winh."
        },
        {
            "number": "2",
            "text": "Ha sb'eyb'al heb' winh sreyal Israel ix sb'eyb'alej winh. Ix schecan winh b'ochaj k'een k'een yechel comon Dios Baal."
        },
        {
            "number": "3",
            "text": "Ix snhusan incienso winh t'a sch'olanil yic Ben-hinom, ix snhusanpaxtz'a yuninal winh silab'il icha wal schuc b'eyb'al juntzanh chonhab' ix ik'jiel yuj Jehová t'a yichanh heb' israel t'a lum chi'."
        },
        {
            "number": "4",
            "text": "Anhejtona', ix snhus pax silab' winh yet' incienso t'a juntzanh lugar b'ajtac chaanh yet' t'a yichtac te te' k'ayum xiil."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix ak'jioch winh yuj Jehová sDiosal t'a yol sk'ab' winh sreyal Siria. Te niwan anima ix ik'jib'at t'a Damasco yuj heb' sirio chi'. Anheja' ix ak'jipaxoch winh yuj Jehová t'a yol sk'ab' winhaj Peka yuninal winhaj Remalías sreyal Israel. Ha t'a jun k'u, 120 mil heb' soldado te tek'an yic Judá ix smilcham heb', yujto ix yaktejcan Jehová sDiosal heb', aton sDiosal smam yicham heb'."
        },
        {
            "number": "6",
            "text": "Ay jun winh soldado te tek'an t'a yinhtilal Efraín scuchan Zicri, a winh ix milancham winhaj Maasías yuninal winh rey chi' yet' winhaj Azricam yajal t'a spalacio winh rey chi' yet' winhaj Elcana sat yajal yuj winh rey chi'."
        },
        {
            "number": "7",
            "text": "Wach'chom yetchonhab' sb'a heb' yet' heb' israel chi', palta ix ik'jib'at 200 mil heb' yuj heb', aton heb' ix ix, heb' winak unin yet' heb' ix unin, ix ik'jib'at heb' t'a Samaria. Manhxo jantacoc pax tas ix yik'b'at heb' israel chi'."
        },
        {
            "number": "8",
            "text": "Ha t'a Samaria chi', ay jun winh schecab' Dios scuchan Obed. Ix elta winh scha heb' soldado wan sk'ochxi t'a Samaria chi'. Ix yalan winh t'a heb' icha tik: --Ha Jehová ko Diosal, sDiosal pax heb' ko mam quicham, ix cot yowal sk'ol t'a Judá, yuj chi' ix yak'och heb' t'a yol he k'ab'. Palta a exxo tik ix he milcham heb' yet' wal yowal he k'ool to ix k'e wal k'och t'a satcha’anh."
        },
        {
            "number": "9",
            "text": "Axo ticnaik, tze na'a to tzeyak'och heb' aj Judá tik yet' heb' aj Jerusalén tik eyak'umaloc serwil. Palta ¿tom malaj pax he mul a ex tik t'a yichanh Jehová?"
        },
        {
            "number": "10",
            "text": "Ha ticnaik, ab'ec tas ol wala': Hak'ek meltzaj masanil heb' quetisraelal ix eyik'cot chi' t'a tik, yujto ay wal cot yowal Jehová t'ayex, xchi winhaj Obed chi'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi' ay jaywanh heb' winh yajal yaj t'a skal heb' yinhtilal Efraín, aton winhaj Azarías yuninal winhaj Johanán, winhaj Berequías yuninal winhaj Mesilemot, winhaj Ezequías yuninal winhaj Salum yet' winhaj Amasa yuninal winhaj Hadlai, ix och heb' winh t'a sat heb' winh wan sjax t'a owal chi'."
        },
        {
            "number": "12",
            "text": "Ix yalan heb' winh icha tik: --Manh eyik'cot heb' chi' t'a tik, yujto a jun tik tz'och ko muloc t'a Jehová. ¿Tom tze say tas tz'aj swach' och ko mul t'ay? Te niwanxo ko mul tz'ochi, yuj chi' scot wal yowal Jehová chi' t'ayonh, xchi heb' winh."
        },
        {
            "number": "13",
            "text": "Yuj chi', ix actajel masanil heb' ix ik'jicot yuj heb' soldado chi' yet' pax masanil tastac ix yik'cot heb', ix yak'ancan heb' t'a yichanh heb' yajalil chonhab' yet' t'a yichanh masanil anima."
        },
        {
            "number": "14",
            "text": "Axo heb' winh ix b'inaj sb'i tik, a heb' winh ix tanhwan heb' ix ik'jicot chi'. Ha t'a skal masanil tastac ix yik'ek' heb' soldado chi', ata' ix k'eta pichul ix ak'jioch t'a heb' b'eraneli. Ix ak'jioch xanhab' heb', ix ak'ji wa heb', ix yuk'an pax ha' heb'. Ix ak'jioch aceite t'a heb' echen yaji. Axo heb' maxtzac yal-laj sb'eyi, ix ak'jik'e heb' t'a yib'anh nok' b'uru yuj heb'. Ix cot heb' winh yajal chonhab' Samaria chi' yak'xican heb' t'a heb' yetchonhab' t'a Jericó, aton b'aj te ay te' palma. Ixlajwi chi' ix meltzajxi heb' winh t'a Samaria chi'."
        },
        {
            "number": "15",
            "text": "Ha t'a jun pekti’ chi', ix schecb'at heb' schecab' winhaj rey Acaz t'a winh sreyal Asiria, yic sk'anan colwal winh t'a winh."
        },
        {
            "number": "16",
            "text": "Yujto a heb' aj Edom ix jawi heb' junelxo yak' owal t'a heb' aj Judá, ay heb' anima ix yik'b'at heb'."
        },
        {
            "number": "17",
            "text": "Yacb'an chi' haxo heb' filisteo, ix ik'anpaxb'at tastac ay t'a juntzanh chonhab' t'a yichtac witz yet' t'a Neguev t'a yol yic Judá chi'. Ix yik'anek' chonhab' Bet-semes heb', Ajalón, Gederot, Soco, Timna yet' Gimzo yet' yaldeail junjun juntzanh chonhab' chi'. Ixlajwi chi' haxo heb' filisteo chi' ix cajnaj ta'."
        },
        {
            "number": "18",
            "text": "Emnaquil ix ajkan heb' aj Judá chi' yuj Jehová, yujto a winhaj Acaz sreyal heb', a winh ix cuchb'anb'at heb' t'a chukal, ix spitej wal sb'a winh t'a Jehová."
        },
        {
            "number": "19",
            "text": "Ayic ix jawi winhaj Tiglat-pileser sreyal Asiria chi' t'a Judá, maj colwajlaj winh, palta to ix wach' lajwiel yuj winh."
        },
        {
            "number": "20",
            "text": "Wach'chom ixto smolb'ejelta juntzanh tastac caro stojol ay t'a stemplo Jehová winhaj Acaz chi' yet' tastac ay t'a spalacio winh yet' tastac ay t'a spat heb' winh yajal yaji, ix yak'an winh t'a winh sreyal Asiria chi', palta nab'anhej, majxo kolwaj jab'oc winh yet' winh."
        },
        {
            "number": "21",
            "text": "Wach'chom niwan yaelal ix jawi t'a yib'anh winhaj Acaz chi', palta anheja' ix ochnhej smul winh t'a Jehová."
        },
        {
            "number": "22",
            "text": "Ix yak'an silab' winh t'a juntzanh scomon diosal heb' aj Damasco. Yujto toxo ix ak'ji ganar winh yuj heb', ix yalan winh icha tik: Ha juntzanh sdiosal heb' sirio tik scolwaji, yuj chi' ol wak' in silab' t'ay yic wach' ol kolwaj wed'oc, xchi winh. Icha chi' ix aj scot wal t'a yib'anh winh yet' heb' yetchonhab' chi'."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix smolb'an juntzanh yamk'ab' yic stemplo Dios winh, ix smak'anpoj winh. Ix smacancan templo chi' winh, ix schecan winh b'ojock'e juntzanh altar t'a schiquintac scalleal Jerusalén chi'."
        },
        {
            "number": "24",
            "text": "Ix schecanpax winh b'ojock'e juntzanh altar b'ajtac chaanh t'a yoltac chonhab' t'a yol yic Judá chi'. Ata' snhus incienso winh t'a comon Dios. Icha chi' ix yutej winh stzuntzancot yowal sk'ol Jehová sDiosal smam yicham."
        },
        {
            "number": "25",
            "text": "Ha jantacto tas ix sk'ulej winh, ayic ix el yich masanto ix lajwi, aycan b'aj tz'ib'ab'ilcan yab'ixal heb' sreyal Judá yet' Israel."
        },
        {
            "number": "26",
            "text": "Axo yic ix cham winh, ix mucji winh t'a chonhab' Jerusalén, palta manhoc t'a yet'tal heb' winh rey ix mucji winh. Axo winhaj Ezequías yuninal winh ix ochcan reyal sk'exuloc."
        }
    ]
}