{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix schaanel yich winhaj Ezequías yak'an reyal, 25 ab'il sk'inal winh. 29 ab'il ix yak' reyal winh t'a Jerusalén. Abías sb'i ix snun winh, yisil ix winhaj Zacarías."
        },
        {
            "number": "2",
            "text": "Ha tas ix sk'ulej winh, wach'nhej t'a yichanh Jehová, icha val sb'eyb'al winhaj David smam yicham winh."
        },
        {
            "number": "3",
            "text": "Ha t'a b'ab'el uj yic b'ab'el ab'il yoch winhaj Ezequías reyal, ix schecan winh jacchajxi stemplo Jehová, ix schecan winh wach' b'ochajxi spuertail."
        },
        {
            "number": "4",
            "text": "Ix schecan winh avtajcot eb' winh sacerdote yet' eb' winh levita, ix molb'aj eb' winh t'a yamaq'uil templo chi' t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "5",
            "text": "Ix yalan winh icha tik: Ex levita, ab'ec tas ol vala': Sacb'itejec e b'a, tze sacb'itan pax stemplo Jehová, aton co Diosal yet' eb' co mam quicham. Iq'uequelta masanil tas manh wach'oc ayoch t'a yool."
        },
        {
            "number": "6",
            "text": "Yujto a eb' co mam quicham, te pit yutejnac sb'a eb' t'a Jehová co Diosal, te chuk tas k'ulejnac eb' t'a yichanh. Actab'ilcan yuj eb', yik'naquel spensar eb' t'a scajnub'."
        },
        {
            "number": "7",
            "text": "Smacannaccan spuertail eb', spu'annac tup sk'ak'al candil eb', maxtzac snhus incienso eb', maxtzac yak' silab' eb' to snhusjitz'a masanil t'a stemplo co Diosal a onh israel onh tik."
        },
        {
            "number": "8",
            "text": "Yuj chi', ix cot val yoval sk'ol Jehová t'a Judá yet' t'a Jerusalén tik, cuseltac ix onh ajkan yuj, te q'uixvelal pax ix onh ajcani, ix onh ochpaxcan sb'uchlab'ejoc juntzanh chonhab', icha val tz'aj eyilan ticnaic."
        },
        {
            "number": "9",
            "text": "Yuj chi', ay eb' co mam quicham chamnac t'a oval. Manh jantacoc eb' ix quetb'eyum yet' eb' calcuninal ik'chajnacb'at t'a ch'oc chonhab'il."
        },
        {
            "number": "10",
            "text": "Ha ticnaic ix in na'a to ol in b'o jun trato yet' Jehová co Diosal a onh israel onh tik, yic wach' syiq'uel yoval sk'ol t'a quib'anh."
        },
        {
            "number": "11",
            "text": "Yuj chi', ex vetchonhab', manh eyiq'uek' tiempo e b'oan stemplo Jehová, yujto ha' ex sik'aneli, yic tzeyak'an servil, tze nhusanpaxtz'a incienso t'a yichanh, xchi winh."
        },
        {
            "number": "12",
            "text": "Aton sb'i eb' levita ix och t'a munlajel tik: Ha t'a skal eb' yinhtilal winhaj Coat: Vinhaj Mahat yuninal winhaj Amasai yet' winhaj Joel yuninal winhaj Azarías. Axo t'a skal eb' yinhtilal winhaj Merari: Vinhaj Cis yuninal winhaj Abdi yet' winhaj Azarías yuninal winhaj Jehalelel. Axo t'a skal eb' yinhtilal winhaj Gersón: Vinhaj Joa yuninal winhaj Zima yet' winhaj Edén yuninal winhaj Joa."
        },
        {
            "number": "13",
            "text": "Axo t'a skal eb' yinhtilal winhaj Elizafán: Vinhaj Simri yet' winhaj Jeiel. Ha t'a skal eb' yinhtilal winhaj Asaf: Vinhaj Zacarías yet' winhaj Matanías."
        },
        {
            "number": "14",
            "text": "Axo t'a skal yinhtilal winhaj Hemán: Ha winhaj Jehiel yet' winhaj Simei. Axo t'a skal eb' yinhtilal winhaj Jedutún: Ha winhaj Semaías yet' winhaj Uziel."
        },
        {
            "number": "15",
            "text": "B'ab'el, ix smolb'ej eb' sk'ab' yoc eb' winh, ix sacb'itan sb'a eb' winh smasanil icha yalan ley. Ixlajwi chi' ix och eb' winh t'a yol templo chi', ix sacb'itanpax templo chi' eb' winh icha yalan ley, icha ix yutej winh rey yalani, icha syal schecnab'il Jehová."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix och eb' winh sacerdote chi' t'a yol templo yic sacb'itan eb' winh. Masanil tas manh wach'oc ix ilchaj yuj eb' winh, ix laj yiq'uelta eb' winh, ix yik'anel eb' winh t'a yamaq'uil templo chi'. Axo juntzanh eb' winh levita ix b'at julancanb'at t'a sch'olanil stitac ha' Cedrón."
        },
        {
            "number": "17",
            "text": "Ha t'a b'ab'el k'u yic b'ab'el uj chi' ix syamoch eb' winh sacb'itan juntzanh yamaq'uil templo chi'. Axo t'a svajxaquil k'ual ix elk'och eb' winh sacb'itan t'a sti' templo chi'. Vajxaqueto k'ual ix yak' pax eb' winh sacb'itan yol templo chi', yuj chi' 16 k'ual ix yak' eb' winh sacb'itani, ix lajvielk'och smasanil."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix k'och eb' winh t'a spalacio winhaj rey Ezequías chi', ix yalan eb' winh icha tik: Toxo ix co sacb'itej stemplo Jehová yet' altar b'aj stz'a silab', smexail ixim pan tz'em t'a yichanh Jehová yet' syamk'ab'il junjun."
        },
        {
            "number": "19",
            "text": "Anhejtona' ix co sacb'itej juntzanh yamk'ab' elnaccan t'a yopisio yuj winhaj rey Acaz, ayic yochnac spitalil winh. Axo ticnaic, toxo ix co b'oxicanoch t'a yet'tal t'a yichanh yaltar Jehová, xchi eb' winh."
        },
        {
            "number": "20",
            "text": "Axo t'a junxo k'u, ix pet q'ue van winhaj rey Ezequías chi', ix smolb'an masanil eb' yajal chonhab' chi' winh, ix b'at eb' t'a stemplo Jehová."
        },
        {
            "number": "21",
            "text": "Ix yik'anb'at ucvanh nok' quelem vacax eb', ucvanh nok' ch'ac calnel yet' ucvanh nok' quelemtac calnel yet' ucvanh nok' quelemtac chiva. Ha juntzanh nok' chi' ix yak' nok' eb' silab'il yic tz'ak'jican lajvoc smul eb' yajal yaj t'a chonhab' chi' yet' masanil eb' aj Judá chi', yic sacb'ican pax stemplo Jehová chi'. Ix yalan winh rey chi' t'a eb' winh sacerdote yinhtilal winhaj Aarón to snhustz'a silab' chi' eb' t'a yib'anh altar yic Jehová."
        },
        {
            "number": "22",
            "text": "Ix smilancham nok' vacax chi' eb' winh sacerdote chi', ix schaan schiq'uil nok' eb' winh, ix stzicanem eb' winh t'a yib'anh altar chi'. Anheja' icha chi' ix yutejpax nok' ch'ac calnel chi' eb' winh yet' pax nok' quelemtac calnel chi'."
        },
        {
            "number": "23",
            "text": "Ix yik'anb'at nok' chiva chi' eb' winh t'a yichanh winh rey yet' t'a yichanh eb' anima smasanil. Ix yak'anq'ue sk'ab' eb' t'a sjolom nok' yic tz'ak'jican lajvoc smul eb'."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix smilancham nok' eb' winh sacerdote chi', ix secanem schiq'uil nok' eb' winh t'a yib'anh altar. Ha jun chi' ofrenda yuj yak'ji tup smul eb' israel chi', icha ix aj yalan winh rey chi'."
        },
        {
            "number": "25",
            "text": "Ix ak'jipaxoch eb' winh levita yuj winhaj rey Ezequías chi' t'a stemplo Jehová yet' syamk'ab' eb' winh yic b'it: Aton q'uen platillo, salterio, cítara, icha yajcan stzolal yuj winhaj rey David yet' winhaj Gad, aton winh ak'um razón t'a winhaj rey David chi', icha pax yaj yalancan winhaj Natán schecab' Dios. Ha juntzanh checnab'il chi' alb'ilcan yuj Jehová yuj eb' schecab'."
        },
        {
            "number": "26",
            "text": "Linhanoch eb' winh levita yet' yamk'ab' yic b'it ak'b'ilcan yuj winhaj rey David. Linhanpaxoch eb' winh sacerdote spu'an strompeta."
        },
        {
            "number": "27",
            "text": "Yuj chi', ix yalan winhaj rey Ezequías chi' to snhusjitz'a silab' t'a yib'anh altar chi'. Axo yic ix el yich snhusantz'a nok' silab' chi' eb' winh, ix el pax yich sb'itan eb' winh sb'itan chi', yic syik'anchaanh Jehová eb' winh, ix spu'an strompeta eb' winh. Ix k'anjipax juntzanh yamk'ab' yic b'it ak'b'ilcan yuj winhaj rey David chi'."
        },
        {
            "number": "28",
            "text": "Axo masanil anima, nhojanem eb' ejmelal yacb'an van sb'itan eb' winh sb'itan chi', van spu'an pax strompeta eb' winh sacerdote. Masanto yic ix lajvi stz'ab'at silab' chi' ix och vaan eb' winh sb'itani."
        },
        {
            "number": "29",
            "text": "Ayic ix lajvi yak'ji silab' chi', ix em nhojan winh rey yet' masanil eb' ajun yet' chi' ejmelal."
        },
        {
            "number": "30",
            "text": "Ix yalan winh yet' eb' winh yajal chonhab' chi' t'a eb' winh levita to syal wach' lolonel eb' winh t'a Jehová yet' juntzanh b'it sb'onaccan winhaj rey David yet' pax juntzanh yic winhaj Asaf schecab' Dios. Ix sk'anab'ajan eb' winh yet' val stzalajk'olal, ix empax nhojan eb' winh ejmelal."
        },
        {
            "number": "31",
            "text": "Ixlajwi chi', ix yalan winh rey chi' t'a eb' anima: Yacb'an toxo ix e sacb'itej e b'ha t'a yichanh Jehová icha yalan ley, cotanhec, iq'ueccot e silab' yet' eyofrenda yuj eyak'an yuj diosal t'a stemplo Jehová, xchi winh. Yuj chi' masanil eb' anima chi', ix yik'cot silab' eb' yet' yofrenda yuj yak'an yuj diosal eb'. Axo eb' ix el val t'a sk'ol yak'ani, ix yak' silab' eb' snhusjitz'a smasanil."
        },
        {
            "number": "32",
            "text": "Masanil nok' nok' ix yik'cot eb' anima chi' silab'il snhusjitz'a smasanil chi', 70 nok' mam vacax, 100 nok' ch'ac calnel yet' 200 nok' quelemtac calnel. Ix nhusjitz'a nok' silab'il t'a Jehová."
        },
        {
            "number": "33",
            "text": "Ha sb'isul masanil nok' ix yak' eb' silab'il chi', 600 nok' mam vacax yet' 3 mil nok' calnel yet' nok' chiva."
        },
        {
            "number": "34",
            "text": "Yujto quennhej sb'isul eb' winh sacerdote, maj tzak'vanlaj eb' winh spatz'anel masanil nok' silab' snhusjitz'a smasanil chi', yuj chi' ix kolwaj eb' winh yetlevitail eb' winh, yacb'an sacb'itej pax sb'a juntzanhxo eb' winh sacerdote, yujto a eb' winh levita elanhchamel ix yak'och eb' winh t'a sk'ol sacb'itan sb'ha t'a yichanh juntzanh eb' winh sacerdote chi'."
        },
        {
            "number": "35",
            "text": "Ayto nanhalxo nok' silab' chi' ix ak'chaji yet' pax xepual nok' silab' yic junk'olal yet' vino ix ak'chaj ofrendail yet' pax nok' silab' snhusjitz'a smasanil. Ichaton chi' ix aj yelxi yich yochxi ejmelal t'a stemplo Jehová."
        },
        {
            "number": "36",
            "text": "Ix te tzalaj winhaj Ezequías chi' yet' masanil eb' anima yuj tas ix sk'ulej Dios yet' eb', yujto elanhchamel ix yik' sb'a masanil tas ix uji chi'."
        }
    ]
}