{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix schaanel yich winhaj Ezequías yak'an reyal, 25 ab'il sk'inal winh. 29 ab'il ix yak' reyal winh t'a Jerusalén. Abías sb'i ix snun winh, yisil ix winhaj Zacarías."
        },
        {
            "number": "2",
            "text": "Ha tas ix sk'ulej winh, wach'nhej t'a yichanh Jehová, icha wal sb'eyb'al winhaj Dawid smam yicham winh."
        },
        {
            "number": "3",
            "text": "Ha t'a b'ab'el uj yic b'ab'el ab'il yoch winhaj Ezequías reyal, ix schekan winh jacchajxi stemplo Jehová, ix schekan winh wach' b'ochajxi spuertail."
        },
        {
            "number": "4",
            "text": "Ix schekan winh avtajcot heb' winh sacerdote yet' heb' winh lewita, ix molb'aj heb' winh t'a yamaq'uil templo chi' t'a stojolal b'aj sjawi k'u."
        },
        {
            "number": "5",
            "text": "Ix yalan winh icha tik: Ex lewita, ab'ec tas ol wala': Sacb'itejec he b'a, tze sacb'itan pax stemplo Jehová, aton ko Diosal yet' heb' ko mam quicham. Ik'equelta masanil tas manh wach'oc ayoch t'a yool."
        },
        {
            "number": "6",
            "text": "Yujto a heb' ko mam quicham, te pit yutejnac sb'a heb' t'a Jehová ko Diosal, te chuk tas k'ulejnac heb' t'a yichanh. Actab'ilkan yuj heb', yik'naquel spensar heb' t'a skajnub'."
        },
        {
            "number": "7",
            "text": "Smakannakkan spuertail heb', spu'annac tup sk'ak'al candil heb', maxtzac snhus incienso heb', maxtzac yak' silab' heb' to snhusjitz'a masanil t'a stemplo ko Diosal a onh israel onh tik."
        },
        {
            "number": "8",
            "text": "Yuj chi', ix cot wal yowal sk'ol Jehová t'a Judá yet' t'a Jerusalén tik, cuseltac ix onh ajkan yuj, te q'uixwelal pax ix onh ajkani, ix onh ochpaxcan sb'uchlab'ejoc juntzanh chonhab', icha wal tz'aj eyilan ticnaik."
        },
        {
            "number": "9",
            "text": "Yuj chi', ay heb' ko mam quicham chamnac t'a owal. Manh jantacoc heb' ix quetb'eyum yet' heb' calcuninal ik'chajnacb'at t'a ch'oc chonhab'il."
        },
        {
            "number": "10",
            "text": "Ha ticnaik ix in na'a to ol in b'o jun trato yet' Jehová ko Diosal a onh israel onh tik, yic wach' syik'el yowal sk'ol t'a quib'anh."
        },
        {
            "number": "11",
            "text": "Yuj chi', ex wetchonhab', manh eyik'ek' tiempo he b'oan stemplo Jehová, yujto ha' ex sik'aneli, yic tzeyak'an serwil, tze nhusanpaxtz'a incienso t'a yichanh, xchi winh."
        },
        {
            "number": "12",
            "text": "Aton sb'i heb' lewita ix och t'a munlajel tik: Ha t'a skal heb' yinhtilal winhaj Coat: Vinhaj Mahat yuninal winhaj Amasai yet' winhaj Joel yuninal winhaj Azarías. Axo t'a skal heb' yinhtilal winhaj Merari: Vinhaj Cis yuninal winhaj Abdi yet' winhaj Azarías yuninal winhaj Jehalelel. Axo t'a skal heb' yinhtilal winhaj Gersón: Vinhaj Joa yuninal winhaj Zima yet' winhaj Edén yuninal winhaj Joa."
        },
        {
            "number": "13",
            "text": "Axo t'a skal heb' yinhtilal winhaj Elizafán: Vinhaj Simri yet' winhaj Jeiel. Ha t'a skal heb' yinhtilal winhaj Asaf: Vinhaj Zacarías yet' winhaj Matanías."
        },
        {
            "number": "14",
            "text": "Axo t'a skal yinhtilal winhaj Hemán: Ha winhaj Jehiel yet' winhaj Simei. Axo t'a skal heb' yinhtilal winhaj Jedutún: Ha winhaj Semaías yet' winhaj Uziel."
        },
        {
            "number": "15",
            "text": "B'ab'el, ix smolb'ej heb' sk'ab' yoc heb' winh, ix sacb'itan sb'a heb' winh smasanil icha yalan ley. Ixlajwi chi' ix och heb' winh t'a yol templo chi', ix sacb'itanpax templo chi' heb' winh icha yalan ley, icha ix yutej winh rey yalani, icha syal schecnab'il Jehová."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix och heb' winh sacerdote chi' t'a yol templo yic sacb'itan heb' winh. Masanil tas manh wach'oc ix ilchaj yuj heb' winh, ix laj yik'elta heb' winh, ix yik'anel heb' winh t'a yamaq'uil templo chi'. Axo juntzanh heb' winh lewita ix b'at julankanb'at t'a sch'olanil stitac ha' Cedrón."
        },
        {
            "number": "17",
            "text": "Ha t'a b'ab'el k'u yic b'ab'el uj chi' ix syamoch heb' winh sacb'itan juntzanh yamaq'uil templo chi'. Axo t'a swajxaquil k'ual ix elk'och heb' winh sacb'itan t'a sti' templo chi'. Vajxaqueto k'ual ix yak' pax heb' winh sacb'itan yol templo chi', yuj chi' 16 k'ual ix yak' heb' winh sacb'itani, ix lajwielk'och smasanil."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix k'och heb' winh t'a spalacio winhaj rey Ezequías chi', ix yalan heb' winh icha tik: Toxo ix ko sacb'itej stemplo Jehová yet' altar b'aj stz'a silab', smexail ixim pan tz'em t'a yichanh Jehová yet' syamk'ab'il junjun."
        },
        {
            "number": "19",
            "text": "Anhejtona' ix ko sacb'itej juntzanh yamk'ab' elnakkan t'a yopisio yuj winhaj rey Acaz, ayic yochnac spitalil winh. Axo ticnaik, toxo ix ko b'oxikanoch t'a yet'tal t'a yichanh yaltar Jehová, xchi heb' winh."
        },
        {
            "number": "20",
            "text": "Axo t'a junxo k'u, ix pet k'e wan winhaj rey Ezequías chi', ix smolb'an masanil heb' yajal chonhab' chi' winh, ix b'at heb' t'a stemplo Jehová."
        },
        {
            "number": "21",
            "text": "Ix yik'anb'at ucwanh nok' quelem wakax heb', ucwanh nok' ch'ac kalnel yet' ucwanh nok' kelemtac kalnel yet' ucwanh nok' kelemtac chiwa. Ha juntzanh nok' chi' ix yak' nok' heb' silab'il yic tz'ak'jikan lajwoc smul heb' yajal yaj t'a chonhab' chi' yet' masanil heb' aj Judá chi', yic sacb'ikan pax stemplo Jehová chi'. Ix yalan winh rey chi' t'a heb' winh sacerdote yinhtilal winhaj Aarón to snhustz'a silab' chi' heb' t'a yib'anh altar yic Jehová."
        },
        {
            "number": "22",
            "text": "Ix smilancham nok' wakax chi' heb' winh sacerdote chi', ix schaan schiq'uil nok' heb' winh, ix stzikanem heb' winh t'a yib'anh altar chi'. Anheja' icha chi' ix yutejpax nok' ch'ac kalnel chi' heb' winh yet' pax nok' kelemtac kalnel chi'."
        },
        {
            "number": "23",
            "text": "Ix yik'anb'at nok' chiwa chi' heb' winh t'a yichanh winh rey yet' t'a yichanh heb' anima smasanil. Ix yak'ank'e sk'ab' heb' t'a sjolom nok' yic tz'ak'jikan lajwoc smul heb'."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix smilancham nok' heb' winh sacerdote chi', ix sekanem schiq'uil nok' heb' winh t'a yib'anh altar. Ha jun chi' ofrenda yuj yak'ji tup smul heb' israel chi', icha ix aj yalan winh rey chi'."
        },
        {
            "number": "25",
            "text": "Ix ak'jipaxoch heb' winh lewita yuj winhaj rey Ezequías chi' t'a stemplo Jehová yet' syamk'ab' heb' winh yic b'it: Aton k'een platillo, salterio, cítara, icha yajkan stzolal yuj winhaj rey Dawid yet' winhaj Gad, aton winh ak'um razón t'a winhaj rey Dawid chi', icha pax yaj yalankan winhaj Natán schekab' Dios. Ha juntzanh checnab'il chi' alb'ilkan yuj Jehová yuj heb' schekab'."
        },
        {
            "number": "26",
            "text": "Linhanoch heb' winh lewita yet' yamk'ab' yic b'it ak'b'ilkan yuj winhaj rey Dawid. Linhanpaxoch heb' winh sacerdote spu'an strompeta."
        },
        {
            "number": "27",
            "text": "Yuj chi', ix yalan winhaj rey Ezequías chi' to snhusjitz'a silab' t'a yib'anh altar chi'. Axo yic ix el yich snhusantz'a nok' silab' chi' heb' winh, ix el pax yich sb'itan heb' winh sb'itan chi', yic syik'anchaanh Jehová heb' winh, ix spu'an strompeta heb' winh. Ix k'anjipax juntzanh yamk'ab' yic b'it ak'b'ilkan yuj winhaj rey Dawid chi'."
        },
        {
            "number": "28",
            "text": "Axo masanil anima, nhojanem heb' ejmelal yacb'an wan sb'itan heb' winh sb'itan chi', wan spu'an pax strompeta heb' winh sacerdote. Masanto yic ix lajwi stz'ab'at silab' chi' ix och waan heb' winh sb'itani."
        },
        {
            "number": "29",
            "text": "Ayic ix lajwi yak'ji silab' chi', ix em nhojan winh rey yet' masanil heb' ajun yet' chi' ejmelal."
        },
        {
            "number": "30",
            "text": "Ix yalan winh yet' heb' winh yajal chonhab' chi' t'a heb' winh lewita to syal wach' lolonel heb' winh t'a Jehová yet' juntzanh b'it sb'onakkan winhaj rey Dawid yet' pax juntzanh yic winhaj Asaf schekab' Dios. Ix sk'anab'ajan heb' winh yet' wal stzalajk'olal, ix empax nhojan heb' winh ejmelal."
        },
        {
            "number": "31",
            "text": "Ixlajwi chi', ix yalan winh rey chi' t'a heb' anima: Yacb'an toxo ix he sacb'itej he b'ha t'a yichanh Jehová icha yalan ley, cotanhec, ik'eccot he silab' yet' eyofrenda yuj eyak'an yuj diosal t'a stemplo Jehová, xchi winh. Yuj chi' masanil heb' anima chi', ix yik'cot silab' heb' yet' yofrenda yuj yak'an yuj diosal heb'. Axo heb' ix el wal t'a sk'ol yak'ani, ix yak' silab' heb' snhusjitz'a smasanil."
        },
        {
            "number": "32",
            "text": "Masanil nok' nok' ix yik'cot heb' anima chi' silab'il snhusjitz'a smasanil chi', 70 nok' mam wakax, 100 nok' ch'ac kalnel yet' 200 nok' kelemtac kalnel. Ix nhusjitz'a nok' silab'il t'a Jehová."
        },
        {
            "number": "33",
            "text": "Ha sb'isul masanil nok' ix yak' heb' silab'il chi', 600 nok' mam wakax yet' 3 mil nok' kalnel yet' nok' chiwa."
        },
        {
            "number": "34",
            "text": "Yujto quennhej sb'isul heb' winh sacerdote, maj tzak'wanlaj heb' winh spatz'anel masanil nok' silab' snhusjitz'a smasanil chi', yuj chi' ix kolwaj heb' winh yetlewitail heb' winh, yacb'an sacb'itej pax sb'a juntzanhxo heb' winh sacerdote, yujto a heb' winh lewita elanhchamel ix yak'och heb' winh t'a sk'ol sacb'itan sb'ha t'a yichanh juntzanh heb' winh sacerdote chi'."
        },
        {
            "number": "35",
            "text": "Ayto nanhalxo nok' silab' chi' ix ak'chaji yet' pax xepual nok' silab' yic junk'olal yet' wino ix ak'chaj ofrendail yet' pax nok' silab' snhusjitz'a smasanil. Ichaton chi' ix aj yelxi yich yochxi ejmelal t'a stemplo Jehová."
        },
        {
            "number": "36",
            "text": "Ix te tzalaj winhaj Ezequías chi' yet' masanil heb' anima yuj tas ix sk'ulej Dios yet' heb', yujto elanhchamel ix yik' sb'a masanil tas ix uji chi'."
        }
    ]
}