{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix schaanel yich vinhaj Ezequías yak'an reyal, 25 ab'il sq'uinal vinh. 29 ab'il ix yak' reyal vinh d'a Jerusalén. Abías sb'i ix snun vinh, yisil ix vinhaj Zacarías."
        },
        {
            "number": "2",
            "text": "A tas ix sk'ulej vinh, vach'nhej d'a yichanh Jehová, icha val sb'eyb'al vinhaj David smam yicham vinh."
        },
        {
            "number": "3",
            "text": "A d'a b'ab'el uj yic b'ab'el ab'il yoch vinhaj Ezequías reyal, ix schecan vinh jacchajxi stemplo Jehová, ix schecan vinh vach' b'ochajxi spuertail."
        },
        {
            "number": "4",
            "text": "Ix schecan vinh avtajcot eb' vinh sacerdote yed' eb' vinh levita, ix molb'aj eb' vinh d'a yamaq'uil templo chi' d'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "5",
            "text": "Ix yalan vinh icha tic: Ex levita, ab'ec tas ol vala': Sacb'itejec e b'a, tze sacb'itan pax stemplo Jehová, aton co Diosal yed' eb' co mam quicham. Iq'uequelta masanil tas manh vach'oc ayoch d'a yool."
        },
        {
            "number": "6",
            "text": "Yujto a eb' co mam quicham, te pit yutejnac sb'a eb' d'a Jehová co Diosal, te chuc tas k'ulejnac eb' d'a yichanh. Actab'ilcan yuj eb', yik'naquel spensar eb' d'a scajnub'."
        },
        {
            "number": "7",
            "text": "Smacannaccan spuertail eb', spu'annac tup sk'ak'al candil eb', maxtzac snhus incienso eb', maxtzac yak' silab' eb' to snhusjitz'a masanil d'a stemplo co Diosal a onh israel onh tic."
        },
        {
            "number": "8",
            "text": "Yuj chi', ix cot val yoval sk'ol Jehová d'a Judá yed' d'a Jerusalén tic, cuseltac ix onh ajcan yuuj, te q'uixvelal pax ix onh ajcani, ix onh ochpaxcan sb'uchlab'ejoc juntzanh chonhab', icha val tz'aj eyilan ticnaic."
        },
        {
            "number": "9",
            "text": "Yuj chi', ay eb' co mam quicham chamnac d'a oval. Manh jantacoc eb' ix quetb'eyum yed' eb' calcuninal ik'chajnacb'at d'a ch'oc chonhab'il."
        },
        {
            "number": "10",
            "text": "A ticnaic ix in na'a to ol in b'o jun trato yed' Jehová co Diosal a onh israel onh tic, yic vach' syiq'uel yoval sk'ol d'a quib'anh."
        },
        {
            "number": "11",
            "text": "Yuj chi', ex vetchonhab', manh eyiq'uek' tiempo e b'oan stemplo Jehová, yujto a' ex sik'aneli, yic tzeyak'an servil, tze nhusanpaxtz'a incienso d'a yichanh, xchi vinh."
        },
        {
            "number": "12",
            "text": "Aton sb'i eb' levita ix och d'a munlajel tic: A d'a scal eb' yinhtilal vinhaj Coat: Vinhaj Mahat yuninal vinhaj Amasai yed' vinhaj Joel yuninal vinhaj Azarías. Axo d'a scal eb' yinhtilal vinhaj Merari: Vinhaj Cis yuninal vinhaj Abdi yed' vinhaj Azarías yuninal vinhaj Jehalelel. Axo d'a scal eb' yinhtilal vinhaj Gersón: Vinhaj Joa yuninal vinhaj Zima yed' vinhaj Edén yuninal vinhaj Joa."
        },
        {
            "number": "13",
            "text": "Axo d'a scal eb' yinhtilal vinhaj Elizafán: Vinhaj Simri yed' vinhaj Jeiel. A d'a scal eb' yinhtilal vinhaj Asaf: Vinhaj Zacarías yed' vinhaj Matanías."
        },
        {
            "number": "14",
            "text": "Axo d'a scal yinhtilal vinhaj Hemán: A vinhaj Jehiel yed' vinhaj Simei. Axo d'a scal eb' yinhtilal vinhaj Jedutún: A vinhaj Semaías yed' vinhaj Uziel."
        },
        {
            "number": "15",
            "text": "B'ab'el, ix smolb'ej eb' sk'ab' yoc eb' vinh, ix sacb'itan sb'a eb' vinh smasanil icha yalan ley. Ix lajvi chi' ix och eb' vinh d'a yol templo chi', ix sacb'itanpax templo chi' eb' vinh icha yalan ley, icha ix yutej vinh rey yalani, icha syal schecnab'il Jehová."
        },
        {
            "number": "16",
            "text": "Ix lajvi chi', ix och eb' vinh sacerdote chi' d'a yol templo yic sacb'itan eb' vinh. Masanil tas manh vach'oc ix ilchaj yuj eb' vinh, ix laj yiq'uelta eb' vinh, ix yik'anel eb' vinh d'a yamaq'uil templo chi'. Axo juntzanh eb' vinh levita ix b'at julancanb'at d'a sch'olanil stitac a' Cedrón."
        },
        {
            "number": "17",
            "text": "A d'a b'ab'el k'u yic b'ab'el uj chi' ix syamoch eb' vinh sacb'itan juntzanh yamaq'uil templo chi'. Axo d'a svajxaquil k'ual ix elk'och eb' vinh sacb'itan d'a sti' templo chi'. Vajxaqueto k'ual ix yak' pax eb' vinh sacb'itan yol templo chi', yuj chi' 16 k'ual ix yak' eb' vinh sacb'itani, ix lajvielk'och smasanil."
        },
        {
            "number": "18",
            "text": "Ix lajvi chi', ix k'och eb' vinh d'a spalacio vinhaj rey Ezequías chi', ix yalan eb' vinh icha tic: Toxo ix co sacb'itej stemplo Jehová yed' altar b'aj stz'a silab', smexail ixim pan tz'em d'a yichanh Jehová yed' syamk'ab'il junjun."
        },
        {
            "number": "19",
            "text": "Anhejtona' ix co sacb'itej juntzanh yamk'ab' elnaccan d'a yopisio yuj vinhaj rey Acaz, ayic yochnac spitalil vinh. Axo ticnaic, toxo ix co b'oxicanoch d'a yed'tal d'a yichanh yaltar Jehová, xchi eb' vinh."
        },
        {
            "number": "20",
            "text": "Axo d'a junxo k'u, ix pet q'ue van vinhaj rey Ezequías chi', ix smolb'an masanil eb' yajal chonhab' chi' vinh, ix b'at eb' d'a stemplo Jehová."
        },
        {
            "number": "21",
            "text": "Ix yik'anb'at ucvanh nok' quelem vacax eb', ucvanh nok' ch'ac calnel yed' ucvanh nok' quelemtac calnel yed' ucvanh nok' quelemtac chiva. A juntzanh nok' chi' ix yak' nok' eb' silab'il yic tz'ak'jican lajvoc smul eb' yajal yaj d'a chonhab' chi' yed' masanil eb' aj Judá chi', yic sacb'ican pax stemplo Jehová chi'. Ix yalan vinh rey chi' d'a eb' vinh sacerdote yinhtilal vinhaj Aarón to snhustz'a silab' chi' eb' d'a yib'anh altar yic Jehová."
        },
        {
            "number": "22",
            "text": "Ix smilancham nok' vacax chi' eb' vinh sacerdote chi', ix schaan schiq'uil nok' eb' vinh, ix stzicanem eb' vinh d'a yib'anh altar chi'. Anheja' icha chi' ix yutejpax nok' ch'ac calnel chi' eb' vinh yed' pax nok' quelemtac calnel chi'."
        },
        {
            "number": "23",
            "text": "Ix yik'anb'at nok' chiva chi' eb' vinh d'a yichanh vinh rey yed' d'a yichanh eb' anima smasanil. Ix yak'anq'ue sk'ab' eb' d'a sjolom nok' yic tz'ak'jican lajvoc smul eb'."
        },
        {
            "number": "24",
            "text": "Ix lajvi chi', ix smilancham nok' eb' vinh sacerdote chi', ix secanem schiq'uil nok' eb' vinh d'a yib'anh altar. A jun chi' ofrenda yuj yak'ji tup smul eb' israel chi', icha ix aj yalan vinh rey chi'."
        },
        {
            "number": "25",
            "text": "Ix ak'jipaxoch eb' vinh levita yuj vinhaj rey Ezequías chi' d'a stemplo Jehová yed' syamk'ab' eb' vinh yic b'it: Aton q'uen platillo, salterio, cítara, icha yajcan stzolal yuj vinhaj rey David yed' vinhaj Gad, aton vinh ak'um razón d'a vinhaj rey David chi', icha pax yaj yalancan vinhaj Natán schecab' Dios. A juntzanh checnab'il chi' alb'ilcan yuj Jehová yuj eb' schecab'."
        },
        {
            "number": "26",
            "text": "Linhanoch eb' vinh levita yed' yamk'ab' yic b'it ak'b'ilcan yuj vinhaj rey David. Linhanpaxoch eb' vinh sacerdote spu'an strompeta."
        },
        {
            "number": "27",
            "text": "Yuj chi', ix yalan vinhaj rey Ezequías chi' to snhusjitz'a silab' d'a yib'anh altar chi'. Axo yic ix el yich snhusantz'a nok' silab' chi' eb' vinh, ix el pax yich sb'itan eb' vinh sb'itan chi', yic syik'anchaanh Jehová eb' vinh, ix spu'an strompeta eb' vinh. Ix k'anjipax juntzanh yamk'ab' yic b'it ak'b'ilcan yuj vinhaj rey David chi'."
        },
        {
            "number": "28",
            "text": "Axo masanil anima, nhojanem eb' ejmelal yacb'an van sb'itan eb' vinh sb'itan chi', van spu'an pax strompeta eb' vinh sacerdote. Masanto yic ix lajvi stz'ab'at silab' chi' ix och vaan eb' vinh sb'itani."
        },
        {
            "number": "29",
            "text": "Ayic ix lajvi yak'ji silab' chi', ix em nhojan vinh rey yed' masanil eb' ajun yed' chi' ejmelal."
        },
        {
            "number": "30",
            "text": "Ix yalan vinh yed' eb' vinh yajal chonhab' chi' d'a eb' vinh levita to syal vach' lolonel eb' vinh d'a Jehová yed' juntzanh b'it sb'onaccan vinhaj rey David yed' pax juntzanh yic vinhaj Asaf schecab' Dios. Ix sk'anab'ajan eb' vinh yed' val stzalajk'olal, ix empax nhojan eb' vinh ejmelal."
        },
        {
            "number": "31",
            "text": "Ix lajvi chi', ix yalan vinh rey chi' d'a eb' anima: Yacb'an toxo ix e sacb'itej e b'a d'a yichanh Jehová icha yalan ley, cotanhec, iq'ueccot e silab' yed' eyofrenda yuj eyak'an yuj diosal d'a stemplo Jehová, xchi vinh. Yuj chi' masanil eb' anima chi', ix yik'cot silab' eb' yed' yofrenda yuj yak'an yuj diosal eb'. Axo eb' ix el val d'a sk'ol yak'ani, ix yak' silab' eb' snhusjitz'a smasanil."
        },
        {
            "number": "32",
            "text": "Masanil nok' nok' ix yik'cot eb' anima chi' silab'il snhusjitz'a smasanil chi', 70 nok' mam vacax, 100 nok' ch'ac calnel yed' 200 nok' quelemtac calnel. Ix nhusjitz'a nok' silab'il d'a Jehová."
        },
        {
            "number": "33",
            "text": "A sb'isul masanil nok' ix yak' eb' silab'il chi', 600 nok' mam vacax yed' 3 mil nok' calnel yed' nok' chiva."
        },
        {
            "number": "34",
            "text": "Yujto quennhej sb'isul eb' vinh sacerdote, maj tzak'vanlaj eb' vinh spatz'anel masanil nok' silab' snhusjitz'a smasanil chi', yuj chi' ix colvaj eb' vinh yetlevitail eb' vinh, yacb'an sacb'itej pax sb'a juntzanhxo eb' vinh sacerdote, yujto a eb' vinh levita elanhchamel ix yak'och eb' vinh d'a sk'ol sacb'itan sb'a d'a yichanh juntzanh eb' vinh sacerdote chi'."
        },
        {
            "number": "35",
            "text": "Ayto nanhalxo nok' silab' chi' ix ak'chaji yed' pax xepual nok' silab' yic junk'olal yed' vino ix ak'chaj ofrendail yed' pax nok' silab' snhusjitz'a smasanil. Ichaton chi' ix aj yelxi yich yochxi ejmelal d'a stemplo Jehová."
        },
        {
            "number": "36",
            "text": "Ix te tzalaj vinhaj Ezequías chi' yed' masanil eb' anima yuj tas ix sk'ulej Dios yed' eb', yujto elanhchamel ix yik' sb'a masanil tas ix uji chi'."
        }
    ]
}