{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix schaanel yich vinhaj Ezequías yak'an reyal, 25 ab'il sq'uinal vinh. 29 ab'il ix yak' reyal vinh t'a Jerusalén. Abías sb'i ix snun vinh, yisil ix vinhaj Zacarías."
        },
        {
            "number": "2",
            "text": "Ha tas ix sk'ulej vinh, wach'nhej t'a yichanh Jehová, icha val sb'eyb'al vinhaj David smam yicham vinh."
        },
        {
            "number": "3",
            "text": "Ha t'a b'ab'el uj yic b'ab'el ab'il yoch vinhaj Ezequías reyal, ix schecan vinh jacchajxi stemplo Jehová, ix schecan vinh wach' b'ochajxi spuertail."
        },
        {
            "number": "4",
            "text": "Ix schecan vinh avtajcot eb' vinh sacerdote yet' eb' vinh levita, ix molb'aj eb' vinh t'a yamaq'uil templo chi' t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "5",
            "text": "Ix yalan vinh icha tik: Ex levita, ab'ec tas ol vala': Sacb'itejec e b'a, tze sacb'itan pax stemplo Jehová, aton co Diosal yet' eb' co mam quicham. Iq'uequelta masanil tas manh wach'oc ayoch t'a yool."
        },
        {
            "number": "6",
            "text": "Yujto a eb' co mam quicham, te pit yutejnac sb'a eb' t'a Jehová co Diosal, te chuc tas k'ulejnac eb' t'a yichanh. Actab'ilcan yuj eb', yik'naquel spensar eb' t'a scajnub'."
        },
        {
            "number": "7",
            "text": "Smacannaccan spuertail eb', spu'annac tup sk'ak'al candil eb', maxtzac snhus incienso eb', maxtzac yak' silab' eb' to snhusjitz'a masanil t'a stemplo co Diosal a onh israel onh tik."
        },
        {
            "number": "8",
            "text": "Yuj chi', ix cot val yoval sk'ol Jehová t'a Judá yet' t'a Jerusalén tik, cuseltac ix onh ajkan yuj, te q'uixvelal pax ix onh ajcani, ix onh ochpaxcan sb'uchlab'ejoc juntzanh chonhab', icha val tz'aj eyilan ticnaic."
        },
        {
            "number": "9",
            "text": "Yuj chi', ay eb' co mam quicham chamnac t'a oval. Manh jantacoc eb' ix quetb'eyum yet' eb' calcuninal ik'chajnacb'at t'a ch'oc chonhab'il."
        },
        {
            "number": "10",
            "text": "Ha ticnaic ix in na'a to ol in b'o jun trato yet' Jehová co Diosal a onh israel onh tik, yic wach' syiq'uel yoval sk'ol t'a quib'anh."
        },
        {
            "number": "11",
            "text": "Yuj chi', ex vetchonhab', manh eyiq'uek' tiempo e b'oan stemplo Jehová, yujto ha' ex sik'aneli, yic tzeyak'an servil, tze nhusanpaxtz'a incienso t'a yichanh, xchi vinh."
        },
        {
            "number": "12",
            "text": "Aton sb'i eb' levita ix och t'a munlajel tik: Ha t'a skal eb' yinhtilal vinhaj Coat: Vinhaj Mahat yuninal vinhaj Amasai yet' vinhaj Joel yuninal vinhaj Azarías. Axo t'a skal eb' yinhtilal vinhaj Merari: Vinhaj Cis yuninal vinhaj Abdi yet' vinhaj Azarías yuninal vinhaj Jehalelel. Axo t'a skal eb' yinhtilal vinhaj Gersón: Vinhaj Joa yuninal vinhaj Zima yet' vinhaj Edén yuninal vinhaj Joa."
        },
        {
            "number": "13",
            "text": "Axo t'a skal eb' yinhtilal vinhaj Elizafán: Vinhaj Simri yet' vinhaj Jeiel. Ha t'a skal eb' yinhtilal vinhaj Asaf: Vinhaj Zacarías yet' vinhaj Matanías."
        },
        {
            "number": "14",
            "text": "Axo t'a skal yinhtilal vinhaj Hemán: Ha vinhaj Jehiel yet' vinhaj Simei. Axo t'a skal eb' yinhtilal vinhaj Jedutún: Ha vinhaj Semaías yet' vinhaj Uziel."
        },
        {
            "number": "15",
            "text": "B'ab'el, ix smolb'ej eb' sk'ab' yoc eb' vinh, ix sacb'itan sb'a eb' vinh smasanil icha yalan ley. Ixlajwi chi' ix och eb' vinh t'a yol templo chi', ix sacb'itanpax templo chi' eb' vinh icha yalan ley, icha ix yutej vinh rey yalani, icha syal schecnab'il Jehová."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix och eb' vinh sacerdote chi' t'a yol templo yic sacb'itan eb' vinh. Masanil tas manh wach'oc ix ilchaj yuj eb' vinh, ix laj yiq'uelta eb' vinh, ix yik'anel eb' vinh t'a yamaq'uil templo chi'. Axo juntzanh eb' vinh levita ix b'at julancanb'at t'a sch'olanil stitac ha' Cedrón."
        },
        {
            "number": "17",
            "text": "Ha t'a b'ab'el k'u yic b'ab'el uj chi' ix syamoch eb' vinh sacb'itan juntzanh yamaq'uil templo chi'. Axo t'a svajxaquil k'ual ix elk'och eb' vinh sacb'itan t'a sti' templo chi'. Vajxaqueto k'ual ix yak' pax eb' vinh sacb'itan yol templo chi', yuj chi' 16 k'ual ix yak' eb' vinh sacb'itani, ix lajvielk'och smasanil."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix k'och eb' vinh t'a spalacio vinhaj rey Ezequías chi', ix yalan eb' vinh icha tik: Toxo ix co sacb'itej stemplo Jehová yet' altar b'aj stz'a silab', smexail ixim pan tz'em t'a yichanh Jehová yet' syamk'ab'il junjun."
        },
        {
            "number": "19",
            "text": "Anhejtona' ix co sacb'itej juntzanh yamk'ab' elnaccan t'a yopisio yuj vinhaj rey Acaz, ayic yochnac spitalil vinh. Axo ticnaic, toxo ix co b'oxicanoch t'a yet'tal t'a yichanh yaltar Jehová, xchi eb' vinh."
        },
        {
            "number": "20",
            "text": "Axo t'a junxo k'u, ix pet q'ue van vinhaj rey Ezequías chi', ix smolb'an masanil eb' yajal chonhab' chi' vinh, ix b'at eb' t'a stemplo Jehová."
        },
        {
            "number": "21",
            "text": "Ix yik'anb'at ucvanh nok' quelem vacax eb', ucvanh nok' ch'ac calnel yet' ucvanh nok' quelemtac calnel yet' ucvanh nok' quelemtac chiva. Ha juntzanh nok' chi' ix yak' nok' eb' silab'il yic tz'ak'jican lajvoc smul eb' yajal yaj t'a chonhab' chi' yet' masanil eb' aj Judá chi', yic sacb'ican pax stemplo Jehová chi'. Ix yalan vinh rey chi' t'a eb' vinh sacerdote yinhtilal vinhaj Aarón to snhustz'a silab' chi' eb' t'a yib'anh altar yic Jehová."
        },
        {
            "number": "22",
            "text": "Ix smilancham nok' vacax chi' eb' vinh sacerdote chi', ix schaan schiq'uil nok' eb' vinh, ix stzicanem eb' vinh t'a yib'anh altar chi'. Anheja' icha chi' ix yutejpax nok' ch'ac calnel chi' eb' vinh yet' pax nok' quelemtac calnel chi'."
        },
        {
            "number": "23",
            "text": "Ix yik'anb'at nok' chiva chi' eb' vinh t'a yichanh vinh rey yet' t'a yichanh eb' anima smasanil. Ix yak'anq'ue sk'ab' eb' t'a sjolom nok' yic tz'ak'jican lajvoc smul eb'."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix smilancham nok' eb' vinh sacerdote chi', ix secanem schiq'uil nok' eb' vinh t'a yib'anh altar. Ha jun chi' ofrenda yuj yak'ji tup smul eb' israel chi', icha ix aj yalan vinh rey chi'."
        },
        {
            "number": "25",
            "text": "Ix ak'jipaxoch eb' vinh levita yuj vinhaj rey Ezequías chi' t'a stemplo Jehová yet' syamk'ab' eb' vinh yic b'it: Aton q'uen platillo, salterio, cítara, icha yajcan stzolal yuj vinhaj rey David yet' vinhaj Gad, aton vinh ak'um razón t'a vinhaj rey David chi', icha pax yaj yalancan vinhaj Natán schecab' Dios. Ha juntzanh checnab'il chi' alb'ilcan yuj Jehová yuj eb' schecab'."
        },
        {
            "number": "26",
            "text": "Linhanoch eb' vinh levita yet' yamk'ab' yic b'it ak'b'ilcan yuj vinhaj rey David. Linhanpaxoch eb' vinh sacerdote spu'an strompeta."
        },
        {
            "number": "27",
            "text": "Yuj chi', ix yalan vinhaj rey Ezequías chi' to snhusjitz'a silab' t'a yib'anh altar chi'. Axo yic ix el yich snhusantz'a nok' silab' chi' eb' vinh, ix el pax yich sb'itan eb' vinh sb'itan chi', yic syik'anchaanh Jehová eb' vinh, ix spu'an strompeta eb' vinh. Ix k'anjipax juntzanh yamk'ab' yic b'it ak'b'ilcan yuj vinhaj rey David chi'."
        },
        {
            "number": "28",
            "text": "Axo masanil anima, nhojanem eb' ejmelal yacb'an van sb'itan eb' vinh sb'itan chi', van spu'an pax strompeta eb' vinh sacerdote. Masanto yic ix lajvi stz'ab'at silab' chi' ix och vaan eb' vinh sb'itani."
        },
        {
            "number": "29",
            "text": "Ayic ix lajvi yak'ji silab' chi', ix em nhojan vinh rey yet' masanil eb' ajun yet' chi' ejmelal."
        },
        {
            "number": "30",
            "text": "Ix yalan vinh yet' eb' vinh yajal chonhab' chi' t'a eb' vinh levita to syal wach' lolonel eb' vinh t'a Jehová yet' juntzanh b'it sb'onaccan vinhaj rey David yet' pax juntzanh yic vinhaj Asaf schecab' Dios. Ix sk'anab'ajan eb' vinh yet' val stzalajk'olal, ix empax nhojan eb' vinh ejmelal."
        },
        {
            "number": "31",
            "text": "Ixlajwi chi', ix yalan vinh rey chi' t'a eb' anima: Yacb'an toxo ix e sacb'itej e b'ha t'a yichanh Jehová icha yalan ley, cotanhec, iq'ueccot e silab' yet' eyofrenda yuj eyak'an yuj diosal t'a stemplo Jehová, xchi vinh. Yuj chi' masanil eb' anima chi', ix yik'cot silab' eb' yet' yofrenda yuj yak'an yuj diosal eb'. Axo eb' ix el val t'a sk'ol yak'ani, ix yak' silab' eb' snhusjitz'a smasanil."
        },
        {
            "number": "32",
            "text": "Masanil nok' nok' ix yik'cot eb' anima chi' silab'il snhusjitz'a smasanil chi', 70 nok' mam vacax, 100 nok' ch'ac calnel yet' 200 nok' quelemtac calnel. Ix nhusjitz'a nok' silab'il t'a Jehová."
        },
        {
            "number": "33",
            "text": "Ha sb'isul masanil nok' ix yak' eb' silab'il chi', 600 nok' mam vacax yet' 3 mil nok' calnel yet' nok' chiva."
        },
        {
            "number": "34",
            "text": "Yujto quennhej sb'isul eb' vinh sacerdote, maj tzak'vanlaj eb' vinh spatz'anel masanil nok' silab' snhusjitz'a smasanil chi', yuj chi' ix colvaj eb' vinh yetlevitail eb' vinh, yacb'an sacb'itej pax sb'a juntzanhxo eb' vinh sacerdote, yujto a eb' vinh levita elanhchamel ix yak'och eb' vinh t'a sk'ol sacb'itan sb'ha t'a yichanh juntzanh eb' vinh sacerdote chi'."
        },
        {
            "number": "35",
            "text": "Ayto nanhalxo nok' silab' chi' ix ak'chaji yet' pax xepual nok' silab' yic junk'olal yet' vino ix ak'chaj ofrendail yet' pax nok' silab' snhusjitz'a smasanil. Ichaton chi' ix aj yelxi yich yochxi ejmelal t'a stemplo Jehová."
        },
        {
            "number": "36",
            "text": "Ix te tzalaj vinhaj Ezequías chi' yet' masanil eb' anima yuj tas ix sk'ulej Dios yet' eb', yujto elanhchamel ix yik' sb'a masanil tas ix uji chi'."
        }
    ]
}