{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ix schael yich vinhaj Salomón sb'oanq'ue stemplo Jehová t'a Jerusalén, aton t'a spanhanil sjolom lum tzalan Moriah, b'aj ix sch'ox sb'a Jehová t'a vinhaj David smam vinhaj Salomón chi'. Ha jun lu'um chi' stek'lab' trigo vinhaj Ornán aj Jebús, manb'ilcan lum yuj vinhaj David chi' yicoc stemplo Dios."
        },
        {
            "number": "2",
            "text": "Ix schael yich munlajel chi' t'a schab'il k'ual yoch schab'il uj, ayic schanhil ab'il yoch vinhaj Salomón chi' reyal."
        },
        {
            "number": "3",
            "text": "Ha yechel yich templo ix schec vinhaj Salomón ak'chajemoc, aton tik: 27 metro sk'atul, 9 metro yol schiquin."
        },
        {
            "number": "4",
            "text": "Axo pax scorredoral, 9 metro paxi, lajan yet' yol schiquin chi'. Axo schaanhil, 9 metro paxi. Ix ak'jioch q'uen oro t'a sattac scorredoral chi'."
        },
        {
            "number": "5",
            "text": "Ix ak'jioch te chemte' t'a sattac yol templo chi', aton te' tzicap. Ixlajwi chi' ix ak'jioch q'uen oro te wach' t'a sattac te' yet' t'a yechel yoch'b'iloch t'a te', aton yechel te' palma yet' yechel q'uen cadena."
        },
        {
            "number": "6",
            "text": "Ix och q'uen q'ueen te wach' yilji yelvanub'oc templo chi'. Ha q'uen oro ix sk'an eb' chi', aton q'uen scot t'a Parvaim."
        },
        {
            "number": "7",
            "text": "Ix ak'jioch q'uen oro t'a sattac te' chemte' t'a yool chi' smasanil yet' t'a spatzab'il yet' t'a smarcoal puerta yet' t'a spuertail chi'. Ix och pax yechel querubín t'a sattac te' chemte' chi'."
        },
        {
            "number": "8",
            "text": "Ix schecan vinh macchaj jun cuarto t'a yol templo chi', aton jun cuarto Yicnhej Jehová Yaji. 9 metro ix ajkan chab' spak'ultac jun cuarto chi'. Lajan yet' yol schiquin templo chi', 9 metro pax ix aj chab'xo spak'ultac. Ix ak'jipaxoch oro te wach' t'a sattac yool chi'. 500 quintal q'uen oro ix och t'a sattac yool chi'."
        },
        {
            "number": "9",
            "text": "Ha q'uen lavux ix och t'a yool chi', 20 onza q'uen oro ix och t'a q'ueen. Ix och pax q'uen oro t'a sattac yol juntzanh cuarto ay t'a chaanh."
        },
        {
            "number": "10",
            "text": "Ha t'a yol jun cuarto Yicnhej Dios yaj chi', ix schec b'ojoc chab' te' yechel querubín vinhaj Salomón chi', ix ak'jioch q'uen oro t'a spatictac."
        },
        {
            "number": "11",
            "text": "Ha slevanil yajel sk'axil chab' yechel querubín chi', 9 metro, jenhanel sk'axil junjun. Chab' metro yet' 25 centímetro junjun sk'axil chi'. Sk'och jenhan jun sk'axil junjun yechel chi' t'a spak'ultac yol cuarto chi', haxo junjunxo sk'axil, schalaj sb'ha t'a snanhal. Ha juntzanh yechel querubín chi', linhjab' elta, q'ueljab' elta t'a snanhal yol templo chi'."
        },
        {
            "number": "12",
            "text": "Ix schecpax b'ochaj jun k'apac cortina nab'a lino vinh, ix och yechel querubín t'ay yet' anh ch'al k'ik'mutz'inac, yaxmaquinac yet' anh chacchac ch'al."
        },
        {
            "number": "13",
            "text": "Ix schecanpax vinhaj Salomón chi' b'ojoc chab' nivac oy nab'a bronce, 16 metro ix aj steel junjun, ix och t'a sat templo chi'. Axo jun ayq'ue t'a schon junjun oy chi', 2 metro yet' 25 centímetro spimal."
        },
        {
            "number": "14",
            "text": "Ix b'o pax q'uen cadena, icha chimpa ix aji, ix och q'uen t'a spatictac schon oy chi'. Ix b'o pax 100 yechel te' granada, ix och t'a q'uen cadena chi'."
        },
        {
            "number": "15",
            "text": "Ix ak'jioch juntzanh nivac oy chi' t'a sat templo chi', jun t'a stojolal sur, junxo t'a stojolal norte. Ha jun t'a sur chi', Jaquín ix sb'iej, haxo jun t'a norte chi', Boaz ix sb'iej."
        }
    ]
}