{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ix schael yich winhaj Salomón sb'oank'e stemplo Jehová t'a Jerusalén, aton t'a spanhanil sjolom lum tzalan Moriah, b'aj ix sch'ox sb'a Jehová t'a winhaj Dawid smam winhaj Salomón chi'. Ha jun lu'um chi' stek'lab' trigo winhaj Ornán aj Jebús, manb'ilcan lum yuj winhaj Dawid chi' yicoc stemplo Dios."
        },
        {
            "number": "2",
            "text": "Ix schael yich munlajel chi' t'a schab'il k'ual yoch schab'il uj, ayic schanhil ab'il yoch winhaj Salomón chi' reyal."
        },
        {
            "number": "3",
            "text": "Ha yechel yich templo ix schec winhaj Salomón ak'chajemoc, aton tik: 27 metro sk'atul, 9 metro yol schiquin."
        },
        {
            "number": "4",
            "text": "Axo pax scorredoral, 9 metro paxi, lajan yet' yol schiquin chi'. Axo schaanhil, 9 metro paxi. Ix ak'jioch k'een oro t'a sattac scorredoral chi'."
        },
        {
            "number": "5",
            "text": "Ix ak'jioch te chemte' t'a sattac yol templo chi', aton te' tzicap. Ixlajwi chi' ix ak'jioch k'een oro te wach' t'a sattac te' yet' t'a yechel yoch'b'iloch t'a te', aton yechel te' palma yet' yechel k'een cadena."
        },
        {
            "number": "6",
            "text": "Ix och k'een k'een te wach' yilji yelwanub'oc templo chi'. Ha k'een oro ix sk'an heb' chi', aton k'een scot t'a Parwaim."
        },
        {
            "number": "7",
            "text": "Ix ak'jioch k'een oro t'a sattac te' chemte' t'a yool chi' smasanil yet' t'a spatzab'il yet' t'a smarcoal puerta yet' t'a spuertail chi'. Ix och pax yechel querubín t'a sattac te' chemte' chi'."
        },
        {
            "number": "8",
            "text": "Ix schecan winh macchaj jun cuarto t'a yol templo chi', aton jun cuarto Yicnhej Jehová Yaji. 9 metro ix ajkan chab' spak'ultac jun cuarto chi'. Lajan yet' yol schiquin templo chi', 9 metro pax ix aj chab'xo spak'ultac. Ix ak'jipaxoch oro te wach' t'a sattac yool chi'. 500 quintal k'een oro ix och t'a sattac yool chi'."
        },
        {
            "number": "9",
            "text": "Ha k'een lawux ix och t'a yool chi', 20 onza k'een oro ix och t'a k'een. Ix och pax k'een oro t'a sattac yol juntzanh cuarto ay t'a chaanh."
        },
        {
            "number": "10",
            "text": "Ha t'a yol jun cuarto Yicnhej Dios yaj chi', ix schec b'ojoc chab' te' yechel querubín winhaj Salomón chi', ix ak'jioch k'een oro t'a spatictac."
        },
        {
            "number": "11",
            "text": "Ha slewanil yajel sk'axil chab' yechel querubín chi', 9 metro, jenhanel sk'axil junjun. Chab' metro yet' 25 centímetro junjun sk'axil chi'. Sk'och jenhan jun sk'axil junjun yechel chi' t'a spak'ultac yol cuarto chi', haxo junjunxo sk'axil, schalaj sb'ha t'a snanhal. Ha juntzanh yechel querubín chi', linhjab' elta, k'eljab' elta t'a snanhal yol templo chi'."
        },
        {
            "number": "12",
            "text": "Ix schecpax b'ochaj jun k'apac cortina nab'a lino winh, ix och yechel querubín t'ay yet' anh ch'al k'ik'mutz'inac, yaxmaquinac yet' anh chacchac ch'al."
        },
        {
            "number": "13",
            "text": "Ix schecanpax winhaj Salomón chi' b'ojoc chab' niwac oy nab'a bronce, 16 metro ix aj steel junjun, ix och t'a sat templo chi'. Axo jun ayk'e t'a schon junjun oy chi', 2 metro yet' 25 centímetro spimal."
        },
        {
            "number": "14",
            "text": "Ix b'o pax k'een cadena, icha chimpa ix aji, ix och k'een t'a spatictac schon oy chi'. Ix b'o pax 100 yechel te' granada, ix och t'a k'een cadena chi'."
        },
        {
            "number": "15",
            "text": "Ix ak'jioch juntzanh niwac oy chi' t'a sat templo chi', jun t'a stojolal sur, junxo t'a stojolal norte. Ha jun t'a sur chi', Jaquín ix sb'iej, haxo jun t'a norte chi', Boaz ix sb'iej."
        }
    ]
}