{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix schecan winhaj rey Ezequías chi' alchajel t'a yol yic Israel yet' t'a yol yic Judá, ix yak'anpaxb'at yumal winh t'a eb' ay t'a yol yic Efraín yet' t'a yol yic Manasés, yic scot eb' t'a stemplo Jehová t'a Jerusalén, yic tz'och q'uinh yic snaancot eb' ayic yelnac eb' smam yicham eb' libre yuj Jehová sDiosal Israel t'a Egipto."
        },
        {
            "number": "2",
            "text": "Ayic ix lajvi slolon winh rey chi' yet' eb' ayoch yajalil yet' winh yet' masanil eb' anima t'a Jerusalén chi', ix snaan eb' to ha t'a schab'il uj ol och q'uinh chi',"
        },
        {
            "number": "3",
            "text": "yujto maj yal-laj yoch q'uinh chi' t'a sk'ual aycani, yujto quennhej eb' winh sacerdote ix sacb'itej sb'a icha yalan ley, manta pax eb' anima smolb'ej sb'ha t'a Jerusalén chi'."
        },
        {
            "number": "4",
            "text": "Yujto ix scha sk'ol winh rey yet' masanil anima tas ix nachaj chi',"
        },
        {
            "number": "5",
            "text": "yuj chi' ix sna eb' to spucchaj yumal t'a masanil yol yic Israel. Schacot t'a Dan, masanto sk'och t'a Beerseba. Ix avtajcot eb' yic sjavi eb' t'a Jerusalén yic tz'och q'uinh chi', yujto ha t'a yalanhtaxo, manh nivanoc eb' smolb'ej sb'a yic syak'anoch jun q'uinh chi' eb', icha yaj stz'ib'chajcani."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix b'at eb' schecab' winh rey chi' t'a masanil yol yic Israel yet' t'a yol yic Judá, ix yik'anb'at yumal eb', aton ix schec b'ojoc winh rey chi' yet' eb' ayoch yajalil yet'oc, b'aj syal winh icha tik: Ex quetisraelal, meltzajanhecxi t'a Jehová sDiosal winh co mam quicham aj Abraham, winhaj Isaac yet' winhaj Israel, yic ol ochxoc eyed'oc a ex manh ex cannacoc t'a yol sk'ab' eb' winh sreyal Asiria."
        },
        {
            "number": "7",
            "text": "Mocab' lajanoc tzeyutej e b'a icha eb' e mam eyicham, icha pax eb' quetisraelal, ix spitej val sb'a eb' t'a Jehová co Diosal yet' eb' co mam quicham chi'. Ha val co Diosal chi' ix satanel eb' icha val tz'aj quilan ticnaic."
        },
        {
            "number": "8",
            "text": "Yuj chi' manh eyak' pitb'oc e b'a, icha yutejnac sb'a eb' co mam quicham chi'. Hak'uecxioch e b'ha t'a yol sk'ab' Jehová co Diosal, cotanhec t'a stemplo sik'b'ilel yuj t'a masanil tiempo, tzeyak'an servil yic maxtzac cot yoval sk'ol t'ayex."
        },
        {
            "number": "9",
            "text": "Tato ol eyak'xioch Jehová t'a e k'ool, haxo eb' ajk'ol ik'jinacb'at eb' quetisraelal yet' eb' eyuninal t'a preso chi', ol ok' sk'ol eb' t'a eb', ol ak'joc meltzaj eb' t'a co chonhab' tik. Yujto a Jehová co Diosal, te ay snivank'olal, ay pax yoq'uelk'olal, manh ol ex spatiquejcaneli tato ol eyak'xioch e b'ha t'a yol sk'ab', xchib'at winh rey chi' t'a eb'."
        },
        {
            "number": "10",
            "text": "Ix b'at eb' checab' chi' t'a masanil yol yic Efraín yet' t'a yol yic Manasés, ix b'atnhej eb' t'a junjun chonhab', masanto ix k'och eb' t'a yol yic Zabulón. Palta a eb' anima chi', tonhej ix tzevaj eb', ix b'uchvaj pax eb' t'a eb' checab' chi'."
        },
        {
            "number": "11",
            "text": "Palta ay jayvanh eb' winh vinac t'a yinhtilal Aser, t'a yic Manasés yet' t'a yic Zabulón ix och eb' ejmelal d'ha Dios chi', ix javi eb' t'a Jerusalén chi'."
        },
        {
            "number": "12",
            "text": "Ha Dios ix ak'an sna' masanil eb' anima t'a Judá chi', yic sk'anab'ajan eb' jun checnab'il ix yal winh rey chi' yet' eb' ayoch yajalil yet'oc, icha ix aj yalan Jehová."
        },
        {
            "number": "13",
            "text": "Yuj chi' a val t'a schab'il uj, ix smolb'an sb'a jantac anima t'a Jerusalén chi', ix yak'anoch q'uinh eb' yic ixim pan malaj yich."
        },
        {
            "number": "14",
            "text": "Ix syamanoch eb' yik'anel masanil juntzanh altar yet' juntzanh lugar b'ajtac snhuschaj incienso t'a Jerusalén chi'. Ix syumancanem eb' t'a sch'olanil ha' Cedrón."
        },
        {
            "number": "15",
            "text": "Ayic 14 yoch schab'il uj chi', ix smilancham nok' quelem calnel eb' yic q'uinh chi'. Axo eb' winh sacerdote yet' eb' winh levita, ix te q'uixviq'ue eb' winh, yuj chi' ix sacb'itej sb'a eb' winh icha yalan ley. Ix yik'anb'at nok' silab' eb' winh snhusjitz'a smasanil t'a stemplo Jehová."
        },
        {
            "number": "16",
            "text": "Icha chi' ix aj yochxi eb' winh t'a yopisio, icha yalan ley Moisés winh schecab' Dios. Ha eb' winh sacerdote ix tzicanem schiq'uil nok' silab' ix yak' eb' winh levita."
        },
        {
            "number": "17",
            "text": "Yujto tzijtumto eb' t'a skal masanil anima chi' manto sacb'itejlaj sb'a, yuj chi' a eb' winh levita chi' ix milancham nok' silab'il yic q'uinh chi' yuj eb' anima chi', yic tz'och yopisio nok' t'a q'uinh chi'."
        },
        {
            "number": "18",
            "text": "Te niwan eb' t'a yinhtilal Efraín, t'a yic Manasés, t'a yic Isacar yet' t'a yic Zabulón ix comon chi'an nok' silab' yic q'uinh chi', manh ichaoc yaj stz'ib'chajcani, yujto maj sacb'itej sb'a eb' icha yalan ley. Palta a winhaj rey Ezequías chi' ix lesalvi yuj eb', ix yalan winh icha tik: Mamin Jehová, co Diosal ach yet' eb' co mam quicham, te wach' a pensar. Ak' nivank'olal eb' syak'och t'a sk'ol yalan sb'a t'ayach, wach'chom maj sacb'itej sb'a eb' icha yalan sleyal a templo, xchi winh."
        },
        {
            "number": "19",
            "text": "Ix yab' Jehová slesalvi winhaj rey Ezequías chi', yuj chi' ix yak' nivank'olal t'a yib'anh masanil anima chi'."
        },
        {
            "number": "20",
            "text": "Uque' k'ual ix ek' eb' israel chi' t'a Jerusalén, te tzalajk'olal ix ek' q'uinh yic ixim pan malaj yich chi'. Axo eb' winh sacerdote yet' eb' winh levita, junjun k'u sb'itan eb' winh, syalan wach' lolonel eb' winh t'a Jehová yet' masanil yamk'ab' yic b'it te wach' yic Jehová yaji."
        },
        {
            "number": "21",
            "text": "Ha winhaj Ezequías chi', ix yak' yuj diosal winh t'a eb' winh levita, yujto ix sch'oxel sb'ecank'olal eb' winh yak'an servil Jehová. Uque' k'ual ix schi nok' silab' yic q'uinh chi' eb', ix yak'anpax nok' silab' eb' yic junk'olal, ix yalan wach' lolonel eb' t'a Jehová sDiosal smam yicham."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix yalan eb' smasanil to syak' uqueocxo k'ual q'uinh chi'. Te tzalajk'olal ix aj yoch q'uinh chi' yuj eb'."
        },
        {
            "number": "23",
            "text": "Ha winhaj Ezequías sreyal Judá chi', mil nok' mam vacax yet' 7 mil nok' calnel ix siej winh t'a eb' anima chi'. Yed' eb' winh yajal t'a junjun chonhab' ix siejpax mil nok' vacax chi' eb' winh yet' 10 mil nok' calnel. Nivan eb' winh sacerdote ix sacb'itej sb'a icha yalan ley."
        },
        {
            "number": "24",
            "text": "Masanil eb' aj Judá chi' yet' eb' winh sacerdote yet' eb' winh levita yet' masanil eb' ix laj cot t'a yol yic Israel yet' masanil eb' ch'oc chonhab'il ix ja cajan t'a yol yic Israel chi', ma t'a yol yic Judá, ix te tzalaj eb'."
        },
        {
            "number": "25",
            "text": "Jantac tzalajk'olal ix uji t'a Jerusalén chi', yujto atax yic yak'annac reyal winhaj Salomón yuninal winhaj David, manta b'aj tzuji icha jun ix uji t'a Jerusalén chi'."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi', ix q'ue linhan eb' winh sacerdote yet' eb' winh levita yic sk'anan swach'k'olal Jehová eb' winh t'a yib'anh masanil eb' anima. Ix ab'chaj slesal eb' winh chi' t'a satcha’anh b'aj cajan Dios."
        }
    ]
}