{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix schekan winhaj rey Ezequías chi' alchajel t'a yol yic Israel yet' t'a yol yic Judá, ix yak'anpaxb'at yumal winh t'a heb' ay t'a yol yic Efraín yet' t'a yol yic Manasés, yic scot heb' t'a stemplo Jehová t'a Jerusalén, yic tz'och q'uinh yic snaancot heb' ayic yelnac heb' smam yicham heb' libre yuj Jehová sDiosal Israel t'a Egipto."
        },
        {
            "number": "2",
            "text": "Ayic ix lajwi slolon winh rey chi' yet' heb' ayoch yajalil yet' winh yet' masanil heb' anima t'a Jerusalén chi', ix snaan heb' to ha t'a schab'il uj ol och q'uinh chi',"
        },
        {
            "number": "3",
            "text": "yujto maj yal-laj yoch q'uinh chi' t'a sk'ual aykani, yujto quennhej heb' winh sacerdote ix sacb'itej sb'a icha yalan ley, manta pax heb' anima smolb'ej sb'ha t'a Jerusalén chi'."
        },
        {
            "number": "4",
            "text": "Yujto ix scha sk'ol winh rey yet' masanil anima tas ix nachaj chi',"
        },
        {
            "number": "5",
            "text": "yuj chi' ix sna heb' to spukchaj yumal t'a masanil yol yic Israel. Schacot t'a Dan, masanto sk'och t'a Beerseba. Ix avtajcot heb' yic sjawi heb' t'a Jerusalén yic tz'och q'uinh chi', yujto ha t'a yalanhtaxo, manh niwanoc heb' smolb'ej sb'a yic syak'anoch jun q'uinh chi' heb', icha yaj stz'ib'chajkani."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix b'at heb' schekab' winh rey chi' t'a masanil yol yic Israel yet' t'a yol yic Judá, ix yik'anb'at yumal heb', aton ix schec b'ojoc winh rey chi' yet' heb' ayoch yajalil yet'oc, b'aj syal winh icha tik: Ex quetisraelal, meltzajanhecxi t'a Jehová sDiosal winh ko mam quicham aj Abraham, winhaj Isaac yet' winhaj Israel, yic ol ochxoc eyed'oc a ex manh ex kannakoc t'a yol sk'ab' heb' winh sreyal Asiria."
        },
        {
            "number": "7",
            "text": "Mokab' lajanoc tzeyutej he b'a icha heb' he mam eyicham, icha pax heb' quetisraelal, ix spitej wal sb'a heb' t'a Jehová ko Diosal yet' heb' ko mam quicham chi'. Ha wal ko Diosal chi' ix satanel heb' icha wal tz'aj quilan ticnaik."
        },
        {
            "number": "8",
            "text": "Yuj chi' manh eyak' pitb'oc he b'a, icha yutejnac sb'a heb' ko mam quicham chi'. Hak'uecxioch he b'ha t'a yol sk'ab' Jehová ko Diosal, cotanhec t'a stemplo sik'b'ilel yuj t'a masanil tiempo, tzeyak'an serwil yic maxtzac cot yowal sk'ol t'ayex."
        },
        {
            "number": "9",
            "text": "Tato ol eyak'xioch Jehová t'a he k'ool, haxo heb' ajk'ol ik'jinacb'at heb' quetisraelal yet' heb' eyuninal t'a preso chi', ol ok' sk'ol heb' t'a heb', ol ak'joc meltzaj heb' t'a ko chonhab' tik. Yujto a Jehová ko Diosal, te ay sniwank'olal, ay pax yok'elk'olal, manh ol ex spatiquejkaneli tato ol eyak'xioch he b'ha t'a yol sk'ab', xchib'at winh rey chi' t'a heb'."
        },
        {
            "number": "10",
            "text": "Ix b'at heb' chekab' chi' t'a masanil yol yic Efraín yet' t'a yol yic Manasés, ix b'atnhej heb' t'a junjun chonhab', masanto ix k'och heb' t'a yol yic Zabulón. Palta a heb' anima chi', tonhej ix tzewaj heb', ix b'uchwaj pax heb' t'a heb' chekab' chi'."
        },
        {
            "number": "11",
            "text": "Palta ay jaywanh heb' winh winak t'a yinhtilal Aser, t'a yic Manasés yet' t'a yic Zabulón ix och heb' ejmelal d'ha Dios chi', ix jawi heb' t'a Jerusalén chi'."
        },
        {
            "number": "12",
            "text": "Ha Dios ix ak'an sna' masanil heb' anima t'a Judá chi', yic sk'anab'ajan heb' jun checnab'il ix yal winh rey chi' yet' heb' ayoch yajalil yet'oc, icha ix aj yalan Jehová."
        },
        {
            "number": "13",
            "text": "Yuj chi' a wal t'a schab'il uj, ix smolb'an sb'a jantac anima t'a Jerusalén chi', ix yak'anoch q'uinh heb' yic ixim pan malaj yich."
        },
        {
            "number": "14",
            "text": "Ix syamanoch heb' yik'anel masanil juntzanh altar yet' juntzanh lugar b'ajtac snhuschaj incienso t'a Jerusalén chi'. Ix syumankanem heb' t'a sch'olanil ha' Cedrón."
        },
        {
            "number": "15",
            "text": "Ayic 14 yoch schab'il uj chi', ix smilancham nok' quelem kalnel heb' yic q'uinh chi'. Axo heb' winh sacerdote yet' heb' winh lewita, ix te q'uixwik'e heb' winh, yuj chi' ix sacb'itej sb'a heb' winh icha yalan ley. Ix yik'anb'at nok' silab' heb' winh snhusjitz'a smasanil t'a stemplo Jehová."
        },
        {
            "number": "16",
            "text": "Icha chi' ix aj yochxi heb' winh t'a yopisio, icha yalan ley Moisés winh schekab' Dios. Ha heb' winh sacerdote ix tzikanem schiq'uil nok' silab' ix yak' heb' winh lewita."
        },
        {
            "number": "17",
            "text": "Yujto tzijtumto heb' t'a skal masanil anima chi' manto sacb'itejlaj sb'a, yuj chi' a heb' winh lewita chi' ix milancham nok' silab'il yic q'uinh chi' yuj heb' anima chi', yic tz'och yopisio nok' t'a q'uinh chi'."
        },
        {
            "number": "18",
            "text": "Te niwan heb' t'a yinhtilal Efraín, t'a yic Manasés, t'a yic Isacar yet' t'a yic Zabulón ix comon chi'an nok' silab' yic q'uinh chi', manh ichaoc yaj stz'ib'chajkani, yujto maj sacb'itej sb'a heb' icha yalan ley. Palta a winhaj rey Ezequías chi' ix lesalwi yuj heb', ix yalan winh icha tik: Mamin Jehová, ko Diosal ach yet' heb' ko mam quicham, te wach' a pensar. Ak' niwank'olal heb' syak'och t'a sk'ol yalan sb'a t'ayach, wach'chom maj sacb'itej sb'a heb' icha yalan sleyal a templo, xchi winh."
        },
        {
            "number": "19",
            "text": "Ix yab' Jehová slesalwi winhaj rey Ezequías chi', yuj chi' ix yak' niwank'olal t'a yib'anh masanil anima chi'."
        },
        {
            "number": "20",
            "text": "Uque' k'ual ix ek' heb' israel chi' t'a Jerusalén, te tzalajk'olal ix ek' q'uinh yic ixim pan malaj yich chi'. Axo heb' winh sacerdote yet' heb' winh lewita, junjun k'u sb'itan heb' winh, syalan wach' lolonel heb' winh t'a Jehová yet' masanil yamk'ab' yic b'it te wach' yic Jehová yaji."
        },
        {
            "number": "21",
            "text": "Ha winhaj Ezequías chi', ix yak' yuj diosal winh t'a heb' winh lewita, yujto ix sch'oxel sb'ekank'olal heb' winh yak'an serwil Jehová. Uque' k'ual ix schi nok' silab' yic q'uinh chi' heb', ix yak'anpax nok' silab' heb' yic junk'olal, ix yalan wach' lolonel heb' t'a Jehová sDiosal smam yicham."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix yalan heb' smasanil to syak' uqueocxo k'ual q'uinh chi'. Te tzalajk'olal ix aj yoch q'uinh chi' yuj heb'."
        },
        {
            "number": "23",
            "text": "Ha winhaj Ezequías sreyal Judá chi', mil nok' mam wakax yet' 7 mil nok' kalnel ix siej winh t'a heb' anima chi'. Yed' heb' winh yajal t'a junjun chonhab' ix siejpax mil nok' wakax chi' heb' winh yet' 10 mil nok' kalnel. Niwan heb' winh sacerdote ix sacb'itej sb'a icha yalan ley."
        },
        {
            "number": "24",
            "text": "Masanil heb' aj Judá chi' yet' heb' winh sacerdote yet' heb' winh lewita yet' masanil heb' ix laj cot t'a yol yic Israel yet' masanil heb' ch'oc chonhab'il ix ja kajan t'a yol yic Israel chi', ma t'a yol yic Judá, ix te tzalaj heb'."
        },
        {
            "number": "25",
            "text": "Jantac tzalajk'olal ix uji t'a Jerusalén chi', yujto atax yic yak'annac reyal winhaj Salomón yuninal winhaj Dawid, manta b'aj tzuji icha jun ix uji t'a Jerusalén chi'."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi', ix k'e linhan heb' winh sacerdote yet' heb' winh lewita yic sk'anan swach'k'olal Jehová heb' winh t'a yib'anh masanil heb' anima. Ix ab'chaj slesal heb' winh chi' t'a satcha’anh b'aj kajan Dios."
        }
    ]
}