{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix lajvi jun q'uinh chi', masanil eb' israel ix smolb'ej sb'a, ix b'at eb' t'a masanil chonhab' t'a yol yic Judá. Ix smak'anpoj juntzanh q'uen q'ueen eb' niwan yelk'och b'aj syal sb'a eb' anima chi' yet' pax juntzanh yechel comon dios Asera. Ix laj spojanem juntzanh yic ejmelal eb' b'ajtac chaanh yet' pax juntzanh altar ay t'a yol yic Judá chi' yet' t'a yol yic Benjamín, t'a yol yic Efraín yet' t'a yol yic Manasés. Ixlajwi chi' ix meltzaj eb' smasanil t'a schonhab', ix laj b'atcan eb' t'a slugar junjun."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi' ix spojanek' eb' vinh sacerdote yet' eb' vinh levita vinhaj Ezequías t'a stzolal, junjun makan eb' vinh yet' yopisio: Ha eb' vinh sacerdote, a eb' vinh tz'ak'an silab' snhusjitz'a smasanil yet' silab' yic sch'oxan sjunk'olal eb' yet' Jehová. Axo eb' vinh levita tz'ak'an yuj diosal t'a Jehová chi', syalanpax wach' lolonel eb' vinh t'ay t'a b'ital, ay pax eb' vinh stanhvan spuertail templo."
        },
        {
            "number": "3",
            "text": "Ha vinh rey chi', a nok' smolb'etzal nok' vinh ix yak' silab'il: Aton nok' silab' snhusjitz'a smasanil tz'ak'ji t'a q'uinhib'alil yet' t'a yemk'ualil yet' pax silab' snhusjitz'ha t'a sk'ual ik'oj ip yet' pax silab' tz'ak'ji yic tz'och q'uinh ayic tz'alji q'uen uj yet' silab' tz'ak'ji t'a juntzanhxo q'uinh nivac yelk'ochi, icha yaj stz'ib'chajcan t'a sley Jehová."
        },
        {
            "number": "4",
            "text": "Ix yalanpax vinh rey chi' t'a masanil eb' anima cajan t'a Jerusalén chi' to syak' scolval eb' syak'taxon t'a eb' vinh sacerdote yet' t'a eb' vinh levita, yic wach' anhej Jehová syak' servil eb' vinh icha yalan ley."
        },
        {
            "number": "5",
            "text": "Ayic ix alchajel jun checnab'il chi', ix yak' eb' israel jantac val ix el t'a sk'ool yak'ani: Aton ixim trigo wach', vino, aceite, nok' yal chab' yet' masanil sat avb'en te wach' slaj smol eb'. Ix yik'anpaxcot sdiezmoal masanil tas syavej eb'. Te niwan ix yak' eb'."
        },
        {
            "number": "6",
            "text": "Anhejtona' pax eb' aj Israel chi' yet' eb' cajan t'a juntzanhxo chonhab' t'a yol yic Judá chi', ix yik'cot sdiezmoal nok' smolb'etzal nok' eb': Aton nok' vacax, nok' calnel, nok' chiva yet' pax sdiezmoal masanil tastac ay t'a eb' to yicxo Jehová Dios yaji. Juyjumb'a ix laj yutej eb' yak'ancani."
        },
        {
            "number": "7",
            "text": "Ayic yoxil uj yoch jun ab'il chi', ix och ijan eb' smolb'an masanil juntzanh chi'. Ato t'a yuquil uj ix och vaan eb' yak'ani."
        },
        {
            "number": "8",
            "text": "Ayic ix b'at yilan masanil juntzanh ix molchaj chi' vinhaj Ezequías yet' eb' ayoch yajalil yet' vinh, ix yalan wach' lolonel eb' t'a Jehová yet' t'a chonhab' Israel."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi' ix sk'anb'an vinhaj Ezequías chi' t'a eb' vinh sacerdote yet' t'a eb' vinh levita yuj masanil juntzanh tas ix javi chi'."
        },
        {
            "number": "10",
            "text": "Ix tak'vi vinhaj sat sacerdote Azarías yinhtilal vinhaj Sadoc icha tik: Yictax ix schaanel yich eb' yik'ancot scolval t'a stemplo Jehová tik, aynhej tas sco wa''a, ayto pax scani. Masanil juntzanh tik toxo ix cani, yujto ix yak' val svach'k'olal Jehová t'a yib'anh eb' quetchonhab' tik, xchi vinh."
        },
        {
            "number": "11",
            "text": "Yuj chi', ix schec vinhaj Ezequías b'ochaj yet'tal b'aj smolchaj juntzanh chi' t'a templo chi'. Axo yic toxo ix b'o jun yet'tal chi',"
        },
        {
            "number": "12",
            "text": "wach' ix yutej eb' smolb'an juntzanh colval chi' t'a yool yet' diezmo ix yik'cot eb' anima chi' yet' masanil tas to yic Jehová yaji. Axo jun vinh levita scuchan Conanías sat ix ajkan yilani, haxo jun vinh yuk'tac vinh scuchan Simei ix och schab'iloc yilan juntzanh chi'."
        },
        {
            "number": "13",
            "text": "Ha vinhaj rey Ezequías yet' vinhaj Azarías chi' sat yaj t'a eb' vinh tz'ilan templo chi'. Ha eb' vinh ix ak'anoch juntzanhxo eb' vinh levita t'a yalanh smandar vinhaj Conanías yet' vinhaj Simei chi', aton eb' vinh tik: Vinhaj Jehiel, vinhaj Azazías, vinhaj Nahat, vinhaj Asael, vinhaj Jerimot, vinhaj Jozabad, vinhaj Eliel, vinhaj Ismaquías, vinhaj Mahat yet' vinhaj Benaía."
        },
        {
            "number": "14",
            "text": "Axo vinhaj Coré yuninal vinhaj Imna yinhtilal Leví, yajal yaj vinh t'a eb' vinh stanhvan spuertail templo t'a stojolal b'aj sjavi k'u. Aypaxoch t'a yib'anh vinh schaan ofrenda to tz'el val sk'ol eb' yak'an t'a Jehová, spucanpaxek' vinh tastac to yic Jehová yaj chi' tz'ak'chaj t'a eb' vinh sacerdote yet' t'a eb' vinh levita."
        },
        {
            "number": "15",
            "text": "Ha juntzanh eb' vinh levita: Aton vinhaj Edén, vinhaj Miniamín, vinhaj Jesúa, vinhaj Semaías, vinhaj Amarías yet' vinhaj Secanías. Ha eb' vinh ix colvaj yet' vinhaj Coré chi' spucanek' ofrenda t'a schonhab' eb' vinh sacerdote, icha syal macquiltac yaj eb', eb' icham anima yet' eb' unin."
        },
        {
            "number": "16",
            "text": "Syak'an eb' vinh t'a eb' vinh tz'ib'ab'il sb'i b'aj ay sb'i eb' yinhtilal Leví, aton eb' vinh ayoch t'a yib'anh yilan yopisio t'a stzolal t'a templo t'a junjun k'u, eb' oxe' ab'il sq'uinal sb'eynhejb'ati."
        },
        {
            "number": "17",
            "text": "Ha eb' vinh sacerdote chi', b'ob'il slistail eb' vinh, icha syal stzolal smam yicham eb' vinh. Axo eb' vinh levita 20 ab'il sq'uinal sb'eynhejb'ati, ay pax sb'i eb' vinh icha yajoch eb' vinh t'a yopisio t'a stzolal."
        },
        {
            "number": "18",
            "text": "Ha yet' sb'i eb' vinh chi', tz'ib'ab'il pax sb'i eb' ix yetb'eyum eb' vinh, eb' nenetac unin yet' juntzanhxo yuninal eb' vinh yet' yisil eb' vinh, aton masanil mach ay yalan yic eb' vinh yilani. Val t'a stojolal ix aj spojanek' eb' vinh juntzanh tas ak'b'il d'ha Dios."
        },
        {
            "number": "19",
            "text": "Ay pax eb' vinh vinac ayoch t'a yib'anh spojanek' tas sva eb' vinh sacerdote yinhtilal Aarón yet' eb' vinh levita, aton eb' vinh tz'ib'ab'il sb'i b'aj ay sb'i eb' smam yicham eb' vinh, aton eb' vinh cajan t'a spatictaquel schonhab' eb' vinh sacerdote yet' t'a juntzanhxo chonhab'."
        },
        {
            "number": "20",
            "text": "Icha chi' ix yutej vinhaj Ezequías chi' sb'oan juntzanh tik t'a masanil yol yic Judá. Ha masanil tas ix sk'ulej vinh, te wach', te tojol t'a yichanh Jehová Dios."
        },
        {
            "number": "21",
            "text": "Masanil tas ix sk'ulej vinh yic ix yak'an servil vinh t'a stemplo Dios, ix sk'ulej val vinh t'a smasanil sk'ool, icha yalan sk'ayb'ub'al Dios yet' schecnab'il. Yuj chi' te wach'nhej ix elk'och vinh."
        }
    ]
}