{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix lajvi jun q'uinh chi', masanil eb' israel ix smolb'ej sb'a, ix b'at eb' t'a masanil chonhab' t'a yol yic Judá. Ix smak'anpoj juntzanh q'uen q'ueen eb' niwan yelk'och b'aj syal sb'a eb' anima chi' yet' pax juntzanh yechel comon dios Asera. Ix laj spojanem juntzanh yic ejmelal eb' b'ajtac chaanh yet' pax juntzanh altar ay t'a yol yic Judá chi' yet' t'a yol yic Benjamín, t'a yol yic Efraín yet' t'a yol yic Manasés. Ixlajwi chi' ix meltzaj eb' smasanil t'a schonhab', ix laj b'atcan eb' t'a slugar junjun."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi' ix spojanek' eb' winh sacerdote yet' eb' winh levita winhaj Ezequías t'a stzolal, junjun makan eb' winh yet' yopisio: Ha eb' winh sacerdote, a eb' winh tz'ak'an silab' snhusjitz'a smasanil yet' silab' yic sch'oxan sjunk'olal eb' yet' Jehová. Axo eb' winh levita tz'ak'an yuj diosal t'a Jehová chi', syalanpax wach' lolonel eb' winh t'ay t'a b'ital, ay pax eb' winh stanhvan spuertail templo."
        },
        {
            "number": "3",
            "text": "Ha winh rey chi', a nok' smolb'etzal nok' winh ix yak' silab'il: Aton nok' silab' snhusjitz'a smasanil tz'ak'ji t'a q'uinhib'alil yet' t'a yemk'ualil yet' pax silab' snhusjitz'ha t'a sk'ual ik'oj ip yet' pax silab' tz'ak'ji yic tz'och q'uinh ayic tz'alji q'uen uj yet' silab' tz'ak'ji t'a juntzanhxo q'uinh nivac yelk'ochi, icha yaj stz'ib'chajcan t'a sley Jehová."
        },
        {
            "number": "4",
            "text": "Ix yalanpax winh rey chi' t'a masanil eb' anima cajan t'a Jerusalén chi' to syak' scolval eb' syak'taxon t'a eb' winh sacerdote yet' t'a eb' winh levita, yic wach' anhej Jehová syak' servil eb' winh icha yalan ley."
        },
        {
            "number": "5",
            "text": "Ayic ix alchajel jun checnab'il chi', ix yak' eb' israel jantac val ix el t'a sk'ool yak'ani: Aton ixim trigo wach', vino, aceite, nok' yal chab' yet' masanil sat avb'en te wach' slaj smol eb'. Ix yik'anpaxcot sdiezmoal masanil tas syavej eb'. Te niwan ix yak' eb'."
        },
        {
            "number": "6",
            "text": "Anhejtona' pax eb' aj Israel chi' yet' eb' cajan t'a juntzanhxo chonhab' t'a yol yic Judá chi', ix yik'cot sdiezmoal nok' smolb'etzal nok' eb': Aton nok' vacax, nok' calnel, nok' chiva yet' pax sdiezmoal masanil tastac ay t'a eb' to yicxo Jehová Dios yaji. Juyjumb'a ix laj yutej eb' yak'ancani."
        },
        {
            "number": "7",
            "text": "Ayic yoxil uj yoch jun ab'il chi', ix och ijan eb' smolb'an masanil juntzanh chi'. Ato t'a yuquil uj ix och vaan eb' yak'ani."
        },
        {
            "number": "8",
            "text": "Ayic ix b'at yilan masanil juntzanh ix molchaj chi' winhaj Ezequías yet' eb' ayoch yajalil yet' winh, ix yalan wach' lolonel eb' t'a Jehová yet' t'a chonhab' Israel."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi' ix sk'anb'an winhaj Ezequías chi' t'a eb' winh sacerdote yet' t'a eb' winh levita yuj masanil juntzanh tas ix javi chi'."
        },
        {
            "number": "10",
            "text": "Ix tak'vi winhaj sat sacerdote Azarías yinhtilal winhaj Sadoc icha tik: Yictax ix schaanel yich eb' yik'ancot scolval t'a stemplo Jehová tik, aynhej tas sco wa''a, ayto pax scani. Masanil juntzanh tik toxo ix cani, yujto ix yak' val swach'k'olal Jehová t'a yib'anh eb' quetchonhab' tik, xchi winh."
        },
        {
            "number": "11",
            "text": "Yuj chi', ix schec winhaj Ezequías b'ochaj yet'tal b'aj smolchaj juntzanh chi' t'a templo chi'. Axo yic toxo ix b'o jun yet'tal chi',"
        },
        {
            "number": "12",
            "text": "wach' ix yutej eb' smolb'an juntzanh colval chi' t'a yool yet' diezmo ix yik'cot eb' anima chi' yet' masanil tas to yic Jehová yaji. Axo jun winh levita scuchan Conanías sat ix ajkan yilani, haxo jun winh yuk'tac winh scuchan Simei ix och schab'iloc yilan juntzanh chi'."
        },
        {
            "number": "13",
            "text": "Ha winhaj rey Ezequías yet' winhaj Azarías chi' sat yaj t'a eb' winh tz'ilan templo chi'. Ha eb' winh ix ak'anoch juntzanhxo eb' winh levita t'a yalanh smandar winhaj Conanías yet' winhaj Simei chi', aton eb' winh tik: Vinhaj Jehiel, winhaj Azazías, winhaj Nahat, winhaj Asael, winhaj Jerimot, winhaj Jozabad, winhaj Eliel, winhaj Ismaquías, winhaj Mahat yet' winhaj Benaía."
        },
        {
            "number": "14",
            "text": "Axo winhaj Coré yuninal winhaj Imna yinhtilal Leví, yajal yaj winh t'a eb' winh stanhvan spuertail templo t'a stojolal b'aj sjavi k'u. Aypaxoch t'a yib'anh winh schaan ofrenda to tz'el val sk'ol eb' yak'an t'a Jehová, spucanpaxek' winh tastac to yic Jehová yaj chi' tz'ak'chaj t'a eb' winh sacerdote yet' t'a eb' winh levita."
        },
        {
            "number": "15",
            "text": "Ha juntzanh eb' winh levita: Aton winhaj Edén, winhaj Miniamín, winhaj Jesúa, winhaj Semaías, winhaj Amarías yet' winhaj Secanías. Ha eb' winh ix kolwaj yet' winhaj Coré chi' spucanek' ofrenda t'a schonhab' eb' winh sacerdote, icha syal macquiltac yaj eb', eb' icham anima yet' eb' unin."
        },
        {
            "number": "16",
            "text": "Syak'an eb' winh t'a eb' winh tz'ib'ab'il sb'i b'aj ay sb'i eb' yinhtilal Leví, aton eb' winh ayoch t'a yib'anh yilan yopisio t'a stzolal t'a templo t'a junjun k'u, eb' oxe' ab'il sk'inal sb'eynhejb'ati."
        },
        {
            "number": "17",
            "text": "Ha eb' winh sacerdote chi', b'ob'il slistail eb' winh, icha syal stzolal smam yicham eb' winh. Axo eb' winh levita 20 ab'il sk'inal sb'eynhejb'ati, ay pax sb'i eb' winh icha yajoch eb' winh t'a yopisio t'a stzolal."
        },
        {
            "number": "18",
            "text": "Ha yet' sb'i eb' winh chi', tz'ib'ab'il pax sb'i eb' ix yetb'eyum eb' winh, eb' nenetac unin yet' juntzanhxo yuninal eb' winh yet' yisil eb' winh, aton masanil mach ay yalan yic eb' winh yilani. Val t'a stojolal ix aj spojanek' eb' winh juntzanh tas ak'b'il d'ha Dios."
        },
        {
            "number": "19",
            "text": "Ay pax eb' winh vinac ayoch t'a yib'anh spojanek' tas sva eb' winh sacerdote yinhtilal Aarón yet' eb' winh levita, aton eb' winh tz'ib'ab'il sb'i b'aj ay sb'i eb' smam yicham eb' winh, aton eb' winh cajan t'a spatictaquel schonhab' eb' winh sacerdote yet' t'a juntzanhxo chonhab'."
        },
        {
            "number": "20",
            "text": "Icha chi' ix yutej winhaj Ezequías chi' sb'oan juntzanh tik t'a masanil yol yic Judá. Ha masanil tas ix sk'ulej winh, te wach', te tojol t'a yichanh Jehová Dios."
        },
        {
            "number": "21",
            "text": "Masanil tas ix sk'ulej winh yic ix yak'an servil winh t'a stemplo Dios, ix sk'ulej val winh t'a smasanil sk'ool, icha yalan sk'ayb'ub'al Dios yet' schecnab'il. Yuj chi' te wach'nhej ix elk'och winh."
        }
    ]
}