{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix lajwi jun q'uinh chi', masanil heb' israel ix smolb'ej sb'a, ix b'at heb' t'a masanil chonhab' t'a yol yic Judá. Ix smak'anpoj juntzanh k'een k'een heb' niwan yelk'och b'aj syal sb'a heb' anima chi' yet' pax juntzanh yechel comon Dios Asera. Ix laj spojanem juntzanh yic ejmelal heb' b'ajtac chaanh yet' pax juntzanh altar ay t'a yol yic Judá chi' yet' t'a yol yic Benjamín, t'a yol yic Efraín yet' t'a yol yic Manasés. Ixlajwi chi' ix meltzaj heb' smasanil t'a schonhab', ix laj b'atcan heb' t'a slugar junjun."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi' ix spojanek' heb' winh sacerdote yet' heb' winh lewita winhaj Ezequías t'a stzolal, junjun makan heb' winh yet' yopisio: Ha heb' winh sacerdote, a heb' winh tz'ak'an silab' snhusjitz'a smasanil yet' silab' yic sch'oxan sjunk'olal heb' yet' Jehová. Axo heb' winh lewita tz'ak'an yuj diosal t'a Jehová chi', syalanpax wach' lolonel heb' winh t'ay t'a b'ital, ay pax heb' winh stanhwan spuertail templo."
        },
        {
            "number": "3",
            "text": "Ha winh rey chi', a nok' smolb'etzal nok' winh ix yak' silab'il: Aton nok' silab' snhusjitz'a smasanil tz'ak'ji t'a q'uinhib'alil yet' t'a yemk'ualil yet' pax silab' snhusjitz'ha t'a sk'ual ik'oj ip yet' pax silab' tz'ak'ji yic tz'och q'uinh ayic tz'alji k'een uj yet' silab' tz'ak'ji t'a juntzanhxo q'uinh niwac yelk'ochi, icha yaj stz'ib'chajcan t'a sley Jehová."
        },
        {
            "number": "4",
            "text": "Ix yalanpax winh rey chi' t'a masanil heb' anima cajan t'a Jerusalén chi' to syak' scolwal heb' syak'taxon t'a heb' winh sacerdote yet' t'a heb' winh lewita, yic wach' anhej Jehová syak' serwil heb' winh icha yalan ley."
        },
        {
            "number": "5",
            "text": "Ayic ix alchajel jun checnab'il chi', ix yak' heb' israel jantac wal ix el t'a sk'ool yak'ani: Aton ixim trigo wach', wino, aceite, nok' yal chab' yet' masanil sat avb'en te wach' slaj smol heb'. Ix yik'anpaxcot sdiezmoal masanil tas syawej heb'. Te niwan ix yak' heb'."
        },
        {
            "number": "6",
            "text": "Anhejtona' pax heb' aj Israel chi' yet' heb' cajan t'a juntzanhxo chonhab' t'a yol yic Judá chi', ix yik'cot sdiezmoal nok' smolb'etzal nok' heb': Aton nok' wacax, nok' calnel, nok' chiwa yet' pax sdiezmoal masanil tastac ay t'a heb' to yicxo Jehová Dios yaji. Juyjumb'a ix laj yutej heb' yak'ancani."
        },
        {
            "number": "7",
            "text": "Ayic yoxil uj yoch jun ab'il chi', ix och ijan heb' smolb'an masanil juntzanh chi'. Ato t'a yuquil uj ix och waan heb' yak'ani."
        },
        {
            "number": "8",
            "text": "Ayic ix b'at yilan masanil juntzanh ix molchaj chi' winhaj Ezequías yet' heb' ayoch yajalil yet' winh, ix yalan wach' lolonel heb' t'a Jehová yet' t'a chonhab' Israel."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi' ix sk'anb'an winhaj Ezequías chi' t'a heb' winh sacerdote yet' t'a heb' winh lewita yuj masanil juntzanh tas ix jawi chi'."
        },
        {
            "number": "10",
            "text": "Ix tak'wi winhaj sat sacerdote Azarías yinhtilal winhaj Sadoc icha tik: Yictax ix schaanel yich heb' yik'ancot scolwal t'a stemplo Jehová tik, aynhej tas sco wa''a, ayto pax scani. Masanil juntzanh tik toxo ix cani, yujto ix yak' wal swach'k'olal Jehová t'a yib'anh heb' quetchonhab' tik, xchi winh."
        },
        {
            "number": "11",
            "text": "Yuj chi', ix schec winhaj Ezequías b'ochaj yet'tal b'aj smolchaj juntzanh chi' t'a templo chi'. Axo yic toxo ix b'o jun yet'tal chi',"
        },
        {
            "number": "12",
            "text": "wach' ix yutej heb' smolb'an juntzanh colwal chi' t'a yool yet' diezmo ix yik'cot heb' anima chi' yet' masanil tas to yic Jehová yaji. Axo jun winh lewita scuchan Conanías sat ix ajkan yilani, haxo jun winh yuk'tac winh scuchan Simei ix och schab'iloc yilan juntzanh chi'."
        },
        {
            "number": "13",
            "text": "Ha winhaj rey Ezequías yet' winhaj Azarías chi' sat yaj t'a heb' winh tz'ilan templo chi'. Ha heb' winh ix ak'anoch juntzanhxo heb' winh lewita t'a yalanh smandar winhaj Conanías yet' winhaj Simei chi', aton heb' winh tik: Vinhaj Jehiel, winhaj Azazías, winhaj Nahat, winhaj Asael, winhaj Jerimot, winhaj Jozabad, winhaj Eliel, winhaj Ismaquías, winhaj Mahat yet' winhaj Benaía."
        },
        {
            "number": "14",
            "text": "Axo winhaj Coré yuninal winhaj Imna yinhtilal Leví, yajal yaj winh t'a heb' winh stanhwan spuertail templo t'a stojolal b'aj sjawi k'u. Aypaxoch t'a yib'anh winh schaan ofrenda to tz'el wal sk'ol heb' yak'an t'a Jehová, spucanpaxek' winh tastac to yic Jehová yaj chi' tz'ak'chaj t'a heb' winh sacerdote yet' t'a heb' winh lewita."
        },
        {
            "number": "15",
            "text": "Ha juntzanh heb' winh lewita: Aton winhaj Edén, winhaj Miniamín, winhaj Jesúa, winhaj Semaías, winhaj Amarías yet' winhaj Secanías. Ha heb' winh ix kolwaj yet' winhaj Coré chi' spucanek' ofrenda t'a schonhab' heb' winh sacerdote, icha syal macquiltac yaj heb', heb' icham anima yet' heb' unin."
        },
        {
            "number": "16",
            "text": "Syak'an heb' winh t'a heb' winh tz'ib'ab'il sb'i b'aj ay sb'i heb' yinhtilal Leví, aton heb' winh ayoch t'a yib'anh yilan yopisio t'a stzolal t'a templo t'a junjun k'u, heb' oxe' ab'il sk'inal sb'eynhejb'ati."
        },
        {
            "number": "17",
            "text": "Ha heb' winh sacerdote chi', b'ob'il slistail heb' winh, icha syal stzolal smam yicham heb' winh. Axo heb' winh lewita 20 ab'il sk'inal sb'eynhejb'ati, ay pax sb'i heb' winh icha yajoch heb' winh t'a yopisio t'a stzolal."
        },
        {
            "number": "18",
            "text": "Ha yet' sb'i heb' winh chi', tz'ib'ab'il pax sb'i heb' ix yetb'eyum heb' winh, heb' nenetac unin yet' juntzanhxo yuninal heb' winh yet' yisil heb' winh, aton masanil mach ay yalan yic heb' winh yilani. Val t'a stojolal ix aj spojanek' heb' winh juntzanh tas ak'b'il d'ha Dios."
        },
        {
            "number": "19",
            "text": "Ay pax heb' winh winak ayoch t'a yib'anh spojanek' tas swa heb' winh sacerdote yinhtilal Aarón yet' heb' winh lewita, aton heb' winh tz'ib'ab'il sb'i b'aj ay sb'i heb' smam yicham heb' winh, aton heb' winh cajan t'a spatictaquel schonhab' heb' winh sacerdote yet' t'a juntzanhxo chonhab'."
        },
        {
            "number": "20",
            "text": "Icha chi' ix yutej winhaj Ezequías chi' sb'oan juntzanh tik t'a masanil yol yic Judá. Ha masanil tas ix sk'ulej winh, te wach', te tojol t'a yichanh Jehová Dios."
        },
        {
            "number": "21",
            "text": "Masanil tas ix sk'ulej winh yic ix yak'an serwil winh t'a stemplo Dios, ix sk'ulej wal winh t'a smasanil sk'ool, icha yalan sk'ayb'ub'al Dios yet' schecnab'il. Yuj chi' te wach'nhej ix elk'och winh."
        }
    ]
}