{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix sk'ulej masanil juntzanh chi' vinhaj Ezequías, yic sk'anab'ajan Jehová vinh, ix javi vinhaj Senaquerib sreyal Asiria yet' eb' soldado. Ix laj och oyan eb' t'a spatictac juntzanh chonhab' ayoch smuroal t'a yol yic Judá, yic syik'anek' eb' yalani."
        },
        {
            "number": "2",
            "text": "Ayic ix yilan vinhaj Ezequías chi' to toxo ix javi vinhaj Senaquerib chi' yak' oval t'a Jerusalén,"
        },
        {
            "number": "3",
            "text": "ix smol alan vinh yet' eb' vinh yajal yet' eb' vinh yajalil eb' soldado to smuc sjajtac ha ha' eb' vinh ay t'a spatictac chonhab' chi'. Ix cha sk'ol eb' vinh sk'ulan tas ix alchaj chi'."
        },
        {
            "number": "4",
            "text": "Yuj chi' te niwan eb' anima chi' ix smolb'ej sb'a, ix laj smucan sjajtac ha ha' chi' eb' yet' ha ha' sb'ey t'a slak'anil chi', yic wach' ayic sjavi eb' asirio chi', manhxalaj ha' tz'ilchaj yuj eb'."
        },
        {
            "number": "5",
            "text": "Ix yak' val yip vinhaj rey Ezequías chi' sb'oanxiq'ue smuroal chonhab' chi' b'aj mak'b'ilem lanhnajoc. Ix b'ochajxiq'ue juntzanh b'aj stanhvej eb' soldado t'a yib'anhtac muro yet' junxo muro t'a spatiqueli. Te wach' ix ajoch muro b'aj mucb'il jun ch'olan t'a schonhab' vinhaj David. Tzijtum q'uen lanza yet' maclab' jul-lab' ix schec vinh rey chi' b'ojoc."
        },
        {
            "number": "6",
            "text": "Ix yak'anoch yopisio juntzanh eb' vinh vinac vinh yic tz'och eb' vinh yajalil t'a masanil chonhab'. Ix smolb'an sb'a eb' vinh b'aj smolb'ej sb'a eb' anima t'a stiel spuertail chonhab' chi', ix yalan vinh rey chi' to stek'b'ej sb'a eb', ix yalan vinh icha tik:"
        },
        {
            "number": "7",
            "text": "Tek'an tzeyutej e b'a, manh ex xivoc, mocab' chab'axq'ue e k'ool t'a yichanh vinh sreyal Asiria chi' yet' t'a jun niwan nhilanh eb' vinh soldado yet'nac vinh chi', yujto ek'b'al quip t'a yichanh eb' chi'."
        },
        {
            "number": "8",
            "text": "Ha vinh chi', a eb' soldado ayoch yipoc sk'ol vinh, palta a onhxo tik, a Jehová co Diosal ayoch qued'oc, ha' ol colvaj qued'oc ayic ol cak'an oval chi', xchi vinh. Ayic ix yab'an eb' anima chi' tas ix yal vinh rey chi', ix stek'b'an val sb'a eb'."
        },
        {
            "number": "9",
            "text": "Yacb'an van yak'an oval vinhaj Senaquerib sreyal Asiria yet' eb' soldado t'a chonhab' Laquis, ix schecancot juntzanh eb' schecab' vinh t'a Jerusalén, yic tzul yal eb' t'a vinhaj Ezequías sreyal Judá yet' t'a masanil eb' aj Judá cajan ta' icha tik:"
        },
        {
            "number": "10",
            "text": "Icha tik ix yutej vinhaj Senaquerib sreyal Asiria yalancoti: ¿Mach ayoch yipoc e k'ol a ex tik, yuj chi' ayex kan t'a Jerusalén tik, ina to oyb'il exxo q'uei?"
        },
        {
            "number": "11",
            "text": "Tato syal vinhaj Ezequías t'ayex to a Jehová e Diosal ol ex colanel t'a yol in k'ab', tonhej tzex yixtej vinh, ol ex cham yuj vejel yet' taquinhtial."
        },
        {
            "number": "12",
            "text": "¿Tom manhoc vinhaj Ezequías chi' ix ik'anel juntzanh lugar yic ejmelal b'ajtac chaanh yet' altar yic jun Dios chi'? Ix yalan vinh t'a masanil anima t'a Judá yet' t'a Jerusalén to junnhej jun altar b'aj snhusji incienso t'a jun Dios chi'."
        },
        {
            "number": "13",
            "text": "¿Tom manh eyojtacoc tas in k'ulejnac yet' eb' in mam vicham t'a juntzanhxo chonhab'? ¿Tocval ix yal yuj sdiosal juntzanh chonhab' chi' scolanel eb' t'a yol in k'ab'?"
        },
        {
            "number": "14",
            "text": "¿Tom ay junok t'a juntzanh sdiosal juntzanh chonhab' ix satel eb' in mam vicham chi' ix yal scolanel schonhab' t'a yol sk'ab' eb'? ¿Tas yuj tze na' to a e Diosal chi' ol ex colan t'a yol in k'ab'?"
        },
        {
            "number": "15",
            "text": "Yuj chi', manh eyak' e b'a musansatil yuj vinhaj Ezequías chi'. Manh e cha eyab' tas syal vinh. Yujto malaj junok sdiosal juntzanh chonhab' chi' ix yal scolan schonhab' t'a yol in k'ab'. Anhejtona' malaj pax juntzanh dios chi' ix yal scolan sb'ha t'a yol sk'ab' eb' in mam vicham. Ocxo jun e Diosal chi'. ¿Tom ato val ol yal ex scolan t'a yol in k'ab'? xchicot vinh, xchi eb'."
        },
        {
            "number": "16",
            "text": "Ay juntzanhxo tas ix yal eb' schecab' vinh sreyal Asiria chi' yic sb'uchvaj eb' t'a Jehová Dios yet' t'a vinhaj Ezequías aton schecab'."
        },
        {
            "number": "17",
            "text": "Ix stz'ib'anpaxcot jun yumal vinhaj Senaquerib chi' yic sb'uchvajcot vinh t'a Jehová sDiosal Israel. Ha t'a jun yuum vinh chi', ix yalcot vinh icha tik: Ha juntzanh sdiosal juntzanhxo chonhab', maj yal-laj scolan schonhab' eb' chi' t'a yol in k'ab', icha pax chi' sDiosal vinhaj Ezequías, manh ol yal-laj scolan schonhab' t'a yol in k'ab', xchicot vinh t'a yuum chi'."
        },
        {
            "number": "18",
            "text": "Ha eb' schecab' vinhaj Senaquerib chi', te chaanh ix yal eb' t'a eb' anima ay t'a Jerusalén chi', aton eb' linhjab'q'ue t'a yib'anh muro, te chaanh ix yal eb' t'a hebreo, yic xib'taj eb' anima chi' yuj eb', yic syak'an ganar Jerusalén chi' eb' yalani."
        },
        {
            "number": "19",
            "text": "Ix slajb'ej val sDiosal Jerusalén eb' yet' juntzanh comon dios b'ob'il yuj anima, sdiosal juntzanhxo chonhab'."
        },
        {
            "number": "20",
            "text": "Yuj val jun lolonel chi', ix lesalvi vinhaj rey Ezequías yet' vinhaj Isaías schecab' Dios yuninal vinhaj Amoz. Ix sk'anan scolval Jehová eb' vinh."
        },
        {
            "number": "21",
            "text": "Yuj chi' a Jehová ix checancot jun ángel yic tzul satanel eb' soldado te tek'an, eb' yajalil eb' yet' eb' sat yaj t'a scampamento vinh sreyal Asiria chi'. Yuj chi' te q'uixvelalxonhej ix aj smeltzajxi vinh rey chi' t'a schonhab'. Axo yic ix och vinh t'a yol stemplo sdiosal, a eb' yuninal vinh ix milanchamoc."
        },
        {
            "number": "22",
            "text": "Icha chi' ix yutej Jehová scolan vinhaj Ezequías chi' yet' masanil eb' cajan t'a Jerusalén chi' t'a yol sk'ab' vinhaj Senaquerib sreyal Asiria chi', yet' pax t'a yol sk'ab' juntzanhxo chonhab'. Junk'olal ix laj aj eb' yet' juntzanhxo chonhab' ay t'a slak'anil chi'."
        },
        {
            "number": "23",
            "text": "Yuj chi', tzijtum eb' ix yik'cot yofrenda t'a Jerusalén, ix yak'an eb' t'a Jehová, ix yak'anpax silab' eb' te caro stojol t'a vinhaj Ezequías chi'. Ha t'a jun pekti’ chi' niwan ix aj yelk'och vinh t'a juntzanhxo chonhab'."
        },
        {
            "number": "24",
            "text": "Ha t'a jun pekti’ chi', te ov yak'an syaelal vinhaj Ezequías chi', ijan ix cham vinh. Yuj chi' ix lesalvi vinh t'a Jehová. Ix tak'vi Jehová chi', ix sch'oxan jun yechel t'a vinh te satub'tac yilji, yic sch'oxani to ol b'oxoc sk'ool vinh."
        },
        {
            "number": "25",
            "text": "Wach'chom jantac wach'il ix scha vinhaj Ezequías chi', palta maj yak' yuj diosal vinh t'a Jehová, to ix yik'chaanh sb'a vinh. Yuj chi' ix cot yoval sk'ol Jehová t'a vinh yet' t'a Judá yet' t'a Jerusalén."
        },
        {
            "number": "26",
            "text": "Yuj chi' ix yik'xiem sb'a vinh yet' eb' cajan t'a Jerusalén chi' t'a yichanh Dios. Yuj chi' majxo yak'cot yoval sk'ol Jehová chi' t'a yib'anh eb' yacb'an pitzanto vinh."
        },
        {
            "number": "27",
            "text": "Ha vinhaj Ezequías chi', ix te aj sb'eyumal vinh, niwan ix aj yelk'och vinh. Te niwan q'uen plata, q'uen oro, q'uen q'ueen te wach' yilji, perfume, maclab' jul-lab' yet' pax masanil tas to ay stojol ix smolb'ej vinh."
        },
        {
            "number": "28",
            "text": "Ix schecanpax vinh b'ojoc spatil b'aj sik'chaj ixim trigo, vino yet' aceite. Ix b'ochaj pax smacte' nok' vacax, nok' calnel yet' nok' chiva."
        },
        {
            "number": "29",
            "text": "Ix schecanpax vinh b'ojoc juntzanh chonhab', yujto manh jantacoc nok' svacax vinh yet' nok' scalnel. Te niwan sb'eyumal vinh ix yak' Dios."
        },
        {
            "number": "30",
            "text": "Aton vinh ix checan macchaj sjaj ha' Gihón t'a yib'anh, yic wach' haxo t'a yalanh lu'um sb'ey ha'. Ha t'a stojolal b'aj tz'em k'u t'a schonhab' vinhaj David, ata' ix k'och ha'. Masanil tas ix sk'ulej vinh, wach'nhej ix elk'ochi."
        },
        {
            "number": "31",
            "text": "Ha eb' vinh yajal t'a Babilonia, ix scheccot eb' vinh schecab' eb' vinh yic tzul sk'anb'an eb' vinh yuj jun tas satub'tac ix uji t'a Judá. Ix actajcan vinhaj Ezequías chi' yuj Dios sch'ocoj yic tz'ak'ji proval vinh yuj, yic syila' tas yaj spensar vinh."
        },
        {
            "number": "32",
            "text": "Ha jantacto yab'ixal vinhaj Ezequías yet' tastac ix sk'ulej vinh yet' b'aj ix sk'anab'ajej Dios vinh, aycan b'aj tz'ib'ab'ilcan tas yilnac vinhaj Isaías yuninal vinhaj Amoz yet' t'a yumal yab'ixal eb' vinh sreyal Judá yet' Israel."
        },
        {
            "number": "33",
            "text": "Axo yic ix cham vinh, ix mucji vinh t'a yib'anhq'ue b'aj mucb'il eb' yinhtilal vinhaj David. Masanil eb' aj Judá yet' eb' cajan t'a Jerusalén, ix sch'oxel eb' to niwan yelk'och vinh ayic ix smucan vinh chi eb', haxo vinhaj Manasés yuninal vinh ix ochcan reyal sq'uexuloc."
        }
    ]
}