{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix sk'ulej masanil juntzanh chi' winhaj Ezequías, yic sk'anab'ajan Jehová winh, ix jawi winhaj Senaquerib sreyal Asiria yet' heb' soldado. Ix laj och oyan heb' t'a spatictac juntzanh chonhab' ayoch smuroal t'a yol yic Judá, yic syik'anek' heb' yalani."
        },
        {
            "number": "2",
            "text": "Ayic ix yilan winhaj Ezequías chi' to toxo ix jawi winhaj Senaquerib chi' yak' owal t'a Jerusalén,"
        },
        {
            "number": "3",
            "text": "ix smol alan winh yet' heb' winh yajal yet' heb' winh yajalil heb' soldado to smuc sjajtac ha ha' heb' winh ay t'a spatictac chonhab' chi'. Ix cha sk'ol heb' winh sk'ulan tas ix alchaj chi'."
        },
        {
            "number": "4",
            "text": "Yuj chi' te niwan heb' anima chi' ix smolb'ej sb'a, ix laj smukan sjajtac ha ha' chi' heb' yet' ha ha' sb'ey t'a slak'anil chi', yic wach' ayic sjawi heb' asirio chi', manhxalaj ha' tz'ilchaj yuj heb'."
        },
        {
            "number": "5",
            "text": "Ix yak' wal yip winhaj rey Ezequías chi' sb'oanxik'e smuroal chonhab' chi' b'aj mak'b'ilem lanhnajoc. Ix b'ochajxik'e juntzanh b'aj stanhwej heb' soldado t'a yib'anhtac muro yet' junxo muro t'a spatiqueli. Te wach' ix ajoch muro b'aj mucb'il jun ch'olan t'a schonhab' winhaj Dawid. Tzijtum k'een lanza yet' maclab' jul-lab' ix schec winh rey chi' b'ojoc."
        },
        {
            "number": "6",
            "text": "Ix yak'anoch yopisio juntzanh heb' winh winak winh yic tz'och heb' winh yajalil t'a masanil chonhab'. Ix smolb'an sb'a heb' winh b'aj smolb'ej sb'a heb' anima t'a stiel spuertail chonhab' chi', ix yalan winh rey chi' to stek'b'ej sb'a heb', ix yalan winh icha tik:"
        },
        {
            "number": "7",
            "text": "Tek'an tzeyutej he b'a, manh ex xiwoc, mokab' chab'axk'e he k'ool t'a yichanh winh sreyal Asiria chi' yet' t'a jun niwan nhilanh heb' winh soldado yet'nac winh chi', yujto ek'b'al quip t'a yichanh heb' chi'."
        },
        {
            "number": "8",
            "text": "Ha winh chi', a heb' soldado ayoch yipoc sk'ol winh, palta a onhxo tik, a Jehová ko Diosal ayoch qued'oc, ha' ol kolwaj qued'oc ayic ol kak'an owal chi', xchi winh. Ayic ix yab'an heb' anima chi' tas ix yal winh rey chi', ix stek'b'an wal sb'a heb'."
        },
        {
            "number": "9",
            "text": "Yacb'an wan yak'an owal winhaj Senaquerib sreyal Asiria yet' heb' soldado t'a chonhab' Laquis, ix schekancot juntzanh heb' schekab' winh t'a Jerusalén, yic tzul yal heb' t'a winhaj Ezequías sreyal Judá yet' t'a masanil heb' aj Judá kajan ta' icha tik:"
        },
        {
            "number": "10",
            "text": "Icha tik ix yutej winhaj Senaquerib sreyal Asiria yalancoti: ¿Mach ayoch yipoc he k'ol a ex tik, yuj chi' ayex kan t'a Jerusalén tik, ina to oyb'il exxo k'ei?"
        },
        {
            "number": "11",
            "text": "Tato syal winhaj Ezequías t'ayex to a Jehová he Diosal ol ex colanel t'a yol in k'ab', tonhej tzex yixtej winh, ol ex cham yuj wejel yet' taquinhtial."
        },
        {
            "number": "12",
            "text": "¿Tom manhoc winhaj Ezequías chi' ix ik'anel juntzanh lugar yic ejmelal b'ajtac chaanh yet' altar yic jun Dios chi'? Ix yalan winh t'a masanil anima t'a Judá yet' t'a Jerusalén to junnhej jun altar b'aj snhusji incienso t'a jun Dios chi'."
        },
        {
            "number": "13",
            "text": "¿Tom manh eyojtakoc tas in k'ulejnac yet' heb' in mam wicham t'a juntzanhxo chonhab'? ¿Tocwal ix yal yuj sdiosal juntzanh chonhab' chi' scolanel heb' t'a yol in k'ab'?"
        },
        {
            "number": "14",
            "text": "¿Tom ay junok t'a juntzanh sdiosal juntzanh chonhab' ix satel heb' in mam wicham chi' ix yal scolanel schonhab' t'a yol sk'ab' heb'? ¿Tas yuj tze na' to a he Diosal chi' ol ex colan t'a yol in k'ab'?"
        },
        {
            "number": "15",
            "text": "Yuj chi', manh eyak' he b'a musansatil yuj winhaj Ezequías chi'. Manh he cha eyab' tas syal winh. Yujto malaj junok sdiosal juntzanh chonhab' chi' ix yal scolan schonhab' t'a yol in k'ab'. Anhejtona' malaj pax juntzanh Dios chi' ix yal scolan sb'ha t'a yol sk'ab' heb' in mam wicham. Ocxo jun he Diosal chi'. ¿Tom ato wal ol yal ex scolan t'a yol in k'ab'? xchicot winh, xchi heb'."
        },
        {
            "number": "16",
            "text": "Ay juntzanhxo tas ix yal heb' schekab' winh sreyal Asiria chi' yic sb'uchwaj heb' t'a Jehová Dios yet' t'a winhaj Ezequías aton schekab'."
        },
        {
            "number": "17",
            "text": "Ix stz'ib'anpaxcot jun yumal winhaj Senaquerib chi' yic sb'uchwajcot winh t'a Jehová sDiosal Israel. Ha t'a jun yuum winh chi', ix yalcot winh icha tik: Ha juntzanh sdiosal juntzanhxo chonhab', maj yal-laj scolan schonhab' heb' chi' t'a yol in k'ab', icha pax chi' sDiosal winhaj Ezequías, manh ol yal-laj scolan schonhab' t'a yol in k'ab', xchicot winh t'a yuum chi'."
        },
        {
            "number": "18",
            "text": "Ha heb' schekab' winhaj Senaquerib chi', te chaanh ix yal heb' t'a heb' anima ay t'a Jerusalén chi', aton heb' linhjab'k'e t'a yib'anh muro, te chaanh ix yal heb' t'a hebreo, yic xib'taj heb' anima chi' yuj heb', yic syak'an ganar Jerusalén chi' heb' yalani."
        },
        {
            "number": "19",
            "text": "Ix slajb'ej wal sDiosal Jerusalén heb' yet' juntzanh comon Dios b'ob'il yuj anima, sdiosal juntzanhxo chonhab'."
        },
        {
            "number": "20",
            "text": "Yuj wal jun lolonel chi', ix lesalwi winhaj rey Ezequías yet' winhaj Isaías schekab' Dios yuninal winhaj Amoz. Ix sk'anan scolwal Jehová heb' winh."
        },
        {
            "number": "21",
            "text": "Yuj chi' a Jehová ix chekancot jun ángel yic tzul satanel heb' soldado te tek'an, heb' yajalil heb' yet' heb' sat yaj t'a skampamento winh sreyal Asiria chi'. Yuj chi' te q'uixwelalxonhej ix aj smeltzajxi winh rey chi' t'a schonhab'. Axo yic ix och winh t'a yol stemplo sdiosal, a heb' yuninal winh ix milanchamoc."
        },
        {
            "number": "22",
            "text": "Icha chi' ix yutej Jehová scolan winhaj Ezequías chi' yet' masanil heb' kajan t'a Jerusalén chi' t'a yol sk'ab' winhaj Senaquerib sreyal Asiria chi', yet' pax t'a yol sk'ab' juntzanhxo chonhab'. Junk'olal ix laj aj heb' yet' juntzanhxo chonhab' ay t'a slak'anil chi'."
        },
        {
            "number": "23",
            "text": "Yuj chi', tzijtum heb' ix yik'cot yofrenda t'a Jerusalén, ix yak'an heb' t'a Jehová, ix yak'anpax silab' heb' te caro stojol t'a winhaj Ezequías chi'. Ha t'a jun pekti’ chi' niwan ix aj yelk'och winh t'a juntzanhxo chonhab'."
        },
        {
            "number": "24",
            "text": "Ha t'a jun pekti’ chi', te ov yak'an syaelal winhaj Ezequías chi', ijan ix cham winh. Yuj chi' ix lesalwi winh t'a Jehová. Ix tak'wi Jehová chi', ix sch'oxan jun yechel t'a winh te satub'tac yilji, yic sch'oxani to ol b'oxoc sk'ool winh."
        },
        {
            "number": "25",
            "text": "Wach'chom jantac wach'il ix scha winhaj Ezequías chi', palta maj yak' yuj diosal winh t'a Jehová, to ix yik'chaanh sb'a winh. Yuj chi' ix cot yowal sk'ol Jehová t'a winh yet' t'a Judá yet' t'a Jerusalén."
        },
        {
            "number": "26",
            "text": "Yuj chi' ix yik'xiem sb'a winh yet' heb' kajan t'a Jerusalén chi' t'a yichanh Dios. Yuj chi' majxo yak'cot yowal sk'ol Jehová chi' t'a yib'anh heb' yacb'an pitzanto winh."
        },
        {
            "number": "27",
            "text": "Ha winhaj Ezequías chi', ix te aj sb'eyumal winh, niwan ix aj yelk'och winh. Te niwan k'een plata, k'een oro, k'een k'een te wach' yilji, perfume, maclab' jul-lab' yet' pax masanil tas to ay stojol ix smolb'ej winh."
        },
        {
            "number": "28",
            "text": "Ix schekanpax winh b'ojoc spatil b'aj sik'chaj ixim trigo, wino yet' aceite. Ix b'ochaj pax smacte' nok' wakax, nok' kalnel yet' nok' chiwa."
        },
        {
            "number": "29",
            "text": "Ix schekanpax winh b'ojoc juntzanh chonhab', yujto manh jantacoc nok' swakax winh yet' nok' skalnel. Te niwan sb'eyumal winh ix yak' Dios."
        },
        {
            "number": "30",
            "text": "Aton winh ix chekan macchaj sjaj ha' Gihón t'a yib'anh, yic wach' haxo t'a yalanh lu'um sb'ey ha'. Ha t'a stojolal b'aj tz'em k'u t'a schonhab' winhaj Dawid, ata' ix k'och ha'. Masanil tas ix sk'ulej winh, wach'nhej ix elk'ochi."
        },
        {
            "number": "31",
            "text": "Ha heb' winh yajal t'a Babilonia, ix scheccot heb' winh schekab' heb' winh yic tzul sk'anb'an heb' winh yuj jun tas satub'tac ix uji t'a Judá. Ix actajkan winhaj Ezequías chi' yuj Dios sch'ocoj yic tz'ak'ji prowal winh yuj, yic syila' tas yaj spensar winh."
        },
        {
            "number": "32",
            "text": "Ha jantacto yab'ixal winhaj Ezequías yet' tastac ix sk'ulej winh yet' b'aj ix sk'anab'ajej Dios winh, aykan b'aj tz'ib'ab'ilkan tas yilnac winhaj Isaías yuninal winhaj Amoz yet' t'a yumal yab'ixal heb' winh sreyal Judá yet' Israel."
        },
        {
            "number": "33",
            "text": "Axo yic ix cham winh, ix mucji winh t'a yib'anhk'e b'aj mucb'il heb' yinhtilal winhaj Dawid. Masanil heb' aj Judá yet' heb' kajan t'a Jerusalén, ix sch'oxel heb' to niwan yelk'och winh ayic ix smukan winh chi heb', haxo winhaj Manasés yuninal winh ix ochkan reyal sk'exuloc."
        }
    ]
}