{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix sk'ulej masanil juntzanh chi' vinhaj Ezequías, yic sk'anab'ajan Jehová vinh, ix javi vinhaj Senaquerib sreyal Asiria yed' eb' soldado. Ix laj och oyan eb' d'a spatictac juntzanh chonhab' ayoch smuroal d'a yol yic Judá, yic syik'anek' eb' yalani."
        },
        {
            "number": "2",
            "text": "Ayic ix yilan vinhaj Ezequías chi' to toxo ix javi vinhaj Senaquerib chi' yak' oval d'a Jerusalén,"
        },
        {
            "number": "3",
            "text": "ix smol alan vinh yed' eb' vinh yajal yed' eb' vinh yajalil eb' soldado to smuc sjajtac a a' eb' vinh ay d'a spatictac chonhab' chi'. Ix cha sk'ol eb' vinh sk'ulan tas ix alchaj chi'."
        },
        {
            "number": "4",
            "text": "Yuj chi' te nivan eb' anima chi' ix smolb'ej sb'a, ix laj smucan sjajtac a a' chi' eb' yed' a a' sb'ey d'a slak'anil chi', yic vach' ayic sjavi eb' asirio chi', manhxalaj a' tz'ilchaj yuj eb'."
        },
        {
            "number": "5",
            "text": "Ix yak' val yip vinhaj rey Ezequías chi' sb'oanxiq'ue smuroal chonhab' chi' b'aj mak'b'ilem lanhnajoc. Ix b'ochajxiq'ue juntzanh b'aj stanhvej eb' soldado d'a yib'anhtac muro yed' junxo muro d'a spatiqueli. Te vach' ix ajoch muro b'aj mucb'il jun ch'olan d'a schonhab' vinhaj David. Tzijtum q'uen lanza yed' maclab' jul-lab' ix schec vinh rey chi' b'ojoc."
        },
        {
            "number": "6",
            "text": "Ix yak'anoch yopisio juntzanh eb' vinh vinac vinh yic tz'och eb' vinh yajalil d'a masanil chonhab'. Ix smolb'an sb'a eb' vinh b'aj smolb'ej sb'a eb' anima d'a stiel spuertail chonhab' chi', ix yalan vinh rey chi' to stek'b'ej sb'a eb', ix yalan vinh icha tic:"
        },
        {
            "number": "7",
            "text": "Tek'an tzeyutej e b'a, manh ex xivoc, mocab' chab'axq'ue e k'ool d'a yichanh vinh sreyal Asiria chi' yed' d'a jun nivan nhilanh eb' vinh soldado yed'nac vinh chi', yujto ek'b'al quip d'a yichanh eb' chi'."
        },
        {
            "number": "8",
            "text": "A vinh chi', a eb' soldado ayoch yipoc sk'ol vinh, palta a onhxo tic, a Jehová co Diosal ayoch qued'oc, a' ol colvaj qued'oc ayic ol cak'an oval chi', xchi vinh. Ayic ix yab'an eb' anima chi' tas ix yal vinh rey chi', ix stek'b'an val sb'a eb'."
        },
        {
            "number": "9",
            "text": "Yacb'an van yak'an oval vinhaj Senaquerib sreyal Asiria yed' eb' soldado d'a chonhab' Laquis, ix schecancot juntzanh eb' schecab' vinh d'a Jerusalén, yic tzul yal eb' d'a vinhaj Ezequías sreyal Judá yed' d'a masanil eb' aj Judá cajan ta' icha tic:"
        },
        {
            "number": "10",
            "text": "Icha tic ix yutej vinhaj Senaquerib sreyal Asiria yalancoti: ¿Mach ayoch yipoc e k'ol a ex tic, yuj chi' ayex can d'a Jerusalén tic, ina to oyb'il exxo q'uei?"
        },
        {
            "number": "11",
            "text": "Tato syal vinhaj Ezequías d'ayex to a Jehová e Diosal ol ex colanel d'a yol in k'ab', tonhej tzex yixtej vinh, ol ex cham yuj vejel yed' taquinhtial."
        },
        {
            "number": "12",
            "text": "¿Tom manhoc vinhaj Ezequías chi' ix ik'anel juntzanh lugar yic ejmelal b'ajtac chaanh yed' altar yic jun Dios chi'? Ix yalan vinh d'a masanil anima d'a Judá yed' d'a Jerusalén to junnhej jun altar b'aj snhusji incienso d'a jun Dios chi'."
        },
        {
            "number": "13",
            "text": "¿Tom manh eyojtacoc tas in k'ulejnac yed' eb' in mam vicham d'a juntzanhxo chonhab'? ¿Tocval ix yal yuj sdiosal juntzanh chonhab' chi' scolanel eb' d'a yol in k'ab'?"
        },
        {
            "number": "14",
            "text": "¿Tom ay junoc d'a juntzanh sdiosal juntzanh chonhab' ix satel eb' in mam vicham chi' ix yal scolanel schonhab' d'a yol sk'ab' eb'? ¿Tas yuj tze na' to a e Diosal chi' ol ex colan d'a yol in k'ab'?"
        },
        {
            "number": "15",
            "text": "Yuj chi', manh eyak' e b'a musansatil yuj vinhaj Ezequías chi'. Manh e cha eyab' tas syal vinh. Yujto malaj junoc sdiosal juntzanh chonhab' chi' ix yal scolan schonhab' d'a yol in k'ab'. Anhejtona' malaj pax juntzanh dios chi' ix yal scolan sb'a d'a yol sk'ab' eb' in mam vicham. Ocxo jun e Diosal chi'. ¿Tom ato val ol yal ex scolan d'a yol in k'ab'? xchicot vinh, xchi eb'."
        },
        {
            "number": "16",
            "text": "Ay juntzanhxo tas ix yal eb' schecab' vinh sreyal Asiria chi' yic sb'uchvaj eb' d'a Jehová Dios yed' d'a vinhaj Ezequías aton schecab'."
        },
        {
            "number": "17",
            "text": "Ix stz'ib'anpaxcot jun yumal vinhaj Senaquerib chi' yic sb'uchvajcot vinh d'a Jehová sDiosal Israel. A d'a jun yuum vinh chi', ix yalcot vinh icha tic: A juntzanh sdiosal juntzanhxo chonhab', maj yal-laj scolan schonhab' eb' chi' d'a yol in k'ab', icha pax chi' sDiosal vinhaj Ezequías, manh ol yal-laj scolan schonhab' d'a yol in k'ab', xchicot vinh d'a yuum chi'."
        },
        {
            "number": "18",
            "text": "A eb' schecab' vinhaj Senaquerib chi', te chaanh ix yal eb' d'a eb' anima ay d'a Jerusalén chi', aton eb' linhjab'q'ue d'a yib'anh muro, te chaanh ix yal eb' d'a hebreo, yic xib'taj eb' anima chi' yuj eb', yic syak'an ganar Jerusalén chi' eb' yalani."
        },
        {
            "number": "19",
            "text": "Ix slajb'ej val sDiosal Jerusalén eb' yed' juntzanh comon dios b'ob'il yuj anima, sdiosal juntzanhxo chonhab'."
        },
        {
            "number": "20",
            "text": "Yuj val jun lolonel chi', ix lesalvi vinhaj rey Ezequías yed' vinhaj Isaías schecab' Dios yuninal vinhaj Amoz. Ix sk'anan scolval Jehová eb' vinh."
        },
        {
            "number": "21",
            "text": "Yuj chi' a Jehová ix checancot jun ángel yic tzul satanel eb' soldado te tek'an, eb' yajalil eb' yed' eb' sat yaj d'a scampamento vinh sreyal Asiria chi'. Yuj chi' te q'uixvelalxonhej ix aj smeltzajxi vinh rey chi' d'a schonhab'. Axo yic ix och vinh d'a yol stemplo sdiosal, a eb' yuninal vinh ix milanchamoc."
        },
        {
            "number": "22",
            "text": "Icha chi' ix yutej Jehová scolan vinhaj Ezequías chi' yed' masanil eb' cajan d'a Jerusalén chi' d'a yol sk'ab' vinhaj Senaquerib sreyal Asiria chi', yed' pax d'a yol sk'ab' juntzanhxo chonhab'. Junk'olal ix laj aj eb' yed' juntzanhxo chonhab' ay d'a slak'anil chi'."
        },
        {
            "number": "23",
            "text": "Yuj chi', tzijtum eb' ix yik'cot yofrenda d'a Jerusalén, ix yak'an eb' d'a Jehová, ix yak'anpax silab' eb' te caro stojol d'a vinhaj Ezequías chi'. A d'a jun tiempoal chi' nivan ix aj yelk'och vinh d'a juntzanhxo chonhab'."
        },
        {
            "number": "24",
            "text": "A d'a jun tiempoal chi', te ov yak'an syaelal vinhaj Ezequías chi', ijan ix cham vinh. Yuj chi' ix lesalvi vinh d'a Jehová. Ix tak'vi Jehová chi', ix sch'oxan jun yechel d'a vinh te satub'tac yilji, yic sch'oxani to ol b'oxoc sk'ool vinh."
        },
        {
            "number": "25",
            "text": "Vach'chom jantac vach'il ix scha vinhaj Ezequías chi', palta maj yak' yuj diosal vinh d'a Jehová, to ix yik'chaanh sb'a vinh. Yuj chi' ix cot yoval sk'ol Jehová d'a vinh yed' d'a Judá yed' d'a Jerusalén."
        },
        {
            "number": "26",
            "text": "Yuj chi' ix yik'xiem sb'a vinh yed' eb' cajan d'a Jerusalén chi' d'a yichanh Dios. Yuj chi' majxo yak'cot yoval sk'ol Jehová chi' d'a yib'anh eb' yacb'an pitzanto vinh."
        },
        {
            "number": "27",
            "text": "A vinhaj Ezequías chi', ix te aj sb'eyumal vinh, nivan ix aj yelk'och vinh. Te nivan q'uen plata, q'uen oro, q'uen q'ueen te vach' yilji, perfume, maclab' jul-lab' yed' pax masanil tas to ay stojol ix smolb'ej vinh."
        },
        {
            "number": "28",
            "text": "Ix schecanpax vinh b'ojoc spatil b'aj sik'chaj ixim trigo, vino yed' aceite. Ix b'ochaj pax smacte' nok' vacax, nok' calnel yed' nok' chiva."
        },
        {
            "number": "29",
            "text": "Ix schecanpax vinh b'ojoc juntzanh chonhab', yujto manh jantacoc nok' svacax vinh yed' nok' scalnel. Te nivan sb'eyumal vinh ix yak' Dios."
        },
        {
            "number": "30",
            "text": "Aton vinh ix checan macchaj sjaj a' Gihón d'a yib'anh, yic vach' axo d'a yalanh luum sb'ey a'. A d'a stojolal b'aj tz'em k'u d'a schonhab' vinhaj David, ata' ix k'och a'. Masanil tas ix sk'ulej vinh, vach'nhej ix elk'ochi."
        },
        {
            "number": "31",
            "text": "A eb' vinh yajal d'a Babilonia, ix scheccot eb' vinh schecab' eb' vinh yic tzul sk'anb'an eb' vinh yuj jun tas satub'tac ix uji d'a Judá. Ix actajcan vinhaj Ezequías chi' yuj Dios sch'ocoj yic tz'ak'ji proval vinh yuuj, yic syila' tas yaj spensar vinh."
        },
        {
            "number": "32",
            "text": "A jantacto yab'ixal vinhaj Ezequías yed' tastac ix sk'ulej vinh yed' b'aj ix sk'anab'ajej Dios vinh, aycan b'aj tz'ib'ab'ilcan tas yilnac vinhaj Isaías yuninal vinhaj Amoz yed' d'a yumal yab'ixal eb' vinh sreyal Judá yed' Israel."
        },
        {
            "number": "33",
            "text": "Axo yic ix cham vinh, ix mucji vinh d'a yib'anhq'ue b'aj mucb'il eb' yinhtilal vinhaj David. Masanil eb' aj Judá yed' eb' cajan d'a Jerusalén, ix sch'oxel eb' to nivan yelk'och vinh ayic ix smucan vinh chi eb', axo vinhaj Manasés yuninal vinh ix ochcan reyal sq'uexuloc."
        }
    ]
}