{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Manasés chi', lajchave' ab'il sk'inal winh ayic ix och winh reyal. 55 ab'il ix yak' reyal winh t'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Te chuk tas ix sk'ulej winh t'a yichanh Jehová, yujto a juntzanh tastac yajb'entac sb'eyb'alej juntzanh chonhab' yik'naquel Jehová t'a yichanh eb' israel t'a sat sluum tik, a chi' ix sb'eyb'alej winh."
        },
        {
            "number": "3",
            "text": "Ix schec winh b'ochajxiq'ue juntzanh lugar yic ejmelal b'ajtac chaanh, aton juntzanh yik'naquel winh smam winh. Ix schecan winh b'ochajxiq'ue altar yic comon dios Baal yet' yechel comon dios Asera. Ix yalan sb'a winh t'a masanil tas syak' sk'ak'al t'a satcha’anh, ix yak'anpaxem sb'a winh t'ay."
        },
        {
            "number": "4",
            "text": "Ix schecan winh b'ochajq'ue juntzanh altar t'a stemplo Jehová t'a Jerusalén, aton jun templo chi' b'aj yalnac Jehová to ol b'inajnhej sb'i t'a masanil tiempo."
        },
        {
            "number": "5",
            "text": "Ix schecanpax winh b'ochajq'ue juntzanhxo altar t'a chab'xo yamaq'uil stemplo Jehová chi', yic syal sb'a winh t'a masanil tas syak' sk'ak'al t'a satcha’anh."
        },
        {
            "number": "6",
            "text": "Ix snhusantz'a eb' yuninal winh silab'il t'a sch'olanil yic Ben-hinom. Ix sk'anb'an sb'a winh t'a eb' ajb'aal, t'a eb' ajchum, t'a eb' naumel lolonel. Ix scuchb'an eb' anima winh yic sk'uman spixan chamnac. Te chuk tas ix sk'ulej winh, yuj chi' ix stzuntzejcot yoval sk'ol Jehová winh t'a yib'anh."
        },
        {
            "number": "7",
            "text": "Ix schecan winh ak'chajoch yechel comon dios t'a yol scajnub' Jehová Dios. Aton yuj jun cajnub' chi' yalnac Jehová t'a winhaj David yet' t'a winhaj Salomón icha tik: Ha jun pat t'a Jerusalén tik, ix in sik'canel t'a yol smacb'en eb' yinhtilal Israel, in cajnub' tz'ajkan t'a junelnhej."
        },
        {
            "number": "8",
            "text": "Manhxo ol ex viq'uel a ex israel ex tik t'a jun lum lum vak'nac t'a eb' e mam eyicham, tato tze k'anab'ajej masanil in k'ayb'ub'al, in checnab'il yet' in cachnab'il in chec yak'naccan winhaj Moisés t'ayex, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Palta haxo winhaj Manasés chi' ix cuchb'an val eb' aj Jerusalén t'a chukal yet' juntzanhxo eb' ay t'a yol yic Judá chi'. Yelxo val te chuk ix aj sb'eyb'al eb' t'a yichanh schuc b'eyb'al juntzanh chonhab' satb'ilel yuj Jehová t'a yichanh eb' smam yicham eb' t'a peca'."
        },
        {
            "number": "10",
            "text": "Ix cachji winhaj Manasés yet' masanil eb' anima chi' yuj Jehová, palta maj sk'anab'ajej eb'."
        },
        {
            "number": "11",
            "text": "Yuj chi' a Jehová ix ak'ancot eb' yajalil eb' soldado winh sreyal Asiria t'a eb', ix yamchaj winhaj Manasés chi' yuj eb'. Ix yak'anoch gancho eb' t'a snhi' winh, ix tzek'chaj winh t'a q'uen cadena nab'a bronce, ix yik'anb'at winh eb' t'a Babilonia."
        },
        {
            "number": "12",
            "text": "Ayic ix yab'an val syail winh chi', ix lesalvi winh t'a Jehová Dios. Yelk'olal val ix yiq'uem sb'a winh t'a yichanh sDiosal smam yicham."
        },
        {
            "number": "13",
            "text": "Ayic ix lesalvi winh chi', ix yab'an Dios tas ix sk'an winh chi', yuj chi' ix meltzajxi winh yuj Jehová t'a Jerusalén chi' yic tz'ochxi winh t'a yopisio. Icha chi' ix aj snachajel yuj winh to anhej Jehová Dios toni."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix schecan winh b'ochajxiq'ue smuroal schonhab' winhaj David t'a stojolal b'aj tz'em k'u t'ha ha' Gihón t'a panhan b'aj ay sjaj ha ha' chi', masanto sk'och t'a spuertail yic nok' chay. Ix wach' b'oji pax b'aj scumlaj muro chi'. Chaanh ix ajq'ue muro chi'. Ix yak'anpaxoch eb' yajalil eb' soldado winh t'a masanil chonhab' ayoch smuroal t'a yol yic Judá chi'."
        },
        {
            "number": "15",
            "text": "Ix schecan winh ik'chajel sdiosal eb' ch'oc chonhab'il yet' juntzanh yechel ix yak'och winh t'a yol scajnub' Jehová yet' juntzanh altar ix schec winh b'ojoc t'a jun tzalan yic templo chi' yet' juntzanhxo t'a Jerusalén chi'. Ha juntzanh chi' ix schec winh julchajcanel t'a stitaquel chonhab' chi'."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi' ix schecan winh wach' b'ochajxi altar t'a Jehová, ix yak'an silab' winh yic sch'oxan sjunk'olal yet' Dios yet' silab' yic ak'oj yuj diosal. Ix yalan winh t'a masanil eb' aj Judá to tz'och eb' ejmelal t'a Jehová Dios."
        },
        {
            "number": "17",
            "text": "Palta a eb' anima chi', anheja' ix yak'nhej silab' eb' t'a juntzanh lugar yic ejmelal b'ajtac chaanh, wach'chom ha t'a Jehová sDiosal eb' syak' yalani."
        },
        {
            "number": "18",
            "text": "Ha jantacto yab'ixal winhaj Manasés chi' yet' slesal winh d'ha Dios yet' tas ix schec Jehová yal eb' schecab', aycan b'aj tz'ib'ab'ilcan yab'ixal eb' winh sreyal Israel."
        },
        {
            "number": "19",
            "text": "Tz'ib'ab'il pax slesal winh yet' tas ix aj spacan Dios. Anhejtona' pax tas ix aj yoch spitalil winh yet' yic ejmelal ix sb'oq'ue winh b'ajtac chaanh yet' b'ajtac ix b'ochaj yechel Asera yet' juntzanhxo yechel comon dios ayic manto sna sb'a winh t'a yichanh Jehová, aycan t'a yumal ix stz'ib'ejcan eb' schecab' Dios."
        },
        {
            "number": "20",
            "text": "Ayic ix cham winh, ix mucji winh b'aj ay juntzanh tas avab'il t'a spalacio. Axo winhaj Amón yuninal winh ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "21",
            "text": "Ha winhaj Amón chi', 22 ab'il sk'inal winh ayic ix schaanel yich winh yak'an reyal, chab' ab'il ix yak' reyal winh t'a Jerusalén."
        },
        {
            "number": "22",
            "text": "Ix stzuntzejcot yoval sk'ol Jehová winh t'a yib'anh icha ix sk'ulej winh smam winh. Ix snhus silab' winh t'a juntzanh comon dios b'ob'ilcan yuj winh smam winh chi', ix ochpax winh ejmelal t'ay."
        },
        {
            "number": "23",
            "text": "Maj yiq'uemlaj sb'a winh t'a Jehová icha sk'ulejnac winh smam winh chi', palta a val chukal ix ste k'ulej winh."
        },
        {
            "number": "24",
            "text": "Ha eb' winh ayoch yajalil yet' winh, a eb' winh ix milancham winh t'a spalacio."
        },
        {
            "number": "25",
            "text": "Axo eb' anima t'a yol chonhab' chi' ix milanpaxcham eb' winh ix milancham winh. Axo winhaj Josías yuninal winh ix yak'canoch eb' reyal sq'uexuloc winh."
        }
    ]
}