{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "A vinhaj Manasés chi', lajchave' ab'il sq'uinal vinh ayic ix och vinh reyal. 55 ab'il ix yak' reyal vinh d'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Te chuc tas ix sk'ulej vinh d'a yichanh Jehová, yujto a juntzanh tastac yajb'entac sb'eyb'alej juntzanh chonhab' yik'naquel Jehová d'a yichanh eb' israel d'a sat sluum tic, a chi' ix sb'eyb'alej vinh."
        },
        {
            "number": "3",
            "text": "Ix schec vinh b'ochajxiq'ue juntzanh lugar yic ejmelal b'ajtac chaanh, aton juntzanh yik'naquel vinh smam vinh. Ix schecan vinh b'ochajxiq'ue altar yic comon dios Baal yed' yechel comon dios Asera. Ix yalan sb'a vinh d'a masanil tas syak' sk'ak'al d'a satchaanh, ix yak'anpaxem sb'a vinh d'ay."
        },
        {
            "number": "4",
            "text": "Ix schecan vinh b'ochajq'ue juntzanh altar d'a stemplo Jehová d'a Jerusalén, aton jun templo chi' b'aj yalnac Jehová to ol b'inajnhej sb'i d'a masanil tiempo."
        },
        {
            "number": "5",
            "text": "Ix schecanpax vinh b'ochajq'ue juntzanhxo altar d'a chab'xo yamaq'uil stemplo Jehová chi', yic syal sb'a vinh d'a masanil tas syak' sk'ak'al d'a satchaanh."
        },
        {
            "number": "6",
            "text": "Ix snhusantz'a eb' yuninal vinh silab'il d'a sch'olanil yic Ben-hinom. Ix sk'anb'an sb'a vinh d'a eb' ajb'aal, d'a eb' ajchum, d'a eb' naumel lolonel. Ix scuchb'an eb' anima vinh yic sk'uman spixan chamnac. Te chuc tas ix sk'ulej vinh, yuj chi' ix stzuntzejcot yoval sk'ol Jehová vinh d'a yib'anh."
        },
        {
            "number": "7",
            "text": "Ix schecan vinh ak'chajoch yechel comon dios d'a yol scajnub' Jehová Dios. Aton yuj jun cajnub' chi' yalnac Jehová d'a vinhaj David yed' d'a vinhaj Salomón icha tic: A jun pat d'a Jerusalén tic, ix in sik'canel d'a yol smacb'en eb' yinhtilal Israel, in cajnub' tz'ajcan d'a junelnhej."
        },
        {
            "number": "8",
            "text": "Manhxo ol ex viq'uel a ex israel ex tic d'a jun lum luum vak'nac d'a eb' e mam eyicham, tato tze k'anab'ajej masanil in k'ayb'ub'al, in checnab'il yed' in cachnab'il in chec yak'naccan vinhaj Moisés d'ayex, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Palta axo vinhaj Manasés chi' ix cuchb'an val eb' aj Jerusalén d'a chucal yed' juntzanhxo eb' ay d'a yol yic Judá chi'. Yelxo val te chuc ix aj sb'eyb'al eb' d'a yichanh schuc b'eyb'al juntzanh chonhab' satb'ilel yuj Jehová d'a yichanh eb' smam yicham eb' d'a peca'."
        },
        {
            "number": "10",
            "text": "Ix cachji vinhaj Manasés yed' masanil eb' anima chi' yuj Jehová, palta maj sk'anab'ajej eb'."
        },
        {
            "number": "11",
            "text": "Yuj chi' a Jehová ix ak'ancot eb' yajalil eb' soldado vinh sreyal Asiria d'a eb', ix yamchaj vinhaj Manasés chi' yuj eb'. Ix yak'anoch gancho eb' d'a snhi' vinh, ix tzek'chaj vinh d'a q'uen cadena nab'a bronce, ix yik'anb'at vinh eb' d'a Babilonia."
        },
        {
            "number": "12",
            "text": "Ayic ix yab'an val syail vinh chi', ix lesalvi vinh d'a Jehová Dios. Yelk'olal val ix yiq'uem sb'a vinh d'a yichanh sDiosal smam yicham."
        },
        {
            "number": "13",
            "text": "Ayic ix lesalvi vinh chi', ix yab'an Dios tas ix sk'an vinh chi', yuj chi' ix meltzajxi vinh yuj Jehová d'a Jerusalén chi' yic tz'ochxi vinh d'a yopisio. Icha chi' ix aj snachajel yuj vinh to anhej Jehová Dios toni."
        },
        {
            "number": "14",
            "text": "Ix lajvi chi', ix schecan vinh b'ochajxiq'ue smuroal schonhab' vinhaj David d'a stojolal b'aj tz'em k'u d'a a' Gihón d'a panhan b'aj ay sjaj a a' chi', masanto sk'och d'a spuertail yic nok' chay. Ix vach' b'oji pax b'aj scumlaj muro chi'. Chaanh ix ajq'ue muro chi'. Ix yak'anpaxoch eb' yajalil eb' soldado vinh d'a masanil chonhab' ayoch smuroal d'a yol yic Judá chi'."
        },
        {
            "number": "15",
            "text": "Ix schecan vinh ik'chajel sdiosal eb' ch'oc chonhab'il yed' juntzanh yechel ix yak'och vinh d'a yol scajnub' Jehová yed' juntzanh altar ix schec vinh b'ojoc d'a jun tzalan yic templo chi' yed' juntzanhxo d'a Jerusalén chi'. A juntzanh chi' ix schec vinh julchajcanel d'a stitaquel chonhab' chi'."
        },
        {
            "number": "16",
            "text": "Ix lajvi chi' ix schecan vinh vach' b'ochajxi altar d'a Jehová, ix yak'an silab' vinh yic sch'oxan sjunk'olal yed' Dios yed' silab' yic ak'oj yuj diosal. Ix yalan vinh d'a masanil eb' aj Judá to tz'och eb' ejmelal d'a Jehová Dios."
        },
        {
            "number": "17",
            "text": "Palta a eb' anima chi', anheja' ix yak'nhej silab' eb' d'a juntzanh lugar yic ejmelal b'ajtac chaanh, vach'chom a d'a Jehová sDiosal eb' syak' yalani."
        },
        {
            "number": "18",
            "text": "A jantacto yab'ixal vinhaj Manasés chi' yed' slesal vinh d'a Dios yed' tas ix schec Jehová yal eb' schecab', aycan b'aj tz'ib'ab'ilcan yab'ixal eb' vinh sreyal Israel."
        },
        {
            "number": "19",
            "text": "Tz'ib'ab'il pax slesal vinh yed' tas ix aj spacan Dios. Anhejtona' pax tas ix aj yoch spitalil vinh yed' yic ejmelal ix sb'oq'ue vinh b'ajtac chaanh yed' b'ajtac ix b'ochaj yechel Asera yed' juntzanhxo yechel comon dios ayic manto sna sb'a vinh d'a yichanh Jehová, aycan d'a yumal ix stz'ib'ejcan eb' schecab' Dios."
        },
        {
            "number": "20",
            "text": "Ayic ix cham vinh, ix mucji vinh b'aj ay juntzanh tas avab'il d'a spalacio. Axo vinhaj Amón yuninal vinh ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "21",
            "text": "A vinhaj Amón chi', 22 ab'il sq'uinal vinh ayic ix schaanel yich vinh yak'an reyal, chab' ab'il ix yak' reyal vinh d'a Jerusalén."
        },
        {
            "number": "22",
            "text": "Ix stzuntzejcot yoval sk'ol Jehová vinh d'a yib'anh icha ix sk'ulej vinh smam vinh. Ix snhus silab' vinh d'a juntzanh comon dios b'ob'ilcan yuj vinh smam vinh chi', ix ochpax vinh ejmelal d'ay."
        },
        {
            "number": "23",
            "text": "Maj yiq'uemlaj sb'a vinh d'a Jehová icha sk'ulejnac vinh smam vinh chi', palta a val chucal ix ste k'ulej vinh."
        },
        {
            "number": "24",
            "text": "A eb' vinh ayoch yajalil yed' vinh, a eb' vinh ix milancham vinh d'a spalacio."
        },
        {
            "number": "25",
            "text": "Axo eb' anima d'a yol chonhab' chi' ix milanpaxcham eb' vinh ix milancham vinh. Axo vinhaj Josías yuninal vinh ix yak'canoch eb' reyal sq'uexuloc vinh."
        }
    ]
}