{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Manasés chi', lajchawe' ab'il sk'inal winh ayic ix och winh reyal. 55 ab'il ix yak' reyal winh t'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Te chuk tas ix sk'ulej winh t'a yichanh Jehová, yujto a juntzanh tastac yajb'entac sb'eyb'alej juntzanh chonhab' yik'naquel Jehová t'a yichanh heb' israel t'a sat sluum tik, a chi' ix sb'eyb'alej winh."
        },
        {
            "number": "3",
            "text": "Ix schec winh b'ochajxik'e juntzanh lugar yic ejmelal b'ajtac chaanh, aton juntzanh yik'naquel winh smam winh. Ix schecan winh b'ochajxik'e altar yic comon Dios Baal yet' yechel comon Dios Asera. Ix yalan sb'a winh t'a masanil tas syak' sk'ak'al t'a satcha’anh, ix yak'anpaxem sb'a winh t'ay."
        },
        {
            "number": "4",
            "text": "Ix schecan winh b'ochajk'e juntzanh altar t'a stemplo Jehová t'a Jerusalén, aton jun templo chi' b'aj yalnac Jehová to ol b'inajnhej sb'i t'a masanil tiempo."
        },
        {
            "number": "5",
            "text": "Ix schecanpax winh b'ochajk'e juntzanhxo altar t'a chab'xo yamaq'uil stemplo Jehová chi', yic syal sb'a winh t'a masanil tas syak' sk'ak'al t'a satcha’anh."
        },
        {
            "number": "6",
            "text": "Ix snhusantz'a heb' yuninal winh silab'il t'a sch'olanil yic Ben-hinom. Ix sk'anb'an sb'a winh t'a heb' ajb'aal, t'a heb' ajchum, t'a heb' naumel lolonel. Ix scuchb'an heb' anima winh yic sk'uman spixan chamnac. Te chuk tas ix sk'ulej winh, yuj chi' ix stzuntzejcot yowal sk'ol Jehová winh t'a yib'anh."
        },
        {
            "number": "7",
            "text": "Ix schecan winh ak'chajoch yechel comon Dios t'a yol scajnub' Jehová Dios. Aton yuj jun cajnub' chi' yalnac Jehová t'a winhaj Dawid yet' t'a winhaj Salomón icha tik: Ha jun pat t'a Jerusalén tik, ix in sik'canel t'a yol smacb'en heb' yinhtilal Israel, in cajnub' tz'ajkan t'a junelnhej."
        },
        {
            "number": "8",
            "text": "Manhxo ol ex wik'el a ex israel ex tik t'a jun lum lum wak'nac t'a heb' he mam eyicham, tato tze k'anab'ajej masanil in k'ayb'ub'al, in checnab'il yet' in cachnab'il in chec yak'naccan winhaj Moisés t'ayex, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Palta haxo winhaj Manasés chi' ix cuchb'an wal heb' aj Jerusalén t'a chukal yet' juntzanhxo heb' ay t'a yol yic Judá chi'. Yelxo wal te chuk ix aj sb'eyb'al heb' t'a yichanh schuc b'eyb'al juntzanh chonhab' satb'ilel yuj Jehová t'a yichanh heb' smam yicham heb' t'a peka'."
        },
        {
            "number": "10",
            "text": "Ix cachji winhaj Manasés yet' masanil heb' anima chi' yuj Jehová, palta maj sk'anab'ajej heb'."
        },
        {
            "number": "11",
            "text": "Yuj chi' a Jehová ix ak'ancot heb' yajalil heb' soldado winh sreyal Asiria t'a heb', ix yamchaj winhaj Manasés chi' yuj heb'. Ix yak'anoch gancho heb' t'a snhi' winh, ix tzek'chaj winh t'a k'een cadena nab'a bronce, ix yik'anb'at winh heb' t'a Babilonia."
        },
        {
            "number": "12",
            "text": "Ayic ix yab'an wal syail winh chi', ix lesalwi winh t'a Jehová Dios. Yelk'olal wal ix yik'em sb'a winh t'a yichanh sDiosal smam yicham."
        },
        {
            "number": "13",
            "text": "Ayic ix lesalwi winh chi', ix yab'an Dios tas ix sk'an winh chi', yuj chi' ix meltzajxi winh yuj Jehová t'a Jerusalén chi' yic tz'ochxi winh t'a yopisio. Icha chi' ix aj snachajel yuj winh to anhej Jehová Dios toni."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix schecan winh b'ochajxik'e smuroal schonhab' winhaj Dawid t'a stojolal b'aj tz'em k'u t'ha ha' Gihón t'a panhan b'aj ay sjaj ha ha' chi', masanto sk'och t'a spuertail yic nok' chay. Ix wach' b'oji pax b'aj scumlaj muro chi'. Chaanh ix ajk'e muro chi'. Ix yak'anpaxoch heb' yajalil heb' soldado winh t'a masanil chonhab' ayoch smuroal t'a yol yic Judá chi'."
        },
        {
            "number": "15",
            "text": "Ix schecan winh ik'chajel sdiosal heb' ch'oc chonhab'il yet' juntzanh yechel ix yak'och winh t'a yol scajnub' Jehová yet' juntzanh altar ix schec winh b'ojoc t'a jun tzalan yic templo chi' yet' juntzanhxo t'a Jerusalén chi'. Ha juntzanh chi' ix schec winh julchajcanel t'a stitaquel chonhab' chi'."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi' ix schecan winh wach' b'ochajxi altar t'a Jehová, ix yak'an silab' winh yic sch'oxan sjunk'olal yet' Dios yet' silab' yic ak'oj yuj diosal. Ix yalan winh t'a masanil heb' aj Judá to tz'och heb' ejmelal t'a Jehová Dios."
        },
        {
            "number": "17",
            "text": "Palta a heb' anima chi', anheja' ix yak'nhej silab' heb' t'a juntzanh lugar yic ejmelal b'ajtac chaanh, wach'chom ha t'a Jehová sDiosal heb' syak' yalani."
        },
        {
            "number": "18",
            "text": "Ha jantacto yab'ixal winhaj Manasés chi' yet' slesal winh d'ha Dios yet' tas ix schec Jehová yal heb' schecab', aycan b'aj tz'ib'ab'ilcan yab'ixal heb' winh sreyal Israel."
        },
        {
            "number": "19",
            "text": "Tz'ib'ab'il pax slesal winh yet' tas ix aj spacan Dios. Anhejtona' pax tas ix aj yoch spitalil winh yet' yic ejmelal ix sb'ok'e winh b'ajtac chaanh yet' b'ajtac ix b'ochaj yechel Asera yet' juntzanhxo yechel comon Dios ayic manto sna sb'a winh t'a yichanh Jehová, aycan t'a yumal ix stz'ib'ejcan heb' schecab' Dios."
        },
        {
            "number": "20",
            "text": "Ayic ix cham winh, ix mucji winh b'aj ay juntzanh tas awab'il t'a spalacio. Axo winhaj Amón yuninal winh ix ochcan reyal sk'exuloc."
        },
        {
            "number": "21",
            "text": "Ha winhaj Amón chi', 22 ab'il sk'inal winh ayic ix schaanel yich winh yak'an reyal, chab' ab'il ix yak' reyal winh t'a Jerusalén."
        },
        {
            "number": "22",
            "text": "Ix stzuntzejcot yowal sk'ol Jehová winh t'a yib'anh icha ix sk'ulej winh smam winh. Ix snhus silab' winh t'a juntzanh comon Dios b'ob'ilcan yuj winh smam winh chi', ix ochpax winh ejmelal t'ay."
        },
        {
            "number": "23",
            "text": "Maj yik'emlaj sb'a winh t'a Jehová icha sk'ulejnac winh smam winh chi', palta a wal chukal ix ste k'ulej winh."
        },
        {
            "number": "24",
            "text": "Ha heb' winh ayoch yajalil yet' winh, a heb' winh ix milancham winh t'a spalacio."
        },
        {
            "number": "25",
            "text": "Axo heb' anima t'a yol chonhab' chi' ix milanpaxcham heb' winh ix milancham winh. Axo winhaj Josías yuninal winh ix yak'canoch heb' reyal sk'exuloc winh."
        }
    ]
}