{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Josías chi', wajxaque' ab'il sk'inal winh ayic ix schaanel yich winh yak'an reyal. 31 ab'il ix yak' reyal winh t'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Ha tas ix sk'ulej winh te wach' t'a yichanh Jehová, tz'akan ix sb'eyb'alej winh icha sb'eyb'alejnac winhaj Dawid smam yicham winh."
        },
        {
            "number": "3",
            "text": "Ayic 16 ab'ilxo sk'inal winhaj Josías chi', ayic quelem unin wal winh, ix yak'an wal och winh t'a sk'ool sk'anab'ajan Jehová sDiosal winhaj Dawid smam yicham winh. Axo yic 20 ab'il winh, ix syamanoch winh yik'anel tas manh wach'oc t'a Judá yet' t'a Jerusalén chi'. Ix schekan winh satjiel masanil juntzanh b'aj tz'och ejmelal b'ajtac chaanh, yechel comon Dios Asera yet' juntzanhxo yechel comon Dios tzeyb'il yet' masanil yechel b'ob'il t'a k'een k'een."
        },
        {
            "number": "4",
            "text": "Ha wal t'a yichanh winh ix mak'jipoj juntzanh altar yic masanil yechel Baal. Ix schekanpax winh mak'jipoj altar b'aj snhuschajtz'a incienso b'ajtac chaanh. Ix schekanpax winh mak'jipoj yechel comon Dios Asera yet' masanil juntzanhxo yechel comon Dios. Chok' ix ajkan smasanil. Ixlajwi chi' ix stzikanb'at winh t'a yib'anh b'ajtac mukan heb' ix ak'an silab' t'a juntzanh yechel chi'."
        },
        {
            "number": "5",
            "text": "Ix schekanpax winh nhusjoctz'a sb'aquil heb' sacerdote t'a juntzanh comon Dios chi' t'a yib'anh juntzanh altar chi'. Ichaton chi' ix aj sacb'itan Judá yet' Jerusalén chi' winh."
        },
        {
            "number": "6",
            "text": "Icha pax chi' ix sk'ulej winh t'a juntzanh chonhab' mak'b'ilem lanhnaj t'a yol yic Manasés, t'a yol yic Efraín yet' t'a yol yic Simeón, masanto ix k'och t'a yol yic Neftalí."
        },
        {
            "number": "7",
            "text": "Ayic ix lajwi smak'jikanpoj masanil juntzanh altar, juntzanh yechel comon Dios Asera yet' juntzanhxo yechel comon Dios, chok' ix ajkani, ix mak'jipaxcanpoj masanil altar b'aj stz'a incienso t'a masanil yol yic Israel chi'. Ichato chi' ix meltzajxi winh t'a Jerusalén."
        },
        {
            "number": "8",
            "text": "Ayic 26 ab'ilxo sk'inal winhaj Josías chi', ayic toxo ix sacb'itej masanil jun nación chi' winh yet' skajnub' Jehová Dios, ix schekan winh wach' b'ochaj skajnub' Dios chi'. Ix ochkan jun munlajel chi' t'a yib'anh winhaj Safán yuninal winhaj Azalías yet' winhaj Amasías yajal t'a chonhab' Jerusalén yet' winh tz'ib'um, aton winhaj Joa yuninal winhaj Joacaz."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi' ix b'at heb' winh tik yil winhaj Hilcías sat sacerdote. Ix b'at yak'an k'een tumin heb' winh t'a winh, aton k'een ix scha heb' winh lewita stanhwan spuertail stemplo Dios t'a heb' yinhtilal Manasés yet' heb' yinhtilal Efraín, aton masanil heb' kannak t'a yol yic Israel. Ay pax k'een ix yak' heb' yinhtilal Judá, heb' yinhtilal Benjamín yet' heb' kajan t'a Jerusalén chi'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ix yak'ankan k'een tumin chi' heb' winh t'a heb' winh ayoch yilan munlajel t'a stemplo Jehová chi', haxo heb' winh stupan heb' winh smunlaj t'a templo chi'."
        },
        {
            "number": "11",
            "text": "Ix yak'anpax k'een tumin chi' heb' winh t'a heb' winh nhicum te' yet' t'a heb' winh scuchb'an munlajel chi', yic smanchaj k'een k'een tzeyb'il yet' pax masanil te te' tz'och syamnub'aloc yet' pax spatzab'il juntzanh pat emnakkan lanhnaj yuj heb' winh sreyal Judá."
        },
        {
            "number": "12",
            "text": "Ha juntzanh heb' winh winak chi', te wach' ix yutej heb' winh yilan munlajel chi'. Ha heb' winh scuchb'an munlajel chi', a heb' winh lewita, aton sb'i heb' winh tik: Vinhaj Jahat yet' winhaj Abdías yinhtilal winhaj Merari, winhaj Zacarías, winhaj Mesulam yinhtilal winhaj Coat. Ha heb' winh tik yajal yaj heb' winh. Ay juntzanhxo heb' winh lewita cuchb'um t'a b'it yet' pax t'a yamk'ab' yic b'it chi', a heb' winh tz'ilan heb' cuchum ikatz, ay pax heb' winh tz'ilan heb' smunlaji. Ay pax heb' winh tz'ib'um, ay pax heb' winh stanhwan spuertail skajnub' Dios chi'."
        },
        {
            "number": "13",
            "text": "Ayic wan yik'chajelta k'een tumin ix b'at ak'chajkan t'a skajnub' Jehová chi', haxo winhaj sacerdote Hilcías ix ilanelta yumal b'aj aykan sley Jehová yuj winhaj Moisés."
        },
        {
            "number": "14",
            "text": "Ix yalan winh t'a winhaj Safán winh tz'ib'um to ix ilchaj yumal ley t'a skajnub' Jehová. Ix yak'ankan winh t'a winhaj Safán chi'."
        },
        {
            "number": "15",
            "text": "Axo winhaj Safán chi' ix ik'anb'at t'a winh rey chi', ix yalan winh icha tik: --Mamin rey, a onh a chekab' onh tik wan ko b'oan masanil munlajel aykan och t'a quib'anh."
        },
        {
            "number": "16",
            "text": "Ix molb'aj k'een tumin ix ul ak'chajkan t'a skajnub' Jehová, ix ak'chaj k'een t'a heb' winh tz'ilan munlajel chi' yet' pax t'a heb' winh smunlaji, xchi winh."
        },
        {
            "number": "17",
            "text": "Ix yalanpax winh t'a winh rey chi' icha tik: Ha winhaj Hilcías ix yak' jun uum winh t'ayin, xchi winh. Ixlajwi chi' ix yavtan jun uum chi' winh t'a yichanh winh rey chi'."
        },
        {
            "number": "18",
            "text": "Ha wal yic ix yab'an winh rey tas syal jun uum chi', ix snhik'chitanb'at spichul winh."
        },
        {
            "number": "19",
            "text": "Ix yavtancot winhaj Hilcías winh, winhaj Ahicam yuninal winhaj Safán, winhaj Abdón yuninal winhaj Micaía, winhaj Safán winh tz'ib'um yet' winhaj Asaías ay yopisio skolwaj yet' winh. Ix yalan winh t'a heb' winh icha tik:"
        },
        {
            "number": "20",
            "text": "--Ixiquec, b'at k'anb'ejec t'a Jehová wuuj, yuj pax masanil anima kannak t'a Israel tik yet' t'a Judá yuj tas syal jun uum ix ilchaj tik. Tekan aycot yowal sk'ol Jehová t'a quib'anh ticnaik, yujto a heb' ko mam quicham maj sk'anab'ajej heb' tas syal Jehová, maj sb'eyb'alej pax heb' tastac aykan t'a jun uum tik, xchi winh rey chi'."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix b'at winhaj Hilcías yet' juntzanhxo heb' winh ix checjib'at yuj winh rey chi', ix b'at heb' winh yil ix Hulda ix schekab' Dios, ix yetb'eyum winhaj Salum yuninal winhaj Ticwa, yixchiquin winhaj Harhas. Ha winhaj Salum chi' sik'an masanil pichul t'a skajnub' Dios. kajan ix Hulda chi' t'a jun scha makanhil chonhab' t'a Jerusalén. Ayic ix yalan heb' winh t'a ix,"
        },
        {
            "number": "22",
            "text": "ix tak'wi ix t'a heb' winh icha tik: --Ha Jehová ko Diosal tz'alan icha tik: Alec t'a winh ix ex chekancot he k'anb'ej chi' t'ayin"
        },
        {
            "number": "23",
            "text": "to a in Jehová in tik swala': Ol wak'cot junok yaelal t'a yib'anh jun chonhab' tik yet' t'a yib'anh masanil anima kajan t'ay, icha wal yaj stz'ib'chajkan t'a jun uum ix avtaj t'a ichanh chi'."
        },
        {
            "number": "24",
            "text": "Yujto ix in eyactejkani, haxo t'a juntzanh comon Dios tze nhus incienso. Tze tzuntzancot yowal in k'ol yuj masanil tas ix he k'ulej chi'. Yuj chi' toxo ix cot yowal in k'ool t'a yib'anh jun chonhab' tik, maxtzac tuplaj."
        },
        {
            "number": "25",
            "text": "Yuj chi' alec t'a winh sreyal Judá, winh ix ex chekancot ul he k'anb'ej t'ayin Jehová sDiosal in Israel tik to a in swal icha tik: Yujto ix a cha ab' tas syal jun uum chi',"
        },
        {
            "number": "26",
            "text": "ix ak'an wal och t'a a k'ool, ix ak'anoch a b'ha t'a yol in k'ab' ayic ix ab'ani to ay yowal in k'ol t'a yib'anh jun chonhab' tik yet' t'a yib'anh heb' kajan t'ay, yujto ix ik'em a b'ha t'a wichanh, ix a nhik'chitanb'at a pichul, ix ach oq'ui, anhejtona' in ix wab' pax tas ix ala'. Yuj chi' a in wal Jehová in swal t'ayach:"
        },
        {
            "number": "27",
            "text": "Ha in ol wak'elk'ochi to junk'olal ol ach chamoc, ol ach mucchaj b'aj mukan heb' a mam icham. Ichato chi' ol jawok juntzanh yaelal ol wak'cot t'a yib'anh jun chonhab' tik yet' t'a yib'anh masanil heb' kajan t'ay, xchi Jehová, xchi ix Hulda chi'. Yuj chi' ix meltzaj heb' winh schekab' winh rey chi', ix ul yalan spak tas ix b'at sk'anb'ej heb' winh chi'."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi' ix schekan winh rey chi' avtajcot masanil heb' winh yichamtac winaquil Judá yet' heb' yic Jerusalén chi' to smolb'ej sb'a heb' winh smasanil."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix k'e winh rey chi' t'a skajnub' Jehová yet' masanil heb' ix smolb'ej sb'a chi' yet' pax heb' winh sacerdote, heb' winh lewita yet' masanil anima ay t'a yol smacb'en chi' yet' pax masanil heb' unin yet' masanil heb' ichamtac anima. Ata' ix schec winh rey chi' avtaj jun uum chi' yab' masanil anima chi', aton tastac aykan t'a yumal strato Jehová ix ilchajelta yuj heb' t'a yol templo chi'."
        },
        {
            "number": "30",
            "text": "Ix och linhan winh rey chi' t'a stz'ey jun niwan oy. Ata' ix yak' sti' winh t'a yichanh Jehová to t'a wal smasanil sk'ool winh ol sk'anab'ajej sb'eyb'alan masanil checnab'il yet' k'ayb'ub'al chi', icha wal yaj stz'ib'chajkan t'a yumal strato Jehová chi'."
        },
        {
            "number": "31",
            "text": "Ixlajwi chi' ix yalan winh t'a masanil anima molanek' chi', heb' aj Jerusalén yet' heb' yic Benjamín to syak' sti' heb' sk'anab'ajani. Masanil heb' kajan t'a Jerusalén chi', ix sk'anab'ajej heb' icha wal yajkan t'a yumal strato sDiosal heb' yet' heb' smam yicham."
        },
        {
            "number": "32",
            "text": "Ix schekan winhaj Josías chi' ik'joquel masanil yechel yajb'entac ay t'a yol smacb'en Israel chi'. Ix yalan winh to tz'och masanil heb' ayek' t'a Israel chi' ejmelal t'a Jehová Dios. Yacb'an pitzanto winh, maj yik'el sb'a heb' t'a Jehová sDiosal heb' smam yicham heb'."
        }
    ]
}