{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Josías chi', vajxaque' ab'il sk'inal winh ayic ix schaanel yich winh yak'an reyal. 31 ab'il ix yak' reyal winh t'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Ha tas ix sk'ulej winh te wach' t'a yichanh Jehová, tz'acan ix sb'eyb'alej winh icha sb'eyb'alejnac winhaj David smam yicham winh."
        },
        {
            "number": "3",
            "text": "Ayic 16 ab'ilxo sk'inal winhaj Josías chi', ayic quelem unin val winh, ix yak'an val och winh t'a sk'ool sk'anab'ajan Jehová sDiosal winhaj David smam yicham winh. Axo yic 20 ab'il winh, ix syamanoch winh yik'anel tas manh wach'oc t'a Judá yet' t'a Jerusalén chi'. Ix schecan winh satjiel masanil juntzanh b'aj tz'och ejmelal b'ajtac chaanh, yechel comon dios Asera yet' juntzanhxo yechel comon dios tzeyb'il yet' masanil yechel b'ob'il t'a q'uen q'ueen."
        },
        {
            "number": "4",
            "text": "Ha val t'a yichanh winh ix mak'jipoj juntzanh altar yic masanil yechel Baal. Ix schecanpax winh mak'jipoj altar b'aj snhuschajtz'a incienso b'ajtac chaanh. Ix schecanpax winh mak'jipoj yechel comon dios Asera yet' masanil juntzanhxo yechel comon dios. Chok' ix ajkan smasanil. Ixlajwi chi' ix stzicanb'at winh t'a yib'anh b'ajtac mucan eb' ix ak'an silab' t'a juntzanh yechel chi'."
        },
        {
            "number": "5",
            "text": "Ix schecanpax winh nhusjoctz'a sb'aquil eb' sacerdote t'a juntzanh comon dios chi' t'a yib'anh juntzanh altar chi'. Ichaton chi' ix aj sacb'itan Judá yet' Jerusalén chi' winh."
        },
        {
            "number": "6",
            "text": "Icha pax chi' ix sk'ulej winh t'a juntzanh chonhab' mak'b'ilem lanhnaj t'a yol yic Manasés, t'a yol yic Efraín yet' t'a yol yic Simeón, masanto ix k'och t'a yol yic Neftalí."
        },
        {
            "number": "7",
            "text": "Ayic ix lajvi smak'jicanpoj masanil juntzanh altar, juntzanh yechel comon dios Asera yet' juntzanhxo yechel comon dios, chok' ix ajcani, ix mak'jipaxcanpoj masanil altar b'aj stz'a incienso t'a masanil yol yic Israel chi'. Ichato chi' ix meltzajxi winh t'a Jerusalén."
        },
        {
            "number": "8",
            "text": "Ayic 26 ab'ilxo sk'inal winhaj Josías chi', ayic toxo ix sacb'itej masanil jun nación chi' winh yet' scajnub' Jehová Dios, ix schecan winh wach' b'ochaj scajnub' Dios chi'. Ix ochcan jun munlajel chi' t'a yib'anh winhaj Safán yuninal winhaj Azalías yet' winhaj Amasías yajal t'a chonhab' Jerusalén yet' winh tz'ib'um, aton winhaj Joa yuninal winhaj Joacaz."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi' ix b'at eb' winh tik yil winhaj Hilcías sat sacerdote. Ix b'at yak'an q'uen tumin eb' winh t'a winh, aton q'uen ix scha eb' winh levita stanhvan spuertail stemplo Dios t'a eb' yinhtilal Manasés yet' eb' yinhtilal Efraín, aton masanil eb' cannac t'a yol yic Israel. Ay pax q'uen ix yak' eb' yinhtilal Judá, eb' yinhtilal Benjamín yet' eb' cajan t'a Jerusalén chi'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ix yak'ancan q'uen tumin chi' eb' winh t'a eb' winh ayoch yilan munlajel t'a stemplo Jehová chi', haxo eb' winh stupan eb' winh smunlaj t'a templo chi'."
        },
        {
            "number": "11",
            "text": "Ix yak'anpax q'uen tumin chi' eb' winh t'a eb' winh nhicum te' yet' t'a eb' winh scuchb'an munlajel chi', yic smanchaj q'uen q'ueen tzeyb'il yet' pax masanil te te' tz'och syamnub'aloc yet' pax spatzab'il juntzanh pat emnaccan lanhnaj yuj eb' winh sreyal Judá."
        },
        {
            "number": "12",
            "text": "Ha juntzanh eb' winh vinac chi', te wach' ix yutej eb' winh yilan munlajel chi'. Ha eb' winh scuchb'an munlajel chi', a eb' winh levita, aton sb'i eb' winh tik: Vinhaj Jahat yet' winhaj Abdías yinhtilal winhaj Merari, winhaj Zacarías, winhaj Mesulam yinhtilal winhaj Coat. Ha eb' winh tik yajal yaj eb' winh. Ay juntzanhxo eb' winh levita cuchb'um t'a b'it yet' pax t'a yamk'ab' yic b'it chi', a eb' winh tz'ilan eb' cuchum icatz, ay pax eb' winh tz'ilan eb' smunlaji. Ay pax eb' winh tz'ib'um, ay pax eb' winh stanhvan spuertail scajnub' Dios chi'."
        },
        {
            "number": "13",
            "text": "Ayic van yik'chajelta q'uen tumin ix b'at ak'chajcan t'a scajnub' Jehová chi', haxo winhaj sacerdote Hilcías ix ilanelta yumal b'aj aycan sley Jehová yuj winhaj Moisés."
        },
        {
            "number": "14",
            "text": "Ix yalan winh t'a winhaj Safán winh tz'ib'um to ix ilchaj yumal ley t'a scajnub' Jehová. Ix yak'ancan winh t'a winhaj Safán chi'."
        },
        {
            "number": "15",
            "text": "Axo winhaj Safán chi' ix ik'anb'at t'a winh rey chi', ix yalan winh icha tik: --Mamin rey, a onh a checab' onh tik van co b'oan masanil munlajel aycan och t'a quib'anh."
        },
        {
            "number": "16",
            "text": "Ix molb'aj q'uen tumin ix ul ak'chajcan t'a scajnub' Jehová, ix ak'chaj q'uen t'a eb' winh tz'ilan munlajel chi' yet' pax t'a eb' winh smunlaji, xchi winh."
        },
        {
            "number": "17",
            "text": "Ix yalanpax winh t'a winh rey chi' icha tik: Ha winhaj Hilcías ix yak' jun uum winh t'ayin, xchi winh. Ixlajwi chi' ix yavtan jun uum chi' winh t'a yichanh winh rey chi'."
        },
        {
            "number": "18",
            "text": "Ha val yic ix yab'an winh rey tas syal jun uum chi', ix snhik'chitanb'at spichul winh."
        },
        {
            "number": "19",
            "text": "Ix yavtancot winhaj Hilcías winh, winhaj Ahicam yuninal winhaj Safán, winhaj Abdón yuninal winhaj Micaía, winhaj Safán winh tz'ib'um yet' winhaj Asaías ay yopisio skolwaj yet' winh. Ix yalan winh t'a eb' winh icha tik:"
        },
        {
            "number": "20",
            "text": "--Ixiquec, b'at k'anb'ejec t'a Jehová vuuj, yuj pax masanil anima cannac t'a Israel tik yet' t'a Judá yuj tas syal jun uum ix ilchaj tik. Tecan aycot yoval sk'ol Jehová t'a quib'anh ticnaic, yujto a eb' co mam quicham maj sk'anab'ajej eb' tas syal Jehová, maj sb'eyb'alej pax eb' tastac aycan t'a jun uum tik, xchi winh rey chi'."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix b'at winhaj Hilcías yet' juntzanhxo eb' winh ix checjib'at yuj winh rey chi', ix b'at eb' winh yil ix Hulda ix schecab' Dios, ix yetb'eyum winhaj Salum yuninal winhaj Ticva, yixchiquin winhaj Harhas. Ha winhaj Salum chi' sik'an masanil pichul t'a scajnub' Dios. Cajan ix Hulda chi' t'a jun scha macanhil chonhab' t'a Jerusalén. Ayic ix yalan eb' winh t'a ix,"
        },
        {
            "number": "22",
            "text": "ix tak'vi ix t'a eb' winh icha tik: --Ha Jehová co Diosal tz'alan icha tik: Alec t'a winh ix ex checancot e k'anb'ej chi' t'ayin"
        },
        {
            "number": "23",
            "text": "to a in Jehová in tik svala': Ol vak'cot junok yaelal t'a yib'anh jun chonhab' tik yet' t'a yib'anh masanil anima cajan t'ay, icha val yaj stz'ib'chajcan t'a jun uum ix avtaj t'a ichanh chi'."
        },
        {
            "number": "24",
            "text": "Yujto ix in eyactejcani, haxo t'a juntzanh comon dios tze nhus incienso. Tze tzuntzancot yoval in k'ol yuj masanil tas ix e k'ulej chi'. Yuj chi' toxo ix cot yoval in k'ool t'a yib'anh jun chonhab' tik, maxtzac tuplaj."
        },
        {
            "number": "25",
            "text": "Yuj chi' alec t'a winh sreyal Judá, winh ix ex checancot ul e k'anb'ej t'ayin Jehová sDiosal in Israel tik to a in swal icha tik: Yujto ix a cha ab' tas syal jun uum chi',"
        },
        {
            "number": "26",
            "text": "ix ak'an val och t'a a k'ool, ix ak'anoch a b'ha t'a yol in k'ab' ayic ix ab'ani to ay yoval in k'ol t'a yib'anh jun chonhab' tik yet' t'a yib'anh eb' cajan t'ay, yujto ix iq'uem a b'ha t'a vichanh, ix a nhik'chitanb'at a pichul, ix ach oq'ui, anhejtona' in ix vab' pax tas ix ala'. Yuj chi' a in val Jehová in swal t'ayach:"
        },
        {
            "number": "27",
            "text": "Ha in ol vaq'uelk'ochi to junk'olal ol ach chamoc, ol ach mucchaj b'aj mucan eb' a mam icham. Ichato chi' ol javok juntzanh yaelal ol vak'cot t'a yib'anh jun chonhab' tik yet' t'a yib'anh masanil eb' cajan t'ay, xchi Jehová, xchi ix Hulda chi'. Yuj chi' ix meltzaj eb' winh schecab' winh rey chi', ix ul yalan spak tas ix b'at sk'anb'ej eb' winh chi'."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi' ix schecan winh rey chi' avtajcot masanil eb' winh yichamtac vinaquil Judá yet' eb' yic Jerusalén chi' to smolb'ej sb'a eb' winh smasanil."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix q'ue winh rey chi' t'a scajnub' Jehová yet' masanil eb' ix smolb'ej sb'a chi' yet' pax eb' winh sacerdote, eb' winh levita yet' masanil anima ay t'a yol smacb'en chi' yet' pax masanil eb' unin yet' masanil eb' ichamtac anima. Ata' ix schec winh rey chi' avtaj jun uum chi' yab' masanil anima chi', aton tastac aycan t'a yumal strato Jehová ix ilchajelta yuj eb' t'a yol templo chi'."
        },
        {
            "number": "30",
            "text": "Ix och linhan winh rey chi' t'a stz'ey jun niwan oy. Ata' ix yak' sti' winh t'a yichanh Jehová to t'a val smasanil sk'ool winh ol sk'anab'ajej sb'eyb'alan masanil checnab'il yet' k'ayb'ub'al chi', icha val yaj stz'ib'chajcan t'a yumal strato Jehová chi'."
        },
        {
            "number": "31",
            "text": "Ixlajwi chi' ix yalan winh t'a masanil anima molanek' chi', eb' aj Jerusalén yet' eb' yic Benjamín to syak' sti' eb' sk'anab'ajani. Masanil eb' cajan t'a Jerusalén chi', ix sk'anab'ajej eb' icha val yajcan t'a yumal strato sDiosal eb' yet' eb' smam yicham."
        },
        {
            "number": "32",
            "text": "Ix schecan winhaj Josías chi' ik'joquel masanil yechel yajb'entac ay t'a yol smacb'en Israel chi'. Ix yalan winh to tz'och masanil eb' ayek' t'a Israel chi' ejmelal t'a Jehová Dios. Yacb'an pitzanto winh, maj yiq'uel sb'a eb' t'a Jehová sDiosal eb' smam yicham eb'."
        }
    ]
}