{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj Josías chi', vajxaque' ab'il sq'uinal vinh ayic ix schaanel yich vinh yak'an reyal. 31 ab'il ix yak' reyal vinh t'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Ha tas ix sk'ulej vinh te wach' t'a yichanh Jehová, tz'acan ix sb'eyb'alej vinh icha sb'eyb'alejnac vinhaj David smam yicham vinh."
        },
        {
            "number": "3",
            "text": "Ayic 16 ab'ilxo sq'uinal vinhaj Josías chi', ayic quelem unin val vinh, ix yak'an val och vinh t'a sk'ool sk'anab'ajan Jehová sDiosal vinhaj David smam yicham vinh. Axo yic 20 ab'il vinh, ix syamanoch vinh yik'anel tas manh wach'oc t'a Judá yet' t'a Jerusalén chi'. Ix schecan vinh satjiel masanil juntzanh b'aj tz'och ejmelal b'ajtac chaanh, yechel comon dios Asera yet' juntzanhxo yechel comon dios tzeyb'il yet' masanil yechel b'ob'il t'a q'uen q'ueen."
        },
        {
            "number": "4",
            "text": "Ha val t'a yichanh vinh ix mak'jipoj juntzanh altar yic masanil yechel Baal. Ix schecanpax vinh mak'jipoj altar b'aj snhuschajtz'a incienso b'ajtac chaanh. Ix schecanpax vinh mak'jipoj yechel comon dios Asera yet' masanil juntzanhxo yechel comon dios. Chok' ix ajkan smasanil. Ixlajwi chi' ix stzicanb'at vinh t'a yib'anh b'ajtac mucan eb' ix ak'an silab' t'a juntzanh yechel chi'."
        },
        {
            "number": "5",
            "text": "Ix schecanpax vinh nhusjoctz'a sb'aquil eb' sacerdote t'a juntzanh comon dios chi' t'a yib'anh juntzanh altar chi'. Ichaton chi' ix aj sacb'itan Judá yet' Jerusalén chi' vinh."
        },
        {
            "number": "6",
            "text": "Icha pax chi' ix sk'ulej vinh t'a juntzanh chonhab' mak'b'ilem lanhnaj t'a yol yic Manasés, t'a yol yic Efraín yet' t'a yol yic Simeón, masanto ix k'och t'a yol yic Neftalí."
        },
        {
            "number": "7",
            "text": "Ayic ix lajvi smak'jicanpoj masanil juntzanh altar, juntzanh yechel comon dios Asera yet' juntzanhxo yechel comon dios, chok' ix ajcani, ix mak'jipaxcanpoj masanil altar b'aj stz'a incienso t'a masanil yol yic Israel chi'. Ichato chi' ix meltzajxi vinh t'a Jerusalén."
        },
        {
            "number": "8",
            "text": "Ayic 26 ab'ilxo sq'uinal vinhaj Josías chi', ayic toxo ix sacb'itej masanil jun nación chi' vinh yet' scajnub' Jehová Dios, ix schecan vinh wach' b'ochaj scajnub' Dios chi'. Ix ochcan jun munlajel chi' t'a yib'anh vinhaj Safán yuninal vinhaj Azalías yet' vinhaj Amasías yajal t'a chonhab' Jerusalén yet' vinh tz'ib'um, aton vinhaj Joa yuninal vinhaj Joacaz."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi' ix b'at eb' vinh tik yil vinhaj Hilcías sat sacerdote. Ix b'at yak'an q'uen tumin eb' vinh t'a vinh, aton q'uen ix scha eb' vinh levita stanhvan spuertail stemplo Dios t'a eb' yinhtilal Manasés yet' eb' yinhtilal Efraín, aton masanil eb' cannac t'a yol yic Israel. Ay pax q'uen ix yak' eb' yinhtilal Judá, eb' yinhtilal Benjamín yet' eb' cajan t'a Jerusalén chi'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ix yak'ancan q'uen tumin chi' eb' vinh t'a eb' vinh ayoch yilan munlajel t'a stemplo Jehová chi', haxo eb' vinh stupan eb' vinh smunlaj t'a templo chi'."
        },
        {
            "number": "11",
            "text": "Ix yak'anpax q'uen tumin chi' eb' vinh t'a eb' vinh nhicum te' yet' t'a eb' vinh scuchb'an munlajel chi', yic smanchaj q'uen q'ueen tzeyb'il yet' pax masanil te te' tz'och syamnub'aloc yet' pax spatzab'il juntzanh pat emnaccan lanhnaj yuj eb' vinh sreyal Judá."
        },
        {
            "number": "12",
            "text": "Ha juntzanh eb' vinh vinac chi', te wach' ix yutej eb' vinh yilan munlajel chi'. Ha eb' vinh scuchb'an munlajel chi', a eb' vinh levita, aton sb'i eb' vinh tik: Vinhaj Jahat yet' vinhaj Abdías yinhtilal vinhaj Merari, vinhaj Zacarías, vinhaj Mesulam yinhtilal vinhaj Coat. Ha eb' vinh tik yajal yaj eb' vinh. Ay juntzanhxo eb' vinh levita cuchb'um t'a b'it yet' pax t'a yamk'ab' yic b'it chi', a eb' vinh tz'ilan eb' cuchum icatz, ay pax eb' vinh tz'ilan eb' smunlaji. Ay pax eb' vinh tz'ib'um, ay pax eb' vinh stanhvan spuertail scajnub' Dios chi'."
        },
        {
            "number": "13",
            "text": "Ayic van yik'chajelta q'uen tumin ix b'at ak'chajcan t'a scajnub' Jehová chi', haxo vinhaj sacerdote Hilcías ix ilanelta yumal b'aj aycan sley Jehová yuj vinhaj Moisés."
        },
        {
            "number": "14",
            "text": "Ix yalan vinh t'a vinhaj Safán vinh tz'ib'um to ix ilchaj yumal ley t'a scajnub' Jehová. Ix yak'ancan vinh t'a vinhaj Safán chi'."
        },
        {
            "number": "15",
            "text": "Axo vinhaj Safán chi' ix ik'anb'at t'a vinh rey chi', ix yalan vinh icha tik: --Mamin rey, a onh a checab' onh tik van co b'oan masanil munlajel aycan och t'a quib'anh."
        },
        {
            "number": "16",
            "text": "Ix molb'aj q'uen tumin ix ul ak'chajcan t'a scajnub' Jehová, ix ak'chaj q'uen t'a eb' vinh tz'ilan munlajel chi' yet' pax t'a eb' vinh smunlaji, xchi vinh."
        },
        {
            "number": "17",
            "text": "Ix yalanpax vinh t'a vinh rey chi' icha tik: Ha vinhaj Hilcías ix yak' jun uum vinh t'ayin, xchi vinh. Ixlajwi chi' ix yavtan jun uum chi' vinh t'a yichanh vinh rey chi'."
        },
        {
            "number": "18",
            "text": "Ha val yic ix yab'an vinh rey tas syal jun uum chi', ix snhik'chitanb'at spichul vinh."
        },
        {
            "number": "19",
            "text": "Ix yavtancot vinhaj Hilcías vinh, vinhaj Ahicam yuninal vinhaj Safán, vinhaj Abdón yuninal vinhaj Micaía, vinhaj Safán vinh tz'ib'um yet' vinhaj Asaías ay yopisio scolvaj yet' vinh. Ix yalan vinh t'a eb' vinh icha tik:"
        },
        {
            "number": "20",
            "text": "--Ixiquec, b'at k'anb'ejec t'a Jehová vuuj, yuj pax masanil anima cannac t'a Israel tik yet' t'a Judá yuj tas syal jun uum ix ilchaj tik. Tecan aycot yoval sk'ol Jehová t'a quib'anh ticnaic, yujto a eb' co mam quicham maj sk'anab'ajej eb' tas syal Jehová, maj sb'eyb'alej pax eb' tastac aycan t'a jun uum tik, xchi vinh rey chi'."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix b'at vinhaj Hilcías yet' juntzanhxo eb' vinh ix checjib'at yuj vinh rey chi', ix b'at eb' vinh yil ix Hulda ix schecab' Dios, ix yetb'eyum vinhaj Salum yuninal vinhaj Ticva, yixchiquin vinhaj Harhas. Ha vinhaj Salum chi' sik'an masanil pichul t'a scajnub' Dios. Cajan ix Hulda chi' t'a jun scha macanhil chonhab' t'a Jerusalén. Ayic ix yalan eb' vinh t'a ix,"
        },
        {
            "number": "22",
            "text": "ix tak'vi ix t'a eb' vinh icha tik: --Ha Jehová co Diosal tz'alan icha tik: Alec t'a vinh ix ex checancot e k'anb'ej chi' t'ayin"
        },
        {
            "number": "23",
            "text": "to a in Jehová in tik svala': Ol vak'cot junok yaelal t'a yib'anh jun chonhab' tik yet' t'a yib'anh masanil anima cajan t'ay, icha val yaj stz'ib'chajcan t'a jun uum ix avtaj t'a ichanh chi'."
        },
        {
            "number": "24",
            "text": "Yujto ix in eyactejcani, haxo t'a juntzanh comon dios tze nhus incienso. Tze tzuntzancot yoval in k'ol yuj masanil tas ix e k'ulej chi'. Yuj chi' toxo ix cot yoval in k'ool t'a yib'anh jun chonhab' tik, maxtzac tuplaj."
        },
        {
            "number": "25",
            "text": "Yuj chi' alec t'a vinh sreyal Judá, vinh ix ex checancot ul e k'anb'ej t'ayin Jehová sDiosal in Israel tik to a in sval icha tik: Yujto ix a cha ab' tas syal jun uum chi',"
        },
        {
            "number": "26",
            "text": "ix ak'an val och t'a a k'ool, ix ak'anoch a b'ha t'a yol in k'ab' ayic ix ab'ani to ay yoval in k'ol t'a yib'anh jun chonhab' tik yet' t'a yib'anh eb' cajan t'ay, yujto ix iq'uem a b'ha t'a vichanh, ix a nhik'chitanb'at a pichul, ix ach oq'ui, anhejtona' in ix vab' pax tas ix ala'. Yuj chi' a in val Jehová in sval t'ayach:"
        },
        {
            "number": "27",
            "text": "Ha in ol vaq'uelk'ochi to junk'olal ol ach chamoc, ol ach mucchaj b'aj mucan eb' a mam icham. Ichato chi' ol javoc juntzanh yaelal ol vak'cot t'a yib'anh jun chonhab' tik yet' t'a yib'anh masanil eb' cajan t'ay, xchi Jehová, xchi ix Hulda chi'. Yuj chi' ix meltzaj eb' vinh schecab' vinh rey chi', ix ul yalan spac tas ix b'at sk'anb'ej eb' vinh chi'."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi' ix schecan vinh rey chi' avtajcot masanil eb' vinh yichamtac vinaquil Judá yet' eb' yic Jerusalén chi' to smolb'ej sb'a eb' vinh smasanil."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix q'ue vinh rey chi' t'a scajnub' Jehová yet' masanil eb' ix smolb'ej sb'a chi' yet' pax eb' vinh sacerdote, eb' vinh levita yet' masanil anima ay t'a yol smacb'en chi' yet' pax masanil eb' unin yet' masanil eb' ichamtac anima. Ata' ix schec vinh rey chi' avtaj jun uum chi' yab' masanil anima chi', aton tastac aycan t'a yumal strato Jehová ix ilchajelta yuj eb' t'a yol templo chi'."
        },
        {
            "number": "30",
            "text": "Ix och linhan vinh rey chi' t'a stz'ey jun niwan oy. Ata' ix yak' sti' vinh t'a yichanh Jehová to t'a val smasanil sk'ool vinh ol sk'anab'ajej sb'eyb'alan masanil checnab'il yet' k'ayb'ub'al chi', icha val yaj stz'ib'chajcan t'a yumal strato Jehová chi'."
        },
        {
            "number": "31",
            "text": "Ixlajwi chi' ix yalan vinh t'a masanil anima molanek' chi', eb' aj Jerusalén yet' eb' yic Benjamín to syak' sti' eb' sk'anab'ajani. Masanil eb' cajan t'a Jerusalén chi', ix sk'anab'ajej eb' icha val yajcan t'a yumal strato sDiosal eb' yet' eb' smam yicham."
        },
        {
            "number": "32",
            "text": "Ix schecan vinhaj Josías chi' ik'joquel masanil yechel yajb'entac ay t'a yol smacb'en Israel chi'. Ix yalan vinh to tz'och masanil eb' ayek' t'a Israel chi' ejmelal t'a Jehová Dios. Yacb'an pitzanto vinh, maj yiq'uel sb'a eb' t'a Jehová sDiosal eb' smam yicham eb'."
        }
    ]
}