{
    "chapter": "35",
    "verses": [
        {
            "number": "1",
            "text": "Ix och q'uinh yuj vinhaj Josías chi' yic syik'anchaanh Jehová vinh t'a Jerusalén chi', aton yic snaancot eb' ayic yelnaccot eb' smam yicham eb' t'a Egipto. Ayic 14 yoch b'ab'el uj ix smilcham nok' calnel eb' silab'il yuj q'uinh chi'."
        },
        {
            "number": "2",
            "text": "Ix yak'anoch eb' vinh sacerdote vinh t'a yopisio, ix iptzitaj eb' vinh yuj vinh yic syilan yopisio eb' vinh chi' t'a scajnub' Jehová."
        },
        {
            "number": "3",
            "text": "Ix schecan vinh smolb'ej sb'a eb' vinh levita tz'ak'an servil Jehová, aton eb' vinh sk'ayb'an eb' yetisraelal. Ix yalan vinh t'a eb' vinh icha tik: Naeccoti to a te' scaxail strato Jehová, aycan te' t'a yol scajnub' Jehová sb'onac vinhaj Salomón yuninal vinhaj David sreyal Israel. Yuj chi' a ex tik maxtzac e b'achlaj b'eyek' te' t'a sjolom e jenhjab'. Ha ticnaic aq'ek servil Jehová co Diosal yet' pax eb' quetisraelal schonhab' co Diosal chi'."
        },
        {
            "number": "4",
            "text": "B'oecoch e b'ha t'a stzolal, icha syal stzolal smacanhil eb' e mam eyicham, icha yaj stz'ib'chajcan yuj vinhaj David yet' vinhaj Salomón chi'."
        },
        {
            "number": "5",
            "text": "Tzex kan nanhaloc ex levita ex tik t'a scajnub' Jehová chi', icha syal smacanhil eyaji, yic wach' tzex kolwaj t'a junjun makan eb' quetisraelal sk'ab'yoc sb'a,"
        },
        {
            "number": "6",
            "text": "yic tze milancham nok' quelemtac calnel silab'il yic q'uinh tik. Yuj chi' sacb'itejec e b'a icha yalan ley yet' pax tas yowalil sacb'itaji, yic wach' syal sk'anab'ajan eb' quetisraelal tik masanil tas yalnaccan vinhaj Moisés yuj Jehová, xchi vinh rey chi'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', haxo t'a skal nok' smolb'etzal nok' vinhaj Josías chi' ix yiq'uelta juntzanh nok' ix yak' vinh t'a eb' anima molanek' chi', yic wach' ay nok' syal yak'an eb' silab'il t'a q'uinh chi'. Aton sb'isul nok' tik: 30 mil nok' calnel yet' nok' chiva yet' 3 mil nok' quelemtac vacax."
        },
        {
            "number": "8",
            "text": "Anhejtona' eb' vinh ayoch yajalil yet' vinh rey chi', ix el val t'a sk'ool eb' vinh yak'an silab' t'a eb' chonhab' chi', t'a eb' vinh sacerdote yet' t'a eb' vinh levita. Axo pax vinhaj Hilcías, vinhaj Zacarías yet' vinhaj Jehiel, aton eb' vinh tz'ilan scajnub' Jehová, 2 mil 600 nok' calnel yet' 300 nok' quelemtac vacax ix yak' eb' vinh yic tz'och q'uinh chi'."
        },
        {
            "number": "9",
            "text": "Ha vinhaj Conanías yet' eb' vinh yuk'tac, aton vinhaj Semaías, vinhaj Natanael, vinhaj Hasabías, vinhaj Jeiel yet' vinhaj Josabad, aton eb' vinh yajalil eb' vinh levita, 5 mil nok' calnel yet' nok' chiva ix yak' eb' vinh yic tz'och q'uinh chi'. Ix yak'anpax 500 nok' quelemtac vacax eb' vinh yic syak' nok' eb' vinh levita silab'il."
        },
        {
            "number": "10",
            "text": "Ayic wach'xo yaj masanil yic tz'och q'uinh chi', ix sb'oanoch sb'a eb' vinh sacerdote t'a stzolal yet' pax eb' vinh levita, icha ix aj yalan vinh rey."
        },
        {
            "number": "11",
            "text": "Ix smilancham nok' nok' chi' eb' vinh silab'il yic q'uinh chi'. Ix yak'an schiq'uil nok' eb' vinh levita chi' t'a eb' vinh sacerdote. Axo eb' vinh ix tzicanoch schiq'uil nok' chi' t'a altar. Ixlajwi chi' ix spatz'anel nok' eb' vinh levita chi'."
        },
        {
            "number": "12",
            "text": "Ix spojanek' xepual nok' silab' snhusjitz'a smasanil eb' vinh sacerdote chi', ix yak'an eb' vinh t'a junjun makan eb' ayto yuj sb'a, yic syak'an eb' t'a Jehová, icha yaj stz'ib'chajcan t'a yumal yuj vinhaj Moisés. Anheja' icha chi' ix yutej pax nok' vacax eb' vinh."
        },
        {
            "number": "13",
            "text": "Ix sb'olan nok' silab' yic q'uinh chi' eb' vinh, icha val yaj stz'ib'chajcani. Axo juntzanhxo nok' silab' chi', ix stz'anh nok' eb' vinh t'a yol chen yet' t'a yoltac xalten. Elanhchamel ix spuquek' nok' eb' vinh t'a eb' anima."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix sb'oan yic eb' vinh levita chi' yet' pax tas yic eb' vinh sacerdote, yujto a eb' vinh sacerdote yinhtilal Aarón te ay tas sk'ulej eb' vinh sq'ue ak'val yic snhusan nok' silab' eb' vinh stz'a smasanil yet' pax xepual nok'. Yuj chi' munil ix sb'o yic eb' vinh levita chi', ix sb'oanpax yic eb' vinh sacerdote chi' eb' vinh."
        },
        {
            "number": "15",
            "text": "Axo pax eb' vinh sb'itani, aton eb' vinh yinhtilal vinhaj Asaf, ayoch eb' vinh t'a yopisio chi', icha yajcan yuj vinhaj rey David, vinhaj Asaf, vinhaj Hemán yet' vinhaj Jedutún, schecab' eb' tik vinhaj rey David chi'. Axo eb' vinh stanhvan puerta, aypaxoch eb' vinh yilan yopisio chi'. Malaj junok eb' vinh syactejcan yilan yopisio, yujto a eb' vinh yetlevitail eb' vinh sb'oan nok' silab' eb' vinh."
        },
        {
            "number": "16",
            "text": "Icha chi' ix aj yak'ji servil Jehová t'a sk'ual q'uinh chi', yic tz'ak'jipax silab' t'ay t'a altar, aton silab' snhusjitz'a smasanil, icha ix aj yalan vinhaj rey Josías chi'."
        },
        {
            "number": "17",
            "text": "Masanil eb' israel van sb'oan q'uinh chi', uque' k'ual pax ix sva ixim pan eb' malaj yich."
        },
        {
            "number": "18",
            "text": "Malaj b'aj ix och junok q'uinh icha jun chi' yictax t'a stiempoal vinhaj Samuel schecab' Dios. Malaj val junocxo sreyal Israel ix ak'anoch jun q'uinh chi' icha ix aj yoch yuj vinhaj rey Josías yet' eb' vinh sacerdote, eb' vinh levita yet' masanil eb' aj Judá yet' eb' aj Israel ayek' chi' yet' pax eb' cajan t'a Jerusalén chi'."
        },
        {
            "number": "19",
            "text": "Ayic 18 ab'ilxo yoch vinhaj Josías chi' reyal ix och jun q'uinh chi'."
        },
        {
            "number": "20",
            "text": "Ayic toxo ix laj uji juntzanh chi', ayic toxo ix b'ochajxi scajnub' Jehová yuj vinhaj rey Josías chi', haxo vinhaj Necao sreyal Egipto, van sb'at vinh t'ha ha' Éufrates yic syak' oval vinh yet' chonhab' Carquemis. Axo vinhaj rey Josías chi' ix b'at smac sat vinh."
        },
        {
            "number": "21",
            "text": "Ha vinhaj Necao chi', ix scheccot eb' schecab' vinh yic tzul alchaj t'a vinhaj Josías chi' icha tik: Ach sreyal Judá, manh ak' oval ved'oc, yujto manhoc ed'oc tzin javi vak' oval, palta a yet' junxo nación aytaxon voval yet'oc, yujto ha Dios ix alan t'ayin to tzin pil vip vak'an oval tik. Actej a telan a b'a yet' Dios yic wach' max ach satel yuj, yujto ha' ayoch ved'oc, xchicot vinh."
        },
        {
            "number": "22",
            "text": "Palta haxo vinhaj Josías chi' maj meltzajlaj vinh, to ix sq'uexel sb'a vinh yic syak'an oval vinh. Maj schalaj yab' vinh tas ix yal vinhaj Necao chi', wach'chom ha Dios ix alani. Yuj chi' ix yak' oval vinh yet' vinhaj Necao chi' t'a jun panhan yic Meguido."
        },
        {
            "number": "23",
            "text": "Ha eb' sjulvajum vinhaj Necao chi', ix sjulb'at sjul-lab' eb' t'a vinhaj Josías chi'. Ix yamchaj vinh sjulan eb', yuj chi' ix yal vinh t'a eb' ed'jinac scarruaje: Iq'ek in el t'a tik, yujto te niwan ix in aj in lajvi, xchi vinh."
        },
        {
            "number": "24",
            "text": "Ix yik'anelta vinh eb', ix yak'anoch vinh eb' t'a yol junxo schab'il carruaje, ix yik'ancot vinh eb' t'a Jerusalén, ata' ix cham vinh. Ix smucan vinh eb' b'aj mucb'il eb' smam yicham. Masanil eb' aj Judá yet' eb' aj Jerusalén ix ok' eb' yuj vinh."
        },
        {
            "number": "25",
            "text": "Axo vinhaj Jeremías ixb’o’an jun sb'ital yic snachajcot schamel vinh. Ix cannhej jun b'it chi', masanil eb' vinh vinac yet' eb' ix ix sb'itani, ayic sb'itan jun b'it chi' eb' yuj schamel junok anima, snacot vinhaj Josías chi' eb'. Ha jun b'it chi' ix ochcan t'a stzolal sb'itan eb' israel yuj junok chamel, aycan t'a yumal sb'ital cusk'olal."
        },
        {
            "number": "26",
            "text": "Ha jantacto yab'ixal vinhaj Josías chi' yet' tastac ix sk'ulej vinh, te wach' icha yaj stz'ib'chajcan t'a yumal sley Jehová"
        },
        {
            "number": "27",
            "text": "yet' masanil tastac ix sk'ulej vinh ayic ix el yich yet' slajvub', aycan b'aj tz'ib'ab'ilcan yab'ixal eb' vinh sreyal Israel yet' Judá."
        }
    ]
}