{
    "chapter": "35",
    "verses": [
        {
            "number": "1",
            "text": "Ix och q'uinh yuj winhaj Josías chi' yic syik'anchaanh Jehová winh t'a Jerusalén chi', aton yic snaancot heb' ayic yelnaccot heb' smam yicham heb' t'a Egipto. Ayic 14 yoch b'ab'el uj ix smilcham nok' calnel heb' silab'il yuj q'uinh chi'."
        },
        {
            "number": "2",
            "text": "Ix yak'anoch heb' winh sacerdote winh t'a yopisio, ix iptzitaj heb' winh yuj winh yic syilan yopisio heb' winh chi' t'a scajnub' Jehová."
        },
        {
            "number": "3",
            "text": "Ix schecan winh smolb'ej sb'a heb' winh lewita tz'ak'an serwil Jehová, aton heb' winh sk'ayb'an heb' yetisraelal. Ix yalan winh t'a heb' winh icha tik: Naeccoti to a te' scaxail strato Jehová, aycan te' t'a yol scajnub' Jehová sb'onac winhaj Salomón yuninal winhaj Dawid sreyal Israel. Yuj chi' a ex tik maxtzac he b'achlaj b'eyek' te' t'a sjolom he jenhjab'. Ha ticnaik aq'ek serwil Jehová ko Diosal yet' pax heb' quetisraelal schonhab' ko Diosal chi'."
        },
        {
            "number": "4",
            "text": "B'oecoch he b'ha t'a stzolal, icha syal stzolal smacanhil heb' he mam eyicham, icha yaj stz'ib'chajcan yuj winhaj Dawid yet' winhaj Salomón chi'."
        },
        {
            "number": "5",
            "text": "Tzex kan nanhaloc ex lewita ex tik t'a scajnub' Jehová chi', icha syal smacanhil eyaji, yic wach' tzex kolwaj t'a junjun makan heb' quetisraelal sk'ab'yoc sb'a,"
        },
        {
            "number": "6",
            "text": "yic tze milancham nok' kelemtac calnel silab'il yic q'uinh tik. Yuj chi' sacb'itejec he b'a icha yalan ley yet' pax tas yowalil sacb'itaji, yic wach' syal sk'anab'ajan heb' quetisraelal tik masanil tas yalnaccan winhaj Moisés yuj Jehová, xchi winh rey chi'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', haxo t'a skal nok' smolb'etzal nok' winhaj Josías chi' ix yik'elta juntzanh nok' ix yak' winh t'a heb' anima molanek' chi', yic wach' ay nok' syal yak'an heb' silab'il t'a q'uinh chi'. Aton sb'isul nok' tik: 30 mil nok' calnel yet' nok' chiwa yet' 3 mil nok' kelemtac wacax."
        },
        {
            "number": "8",
            "text": "Anhejtona' heb' winh ayoch yajalil yet' winh rey chi', ix el wal t'a sk'ool heb' winh yak'an silab' t'a heb' chonhab' chi', t'a heb' winh sacerdote yet' t'a heb' winh lewita. Axo pax winhaj Hilcías, winhaj Zacarías yet' winhaj Jehiel, aton heb' winh tz'ilan scajnub' Jehová, 2 mil 600 nok' calnel yet' 300 nok' kelemtac wacax ix yak' heb' winh yic tz'och q'uinh chi'."
        },
        {
            "number": "9",
            "text": "Ha winhaj Conanías yet' heb' winh yuk'tac, aton winhaj Semaías, winhaj Natanael, winhaj Hasabías, winhaj Jeiel yet' winhaj Josabad, aton heb' winh yajalil heb' winh lewita, 5 mil nok' calnel yet' nok' chiwa ix yak' heb' winh yic tz'och q'uinh chi'. Ix yak'anpax 500 nok' kelemtac wacax heb' winh yic syak' nok' heb' winh lewita silab'il."
        },
        {
            "number": "10",
            "text": "Ayic wach'xo yaj masanil yic tz'och q'uinh chi', ix sb'oanoch sb'a heb' winh sacerdote t'a stzolal yet' pax heb' winh lewita, icha ix aj yalan winh rey."
        },
        {
            "number": "11",
            "text": "Ix smilancham nok' nok' chi' heb' winh silab'il yic q'uinh chi'. Ix yak'an schiq'uil nok' heb' winh lewita chi' t'a heb' winh sacerdote. Axo heb' winh ix tzicanoch schiq'uil nok' chi' t'a altar. Ixlajwi chi' ix spatz'anel nok' heb' winh lewita chi'."
        },
        {
            "number": "12",
            "text": "Ix spojanek' xepual nok' silab' snhusjitz'a smasanil heb' winh sacerdote chi', ix yak'an heb' winh t'a junjun makan heb' ayto yuj sb'a, yic syak'an heb' t'a Jehová, icha yaj stz'ib'chajcan t'a yumal yuj winhaj Moisés. Anheja' icha chi' ix yutej pax nok' wacax heb' winh."
        },
        {
            "number": "13",
            "text": "Ix sb'olan nok' silab' yic q'uinh chi' heb' winh, icha wal yaj stz'ib'chajcani. Axo juntzanhxo nok' silab' chi', ix stz'anh nok' heb' winh t'a yol chen yet' t'a yoltac xalten. Elanhchamel ix spuquek' nok' heb' winh t'a heb' anima."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix sb'oan yic heb' winh lewita chi' yet' pax tas yic heb' winh sacerdote, yujto a heb' winh sacerdote yinhtilal Aarón te ay tas sk'ulej heb' winh sk'e ak'wal yic snhusan nok' silab' heb' winh stz'a smasanil yet' pax xepual nok'. Yuj chi' munil ix sb'o yic heb' winh lewita chi', ix sb'oanpax yic heb' winh sacerdote chi' heb' winh."
        },
        {
            "number": "15",
            "text": "Axo pax heb' winh sb'itani, aton heb' winh yinhtilal winhaj Asaf, ayoch heb' winh t'a yopisio chi', icha yajcan yuj winhaj rey Dawid, winhaj Asaf, winhaj Hemán yet' winhaj Jedutún, schecab' heb' tik winhaj rey Dawid chi'. Axo heb' winh stanhwan puerta, aypaxoch heb' winh yilan yopisio chi'. Malaj junok heb' winh syactejcan yilan yopisio, yujto a heb' winh yetlewitail heb' winh sb'oan nok' silab' heb' winh."
        },
        {
            "number": "16",
            "text": "Icha chi' ix aj yak'ji serwil Jehová t'a sk'ual q'uinh chi', yic tz'ak'jipax silab' t'ay t'a altar, aton silab' snhusjitz'a smasanil, icha ix aj yalan winhaj rey Josías chi'."
        },
        {
            "number": "17",
            "text": "Masanil heb' israel wan sb'oan q'uinh chi', uque' k'ual pax ix swa ixim pan heb' malaj yich."
        },
        {
            "number": "18",
            "text": "Malaj b'aj ix och junok q'uinh icha jun chi' yictax t'a stiempoal winhaj Samuel schecab' Dios. Malaj wal junocxo sreyal Israel ix ak'anoch jun q'uinh chi' icha ix aj yoch yuj winhaj rey Josías yet' heb' winh sacerdote, heb' winh lewita yet' masanil heb' aj Judá yet' heb' aj Israel ayek' chi' yet' pax heb' cajan t'a Jerusalén chi'."
        },
        {
            "number": "19",
            "text": "Ayic 18 ab'ilxo yoch winhaj Josías chi' reyal ix och jun q'uinh chi'."
        },
        {
            "number": "20",
            "text": "Ayic toxo ix laj uji juntzanh chi', ayic toxo ix b'ochajxi scajnub' Jehová yuj winhaj rey Josías chi', haxo winhaj Necao sreyal Egipto, wan sb'at winh t'ha ha' Éufrates yic syak' owal winh yet' chonhab' Carquemis. Axo winhaj rey Josías chi' ix b'at smac sat winh."
        },
        {
            "number": "21",
            "text": "Ha winhaj Necao chi', ix scheccot heb' schecab' winh yic tzul alchaj t'a winhaj Josías chi' icha tik: Ach sreyal Judá, manh ak' owal wed'oc, yujto manhoc ed'oc tzin jawi wak' owal, palta a yet' junxo nación aytaxon wowal yet'oc, yujto ha Dios ix alan t'ayin to tzin pil wip wak'an owal tik. Actej a telan a b'a yet' Dios yic wach' max ach satel yuj, yujto ha' ayoch wed'oc, xchicot winh."
        },
        {
            "number": "22",
            "text": "Palta haxo winhaj Josías chi' maj meltzajlaj winh, to ix sk'exel sb'a winh yic syak'an owal winh. Maj schalaj yab' winh tas ix yal winhaj Necao chi', wach'chom ha Dios ix alani. Yuj chi' ix yak' owal winh yet' winhaj Necao chi' t'a jun panhan yic Meguido."
        },
        {
            "number": "23",
            "text": "Ha heb' sjulwajum winhaj Necao chi', ix sjulb'at sjul-lab' heb' t'a winhaj Josías chi'. Ix yamchaj winh sjulan heb', yuj chi' ix yal winh t'a heb' ed'jinac scarruaje: Iq'ek in el t'a tik, yujto te niwan ix in aj in lajwi, xchi winh."
        },
        {
            "number": "24",
            "text": "Ix yik'anelta winh heb', ix yak'anoch winh heb' t'a yol junxo schab'il carruaje, ix yik'ancot winh heb' t'a Jerusalén, ata' ix cham winh. Ix smucan winh heb' b'aj mucb'il heb' smam yicham. Masanil heb' aj Judá yet' heb' aj Jerusalén ix ok' heb' yuj winh."
        },
        {
            "number": "25",
            "text": "Axo winhaj Jeremías ixb’o’an jun sb'ital yic snachajcot schamel winh. Ix cannhej jun b'it chi', masanil heb' winh winak yet' heb' ix ix sb'itani, ayic sb'itan jun b'it chi' heb' yuj schamel junok anima, snacot winhaj Josías chi' heb'. Ha jun b'it chi' ix ochcan t'a stzolal sb'itan heb' israel yuj junok chamel, aycan t'a yumal sb'ital cusk'olal."
        },
        {
            "number": "26",
            "text": "Ha jantacto yab'ixal winhaj Josías chi' yet' tastac ix sk'ulej winh, te wach' icha yaj stz'ib'chajcan t'a yumal sley Jehová"
        },
        {
            "number": "27",
            "text": "yet' masanil tastac ix sk'ulej winh ayic ix el yich yet' slajwub', aycan b'aj tz'ib'ab'ilcan yab'ixal heb' winh sreyal Israel yet' Judá."
        }
    ]
}