{
    "chapter": "35",
    "verses": [
        {
            "number": "1",
            "text": "Ix och q'uinh yuj vinhaj Josías chi' yic syik'anchaanh Jehová vinh d'a Jerusalén chi', aton yic snaancot eb' ayic yelnaccot eb' smam yicham eb' d'a Egipto. Ayic 14 yoch b'ab'el uj ix smilcham nok' calnel eb' silab'il yuj q'uinh chi'."
        },
        {
            "number": "2",
            "text": "Ix yak'anoch eb' vinh sacerdote vinh d'a yopisio, ix iptzitaj eb' vinh yuj vinh yic syilan yopisio eb' vinh chi' d'a scajnub' Jehová."
        },
        {
            "number": "3",
            "text": "Ix schecan vinh smolb'ej sb'a eb' vinh levita tz'ak'an servil Jehová, aton eb' vinh sk'ayb'an eb' yetisraelal. Ix yalan vinh d'a eb' vinh icha tic: Naeccoti to a te' scaxail strato Jehová, aycan te' d'a yol scajnub' Jehová sb'onac vinhaj Salomón yuninal vinhaj David sreyal Israel. Yuj chi' a ex tic maxtzac e b'achlaj b'eyek' te' d'a sjolom e jenhjab'. A ticnaic aq'uec servil Jehová co Diosal yed' pax eb' quetisraelal schonhab' co Diosal chi'."
        },
        {
            "number": "4",
            "text": "B'oecoch e b'a d'a stzolal, icha syal stzolal smacanhil eb' e mam eyicham, icha yaj stz'ib'chajcan yuj vinhaj David yed' vinhaj Salomón chi'."
        },
        {
            "number": "5",
            "text": "Tzex can nanhaloc ex levita ex tic d'a scajnub' Jehová chi', icha syal smacanhil eyaji, yic vach' tzex colvaj d'a junjun macanh eb' quetisraelal sk'ab'yoc sb'a,"
        },
        {
            "number": "6",
            "text": "yic tze milancham nok' quelemtac calnel silab'il yic q'uinh tic. Yuj chi' sacb'itejec e b'a icha yalan ley yed' pax tas yovalil sacb'itaji, yic vach' syal sk'anab'ajan eb' quetisraelal tic masanil tas yalnaccan vinhaj Moisés yuj Jehová, xchi vinh rey chi'."
        },
        {
            "number": "7",
            "text": "Ix lajvi chi', axo d'a scal nok' smolb'etzal nok' vinhaj Josías chi' ix yiq'uelta juntzanh nok' ix yak' vinh d'a eb' anima molanek' chi', yic vach' ay nok' syal yak'an eb' silab'il d'a q'uinh chi'. Aton sb'isul nok' tic: 30 mil nok' calnel yed' nok' chiva yed' 3 mil nok' quelemtac vacax."
        },
        {
            "number": "8",
            "text": "Anhejtona' eb' vinh ayoch yajalil yed' vinh rey chi', ix el val d'a sk'ool eb' vinh yak'an silab' d'a eb' chonhab' chi', d'a eb' vinh sacerdote yed' d'a eb' vinh levita. Axo pax vinhaj Hilcías, vinhaj Zacarías yed' vinhaj Jehiel, aton eb' vinh tz'ilan scajnub' Jehová, 2 mil 600 nok' calnel yed' 300 nok' quelemtac vacax ix yak' eb' vinh yic tz'och q'uinh chi'."
        },
        {
            "number": "9",
            "text": "A vinhaj Conanías yed' eb' vinh yuk'tac, aton vinhaj Semaías, vinhaj Natanael, vinhaj Hasabías, vinhaj Jeiel yed' vinhaj Josabad, aton eb' vinh yajalil eb' vinh levita, 5 mil nok' calnel yed' nok' chiva ix yak' eb' vinh yic tz'och q'uinh chi'. Ix yak'anpax 500 nok' quelemtac vacax eb' vinh yic syak' nok' eb' vinh levita silab'il."
        },
        {
            "number": "10",
            "text": "Ayic vach'xo yaj masanil yic tz'och q'uinh chi', ix sb'oanoch sb'a eb' vinh sacerdote d'a stzolal yed' pax eb' vinh levita, icha ix aj yalan vinh rey."
        },
        {
            "number": "11",
            "text": "Ix smilancham nok' nok' chi' eb' vinh silab'il yic q'uinh chi'. Ix yak'an schiq'uil nok' eb' vinh levita chi' d'a eb' vinh sacerdote. Axo eb' vinh ix tzicanoch schiq'uil nok' chi' d'a altar. Ix lajvi chi' ix spatz'anel nok' eb' vinh levita chi'."
        },
        {
            "number": "12",
            "text": "Ix spojanek' xepual nok' silab' snhusjitz'a smasanil eb' vinh sacerdote chi', ix yak'an eb' vinh d'a junjun macanh eb' ayto yuj sb'a, yic syak'an eb' d'a Jehová, icha yaj stz'ib'chajcan d'a yumal yuj vinhaj Moisés. Anheja' icha chi' ix yutej pax nok' vacax eb' vinh."
        },
        {
            "number": "13",
            "text": "Ix sb'olan nok' silab' yic q'uinh chi' eb' vinh, icha val yaj stz'ib'chajcani. Axo juntzanhxo nok' silab' chi', ix stz'anh nok' eb' vinh d'a yol chen yed' d'a yoltac xalten. Elanhchamel ix spuquek' nok' eb' vinh d'a eb' anima."
        },
        {
            "number": "14",
            "text": "Ix lajvi chi', ix sb'oan yic eb' vinh levita chi' yed' pax tas yic eb' vinh sacerdote, yujto a eb' vinh sacerdote yinhtilal Aarón te ay tas sk'ulej eb' vinh sq'ue ak'val yic snhusan nok' silab' eb' vinh stz'a smasanil yed' pax xepual nok'. Yuj chi' munil ix sb'o yic eb' vinh levita chi', ix sb'oanpax yic eb' vinh sacerdote chi' eb' vinh."
        },
        {
            "number": "15",
            "text": "Axo pax eb' vinh sb'itani, aton eb' vinh yinhtilal vinhaj Asaf, ayoch eb' vinh d'a yopisio chi', icha yajcan yuj vinhaj rey David, vinhaj Asaf, vinhaj Hemán yed' vinhaj Jedutún, schecab' eb' tic vinhaj rey David chi'. Axo eb' vinh stanhvan puerta, aypaxoch eb' vinh yilan yopisio chi'. Malaj junoc eb' vinh syactejcan yilan yopisio, yujto a eb' vinh yetlevitail eb' vinh sb'oan nok' silab' eb' vinh."
        },
        {
            "number": "16",
            "text": "Icha chi' ix aj yak'ji servil Jehová d'a sk'ual q'uinh chi', yic tz'ak'jipax silab' d'ay d'a altar, aton silab' snhusjitz'a smasanil, icha ix aj yalan vinhaj rey Josías chi'."
        },
        {
            "number": "17",
            "text": "Masanil eb' israel van sb'oan q'uinh chi', uque' k'ual pax ix sva ixim pan eb' malaj yich."
        },
        {
            "number": "18",
            "text": "Malaj b'aj ix och junoc q'uinh icha jun chi' yictax d'a stiempoal vinhaj Samuel schecab' Dios. Malaj val junocxo sreyal Israel ix ak'anoch jun q'uinh chi' icha ix aj yoch yuj vinhaj rey Josías yed' eb' vinh sacerdote, eb' vinh levita yed' masanil eb' aj Judá yed' eb' aj Israel ayek' chi' yed' pax eb' cajan d'a Jerusalén chi'."
        },
        {
            "number": "19",
            "text": "Ayic 18 ab'ilxo yoch vinhaj Josías chi' reyal ix och jun q'uinh chi'."
        },
        {
            "number": "20",
            "text": "Ayic toxo ix laj uji juntzanh chi', ayic toxo ix b'ochajxi scajnub' Jehová yuj vinhaj rey Josías chi', axo vinhaj Necao sreyal Egipto, van sb'at vinh d'a a' Éufrates yic syak' oval vinh yed' chonhab' Carquemis. Axo vinhaj rey Josías chi' ix b'at smac sat vinh."
        },
        {
            "number": "21",
            "text": "A vinhaj Necao chi', ix scheccot eb' schecab' vinh yic tzul alchaj d'a vinhaj Josías chi' icha tic: Ach sreyal Judá, manh ak' oval ved'oc, yujto manhoc ed'oc tzin javi vak' oval, palta a yed' junxo nación aytaxon voval yed'oc, yujto a Dios ix alan d'ayin to tzin pil vip vak'an oval tic. Actej a telan a b'a yed' Dios yic vach' max ach satel yuuj, yujto a' ayoch ved'oc, xchicot vinh."
        },
        {
            "number": "22",
            "text": "Palta axo vinhaj Josías chi' maj meltzajlaj vinh, to ix sq'uexel sb'a vinh yic syak'an oval vinh. Maj schalaj yab' vinh tas ix yal vinhaj Necao chi', vach'chom a Dios ix alani. Yuj chi' ix yak' oval vinh yed' vinhaj Necao chi' d'a jun panhan yic Meguido."
        },
        {
            "number": "23",
            "text": "A eb' sjulvajum vinhaj Necao chi', ix sjulb'at sjul-lab' eb' d'a vinhaj Josías chi'. Ix yamchaj vinh sjulan eb', yuj chi' ix yal vinh d'a eb' ed'jinac scarruaje: Iq'uec in el d'a tic, yujto te nivan ix in aj in lajvi, xchi vinh."
        },
        {
            "number": "24",
            "text": "Ix yik'anelta vinh eb', ix yak'anoch vinh eb' d'a yol junxo schab'il carruaje, ix yik'ancot vinh eb' d'a Jerusalén, ata' ix cham vinh. Ix smucan vinh eb' b'aj mucb'il eb' smam yicham. Masanil eb' aj Judá yed' eb' aj Jerusalén ix ok' eb' yuj vinh."
        },
        {
            "number": "25",
            "text": "Axo vinhaj Jeremías ix b'oan jun sb'ital yic snachajcot schamel vinh. Ix cannhej jun b'it chi', masanil eb' vinh vinac yed' eb' ix ix sb'itani, ayic sb'itan jun b'it chi' eb' yuj schamel junoc anima, snacot vinhaj Josías chi' eb'. A jun b'it chi' ix ochcan d'a stzolal sb'itan eb' israel yuj junoc chamel, aycan d'a yumal sb'ital cusk'olal."
        },
        {
            "number": "26",
            "text": "A jantacto yab'ixal vinhaj Josías chi' yed' tastac ix sk'ulej vinh, te vach' icha yaj stz'ib'chajcan d'a yumal sley Jehová"
        },
        {
            "number": "27",
            "text": "yed' masanil tastac ix sk'ulej vinh ayic ix el yich yed' slajvub', aycan b'aj tz'ib'ab'ilcan yab'ixal eb' vinh sreyal Israel yed' Judá."
        }
    ]
}