{
    "chapter": "35",
    "verses": [
        {
            "number": "1",
            "text": "Ix och q'uinh yuj winhaj Josías chi' yic syik'anchaanh Jehová winh t'a Jerusalén chi', aton yic snaancot eb' ayic yelnaccot eb' smam yicham eb' t'a Egipto. Ayic 14 yoch b'ab'el uj ix smilcham nok' calnel eb' silab'il yuj q'uinh chi'."
        },
        {
            "number": "2",
            "text": "Ix yak'anoch eb' winh sacerdote winh t'a yopisio, ix iptzitaj eb' winh yuj winh yic syilan yopisio eb' winh chi' t'a scajnub' Jehová."
        },
        {
            "number": "3",
            "text": "Ix schecan winh smolb'ej sb'a eb' winh levita tz'ak'an servil Jehová, aton eb' winh sk'ayb'an eb' yetisraelal. Ix yalan winh t'a eb' winh icha tik: Naeccoti to a te' scaxail strato Jehová, aycan te' t'a yol scajnub' Jehová sb'onac winhaj Salomón yuninal winhaj David sreyal Israel. Yuj chi' a ex tik maxtzac e b'achlaj b'eyek' te' t'a sjolom e jenhjab'. Ha ticnaic aq'ek servil Jehová co Diosal yet' pax eb' quetisraelal schonhab' co Diosal chi'."
        },
        {
            "number": "4",
            "text": "B'oecoch e b'ha t'a stzolal, icha syal stzolal smacanhil eb' e mam eyicham, icha yaj stz'ib'chajcan yuj winhaj David yet' winhaj Salomón chi'."
        },
        {
            "number": "5",
            "text": "Tzex kan nanhaloc ex levita ex tik t'a scajnub' Jehová chi', icha syal smacanhil eyaji, yic wach' tzex kolwaj t'a junjun makan eb' quetisraelal sk'ab'yoc sb'a,"
        },
        {
            "number": "6",
            "text": "yic tze milancham nok' quelemtac calnel silab'il yic q'uinh tik. Yuj chi' sacb'itejec e b'a icha yalan ley yet' pax tas yowalil sacb'itaji, yic wach' syal sk'anab'ajan eb' quetisraelal tik masanil tas yalnaccan winhaj Moisés yuj Jehová, xchi winh rey chi'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', haxo t'a skal nok' smolb'etzal nok' winhaj Josías chi' ix yiq'uelta juntzanh nok' ix yak' winh t'a eb' anima molanek' chi', yic wach' ay nok' syal yak'an eb' silab'il t'a q'uinh chi'. Aton sb'isul nok' tik: 30 mil nok' calnel yet' nok' chiva yet' 3 mil nok' quelemtac vacax."
        },
        {
            "number": "8",
            "text": "Anhejtona' eb' winh ayoch yajalil yet' winh rey chi', ix el val t'a sk'ool eb' winh yak'an silab' t'a eb' chonhab' chi', t'a eb' winh sacerdote yet' t'a eb' winh levita. Axo pax winhaj Hilcías, winhaj Zacarías yet' winhaj Jehiel, aton eb' winh tz'ilan scajnub' Jehová, 2 mil 600 nok' calnel yet' 300 nok' quelemtac vacax ix yak' eb' winh yic tz'och q'uinh chi'."
        },
        {
            "number": "9",
            "text": "Ha winhaj Conanías yet' eb' winh yuk'tac, aton winhaj Semaías, winhaj Natanael, winhaj Hasabías, winhaj Jeiel yet' winhaj Josabad, aton eb' winh yajalil eb' winh levita, 5 mil nok' calnel yet' nok' chiva ix yak' eb' winh yic tz'och q'uinh chi'. Ix yak'anpax 500 nok' quelemtac vacax eb' winh yic syak' nok' eb' winh levita silab'il."
        },
        {
            "number": "10",
            "text": "Ayic wach'xo yaj masanil yic tz'och q'uinh chi', ix sb'oanoch sb'a eb' winh sacerdote t'a stzolal yet' pax eb' winh levita, icha ix aj yalan winh rey."
        },
        {
            "number": "11",
            "text": "Ix smilancham nok' nok' chi' eb' winh silab'il yic q'uinh chi'. Ix yak'an schiq'uil nok' eb' winh levita chi' t'a eb' winh sacerdote. Axo eb' winh ix tzicanoch schiq'uil nok' chi' t'a altar. Ixlajwi chi' ix spatz'anel nok' eb' winh levita chi'."
        },
        {
            "number": "12",
            "text": "Ix spojanek' xepual nok' silab' snhusjitz'a smasanil eb' winh sacerdote chi', ix yak'an eb' winh t'a junjun makan eb' ayto yuj sb'a, yic syak'an eb' t'a Jehová, icha yaj stz'ib'chajcan t'a yumal yuj winhaj Moisés. Anheja' icha chi' ix yutej pax nok' vacax eb' winh."
        },
        {
            "number": "13",
            "text": "Ix sb'olan nok' silab' yic q'uinh chi' eb' winh, icha val yaj stz'ib'chajcani. Axo juntzanhxo nok' silab' chi', ix stz'anh nok' eb' winh t'a yol chen yet' t'a yoltac xalten. Elanhchamel ix spuquek' nok' eb' winh t'a eb' anima."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix sb'oan yic eb' winh levita chi' yet' pax tas yic eb' winh sacerdote, yujto a eb' winh sacerdote yinhtilal Aarón te ay tas sk'ulej eb' winh sq'ue ak'val yic snhusan nok' silab' eb' winh stz'a smasanil yet' pax xepual nok'. Yuj chi' munil ix sb'o yic eb' winh levita chi', ix sb'oanpax yic eb' winh sacerdote chi' eb' winh."
        },
        {
            "number": "15",
            "text": "Axo pax eb' winh sb'itani, aton eb' winh yinhtilal winhaj Asaf, ayoch eb' winh t'a yopisio chi', icha yajcan yuj winhaj rey David, winhaj Asaf, winhaj Hemán yet' winhaj Jedutún, schecab' eb' tik winhaj rey David chi'. Axo eb' winh stanhvan puerta, aypaxoch eb' winh yilan yopisio chi'. Malaj junok eb' winh syactejcan yilan yopisio, yujto a eb' winh yetlevitail eb' winh sb'oan nok' silab' eb' winh."
        },
        {
            "number": "16",
            "text": "Icha chi' ix aj yak'ji servil Jehová t'a sk'ual q'uinh chi', yic tz'ak'jipax silab' t'ay t'a altar, aton silab' snhusjitz'a smasanil, icha ix aj yalan winhaj rey Josías chi'."
        },
        {
            "number": "17",
            "text": "Masanil eb' israel van sb'oan q'uinh chi', uque' k'ual pax ix sva ixim pan eb' malaj yich."
        },
        {
            "number": "18",
            "text": "Malaj b'aj ix och junok q'uinh icha jun chi' yictax t'a stiempoal winhaj Samuel schecab' Dios. Malaj val junocxo sreyal Israel ix ak'anoch jun q'uinh chi' icha ix aj yoch yuj winhaj rey Josías yet' eb' winh sacerdote, eb' winh levita yet' masanil eb' aj Judá yet' eb' aj Israel ayek' chi' yet' pax eb' cajan t'a Jerusalén chi'."
        },
        {
            "number": "19",
            "text": "Ayic 18 ab'ilxo yoch winhaj Josías chi' reyal ix och jun q'uinh chi'."
        },
        {
            "number": "20",
            "text": "Ayic toxo ix laj uji juntzanh chi', ayic toxo ix b'ochajxi scajnub' Jehová yuj winhaj rey Josías chi', haxo winhaj Necao sreyal Egipto, van sb'at winh t'ha ha' Éufrates yic syak' oval winh yet' chonhab' Carquemis. Axo winhaj rey Josías chi' ix b'at smac sat winh."
        },
        {
            "number": "21",
            "text": "Ha winhaj Necao chi', ix scheccot eb' schecab' winh yic tzul alchaj t'a winhaj Josías chi' icha tik: Ach sreyal Judá, manh ak' oval ved'oc, yujto manhoc ed'oc tzin javi vak' oval, palta a yet' junxo nación aytaxon voval yet'oc, yujto ha Dios ix alan t'ayin to tzin pil vip vak'an oval tik. Actej a telan a b'a yet' Dios yic wach' max ach satel yuj, yujto ha' ayoch ved'oc, xchicot winh."
        },
        {
            "number": "22",
            "text": "Palta haxo winhaj Josías chi' maj meltzajlaj winh, to ix sq'uexel sb'a winh yic syak'an oval winh. Maj schalaj yab' winh tas ix yal winhaj Necao chi', wach'chom ha Dios ix alani. Yuj chi' ix yak' oval winh yet' winhaj Necao chi' t'a jun panhan yic Meguido."
        },
        {
            "number": "23",
            "text": "Ha eb' sjulvajum winhaj Necao chi', ix sjulb'at sjul-lab' eb' t'a winhaj Josías chi'. Ix yamchaj winh sjulan eb', yuj chi' ix yal winh t'a eb' ed'jinac scarruaje: Iq'ek in el t'a tik, yujto te niwan ix in aj in lajvi, xchi winh."
        },
        {
            "number": "24",
            "text": "Ix yik'anelta winh eb', ix yak'anoch winh eb' t'a yol junxo schab'il carruaje, ix yik'ancot winh eb' t'a Jerusalén, ata' ix cham winh. Ix smucan winh eb' b'aj mucb'il eb' smam yicham. Masanil eb' aj Judá yet' eb' aj Jerusalén ix ok' eb' yuj winh."
        },
        {
            "number": "25",
            "text": "Axo winhaj Jeremías ixb’o’an jun sb'ital yic snachajcot schamel winh. Ix cannhej jun b'it chi', masanil eb' winh vinac yet' eb' ix ix sb'itani, ayic sb'itan jun b'it chi' eb' yuj schamel junok anima, snacot winhaj Josías chi' eb'. Ha jun b'it chi' ix ochcan t'a stzolal sb'itan eb' israel yuj junok chamel, aycan t'a yumal sb'ital cusk'olal."
        },
        {
            "number": "26",
            "text": "Ha jantacto yab'ixal winhaj Josías chi' yet' tastac ix sk'ulej winh, te wach' icha yaj stz'ib'chajcan t'a yumal sley Jehová"
        },
        {
            "number": "27",
            "text": "yet' masanil tastac ix sk'ulej winh ayic ix el yich yet' slajvub', aycan b'aj tz'ib'ab'ilcan yab'ixal eb' winh sreyal Israel yet' Judá."
        }
    ]
}