{
    "chapter": "36",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi' haxo masanil eb' anima ix ak'anoch winhaj Joacaz yuninal winhaj Josías chi' reyal t'a Jerusalén sq'uexuloc winh smam chi'."
        },
        {
            "number": "2",
            "text": "Ayic ix schaanel yich winh yak'an reyal, 23 ab'il sk'inal winh, oxenhej ujal ix yak' reyal winh."
        },
        {
            "number": "3",
            "text": "Ha winh sreyal Egipto ix ik'anel winh t'a reyal chi'. Ix yak'anoch q'uen tumin winh sreyal Egipto chi' t'a yib'anh eb' aj Judá chi' yic syak'an 75 quintal q'uen plata eb' yet' oxe' arroba q'uen oro."
        },
        {
            "number": "4",
            "text": "Axo winhaj Eliaquim yuk'tac winhaj Joacaz chi' ix ochcan reyal t'a Judá chi' yuj winh sreyal Egipto chi'. Ix q'uexchaj sb'i winhaj Eliaquim chi' yuj winh, Joacim ix sb'iejkan winh, haxo winhaj Joacaz chi', ix ik'jib'at winh yuj winh sreyal Egipto chi'."
        },
        {
            "number": "5",
            "text": "Ayic ix och winhaj Joacim chi' reyal, 25 ab'il sk'inal winh, 11 ab'il ix yak' reyal winh t'a Jerusalén. Palta te chuk tas ix sk'ulej winh t'a yichanh Jehová Dios."
        },
        {
            "number": "6",
            "text": "Axo winhaj Nabucodonosor sreyal Babilonia ix javi yak' oval yet' winh, ix tzek'ji winh t'a q'uen cadena, ix ik'jib'at winh t'a Babilonia chi'."
        },
        {
            "number": "7",
            "text": "Anhejtona' ix yik'b'at juntzanh yamk'ab' yic scajnub' Jehová winhaj Nabucodonosor chi', ix yak'anoch winh t'a yol stemplo sdiosal t'a Babilonia chi'."
        },
        {
            "number": "8",
            "text": "Ha jantacto yab'ixal winhaj Joacim chi' yet' tastac te yajb'entac ix sk'ulej winh yet' juntzanhxo chukal ix sk'ulej winh, aycan b'aj tz'ib'ab'ilcan yab'ixal eb' sreyal Israel yet' eb' yic Judá. Axo winhaj Joaquín yuninal winh ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "9",
            "text": "Ayic ix schaanel yich winhaj Joaquín yak'an reyal, 18 ab'il sk'inal winh. Oxe' ujal yet' lajunhexo k'ual ix yak' reyal winh t'a Jerusalén, te chuk tas ix sk'ulej winh t'a yichanh Jehová."
        },
        {
            "number": "10",
            "text": "Ha t'a b'ab'el uj yic jun ab'il chi', ix yal winhaj Nabucodonosor to tz'ik'jib'at winhaj Joaquín chi' t'a Babilonia yet' juntzanh yamk'ab' te caro stojol ay t'a scajnub' Jehová. Axo winhaj Sedequías ix ak'jioch reyal t'a Judá yet' t'a Jerusalén sq'uexuloc winhaj Joaquín chi'. Ha winhaj Sedequías chi', sk'ab' yoc sb'a winh yet' winhaj Joaquín chi'."
        },
        {
            "number": "11",
            "text": "Ha winhaj Sedequías chi', 21 ab'il sk'inal winh ayic ix schaanel yich winh yak'an reyal, 11 ab'il ix yak' reyal winh t'a Jerusalén."
        },
        {
            "number": "12",
            "text": "Te chuk tas ix sk'ulej winh t'a yichanh Jehová. Maj sna sb'a sk'ool winh yuj scachnab'il ix schec Jehová yal winh schecab' aj Jeremías."
        },
        {
            "number": "13",
            "text": "Ijan ix yiq'uel sb'a winh t'a winhaj Nabucodonosor yalani, aton b'aj ix yak' sti' winh t'a yichanh Dios to junnhej ix yutej spensar winh yet' winh. Junelnhej ix yak' pitb'oquel spensar winh, majxo yal sk'ool winh ix meltzaj t'a Jehová sDiosal Israel."
        },
        {
            "number": "14",
            "text": "Anhejtona' masanil eb' winh yajal t'a Judá chi', eb' winh sacerdote yet' masanil eb' anima, ix te q'ue val chaanh eb' sk'ulan chukal te yajb'entac. Ha val sb'eyb'al juntzanhxo ch'oc chonhab'il ix sb'eyb'alej eb', ix yixtanel scajnub' Jehová eb', aton jun sik'b'ilel yuj t'a Jerusalén chi'."
        },
        {
            "number": "15",
            "text": "Ha Jehová sDiosal eb' yet' smam yicham eb', ix schecnhejcot eb' schecab' yic tzul cachji eb', yujto tz'ok' sk'ol t'a schonhab' yet' t'a scajnub' chi'."
        },
        {
            "number": "16",
            "text": "Palta tonhej ix stzetzej eb' schecab' Dios chi' eb', malaj yelk'och tas ix yal eb' t'a sat eb'. Ix b'uchvaj eb' t'a eb' schecab' Dios chi', masanto ix em val yoval sk'ol Jehová t'a yib'anh schonhab' chi', majxo yal-laj yoch vaan."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix checjicot winh sreyal eb' aj Babilonia chi' yuj Jehová, ix javi winh yak' oval yet' eb' aj Judá chi'. Ix miljicham eb' quelemtac t'a q'uen espada t'a yamaq'uil scajnub' Dios. Manhxa jab'oc snivank'olal eb' t'a eb' quelemtac chi' yet' t'a eb' ix cob'estac, t'a eb' icham anima manhxa yip. Ix ak'jioch eb' smasanil t'a yol sk'ab' winh rey chi' yuj Jehová."
        },
        {
            "number": "18",
            "text": "Masanil yamk'ab' yic scajnub' Dios, nivac yet' cotac, jantacnhej tas ay t'a scajnub' chi' yet' masanil sb'eyumal winh rey yet' yic eb' winh ayoch yajalil yet' winh rey chi', pilan ix yik'b'at winhaj Nabucodonosor chi' t'a Babilonia."
        },
        {
            "number": "19",
            "text": "Ix snhusancantz'a scajnub' Dios chi' eb', ix smak'ancanem lanhnaj smuroal Jerusalén chi' eb'. Ix snhusantz'a spalacio winh rey eb', ix smak'anpoj masanil tas caro stojol eb'."
        },
        {
            "number": "20",
            "text": "Axo eb' maj miljoccham t'a oval chi', ix ik'jib'at eb' t'a Babilonia chi'. Ix ochcan eb' checab'oc t'a winhaj rey Nabucodonosor chi' yet' t'a eb' yinhtilal winh, masanto ayic ix ak'ji ganar Babilonia chi' yuj eb' aj Persia."
        },
        {
            "number": "21",
            "text": "Icha val chi' ix aj yelk'och tas ix schec Dios yal winhaj Jeremías schecab'. Icha chi' ix aj yik'an yip lum lum, yujto 70 ab'il manhxalaj mach ix munlaj t'a sat lu'um."
        },
        {
            "number": "22",
            "text": "Ayic b'ab'el ab'il yoch winhaj Ciro reyal t'a Persia, ix elk'och slolonel Jehová alb'ilcanel yuj winhaj Jeremías schecab'. Ha Jehová ix ak'an sna winhaj rey Ciro chi', yuj chi' ix yaq'uelta jun checnab'il winh. Ix schecan winh alchajel t'a masanil yol smacb'en, ix schecanpax winh pucchaj uum, syalan icha tik:"
        },
        {
            "number": "23",
            "text": "Ha in Ciro in tik sreyal in Persia, a in swal icha tik: Ha Jehová sDiosal satcha’anh, ha' ix ak'anoch masanil nación t'a sat lu'um tik t'a yol in k'ab'. A' ix alan t'ayin to tzin b'oq'ue scajnub' t'a Jerusalén t'a yol yic Judá. Yuj chi', yalnhej mach ex schonhab' ex Jehová, colvajocab' Jehová e Diosal chi' eyed'oc. Ha ticnaic meltzajanhec t'a Jerusalén chi', xchi winh."
        }
    ]
}