{
    "chapter": "36",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi' axo masanil eb' anima ix ak'anoch vinhaj Joacaz yuninal vinhaj Josías chi' reyal d'a Jerusalén sq'uexuloc vinh smam chi'."
        },
        {
            "number": "2",
            "text": "Ayic ix schaanel yich vinh yak'an reyal, 23 ab'il sq'uinal vinh, oxenhej ujal ix yak' reyal vinh."
        },
        {
            "number": "3",
            "text": "A vinh sreyal Egipto ix ik'anel vinh d'a reyal chi'. Ix yak'anoch q'uen tumin vinh sreyal Egipto chi' d'a yib'anh eb' aj Judá chi' yic syak'an 75 quintal q'uen plata eb' yed' oxe' arroba q'uen oro."
        },
        {
            "number": "4",
            "text": "Axo vinhaj Eliaquim yuk'tac vinhaj Joacaz chi' ix ochcan reyal d'a Judá chi' yuj vinh sreyal Egipto chi'. Ix q'uexchaj sb'i vinhaj Eliaquim chi' yuj vinh, Joacim ix sb'iejcan vinh, axo vinhaj Joacaz chi', ix ik'jib'at vinh yuj vinh sreyal Egipto chi'."
        },
        {
            "number": "5",
            "text": "Ayic ix och vinhaj Joacim chi' reyal, 25 ab'il sq'uinal vinh, 11 ab'il ix yak' reyal vinh d'a Jerusalén. Palta te chuc tas ix sk'ulej vinh d'a yichanh Jehová Dios."
        },
        {
            "number": "6",
            "text": "Axo vinhaj Nabucodonosor sreyal Babilonia ix javi yak' oval yed' vinh, ix tzek'ji vinh d'a q'uen cadena, ix ik'jib'at vinh d'a Babilonia chi'."
        },
        {
            "number": "7",
            "text": "Anhejtona' ix yik'b'at juntzanh yamk'ab' yic scajnub' Jehová vinhaj Nabucodonosor chi', ix yak'anoch vinh d'a yol stemplo sdiosal d'a Babilonia chi'."
        },
        {
            "number": "8",
            "text": "A jantacto yab'ixal vinhaj Joacim chi' yed' tastac te yajb'entac ix sk'ulej vinh yed' juntzanhxo chucal ix sk'ulej vinh, aycan b'aj tz'ib'ab'ilcan yab'ixal eb' sreyal Israel yed' eb' yic Judá. Axo vinhaj Joaquín yuninal vinh ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "9",
            "text": "Ayic ix schaanel yich vinhaj Joaquín yak'an reyal, 18 ab'il sq'uinal vinh. Oxe' ujal yed' lajunhexo k'ual ix yak' reyal vinh d'a Jerusalén, te chuc tas ix sk'ulej vinh d'a yichanh Jehová."
        },
        {
            "number": "10",
            "text": "A d'a b'ab'el uj yic jun ab'il chi', ix yal vinhaj Nabucodonosor to tz'ik'jib'at vinhaj Joaquín chi' d'a Babilonia yed' juntzanh yamk'ab' te caro stojol ay d'a scajnub' Jehová. Axo vinhaj Sedequías ix ak'jioch reyal d'a Judá yed' d'a Jerusalén sq'uexuloc vinhaj Joaquín chi'. A vinhaj Sedequías chi', sk'ab' yoc sb'a vinh yed' vinhaj Joaquín chi'."
        },
        {
            "number": "11",
            "text": "A vinhaj Sedequías chi', 21 ab'il sq'uinal vinh ayic ix schaanel yich vinh yak'an reyal, 11 ab'il ix yak' reyal vinh d'a Jerusalén."
        },
        {
            "number": "12",
            "text": "Te chuc tas ix sk'ulej vinh d'a yichanh Jehová. Maj sna sb'a sk'ool vinh yuj scachnab'il ix schec Jehová yal vinh schecab' aj Jeremías."
        },
        {
            "number": "13",
            "text": "Ijan ix yiq'uel sb'a vinh d'a vinhaj Nabucodonosor yalani, aton b'aj ix yak' sti' vinh d'a yichanh Dios to junnhej ix yutej spensar vinh yed' vinh. Junelnhej ix yak' pitb'oquel spensar vinh, majxo yal sk'ool vinh ix meltzaj d'a Jehová sDiosal Israel."
        },
        {
            "number": "14",
            "text": "Anhejtona' masanil eb' vinh yajal d'a Judá chi', eb' vinh sacerdote yed' masanil eb' anima, ix te q'ue val chaanh eb' sk'ulan chucal te yajb'entac. A val sb'eyb'al juntzanhxo ch'oc chonhab'il ix sb'eyb'alej eb', ix yixtanel scajnub' Jehová eb', aton jun sik'b'ilel yuuj d'a Jerusalén chi'."
        },
        {
            "number": "15",
            "text": "A Jehová sDiosal eb' yed' smam yicham eb', ix schecnhejcot eb' schecab' yic tzul cachji eb', yujto tz'ok' sk'ol d'a schonhab' yed' d'a scajnub' chi'."
        },
        {
            "number": "16",
            "text": "Palta tonhej ix stzetzej eb' schecab' Dios chi' eb', malaj yelk'och tas ix yal eb' d'a sat eb'. Ix b'uchvaj eb' d'a eb' schecab' Dios chi', masanto ix em val yoval sk'ol Jehová d'a yib'anh schonhab' chi', majxo yal-laj yoch vaan."
        },
        {
            "number": "17",
            "text": "Ix lajvi chi', ix checjicot vinh sreyal eb' aj Babilonia chi' yuj Jehová, ix javi vinh yak' oval yed' eb' aj Judá chi'. Ix miljicham eb' quelemtac d'a q'uen espada d'a yamaq'uil scajnub' Dios. Manhxa jab'oc snivank'olal eb' d'a eb' quelemtac chi' yed' d'a eb' ix cob'estac, d'a eb' icham anima manhxa yip. Ix ak'jioch eb' smasanil d'a yol sk'ab' vinh rey chi' yuj Jehová."
        },
        {
            "number": "18",
            "text": "Masanil yamk'ab' yic scajnub' Dios, nivac yed' cotac, jantacnhej tas ay d'a scajnub' chi' yed' masanil sb'eyumal vinh rey yed' yic eb' vinh ayoch yajalil yed' vinh rey chi', pilan ix yik'b'at vinhaj Nabucodonosor chi' d'a Babilonia."
        },
        {
            "number": "19",
            "text": "Ix snhusancantz'a scajnub' Dios chi' eb', ix smak'ancanem lanhnaj smuroal Jerusalén chi' eb'. Ix snhusantz'a spalacio vinh rey eb', ix smak'anpoj masanil tas caro stojol eb'."
        },
        {
            "number": "20",
            "text": "Axo eb' maj miljoccham d'a oval chi', ix ik'jib'at eb' d'a Babilonia chi'. Ix ochcan eb' checab'oc d'a vinhaj rey Nabucodonosor chi' yed' d'a eb' yinhtilal vinh, masanto ayic ix ak'ji ganar Babilonia chi' yuj eb' aj Persia."
        },
        {
            "number": "21",
            "text": "Icha val chi' ix aj yelk'och tas ix schec Dios yal vinhaj Jeremías schecab'. Icha chi' ix aj yik'an yip lum luum, yujto 70 ab'il manhxalaj mach ix munlaj d'a sat luum."
        },
        {
            "number": "22",
            "text": "Ayic b'ab'el ab'il yoch vinhaj Ciro reyal d'a Persia, ix elk'och slolonel Jehová alb'ilcanel yuj vinhaj Jeremías schecab'. A Jehová ix ak'an sna vinhaj rey Ciro chi', yuj chi' ix yaq'uelta jun checnab'il vinh. Ix schecan vinh alchajel d'a masanil yol smacb'en, ix schecanpax vinh pucchaj uum, syalan icha tic:"
        },
        {
            "number": "23",
            "text": "A in Ciro in tic sreyal in Persia, a in sval icha tic: A Jehová sDiosal satchaanh, a' ix ak'anoch masanil nación d'a sat luum tic d'a yol in k'ab'. A' ix alan d'ayin to tzin b'oq'ue scajnub' d'a Jerusalén d'a yol yic Judá. Yuj chi', yalnhej mach ex schonhab' ex Jehová, colvajocab' Jehová e Diosal chi' eyed'oc. A ticnaic meltzajanhec d'a Jerusalén chi', xchi vinh."
        }
    ]
}