{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix schecpax winhaj Salomón chi' b'ojoc jun altar nab'a bronce, 9 metro ix aj sk'atul, 9 metro ix aj sat, nanhal yoil metro ix ajk'e schaanhil."
        },
        {
            "number": "2",
            "text": "Ix b'ochaj pax jun niwan pila yet'tal ha ha' nab'a bronce, setansetan ix aji, nanhal yoil metro ix aj slewanil sat, 2 metro yet' 25 centímetro ix ajk'e steel stitac, haxo jantac ix aj setan chi', 13 metro yet' nanhalxo."
        },
        {
            "number": "3",
            "text": "Ha t'a yalanh sti' t'a spatictac jun pila chi', ayek' cha tzol yechel nok' toro yelwanub'oc. Lajunhe' ayoch t'a junjun 45 centímetro, yaman yaj yet' jun pila chi'."
        },
        {
            "number": "4",
            "text": "Ay pax lajchawe' yechel niwac toro nab'a bronce ayoch sb'achnub'oc yalanh jun pila chi'. Ha juntzanh chi', oxe' k'elanb'at t'a stojolal norte, oxe' pax t'a sur, oxe' pax t'a stojolal b'aj sjawi k'u yet' oxe' t'a stojolal b'aj tz'em k'u. Ha yoc juntzanh yechel wacax chi' t'a spatic, ha' ayoch t'a yalanh jun pila chi'. Axo t'a yib'anh b'achanemi."
        },
        {
            "number": "5",
            "text": "Ha jun pila chi', 8 centímetro spimal. Pech'anel sti' icha xumaquil anh chochol. 15 mil galón ha ha' sb'at t'a yool."
        },
        {
            "number": "6",
            "text": "Ix b'o pax lajunhe' yunetac pila nab'a bronce b'aj sjuk'chaj masanil tas sk'anchaji ayic snhuschaj silab'. Oye' ix kan t'a stojolal sur, oyexo t'a stojolal norte. Axo t'a jun niwan pila chi' sb'ic sb'a heb' winh sacerdote."
        },
        {
            "number": "7",
            "text": "Ix b'o pax lajunhe' b'achnub' candil nab'a oro, icha ix aj yalan Dios. Ix ak'chajoch t'a yol templo chi', oye' t'a stojolal sur, oye' t'a stojolal norte."
        },
        {
            "number": "8",
            "text": "Ix b'o pax lajunhe' mexa, ix ak'chajoch t'a yol templo chi', oye' t'a stojolal sur, oye' pax t'a stojolal norte. Ix b'o pax 100 niwac uk'ab' nab'a oro."
        },
        {
            "number": "9",
            "text": "Ix b'o pax jun amak' yic heb' sacerdote yet' junxo amak' niwaquil yic masanil anima. Ix och k'een bronce t'a spatictac jun puerta ay t'a skal chab' amak' chi'."
        },
        {
            "number": "10",
            "text": "Ha jun niwan pila ix b'o chi', ha t'a stojolal sur t'a schiquin templo chi' ix cani, t'a stojolal b'aj sjawi k'u."
        },
        {
            "number": "11",
            "text": "Ix sb'opax juntzanh k'een chen winhaj Hiram chi', k'een pala yet' k'een niwac uk'ab', icha chi' ix aj sb'oelk'och munlajel t'a stemplo Dios ix schec b'ojoc winhaj Salomón chi'."
        },
        {
            "number": "12",
            "text": "Ha juntzanh munlajel ix laj b'o chi': Aton chab' niwac oy, chab' sjolom oy chi' ayk'ei, setansetan yaji, ayoch k'een cadena t'a spatictac."
        },
        {
            "number": "13",
            "text": "Ix och 400 yechel te' granada t'a k'een cadena chi', cha tzol ix ajoch t'a junjun k'een."
        },
        {
            "number": "14",
            "text": "Ay pax lajunhe' yunetac pila, lajunhe' sb'achnub' yich ayoch t'a yalanh,"
        },
        {
            "number": "15",
            "text": "jun niwan pila yic ha ha', 12 yechel toro ayoch t'a yalanh,"
        },
        {
            "number": "16",
            "text": "k'een k'een chen, k'een pala yet' k'een tenedor. Masanil juntzanh yamk'ab' ix sb'o winhaj Hiram chi' yuj winhaj Salomón, yic stemplo Jehová yaji, a k'een bronce te copopi ix och t'ay."
        },
        {
            "number": "17",
            "text": "Ha juntzanh yamk'ab' nab'a bronce ix b'o chi', ha t'a yol lum b'ak'uech lu'um t'a sti' ha' Jordán ix b'oi, t'a snanhal Sucot yet' Saretán."
        },
        {
            "number": "18",
            "text": "Yujto te niwan juntzanh yamk'ab' nab'a bronce ix schec winhaj Salomón chi' b'ojoc, maxtzac echtaj jantac k'een bronce ix och t'ay."
        },
        {
            "number": "19",
            "text": "Ix schecanpax winhaj Salomón chi' b'ojoc juntzanhxo yamk'ab' yic stemplo Dios chi', nab'a oro ix aji: Aton jun altar yet' juntzanh mexa b'aj tz'ak'chajem ixim pan t'a yichanh Jehová,"
        },
        {
            "number": "20",
            "text": "yet' juntzanh sb'achnub' candil yet' candil tz'och sk'ak'al t'a yichanh jun lugar Yicnhej Jehová Yaji, icha yaj yalan Jehová chi'."
        },
        {
            "number": "21",
            "text": "Ix b'o pax juntzanh yechel xumac ayoch t'a sb'achnub' candil chi' yet' k'een tenaza,"
        },
        {
            "number": "22",
            "text": "k'een tz'ik'anel stanhil b'aj tz'och sk'ak'al candil, k'een niwac uk'ab', k'een niwac cuchara yet' k'een yet'tal tzak'ak'. Masanil juntzanh k'een chi', anhej t'a k'een oro te wach' b'aj ix b'oi. Ix och pax k'een oro t'a spatictac puerta b'aj tzonh och t'a yol templo chi'. Ix och pax k'een t'a spuertail jun lugar Yicnhej Dios Yaji."
        }
    ]
}