{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic ix lajvi masanil munlajel ix schec b'ojoc winhaj Salomón t'a stemplo Jehová chi', ix ik'jib'at masanil juntzanh yamk'ab' chi' b'aj sik'chaj tas tz'ak'ji yicoc Jehová t'a yol templo chi', aton juntzanh yamk'ab' nab'a oro, nab'a plata yet' juntzanhxo tastac yic Jehová yajcan yuj winhaj rey David smam winhaj Salomón chi'."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi' haxo t'a sk'ual q'uinh te niwan yelk'och t'a yuquil uj t'a yol ab'il chi', ix schecan winhaj Salomón chi' smolb'ej sb'a masanil eb' yichamtac vinaquil chonhab' Israel chi' t'a Jerusalén yet' masanil eb' yajal yaj t'a junjun inhtilal yet' eb' nivac yelk'och t'a skal eb' sk'ab' yoc. Ix smolb'ej sb'a eb', yic tz'ik'chajcot te' scaxail strato Jehová yuj eb' levita t'a Sion, aton schonhab' winhaj David."
        },
        {
            "number": "3",
            "text": "Ix yik'ancot jun mantiado eb' sacerdote yet' eb' levita, aton jun b'aj sch'ox sb'a Jehová. Ix javi eb' yet'oc t'a templo chi' yet' masanil syamk'ab'il."
        },
        {
            "number": "4",
            "text": "Ha winhaj rey Salomón yet' masanil eb' yetisraelal molanek' chi', b'ab'el scot eb' t'a yichanh te' scaxail strato Dios chi', snhusan nok' silab' eb', aton nok' calnel yet' nok' vacax. Manh jantacoc nok' ix yak' eb', manhxo b'ischajb'enoc nok'."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix b'at yak'anoch te' scaxail strato Jehová chi' eb' sacerdote t'a yol templo chi' t'a yichochk'ochi, aton t'a jun lugar Yicnhej Jehová Yaji, t'a yalanh sk'axil juntzanh yechel querubín."
        },
        {
            "number": "6",
            "text": "Ha juntzanh yechel querubín chi', jenhanb'at sk'axil t'a yib'anh b'aj ix kan te' caxa chi' yet' t'a yib'anh te' sb'achnub'al."
        },
        {
            "number": "7",
            "text": "Ha te' sb'achlab'il te' caxa chi', najat steel te', chequel te' t'a jun lugar ay t'a snanhal yol templo chi', jun ay t'a sat elta jun lugar Yicnhej Dios Yaji, palta manh chequeloc te' t'a sti'. Ha t'a jun lugar chi' ix cannhej te' caxa chi'."
        },
        {
            "number": "8",
            "text": "Ha tas ayem t'a yol te', anhej chab' pachanh q'uen q'ueen yak'naccanem winhaj Moisés t'a Horeb. Ha t'a q'uen tz'ib'ab'ilcanoch strato Jehová sb'onac yet' chonhab' Israel ayic van scot eb' t'a yol b'e ayic yelnaccot eb' t'a Egipto."
        },
        {
            "number": "9",
            "text": "Ix elta eb' sacerdote t'a jun lugar ay t'a snanhal yol templo chi'. Toxo ix sacb'itej sb'a eb' smasanil, wach'chom manto k'och stzolal yoch eb' t'a yopisio."
        },
        {
            "number": "10",
            "text": "Axo masanil eb' levita ak'b'iloch yic sb'itani, aton winhaj Asaf, winhaj Hemán, winhaj Jedutún, eb' yuninal eb' winh yet' eb' sk'ab' yoc eb' winh, linhjab'och eb' winh t'a stojolal b'aj sjavi k'u t'a stz'ey altar t'a yamaq'uil templo chi'. Nab'a lino spichul eb' winh ayochi, yet'nac platillo eb' winh, salterio yet' arpa. Ay pax 120 eb' winh sacerdote spu'an q'uen trompeta."
        },
        {
            "number": "11",
            "text": "Junnhej ix aj spu'an q'uen trompeta chi' eb' winh smasanil. Junnhej ix aj sjaj eb' winh sb'itani, yic syalan wach' lolonel eb' winh yuj yak'an yuj diosal eb' winh t'a Jehová. Yacb'an van sb'itan eb' winh chi', ix puchaj q'uen trompeta, ix tzinhji platillo yet' juntzanhxo yamk'ab' yic b'it chi'. Sb'itan eb' winh icha tik: Calec wach' lolonel t'a Jehová, yujto te wach'nhej, tzonh xajanej t'a masanil tiempo, xchi eb'. Ha t'a jun rato chi' ix b'ud'jiel yol templo chi' yuj jun asun."
        },
        {
            "number": "12",
            "text": "Majxo yal-laj yoch eb' winh sacerdote yil yopisio, yujto ix b'ud'jiel yol templo chi' yuj stziquiquial Jehová."
        }
    ]
}