{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic ix lajvi masanil munlajel ix schec b'ojoc vinhaj Salomón d'a stemplo Jehová chi', ix ik'jib'at masanil juntzanh yamk'ab' chi' b'aj sik'chaj tas tz'ak'ji yicoc Jehová d'a yol templo chi', aton juntzanh yamk'ab' nab'a oro, nab'a plata yed' juntzanhxo tastac yic Jehová yajcan yuj vinhaj rey David smam vinhaj Salomón chi'."
        },
        {
            "number": "2",
            "text": "Ix lajvi chi' axo d'a sk'ual q'uinh te nivan yelk'och d'a yuquil uj d'a yol ab'il chi', ix schecan vinhaj Salomón chi' smolb'ej sb'a masanil eb' yichamtac vinaquil chonhab' Israel chi' d'a Jerusalén yed' masanil eb' yajal yaj d'a junjun inhtilal yed' eb' nivac yelk'och d'a scal eb' sk'ab' yoc. Ix smolb'ej sb'a eb', yic tz'ik'chajcot te' scaxail strato Jehová yuj eb' levita d'a Sion, aton schonhab' vinhaj David."
        },
        {
            "number": "3",
            "text": "Ix yik'ancot jun mantiado eb' sacerdote yed' eb' levita, aton jun b'aj sch'ox sb'a Jehová. Ix javi eb' yed'oc d'a templo chi' yed' masanil syamk'ab'il."
        },
        {
            "number": "4",
            "text": "A vinhaj rey Salomón yed' masanil eb' yetisraelal molanek' chi', b'ab'el scot eb' d'a yichanh te' scaxail strato Dios chi', snhusan nok' silab' eb', aton nok' calnel yed' nok' vacax. Manh jantacoc nok' ix yak' eb', manhxo b'ischajb'enoc nok'."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi', ix b'at yak'anoch te' scaxail strato Jehová chi' eb' sacerdote d'a yol templo chi' d'a yichochk'ochi, aton d'a jun lugar Yicnhej Jehová Yaji, d'a yalanh sk'axil juntzanh yechel querubín."
        },
        {
            "number": "6",
            "text": "A juntzanh yechel querubín chi', jenhanb'at sk'axil d'a yib'anh b'aj ix can te' caxa chi' yed' d'a yib'anh te' sb'achnub'al."
        },
        {
            "number": "7",
            "text": "A te' sb'achlab'il te' caxa chi', najat steel te', chequel te' d'a jun lugar ay d'a snanhal yol templo chi', jun ay d'a sat elta jun lugar Yicnhej Dios Yaji, palta manh chequeloc te' d'a sti'. A d'a jun lugar chi' ix cannhej te' caxa chi'."
        },
        {
            "number": "8",
            "text": "A tas ayem d'a yol te', anhej chab' pachanh q'uen q'ueen yak'naccanem vinhaj Moisés d'a Horeb. A d'a q'uen tz'ib'ab'ilcanoch strato Jehová sb'onac yed' chonhab' Israel ayic van scot eb' d'a yol b'e ayic yelnaccot eb' d'a Egipto."
        },
        {
            "number": "9",
            "text": "Ix elta eb' sacerdote d'a jun lugar ay d'a snanhal yol templo chi'. Toxo ix sacb'itej sb'a eb' smasanil, vach'chom manto k'och stzolal yoch eb' d'a yopisio."
        },
        {
            "number": "10",
            "text": "Axo masanil eb' levita ak'b'iloch yic sb'itani, aton vinhaj Asaf, vinhaj Hemán, vinhaj Jedutún, eb' yuninal eb' vinh yed' eb' sk'ab' yoc eb' vinh, linhjab'och eb' vinh d'a stojolal b'aj sjavi k'u d'a stz'ey altar d'a yamaq'uil templo chi'. Nab'a lino spichul eb' vinh ayochi, yed'nac platillo eb' vinh, salterio yed' arpa. Ay pax 120 eb' vinh sacerdote spu'an q'uen trompeta."
        },
        {
            "number": "11",
            "text": "Junnhej ix aj spu'an q'uen trompeta chi' eb' vinh smasanil. Junnhej ix aj sjaj eb' vinh sb'itani, yic syalan vach' lolonel eb' vinh yuj yak'an yuj diosal eb' vinh d'a Jehová. Yacb'an van sb'itan eb' vinh chi', ix puchaj q'uen trompeta, ix tzinhji platillo yed' juntzanhxo yamk'ab' yic b'it chi'. Sb'itan eb' vinh icha tic: Calec vach' lolonel d'a Jehová, yujto te vach'nhej, tzonh xajanej d'a masanil tiempo, xchi eb'. A d'a jun rato chi' ix b'ud'jiel yol templo chi' yuj jun asun."
        },
        {
            "number": "12",
            "text": "Majxo yal-laj yoch eb' vinh sacerdote yil yopisio, yujto ix b'ud'jiel yol templo chi' yuj stziquiquial Jehová."
        }
    ]
}