{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan vinhaj rey Salomón icha tik: Mamin Jehová, ix ala' to t'a skal k’ik’ k’inal ayach eq'ui."
        },
        {
            "number": "2",
            "text": "Palta a in tik, ix in b'oq'ue jun a templo wach' yilji tik yic tzach cajnaj t'a yool. Aton t'a tik ol ach aj t'a masanil tiempo, xchi vinh rey chi' d'ha Dios."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi' ix meltzajb'at q'uelan vinh rey chi' b'aj ayek' masanil eb' yetisraelal chi', linhjab' q'ue eb' smasanil, ix yalan wach' lolonel vinh t'a yib'anh eb'."
        },
        {
            "number": "4",
            "text": "Ix yalan vinh icha tik: Calec wach' lolonel t'a Jehová co Diosal a onh israel onh tik, yujto ix elk'och b'aj yak'naccan sti' t'a vinhaj David in mam, ayic yalannac icha tik:"
        },
        {
            "number": "5",
            "text": "Atax yic vik'annaquelta in chonhab' t'a Egipto, malaj junocxo chonhab' ix in siq'uel t'a skal yinhtilal Israel b'aj sb'o junok templo b'aj tzin aji, yic tz'ik'jichaanh in b'i. Malaj pax junok vinac ix in siq'ueli yic scuchb'an in chonhab' Israel tik."
        },
        {
            "number": "6",
            "text": "Palta a ticnaic jun, ix in siq'uel chonhab' Jerusalén, yic wach' ata' ol b'inaj in b'i. Ix ach in sik'paxeli yic tzach och reyal t'a in chonhab' Israel tik, xchi Jehová t'a vinh in mam chi'."
        },
        {
            "number": "7",
            "text": "Ha vinhaj David in mam chi', snib'ejnac vinh sb'oq'ue junok templo yic syik'anchaanh Jehová co Diosal vinh."
        },
        {
            "number": "8",
            "text": "Palta yalnac Jehová t'a vinh: Te wach' tas tza na chi', yujto tza na a b'oq'ue junok in templo."
        },
        {
            "number": "9",
            "text": "Manhoc ach ol a b'oq'uei, palta a junok uninal ol b'oanq'ueoc, xchi t'a vinh."
        },
        {
            "number": "10",
            "text": "Axo ticnaic jun, toxo ix elk'och b'aj yak'nac sti' Jehová chi'. Icha val yutejnac yalan chi', icha chi' ix aj voch reyal t'a co chonhab' tik sq'uexuloc vinh in mam chi'. Toxo ix in b'oq'ue jun stemplo Jehová co Diosal."
        },
        {
            "number": "11",
            "text": "Toxo pax ix vak'och te' scaxail strato Jehová sb'onac qued'oc t'a yool, xchi vinh."
        },
        {
            "number": "12",
            "text": "Ay jun tek'nub' nab'a bronce ix schec vinhaj Salomón chi' b'ojoc, ha t'a snanhal yamaq'uil templo chi' ay, chab' metro yet' 25 centímetro ix aj schanhil pak'anh. Axo schaanhil ix ajq'uei, jun metro yet' 35 centímetro. Ix q'ue vinh t'a yib'anh jun tek'nub' chi' t'a yichanh altar yic Jehová, q'uelanoch masanil eb' chonhab' israel chi' ix em cuman vinh, ix yik'anchaanh sk'ab' vinh, ix lesalvi vinh."
        },
        {
            "number": "13",
            "text": "Ix yalan vinh icha tik: Mamin Jehová co Diosal a onh israel onh tik, malaj junocxo Dios t'a satcha’anh yet' t'a sat lu'um tik lajan ed'oc, yujto tzaq'uelk'och a trato, tza ch'oxan a wach'k'olal t'a mach tzach k'anab'ajan t'a smasanil sk'ool."
        },
        {
            "number": "14",
            "text": "Toxo ix aq'uelk'och b'aj ak'nac a ti' t'a vinhaj David in mam. Ha val ticnaic van yelk'ochi."
        },
        {
            "number": "15",
            "text": "Yuj chi', Mamin Jehová co Diosal, elocab'paxk'och b'aj ak'nac a ti' t'a vinh a checab' aj David chi' to ol ochnhej yinhtilal vinh reyal t'a chonhab' Israel tik tato tzach sk'anab'ajej eb' icha ajnac ach sk'anab'ajan vinh in mam chi'."
        },
        {
            "number": "16",
            "text": "Yuj chi', Mamin Jehová co Diosal, elocab'k'och b'aj ak'nac a ti' t'a vinh in mam a checab' chi'."
        },
        {
            "number": "17",
            "text": "Palta jun, ¿tom syal a cajnaj t'a sat lum tik yet' eb' anima? Inatax satcha’anh, yelxo te niwan, palta max yab'laj b'aj tzach aji, ocxom jab' templo ix in b'oq'ue tik."
        },
        {
            "number": "18",
            "text": "Palta jun Mamin, cha ab' in lesal ayic tzin tevi t'ayach a in a checab' in tik, ayic tzin k'anan a wach'k'olal."
        },
        {
            "number": "19",
            "text": "Manh iq'uel a sat t'a jun templo tik t'a k'ual yet' t'ak'walil, aton t'a jun lugar to ix ala' to ol ach b'inajnhej. Yuj chi' ab'val tas svala'."
        },
        {
            "number": "20",
            "text": "Ayic tzin lesalvi t'ayach yet' pax eb' a chonhab' Israel tik t'a jun lugar tik, cha ab' co lesal tik. Ato t'a satcha’anh b'aj cajan ach, tza maclej ab' co lesal chi', tzak'val nivank'olal co mul."
        },
        {
            "number": "21",
            "text": "Q'uinaloc ay junok mach tz'ak'jioch t'a yib'anh to ix och smul t'a junok yetanimail, tz'ik'chajcoti, tzul yak'an sti' t'a yichanh altar t'a jun a templo tik,"
        },
        {
            "number": "22",
            "text": "ato t'a satcha’anh chi', tzab' tas syala', tza b'eyk'olej t'a stojolal, tzak'och syaelal mach tz'och smul chi' icha syal smul tz'ochi, tza b'o pax yaj mach malaj smul."
        },
        {
            "number": "23",
            "text": "Q'uinaloc tzonh ak'ji ganar a onh a chonhab' onh tik yuj eb' cajk'ool, yujto tz'och co mul t'ayach, tato sna sb'a co k'ool, scalan co b'a t'ayach, tzonh tevi t'ayach t'a jun templo tik,"
        },
        {
            "number": "24",
            "text": "tzab'val co lesal t'a satcha’anh chi', tzak'val nivank'olal co mul, tzonh ak' meltzaj t'a lum co lu'um ak'nac t'a eb' co mam quicham tik."
        },
        {
            "number": "25",
            "text": "Q'uinaloc manhxo ol yak' nhab' t'a chonhab' tik yuj co mul tz'och t'ayach, tzak'anoch co yaelal. Palta tato tzonh javi ul ach cak' b'inaj t'a lesal, q'uelan onh cot t'a jun lugar tik snaan sb'a co k'ool t'a co chukal yuj jun yaelal chi',"
        },
        {
            "number": "26",
            "text": "tzab'val t'a satcha’anh chi' ayic tzonh tevi t'ayach. Tzak'val nivank'olal co chukal, tza ch'ox jun a b'eyb'al wach' yic sco b'eyb'alej. Slajvi chi' tzak'ancot nhab' t'a yib'anh lum lum ak'nac tik t'ayonh."
        },
        {
            "number": "27",
            "text": "Q'uinaloc tz'em vejel, ma ilya t'a co chonhab' tik, ma stacji cavb'en yuj k'ak', ma sjavi junok syab'il cavb'en chi', ma sjavi nok' k'ulub' t'ay, ma junocxo makan nok' cotac nok' slajanel cavb'en chi', ma jun, sjavi oyan eb' ajk'ol yak'an oval t'a junok chonhab' t'a yol co macb'en tik, ma yalnhej tas yaelal tzonh ik'ani,"
        },
        {
            "number": "28",
            "text": "tzab'val co lesal ayic tzonh tevi t'ayach. Yalnhej mach sna sb'a sk'ool ayic syilani to ayoch t'a syaelal, tato smojb'ejcot sk'ab' t'ayach t'a stojolal jun templo tik, tzab'val tas syal chi' t'a satcha’anh, tzak'val spac t'a junjun icha sb'eyb'al, yujto a ach tik ojtac val tas ay t'a co pensar yet' tas sco na junjun onh."
        },
        {
            "number": "29",
            "text": "Tato icha chi', ol yal sb'a masanil a chonhab' t'ayach, ol ach co k'anab'ajani yacb'an pitzan onh t'a sat jun lu'um ak'nac tik t'a eb' co mam quicham."
        },
        {
            "number": "30",
            "text": "Q'uinaloc ay junok anima ch'oc chonhab'il scot t'a junok lugar najat yic scajnaj t'a co cal a onh a chonhab' onh tik yujto te niwan a b'inaji, te niwan a poder, tato slesalvi t'ayach t'a stojolal jun a templo tik,"
        },
        {
            "number": "31",
            "text": "tzab'val tas syal chi' t'a satcha’anh b'aj ayach, tzak' masanil tas sk'an chi' t'ayach, yic wach' tzach yojtaquejel masanil nación t'a yol yib'anhk’inal tik, yic wach' tzach sk'anab'ajej eb' icha tzach co k'anab'ajej a onh a chonhab' Israel onh tik. Icha chi' ol aj yojtacanel eb' to a jun templo ix in b'oq'ue tik, ic yaji."
        },
        {
            "number": "32",
            "text": "Q'uinaloc yalnhej b'aj tzonh a checb'at a onh a chonhab' onh tik cak' oval yet' eb' ajk'ool, tato tzonh lesalvi t'ayach t'a stojolal jun chonhab' ix a sik'canel tik, b'aj ay jun templo ix in b'oq'ue tik,"
        },
        {
            "number": "33",
            "text": "tzab'val t'a satcha’anh chi' ayic tzonh tevi t'ayach, tzach och qued'oc yic scak' ganar."
        },
        {
            "number": "34",
            "text": "Q'uinaloc tz'och co mul t'ayach, (yujto malaj junok anima max och smul) scot yoval a k'ol t'ayonh, yuj chi' tzonh ak'och t'a yol sk'ab' eb' ajk'ool, tzonh yik'anb'at eb' t'a ch'oc chonhab'il najat, ma lak'an."
        },
        {
            "number": "35",
            "text": "Tato sna sb'a co k'ool t'a jun chonhab' b'aj ayonhek' chi', tzach co naanxicoti, tzonh tevi t'ayach, sco chaan co mulej t'ayach, tzab'val co lesal."
        },
        {
            "number": "36",
            "text": "Tato yet' smasanil co k'ool yet' smasanil co pensar tzach co naxicoti, ayic ayonh ek' t'a jun chonhab' b'aj ik'b'ilonhb'at chi', tzonh lesalvicot t'a stojolal jun lum ak'nac tik t'a eb' co mam quicham yet' jun chonhab' sik'b'ilel uuj tik yet' t'a stojolal jun templo ix in b'o tik,"
        },
        {
            "number": "37",
            "text": "tato icha chi', ato t'a satcha’anh b'aj ayach eq'ui, tzab'val co lesal, tzach och qued'oc yic tzonh meltzajxi, tzak'val nivank'olal co mul tz'och chi' t'ayach."
        },
        {
            "number": "38",
            "text": "Ach in Diosal, tza maclej val ab' lesal tz'ochnhej t'ayach t'a jun lugar tik."
        },
        {
            "number": "39",
            "text": "Ach Jehová co Diosal, canannhej cajan t'a jun lugar tik yet' scaxail sch'oxanel a poder. Mamin, colnhej eb' sacerdote tzach ak'an servil, haxo eb' ico', tzalajocab' eb' yuj a wach'k'olal."
        },
        {
            "number": "40",
            "text": "Manh in a patiquejel a in rey in ix in a sik'canel tik. Nacot b'aj a xajanejnac vinhaj David a checab', xchi vinhaj rey Salomón chi' t'a Jehová."
        }
    ]
}