{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan winhaj rey Salomón icha tik: Mamin Jehová, ix ala' to t'a skal k’ik’ k’inal ayach eq'ui."
        },
        {
            "number": "2",
            "text": "Palta a in tik, ix in b'ok'e jun a templo wach' yilji tik yic tzach cajnaj t'a yool. Aton t'a tik ol ach aj t'a masanil tiempo, xchi winh rey chi' d'ha Dios."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi' ix meltzajb'at k'elan winh rey chi' b'aj ayek' masanil heb' yetisraelal chi', linhjab' k'e heb' smasanil, ix yalan wach' lolonel winh t'a yib'anh heb'."
        },
        {
            "number": "4",
            "text": "Ix yalan winh icha tik: Calec wach' lolonel t'a Jehová ko Diosal a onh israel onh tik, yujto ix elk'och b'aj yak'naccan sti' t'a winhaj Dawid in mam, ayic yalannac icha tik:"
        },
        {
            "number": "5",
            "text": "Atax yic wik'annaquelta in chonhab' t'a Egipto, malaj junocxo chonhab' ix in sik'el t'a skal yinhtilal Israel b'aj sb'o junok templo b'aj tzin aji, yic tz'ik'jichaanh in b'i. Malaj pax junok winak ix in sik'eli yic scuchb'an in chonhab' Israel tik."
        },
        {
            "number": "6",
            "text": "Palta a ticnaik jun, ix in sik'el chonhab' Jerusalén, yic wach' ata' ol b'inaj in b'i. Ix ach in sik'paxeli yic tzach och reyal t'a in chonhab' Israel tik, xchi Jehová t'a winh in mam chi'."
        },
        {
            "number": "7",
            "text": "Ha winhaj Dawid in mam chi', snib'ejnac winh sb'ok'e junok templo yic syik'anchaanh Jehová ko Diosal winh."
        },
        {
            "number": "8",
            "text": "Palta yalnac Jehová t'a winh: Te wach' tas tza na chi', yujto tza na a b'ok'e junok in templo."
        },
        {
            "number": "9",
            "text": "Manhok ach ol a b'ok'ei, palta a junok uninal ol b'oank'eoc, xchi t'a winh."
        },
        {
            "number": "10",
            "text": "Axo ticnaik jun, toxo ix elk'och b'aj yak'nac sti' Jehová chi'. Icha wal yutejnac yalan chi', icha chi' ix aj woch reyal t'a ko chonhab' tik sk'exuloc winh in mam chi'. Toxo ix in b'ok'e jun stemplo Jehová ko Diosal."
        },
        {
            "number": "11",
            "text": "Toxo pax ix wak'och te' scaxail strato Jehová sb'onac qued'oc t'a yool, xchi winh."
        },
        {
            "number": "12",
            "text": "Ay jun tek'nub' nab'a bronce ix schec winhaj Salomón chi' b'ojoc, ha t'a snanhal yamaq'uil templo chi' ay, chab' metro yet' 25 centímetro ix aj schanhil pak'anh. Axo schaanhil ix ajk'ei, jun metro yet' 35 centímetro. Ix k'e winh t'a yib'anh jun tek'nub' chi' t'a yichanh altar yic Jehová, k'elanoch masanil heb' chonhab' israel chi' ix em cuman winh, ix yik'anchaanh sk'ab' winh, ix lesalwi winh."
        },
        {
            "number": "13",
            "text": "Ix yalan winh icha tik: Mamin Jehová ko Diosal a onh israel onh tik, malaj junocxo Dios t'a satcha’anh yet' t'a sat lu'um tik lajan ed'oc, yujto tzak'elk'och a trato, tza ch'oxan a wach'k'olal t'a mach tzach k'anab'ajan t'a smasanil sk'ool."
        },
        {
            "number": "14",
            "text": "Toxo ix ak'elk'och b'aj ak'nac a ti' t'a winhaj Dawid in mam. Ha wal ticnaik wan yelk'ochi."
        },
        {
            "number": "15",
            "text": "Yuj chi', Mamin Jehová ko Diosal, elokab'paxk'och b'aj ak'nac a ti' t'a winh a checab' aj Dawid chi' to ol ochnhej yinhtilal winh reyal t'a chonhab' Israel tik tato tzach sk'anab'ajej heb' icha ajnac ach sk'anab'ajan winh in mam chi'."
        },
        {
            "number": "16",
            "text": "Yuj chi', Mamin Jehová ko Diosal, elokab'k'och b'aj ak'nac a ti' t'a winh in mam a checab' chi'."
        },
        {
            "number": "17",
            "text": "Palta jun, ¿tom syal a cajnaj t'a sat lum tik yet' heb' anima? Inatax satcha’anh, yelxo te niwan, palta max yab'laj b'aj tzach aji, ocxom jab' templo ix in b'ok'e tik."
        },
        {
            "number": "18",
            "text": "Palta jun Mamin, cha ab' in lesal ayic tzin tewi t'ayach a in a checab' in tik, ayic tzin k'anan a wach'k'olal."
        },
        {
            "number": "19",
            "text": "Manh ik'el a sat t'a jun templo tik t'a k'ual yet' t'ak'walil, aton t'a jun lugar to ix ala' to ol ach b'inajnhej. Yuj chi' ab'wal tas swala'."
        },
        {
            "number": "20",
            "text": "Ayic tzin lesalwi t'ayach yet' pax heb' a chonhab' Israel tik t'a jun lugar tik, cha ab' ko lesal tik. Ato t'a satcha’anh b'aj cajan ach, tza maclej ab' ko lesal chi', tzak'wal niwank'olal ko mul."
        },
        {
            "number": "21",
            "text": "Q'uinaloc ay junok mach tz'ak'jioch t'a yib'anh to ix och smul t'a junok yetanimail, tz'ik'chajcoti, tzul yak'an sti' t'a yichanh altar t'a jun a templo tik,"
        },
        {
            "number": "22",
            "text": "ato t'a satcha’anh chi', tzab' tas syala', tza b'eyk'olej t'a stojolal, tzak'och syaelal mach tz'och smul chi' icha syal smul tz'ochi, tza b'o pax yaj mach malaj smul."
        },
        {
            "number": "23",
            "text": "Q'uinaloc tzonh ak'ji ganar a onh a chonhab' onh tik yuj heb' cajk'ool, yujto tz'och ko mul t'ayach, tato sna sb'a ko k'ool, scalan ko b'a t'ayach, tzonh tewi t'ayach t'a jun templo tik,"
        },
        {
            "number": "24",
            "text": "tzab'wal ko lesal t'a satcha’anh chi', tzak'wal niwank'olal ko mul, tzonh ak' meltzaj t'a lum ko lu'um ak'nac t'a heb' ko mam quicham tik."
        },
        {
            "number": "25",
            "text": "Q'uinaloc manhxo ol yak' nhab' t'a chonhab' tik yuj ko mul tz'och t'ayach, tzak'anoch ko yaelal. Palta tato tzonh jawi ul ach cak' b'inaj t'a lesal, k'elan onh cot t'a jun lugar tik snaan sb'a ko k'ool t'a ko chukal yuj jun yaelal chi',"
        },
        {
            "number": "26",
            "text": "tzab'wal t'a satcha’anh chi' ayic tzonh tewi t'ayach. Tzak'wal niwank'olal ko chukal, tza ch'ox jun a b'eyb'al wach' yic sco b'eyb'alej. Slajwi chi' tzak'ancot nhab' t'a yib'anh lum lum ak'nac tik t'ayonh."
        },
        {
            "number": "27",
            "text": "Q'uinaloc tz'em wejel, ma ilya t'a ko chonhab' tik, ma stacji cavb'en yuj k'ak', ma sjawi junok syab'il cavb'en chi', ma sjawi nok' k'ulub' t'ay, ma junocxo makan nok' cotac nok' slajanel cavb'en chi', ma jun, sjawi oyan heb' ajk'ol yak'an owal t'a junok chonhab' t'a yol ko macb'en tik, ma yalnhej tas yaelal tzonh ik'ani,"
        },
        {
            "number": "28",
            "text": "tzab'wal ko lesal ayic tzonh tewi t'ayach. Yalnhej mach sna sb'a sk'ool ayic syilani to ayoch t'a syaelal, tato smojb'ejcot sk'ab' t'ayach t'a stojolal jun templo tik, tzab'wal tas syal chi' t'a satcha’anh, tzak'wal spak t'a junjun icha sb'eyb'al, yujto a ach tik ojtac wal tas ay t'a ko pensar yet' tas sco na junjun onh."
        },
        {
            "number": "29",
            "text": "Tato icha chi', ol yal sb'a masanil a chonhab' t'ayach, ol ach ko k'anab'ajani yacb'an pitzan onh t'a sat jun lu'um ak'nac tik t'a heb' ko mam quicham."
        },
        {
            "number": "30",
            "text": "Q'uinaloc ay junok anima ch'oc chonhab'il scot t'a junok lugar najat yic scajnaj t'a ko kal a onh a chonhab' onh tik yujto te niwan a b'inaji, te niwan a poder, tato slesalwi t'ayach t'a stojolal jun a templo tik,"
        },
        {
            "number": "31",
            "text": "tzab'wal tas syal chi' t'a satcha’anh b'aj ayach, tzak' masanil tas sk'an chi' t'ayach, yic wach' tzach yojtaquejel masanil nación t'a yol yib'anhk’inal tik, yic wach' tzach sk'anab'ajej heb' icha tzach ko k'anab'ajej a onh a chonhab' Israel onh tik. Icha chi' ol aj yojtacanel heb' to a jun templo ix in b'ok'e tik, ic yaji."
        },
        {
            "number": "32",
            "text": "Q'uinaloc yalnhej b'aj tzonh a checb'at a onh a chonhab' onh tik cak' owal yet' heb' ajk'ool, tato tzonh lesalwi t'ayach t'a stojolal jun chonhab' ix a sik'canel tik, b'aj ay jun templo ix in b'ok'e tik,"
        },
        {
            "number": "33",
            "text": "tzab'wal t'a satcha’anh chi' ayic tzonh tewi t'ayach, tzach och qued'oc yic skak' ganar."
        },
        {
            "number": "34",
            "text": "Q'uinaloc tz'och ko mul t'ayach, (yujto malaj junok anima max och smul) scot yowal a k'ol t'ayonh, yuj chi' tzonh ak'och t'a yol sk'ab' heb' ajk'ool, tzonh yik'anb'at heb' t'a ch'oc chonhab'il najat, ma lak'an."
        },
        {
            "number": "35",
            "text": "Tato sna sb'a ko k'ool t'a jun chonhab' b'aj ayonhek' chi', tzach ko naanxicoti, tzonh tewi t'ayach, sco chaan ko mulej t'ayach, tzab'wal ko lesal."
        },
        {
            "number": "36",
            "text": "Tato yet' smasanil ko k'ool yet' smasanil ko pensar tzach ko naxicoti, ayic ayonh ek' t'a jun chonhab' b'aj ik'b'ilonhb'at chi', tzonh lesalwicot t'a stojolal jun lum ak'nac tik t'a heb' ko mam quicham yet' jun chonhab' sik'b'ilel uuj tik yet' t'a stojolal jun templo ix in b'o tik,"
        },
        {
            "number": "37",
            "text": "tato icha chi', ato t'a satcha’anh b'aj ayach eq'ui, tzab'wal ko lesal, tzach och qued'oc yic tzonh meltzajxi, tzak'wal niwank'olal ko mul tz'och chi' t'ayach."
        },
        {
            "number": "38",
            "text": "Ach in Diosal, tza maclej wal ab' lesal tz'ochnhej t'ayach t'a jun lugar tik."
        },
        {
            "number": "39",
            "text": "Ach Jehová ko Diosal, canannhej cajan t'a jun lugar tik yet' scaxail sch'oxanel a poder. Mamin, colnhej heb' sacerdote tzach ak'an serwil, haxo heb' ico', tzalajocab' heb' yuj a wach'k'olal."
        },
        {
            "number": "40",
            "text": "Manh in a patiquejel a in rey in ix in a sik'canel tik. Nacot b'aj a xajanejnac winhaj Dawid a checab', xchi winhaj rey Salomón chi' t'a Jehová."
        }
    ]
}