{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi slesalvi vinhaj rey Salomón chi', ix cot k'ak' t'a satcha’anh, ix tz'ab'at jun silab' snhusjitz'a smasanil yet' juntzanhxo silab', ix b'ud'jiel yol templo chi' yuj stziquiquial Jehová."
        },
        {
            "number": "2",
            "text": "Yuj chi' majxo yal-laj yoch eb' sacerdote t'a yool chi'."
        },
        {
            "number": "3",
            "text": "Ayic ix yilan jun k'ak' chi' masanil eb' israel yet' stziquiquial Jehová ix emul t'a yib'anh jun templo chi', ix em cumnaj eb' masanto ix emk'och snanhal sat eb' t'a sat lu'um, ix lesalvi eb', ix yak'an yuj diosal eb' t'a Jehová. Ix yalan eb' icha tik: Yelxo te wach' Dios, yujto tzonh xajanej t'a masanil tiempo, xchi eb'."
        },
        {
            "number": "4",
            "text": "Ayic ix lajvi juntzanh chi', ix yak'an silab' vinhaj rey Salomón yet' eb' chonhab' chi' t'a Jehová."
        },
        {
            "number": "5",
            "text": "Ix yak' 22 mil nok' vacax eb' yet' 120 mil nok' calnel silab'il. Icha chi' ix aj yak'ancanoch jun templo chi' eb' t'a yol sk'ab' Dios."
        },
        {
            "number": "6",
            "text": "Linhanq'ue masanil eb' israel chi', haxo eb' sacerdote ayek' eb' t'a yet'tal b'aj ix cani, spu'an q'uen strompeta eb'. Axo eb' levita q'uelk'umb'a yaj eb' yet' eb' sacerdote chi', van sb'itan eb' yet' juntzanh yamk'ab' b'ob'ilcan yuj vinhaj rey David yic tz'och ejmelal t'a Jehová. Van sb'itan eb' icha tik: Ha Jehová, aynhej swach'k'olal t'a masanil tiempo, xchi eb'."
        },
        {
            "number": "7",
            "text": "Ix yak'anpaxoch yopisio snanhal amak' vinhaj Salomón chi', aton jun ay t'a yichanh stemplo Jehová chi', yic ata' snhusjitz'a silab' yet' xepual nok' silab' yic junk'olal yet' Dios, yujto a jun altar nab'a bronce ix schec vinh b'ojoc, max yab'laj yic sq'ue nok' silab' chi' t'a yib'anh yet' ofrenda t'a tas svaji yet' xepual nok' nok' chi'."
        },
        {
            "number": "8",
            "text": "Ha t'a jun pekti’ chi', a vinhaj Salomón yet' eb' yetisraelal ix yak'och q'uinh chinama eb' t'a uque' k'ual. Te niwan sb'isul eb', ix cotnhej eb' b'aj tz'ochk'och b'e t'a Hamat t'a norte, masanto t'ha ha' eluma' yic Egipto t'a sur."
        },
        {
            "number": "9",
            "text": "Uque' k'ual ix yak'och sq'uinhal jun altar chi' eb', haxo t'a junxo uque' k'ual, ix yak'anoch q'uinh chinama chi' eb'. Axo t'a jun slajvub' k'ual chi' ix yak'anoch jun niwan q'uinh eb'."
        },
        {
            "number": "10",
            "text": "Ha t'a 23 yoch yuquil uj chi', ix spuclan sb'a vinhaj rey Salomón chi' yet' masanil anima ayek' chi'. Ixlajwi chi' ix paxcan eb' t'a spat t'a tzalajk'olal. Ix te tzalaj eb' yuj jantac tas wach' ak'b'il yuj Jehová t'a vinhaj David, t'a vinhaj Salomón chi' yet' t'a masanil chonhab' Israel."
        },
        {
            "number": "11",
            "text": "Ayic toxo ix b'oel stemplo Jehová yuj vinhaj rey Salomón chi' yet' spalacio vinh yet' masanil tastac ix sna' vinh to sb'ochaji,"
        },
        {
            "number": "12",
            "text": "ix sch'oxan sb'a Jehová t'a vinh t'ak'walil, ix yalan t'a vinh icha tik: Ix vab' val a lesal, ix in sik'anpaxel jun lugar tik vicoc yic tz'och in cajnub'oc b'aj stz'a silab' t'ayin."
        },
        {
            "number": "13",
            "text": "Yuj chi', q'uinaloc svak'cot k'ak', maxtzac yak' nhab', ma svak'cot nok' k'ulub' sk'uxanb'at avb'en, ma svak'cot junok ilya t'a eyib'anh a ex in chonhab' ex tik,"
        },
        {
            "number": "14",
            "text": "tato a ex ojtacab'il to wik ex, tzex lesalvi t'ayin, slajvi chi' tzeyactancan e chuk b'eyb'al chi', tato icha chi', svab' e lesal chi' t'a satcha’anh, svak'an nivank'olal e mul, svak'anxi tastac ay t'a e chonhab' chi'."
        },
        {
            "number": "15",
            "text": "Ha ticnaic yet' yic ol b'eynhejb'atoc, ol vab'nhej lesal ol och t'ayin t'a jun templo tik,"
        },
        {
            "number": "16",
            "text": "yujto toxo ix in sik'caneli yic tz'ochcan vicoc. Ol in ajnhej cajan t'ay, ol in tanhvej."
        },
        {
            "number": "17",
            "text": "Ha ticnaic jun, tato wach'nhej ol utej a b'a t'ayin icha val yutejnac sb'a vinh a mam, tato ol a k'anab'ajej in checnab'il yet' masanil tas ix val t'ayach,"
        },
        {
            "number": "18",
            "text": "ol vak'nhejelk'och opisio tik, icha val in trato in b'onac yet' vinh a mam chi', ayic valannac to ol ochnhej yinhtilal vinh reyal t'a chonhab' Israel tik."
        },
        {
            "number": "19",
            "text": "Palta tato a ex tik ol eyiq'uel e b'a t'ayin, manh ol e k'anab'ajej in k'ayb'ub'al yet' in checnab'il ix vak' t'ayex, haxo t'a juntzanh comon dios b'aj ol eyaq'uem e b'a, ol ex och pax ejmelal t'ay,"
        },
        {
            "number": "20",
            "text": "ol ex viq'uel t'a sat lum lum vak'nac tik t'ayex. Ha jun templo ix ochcan vicoc tik, ol vik'canel t'a vichanh, ol vak'an b'uchjoc yuj masanil nación."
        },
        {
            "number": "21",
            "text": "Ha jun templo manhxo jantacoc swach'il yilji tik, toxonhej ol k'ekan b'ulan spojelal. Masanil mach ol ek' t'a stz'ey, ol te sat sk'ol eb' yilani, ol sk'anb'an eb', ¿tas yuj icha tik ix yutej jun chonhab' tik Jehová yet' jun templo tik? xcham eb'."
        },
        {
            "number": "22",
            "text": "Axo ol aj yalji t'a eb': Icha tik ix aji yujto ix yactejcan Jehová sDiosal smam yicham eb', aton Dios ik'jinaquelta eb' t'a Egipto, haxo juntzanh comon dios b'aj ix yaq'uem sb'a eb'. Yuj val chi' ix yak'cot jun niwan yaelal tik t'a yib'anh eb', xcham eb', xchi Jehová t'a vinhaj Salomón chi'."
        }
    ]
}