{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajwi slesalwi winhaj rey Salomón chi', ix cot k'ak' t'a satcha’anh, ix tz'ab'at jun silab' snhusjitz'a smasanil yet' juntzanhxo silab', ix b'ud'jiel yol templo chi' yuj stziquiquial Jehová."
        },
        {
            "number": "2",
            "text": "Yuj chi' majxo yal-laj yoch heb' sacerdote t'a yool chi'."
        },
        {
            "number": "3",
            "text": "Ayic ix yilan jun k'ak' chi' masanil heb' israel yet' stziquiquial Jehová ix emul t'a yib'anh jun templo chi', ix em cumnaj heb' masanto ix emk'och snanhal sat heb' t'a sat lu'um, ix lesalwi heb', ix yak'an yuj diosal heb' t'a Jehová. Ix yalan heb' icha tik: Yelxo te wach' Dios, yujto tzonh xajanej t'a masanil tiempo, xchi heb'."
        },
        {
            "number": "4",
            "text": "Ayic ix lajwi juntzanh chi', ix yak'an silab' winhaj rey Salomón yet' heb' chonhab' chi' t'a Jehová."
        },
        {
            "number": "5",
            "text": "Ix yak' 22 mil nok' wakax heb' yet' 120 mil nok' kalnel silab'il. Icha chi' ix aj yak'ankanoch jun templo chi' heb' t'a yol sk'ab' Dios."
        },
        {
            "number": "6",
            "text": "Linhank'e masanil heb' israel chi', haxo heb' sacerdote ayek' heb' t'a yet'tal b'aj ix kani, spu'an k'een strompeta heb'. Axo heb' lewita k'elk'umb'a yaj heb' yet' heb' sacerdote chi', wan sb'itan heb' yet' juntzanh yamk'ab' b'ob'ilkan yuj winhaj rey Dawid yic tz'och ejmelal t'a Jehová. Van sb'itan heb' icha tik: Ha Jehová, aynhej swach'k'olal t'a masanil tiempo, xchi heb'."
        },
        {
            "number": "7",
            "text": "Ix yak'anpaxoch yopisio snanhal amak' winhaj Salomón chi', aton jun ay t'a yichanh stemplo Jehová chi', yic ata' snhusjitz'a silab' yet' xepual nok' silab' yic junk'olal yet' Dios, yujto a jun altar nab'a bronce ix schec winh b'ojoc, max yab'laj yic sk'e nok' silab' chi' t'a yib'anh yet' ofrenda t'a tas swaji yet' xepual nok' nok' chi'."
        },
        {
            "number": "8",
            "text": "Ha t'a jun pekti’ chi', a winhaj Salomón yet' heb' yetisraelal ix yak'och q'uinh chinama heb' t'a uque' k'ual. Te niwan sb'isul heb', ix cotnhej heb' b'aj tz'ochk'och b'e t'a Hamat t'a norte, masanto t'ha ha' eluma' yic Egipto t'a sur."
        },
        {
            "number": "9",
            "text": "Uque' k'ual ix yak'och sq'uinhal jun altar chi' heb', haxo t'a junxo uque' k'ual, ix yak'anoch q'uinh chinama chi' heb'. Axo t'a jun slajwub' k'ual chi' ix yak'anoch jun niwan q'uinh heb'."
        },
        {
            "number": "10",
            "text": "Ha t'a 23 yoch yuquil uj chi', ix spuklan sb'a winhaj rey Salomón chi' yet' masanil anima ayek' chi'. Ixlajwi chi' ix paxcan heb' t'a spat t'a tzalajk'olal. Ix te tzalaj heb' yuj jantac tas wach' ak'b'il yuj Jehová t'a winhaj Dawid, t'a winhaj Salomón chi' yet' t'a masanil chonhab' Israel."
        },
        {
            "number": "11",
            "text": "Ayic toxo ix b'oel stemplo Jehová yuj winhaj rey Salomón chi' yet' spalacio winh yet' masanil tastac ix sna' winh to sb'ochaji,"
        },
        {
            "number": "12",
            "text": "ix sch'oxan sb'a Jehová t'a winh t'ak'walil, ix yalan t'a winh icha tik: Ix wab' wal a lesal, ix in sik'anpaxel jun lugar tik wicoc yic tz'och in kajnub'oc b'aj stz'a silab' t'ayin."
        },
        {
            "number": "13",
            "text": "Yuj chi', q'uinaloc swak'cot k'ak', maxtzac yak' nhab', ma swak'cot nok' k'ulub' sk'uxanb'at avb'en, ma swak'cot junok ilya t'a eyib'anh a ex in chonhab' ex tik,"
        },
        {
            "number": "14",
            "text": "tato a ex ojtakab'il to wik ex, tzex lesalwi t'ayin, slajwi chi' tzeyactankan he chuk b'eyb'al chi', tato icha chi', swab' he lesal chi' t'a satcha’anh, swak'an niwank'olal he mul, swak'anxi tastac ay t'a he chonhab' chi'."
        },
        {
            "number": "15",
            "text": "Ha ticnaik yet' yic ol b'eynhejb'atoc, ol wab'nhej lesal ol och t'ayin t'a jun templo tik,"
        },
        {
            "number": "16",
            "text": "yujto toxo ix in sik'kaneli yic tz'ochkan wicoc. Ol in ajnhej kajan t'ay, ol in tanhwej."
        },
        {
            "number": "17",
            "text": "Ha ticnaik jun, tato wach'nhej ol utej a b'a t'ayin icha wal yutejnac sb'a winh a mam, tato ol a k'anab'ajej in checnab'il yet' masanil tas ix wal t'ayach,"
        },
        {
            "number": "18",
            "text": "ol wak'nhejelk'och opisio tik, icha wal in trato in b'onac yet' winh a mam chi', ayic walannac to ol ochnhej yinhtilal winh reyal t'a chonhab' Israel tik."
        },
        {
            "number": "19",
            "text": "Palta tato a ex tik ol eyik'el he b'a t'ayin, manh ol he k'anab'ajej in k'ayb'ub'al yet' in checnab'il ix wak' t'ayex, haxo t'a juntzanh comon Dios b'aj ol eyak'em he b'a, ol ex och pax ejmelal t'ay,"
        },
        {
            "number": "20",
            "text": "ol ex wik'el t'a sat lum lum wak'nac tik t'ayex. Ha jun templo ix ochkan wicoc tik, ol wik'kanel t'a wichanh, ol wak'an b'uchjoc yuj masanil nación."
        },
        {
            "number": "21",
            "text": "Ha jun templo manhxo jantacoc swach'il yilji tik, toxonhej ol k'ekan b'ulan spojelal. Masanil mach ol ek' t'a stz'ey, ol te sat sk'ol heb' yilani, ol sk'anb'an heb', ¿tas yuj icha tik ix yutej jun chonhab' tik Jehová yet' jun templo tik? xcham heb'."
        },
        {
            "number": "22",
            "text": "Axo ol aj yalji t'a heb': Icha tik ix aji yujto ix yaktejkan Jehová sDiosal smam yicham heb', aton Dios ik'jinaquelta heb' t'a Egipto, haxo juntzanh comon Dios b'aj ix yak'em sb'a heb'. Yuj wal chi' ix yak'cot jun niwan yaelal tik t'a yib'anh heb', xcham heb', xchi Jehová t'a winhaj Salomón chi'."
        }
    ]
}