{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj rey Salomón chi', 20 ab'il ix yak' winh sb'oank'e spalacio yet' stemplo Jehová."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi' ix sb'oanxik'e juntzanh chonhab' winh, aton juntzanh ix yak'xikan winhaj rey Hiram t'a winh, ix yak'an kajnaj heb' israel winh t'ay."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi, ix b'at winhaj Salomón chi' yak' owal t'a chonhab' Hamat t'a yol yic Soba, ix yak'an ganar winh."
        },
        {
            "number": "4",
            "text": "Ix sb'oanxik'e chonhab' Tadmor winh, jun ay t'a taquinh lu'um yet' juntzanh chonhab' t'a yol yic Hamat b'aj smolchaj masanil tas swaji."
        },
        {
            "number": "5",
            "text": "Anhejtona' ix sb'oxik'e chonhab' Bet-horón winh, jun ay t'a yib'anhk'ei yet' Bet-horón ay t'a yalanhemta. Ha juntzanh chonhab' chi', ayoch smuroal yet' spuertail. Aypaxoch k'atan k'een k'een syamnub'aloc spuertail chi'."
        },
        {
            "number": "6",
            "text": "Ix sb'oanxik'e chonhab' Baalat winh yet' juntzanhxo chonhab' b'aj smolchaj masanil tas swaji. Ix sb'oanpax juntzanh yet'tal carruaje winh yic owal yet' b'aj tz'aj nok' chej yic owal yet' masanil tas snib'ej winh ix sb'o t'a Jerusalén chi', t'a Líbano yet' t'a masanil yol smacb'en."
        },
        {
            "number": "7",
            "text": "Ay pax juntzanh yinhtilal heb' anima manh satb'iloquel yuj heb' israel aykan kajan t'a skal heb', aton heb' heteo, heb' amorreo, heb' heweo, heb' ferezeo yet' heb' jebuseo. Ha heb' chi' manh israelok heb'. Ix ak'jikanoch heb' t'a munlajel yuj winhaj Salomón chi'."
        },
        {
            "number": "8",
            "text": "Palta malaj junok heb' yetisraelal winh ix yak' pural yak'anoch t'a munlajel chi'. Ix yak'och heb' winh t'a soldadoal, t'a sat yajalil heb' winh soldado, t'a yajalil t'a heb' ayoch t'a carruaje yic owal yet' t'a heb' winh soldado sk'e t'a yib'anh chej. Ata' ix yak'och heb' yetisraelal winh chi'."
        },
        {
            "number": "9",
            "text": "Axo heb' sat yajal tz'ilan heb' smunlaj chi', 250 heb'."
        },
        {
            "number": "10",
            "text": "Ha winhaj Salomón chi', ix yik'el ix yisil winh sreyal Egipto winh b'aj kajan t'a schonhab' winhaj Dawid, ix yik'anb'at ix winh t'a junxo palacio ix sb'o winh yicoc ix, yujto ix sna' winh to manh smojoc skajnaj ix b'aj ek'nac sdespacho winhaj rey Dawid, yujto ata' ek'nac te' skaxail strato Jehová, te niwan yelk'och jun lugar chi'."
        },
        {
            "number": "11",
            "text": "Ix yak' nhusjoctz'a silab' winhaj rey Salomón t'a Jehová t'a yib'anh altar ix sb'ok'e t'a yichanh templo chi'."
        },
        {
            "number": "12",
            "text": "Aton t'a juntzanh k'ual alb'ilkan yuj winhaj Moisés t'a ley to tz'ak'ji silab' chi', ata' ix yak' nhusjoctz'a juntzanh silab' chi' winh: Aton t'a sk'ual ik'oj ip, t'a q'uinh yic tz'alji k'een uj yet' pax t'a oxe' niwac q'uinh tz'och t'a yol ab'il: Aton q'uinh yic ixim pan malaj yich, q'uinh ayic slajwi smolji sat avb'en yet' q'uinh yic chinama."
        },
        {
            "number": "13",
            "text": "Ix yak'anpaxoch heb' sacerdote winh yet' heb' lewita t'a munlajel t'a templo t'a stzolal. Ix ak'jioch heb' t'a yopisio chi', icha yajkan yalan winhaj Dawid smam winh. Ay juntzanh heb' lewita yopisio sb'itan t'a Jehová, skolwaj heb' yet' heb' sacerdote t'a junjun k'u. Ay pax juntzanhxo heb' stanhwan spuertail templo chi'"
        },
        {
            "number": "14",
            "text": "yet' b'aj smolb'aj tastac yic templo. Yuj chi' malaj wal jab'oc ix sk'ex winh tastac tz'aj smunlaj heb' sacerdote yet' heb' lewita icha yajkan yuj winhaj Dawid chi'."
        },
        {
            "number": "15",
            "text": "Masanil munlajel nab'il yuj winhaj rey Salomón chi', yictax ix em yich stemplo Jehová masanto ix b'oeli, wach' ix aj yik'an sb'a smasanil."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix b'at winhaj Salomón chi' t'a Ezión-geber yet' t'a Elat, t'a stitac ha' Chacchac Mar, t'a yol yic Edom."
        },
        {
            "number": "17",
            "text": "Ix yak'cot juntzanh te' barco winhaj Hiram yet' heb' smunlajtaxon t'a te' barco chi'. Ha heb' winh chi', yojtak heb' winh yek' t'a yib'anh ha' mar. Ix xid'ek' heb' winh yet' heb' schekab' winhaj Salomón chi' t'a Ofir. Quenxonhej manh 320 quintaloc k'een oro ix jawi yuj heb' t'a winhaj Salomón chi'."
        }
    ]
}