{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "A vinhaj rey Salomón chi', 20 ab'il ix yak' vinh sb'oanq'ue spalacio yed' stemplo Jehová."
        },
        {
            "number": "2",
            "text": "Ix lajvi chi' ix sb'oanxiq'ue juntzanh chonhab' vinh, aton juntzanh ix yak'xican vinhaj rey Hiram d'a vinh, ix yak'an cajnaj eb' israel vinh d'ay."
        },
        {
            "number": "3",
            "text": "Ix lajvi chi, ix b'at vinhaj Salomón chi' yak' oval d'a chonhab' Hamat d'a yol yic Soba, ix yak'an ganar vinh."
        },
        {
            "number": "4",
            "text": "Ix sb'oanxiq'ue chonhab' Tadmor vinh, jun ay d'a taquinh luum yed' juntzanh chonhab' d'a yol yic Hamat b'aj smolchaj masanil tas svaji."
        },
        {
            "number": "5",
            "text": "Anhejtona' ix sb'oxiq'ue chonhab' Bet-horón vinh, jun ay d'a yib'anhq'uei yed' Bet-horón ay d'a yalanhemta. A juntzanh chonhab' chi', ayoch smuroal yed' spuertail. Aypaxoch k'atan q'uen q'ueen syamnub'aloc spuertail chi'."
        },
        {
            "number": "6",
            "text": "Ix sb'oanxiq'ue chonhab' Baalat vinh yed' juntzanhxo chonhab' b'aj smolchaj masanil tas svaji. Ix sb'oanpax juntzanh yed'tal carruaje vinh yic oval yed' b'aj tz'aj nok' chej yic oval yed' masanil tas snib'ej vinh ix sb'o d'a Jerusalén chi', d'a Líbano yed' d'a masanil yol smacb'en."
        },
        {
            "number": "7",
            "text": "Ay pax juntzanh yinhtilal eb' anima manh satb'iloquel yuj eb' israel aycan cajan d'a scal eb', aton eb' heteo, eb' amorreo, eb' heveo, eb' ferezeo yed' eb' jebuseo. A eb' chi' manh israeloc eb'. Ix ak'jicanoch eb' d'a munlajel yuj vinhaj Salomón chi'."
        },
        {
            "number": "8",
            "text": "Palta malaj junoc eb' yetisraelal vinh ix yak' pural yak'anoch d'a munlajel chi'. Ix yak'och eb' vinh d'a soldadoal, d'a sat yajalil eb' vinh soldado, d'a yajalil d'a eb' ayoch d'a carruaje yic oval yed' d'a eb' vinh soldado sq'ue d'a yib'anh chej. Ata' ix yak'och eb' yetisraelal vinh chi'."
        },
        {
            "number": "9",
            "text": "Axo eb' sat yajal tz'ilan eb' smunlaj chi', 250 eb'."
        },
        {
            "number": "10",
            "text": "A vinhaj Salomón chi', ix yiq'uel ix yisil vinh sreyal Egipto vinh b'aj cajan d'a schonhab' vinhaj David, ix yik'anb'at ix vinh d'a junxo palacio ix sb'o vinh yicoc ix, yujto ix sna' vinh to manh smojoc scajnaj ix b'aj ek'nac sdespacho vinhaj rey David, yujto ata' ek'nac te' scaxail strato Jehová, te nivan yelk'och jun lugar chi'."
        },
        {
            "number": "11",
            "text": "Ix yak' nhusjoctz'a silab' vinhaj rey Salomón d'a Jehová d'a yib'anh altar ix sb'oq'ue d'a yichanh templo chi'."
        },
        {
            "number": "12",
            "text": "Aton d'a juntzanh k'ual alb'ilcan yuj vinhaj Moisés d'a ley to tz'ak'ji silab' chi', ata' ix yak' nhusjoctz'a juntzanh silab' chi' vinh: Aton d'a sk'ual ik'oj ip, d'a q'uinh yic tz'alji q'uen uj yed' pax d'a oxe' nivac q'uinh tz'och d'a yol ab'il: Aton q'uinh yic ixim pan malaj yich, q'uinh ayic slajvi smolji sat avb'en yed' q'uinh yic chinama."
        },
        {
            "number": "13",
            "text": "Ix yak'anpaxoch eb' sacerdote vinh yed' eb' levita d'a munlajel d'a templo d'a stzolal. Ix ak'jioch eb' d'a yopisio chi', icha yajcan yalan vinhaj David smam vinh. Ay juntzanh eb' levita yopisio sb'itan d'a Jehová, scolvaj eb' yed' eb' sacerdote d'a junjun k'u. Ay pax juntzanhxo eb' stanhvan spuertail templo chi'"
        },
        {
            "number": "14",
            "text": "yed' b'aj smolb'aj tastac yic templo. Yuj chi' malaj val jab'oc ix sq'uex vinh tastac tz'aj smunlaj eb' sacerdote yed' eb' levita icha yajcan yuj vinhaj David chi'."
        },
        {
            "number": "15",
            "text": "Masanil munlajel nab'il yuj vinhaj rey Salomón chi', yictax ix em yich stemplo Jehová masanto ix b'oeli, vach' ix aj yik'an sb'a smasanil."
        },
        {
            "number": "16",
            "text": "Ix lajvi chi', ix b'at vinhaj Salomón chi' d'a Ezión-geber yed' d'a Elat, d'a stitac a' Chacchac Mar, d'a yol yic Edom."
        },
        {
            "number": "17",
            "text": "Ix yak'cot juntzanh te' barco vinhaj Hiram yed' eb' smunlajtaxon d'a te' barco chi'. A eb' vinh chi', yojtac eb' vinh yek' d'a yib'anh a' mar. Ix xid'ek' eb' vinh yed' eb' schecab' vinhaj Salomón chi' d'a Ofir. Quenxonhej manh 320 quintaloc q'uen oro ix javi yuj eb' d'a vinhaj Salomón chi'."
        }
    ]
}