{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj rey Salomón chi', 20 ab'il ix yak' winh sb'oanq'ue spalacio yet' stemplo Jehová."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi' ix sb'oanxiq'ue juntzanh chonhab' winh, aton juntzanh ix yak'xican winhaj rey Hiram t'a winh, ix yak'an cajnaj eb' israel winh t'ay."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi, ix b'at winhaj Salomón chi' yak' oval t'a chonhab' Hamat t'a yol yic Soba, ix yak'an ganar winh."
        },
        {
            "number": "4",
            "text": "Ix sb'oanxiq'ue chonhab' Tadmor winh, jun ay t'a taquinh lu'um yet' juntzanh chonhab' t'a yol yic Hamat b'aj smolchaj masanil tas svaji."
        },
        {
            "number": "5",
            "text": "Anhejtona' ix sb'oxiq'ue chonhab' Bet-horón winh, jun ay t'a yib'anhq'uei yet' Bet-horón ay t'a yalanhemta. Ha juntzanh chonhab' chi', ayoch smuroal yet' spuertail. Aypaxoch k'atan q'uen q'ueen syamnub'aloc spuertail chi'."
        },
        {
            "number": "6",
            "text": "Ix sb'oanxiq'ue chonhab' Baalat winh yet' juntzanhxo chonhab' b'aj smolchaj masanil tas svaji. Ix sb'oanpax juntzanh yet'tal carruaje winh yic oval yet' b'aj tz'aj nok' chej yic oval yet' masanil tas snib'ej winh ix sb'o t'a Jerusalén chi', t'a Líbano yet' t'a masanil yol smacb'en."
        },
        {
            "number": "7",
            "text": "Ay pax juntzanh yinhtilal eb' anima manh satb'iloquel yuj eb' israel aycan cajan t'a skal eb', aton eb' heteo, eb' amorreo, eb' heveo, eb' ferezeo yet' eb' jebuseo. Ha eb' chi' manh israeloc eb'. Ix ak'jicanoch eb' t'a munlajel yuj winhaj Salomón chi'."
        },
        {
            "number": "8",
            "text": "Palta malaj junok eb' yetisraelal winh ix yak' pural yak'anoch t'a munlajel chi'. Ix yak'och eb' winh t'a soldadoal, t'a sat yajalil eb' winh soldado, t'a yajalil t'a eb' ayoch t'a carruaje yic oval yet' t'a eb' winh soldado sq'ue t'a yib'anh chej. Ata' ix yak'och eb' yetisraelal winh chi'."
        },
        {
            "number": "9",
            "text": "Axo eb' sat yajal tz'ilan eb' smunlaj chi', 250 eb'."
        },
        {
            "number": "10",
            "text": "Ha winhaj Salomón chi', ix yiq'uel ix yisil winh sreyal Egipto winh b'aj cajan t'a schonhab' winhaj David, ix yik'anb'at ix winh t'a junxo palacio ix sb'o winh yicoc ix, yujto ix sna' winh to manh smojoc scajnaj ix b'aj ek'nac sdespacho winhaj rey David, yujto ata' ek'nac te' scaxail strato Jehová, te niwan yelk'och jun lugar chi'."
        },
        {
            "number": "11",
            "text": "Ix yak' nhusjoctz'a silab' winhaj rey Salomón t'a Jehová t'a yib'anh altar ix sb'oq'ue t'a yichanh templo chi'."
        },
        {
            "number": "12",
            "text": "Aton t'a juntzanh k'ual alb'ilcan yuj winhaj Moisés t'a ley to tz'ak'ji silab' chi', ata' ix yak' nhusjoctz'a juntzanh silab' chi' winh: Aton t'a sk'ual ik'oj ip, t'a q'uinh yic tz'alji q'uen uj yet' pax t'a oxe' nivac q'uinh tz'och t'a yol ab'il: Aton q'uinh yic ixim pan malaj yich, q'uinh ayic slajvi smolji sat avb'en yet' q'uinh yic chinama."
        },
        {
            "number": "13",
            "text": "Ix yak'anpaxoch eb' sacerdote winh yet' eb' levita t'a munlajel t'a templo t'a stzolal. Ix ak'jioch eb' t'a yopisio chi', icha yajcan yalan winhaj David smam winh. Ay juntzanh eb' levita yopisio sb'itan t'a Jehová, skolwaj eb' yet' eb' sacerdote t'a junjun k'u. Ay pax juntzanhxo eb' stanhvan spuertail templo chi'"
        },
        {
            "number": "14",
            "text": "yet' b'aj smolb'aj tastac yic templo. Yuj chi' malaj val jab'oc ix sq'uex winh tastac tz'aj smunlaj eb' sacerdote yet' eb' levita icha yajcan yuj winhaj David chi'."
        },
        {
            "number": "15",
            "text": "Masanil munlajel nab'il yuj winhaj rey Salomón chi', yictax ix em yich stemplo Jehová masanto ix b'oeli, wach' ix aj yik'an sb'a smasanil."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix b'at winhaj Salomón chi' t'a Ezión-geber yet' t'a Elat, t'a stitac ha' Chacchac Mar, t'a yol yic Edom."
        },
        {
            "number": "17",
            "text": "Ix yak'cot juntzanh te' barco winhaj Hiram yet' eb' smunlajtaxon t'a te' barco chi'. Ha eb' winh chi', yojtac eb' winh yek' t'a yib'anh ha' mar. Ix xid'ek' eb' winh yet' eb' schecab' winhaj Salomón chi' t'a Ofir. Quenxonhej manh 320 quintaloc q'uen oro ix javi yuj eb' t'a winhaj Salomón chi'."
        }
    ]
}