{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ha ix sreinail Sabá, ix yab' spekal ix to a winhaj rey Salomón, te niwan yelk'och winh, yuj chi' ix jawi ix t'a Jerusalén yic tzul sk'anb'an juntzanh lolonel ix te ajaltac snachajeli, yic syil ix tato yel te jelan winhaj Salomón chi'. Niwan heb' schekab' ix yet'nac, niwan nok' camello cuchjinac perfume, niwan k'een oro yet' k'een k'een te wach' yilji yet'nac ix. Ayic ix jawi ix yil winhaj rey Salomón chi', ix sk'anb'an ix t'a winh masanil tas nab'il yuj."
        },
        {
            "number": "2",
            "text": "Axo ix spakan masanil tas ix sk'anb'ej ix chi' winh, malaj junok tas ix sk'anb'ej ix chi' maj yal spakan winh."
        },
        {
            "number": "3",
            "text": "Ayic ix yilan ix reina chi' jantac sjelanil winhaj Salomón chi' yet' spalacio winh b'ob'il yuj,"
        },
        {
            "number": "4",
            "text": "yet' tastac swa winh t'a sat smexa yet' b'aj ay heb' ay yopisio yet' winh yet' juntzanhxo heb' schekab' winh yet' spichul heb', te ch'ocxo pax yilji spichul heb' tz'ak'an swino winh rey chi' yet' juntzanh silab' snhusjitz'ha t'a stemplo Jehová, ix te sat sk'ool ix yilan masanil juntzanh chi'."
        },
        {
            "number": "5",
            "text": "Ix yalan ix t'a winh rey chi' icha tik: Ha tas ix wab' t'a in chonhab' yuj jantac tas ix a b'o'o yet' jantac a jelanil sb'inaji, yel ton wal."
        },
        {
            "number": "6",
            "text": "Ayic ix wab'an chi', maj wak'ochlaj t'a in k'ol tastac tz'alchaj chi', palta haxo ticnaik jun, swil wal yet' yol in sat. Max k'ek'ochlaj nanhal juntzanh swil tik ix alji wab'i, yujto a a jelanil tik, yelxo wal ek'to t'a yichanh tas ix wab' chi'."
        },
        {
            "number": "7",
            "text": "Te wach' yic heb' tzach ak'an serwil, te wach' yic heb' aynhejek' ed'oc, syab'an a jelanil heb'."
        },
        {
            "number": "8",
            "text": "Alchajokab' wach' lolonel t'a Jehová a Diosal, ste tzalaj ed'oc, yuj chi' ix ach yak'och reyal yic tza ch'oxan yajalil. Te xajan chonhab' Israel tik yuj a Diosal chi', yujto snib'ej to aynhej ek' jun chonhab' tik t'a masanil tiempo, yuj chi' ach yak'och sreyaloc, yic tzak'an reyal t'a swach'ilal yet' t'a stojolal, xchi ix reina chi'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi' ix yak'an 100 quintal k'een oro ix t'a winh yet' jantac perfume yet' k'een k'een te wach' yilji. Malaj juneloc niwan perfume chi' ix jawi t'a Israel icha ix siej ix sreinail Sabá chi' t'a winhaj rey Salomón chi'."
        },
        {
            "number": "10",
            "text": "Anheja' pax heb' winh winak smunlaj t'a winhaj Hiram yet' heb' winh smunlaj t'a winhaj Salomón chi', ix xid'ek' heb' winh yik'cot k'een oro t'a Ofir, ix yik'anpaxcot te' sándalo heb' winh yet' k'een k'een te wach' yilji."
        },
        {
            "number": "11",
            "text": "Ha yet' te' sándalo chi' ix schec winh rey chi' b'ojoc sb'eal stemplo Jehová yet' spalacio winh b'akhquiltac sk'ei yet' stitac. Ha yet' te' chi' ix sb'opax te' arpa winh yet' salterio yic sk'an heb' tz'ak'an juntzanh yamk'ab' chi'. Malaj b'aj tz'ilchaj te' lajan yet' te' chi' t'a yol smacb'en Judá."
        },
        {
            "number": "12",
            "text": "Ix el t'a sk'ol winh rey chi' yak'an masanil tas ix sk'an ix sreinail Sabá chi'. Ch'oc pax yaj tas toxo ix yak' winh sk'exuloc tastac ix yik'cot ix. Ixlajwi chi', ix pax ix t'a schonhab' chi' yet' masanil heb' ajun yet' ix."
        },
        {
            "number": "13",
            "text": "Ha k'een oro scha' winhaj Salomón t'a junjun ab'il, 500 quintal k'een."
        },
        {
            "number": "14",
            "text": "Ch'oc pax yaj k'een syak' heb' chonhwajum yet' pax k'een oro, k'een plata syak' heb' sreyal Arabia yet' heb' ayoch t'a yopisio t'a junjun makan smacb'en Israel."
        },
        {
            "number": "15",
            "text": "Ix schec winh b'ochaj 200 niwac maclab' jul-lab', ayoch k'een oro t'ay, ay am lajchaweoc libra k'een oro ayoch t'a junjun."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix schekanpax winh b'ojoc 300 xo yunetac maclab' jul-lab' chi'. Ay am waqueoc libra k'een oro ix och t'a junjun. Axo t'a jun niwan pat skuchan Te te' yic Líbano ix yak'kan winh."
        },
        {
            "number": "17",
            "text": "Ix schekanpax winh b'ojoc jun sk'ojnub' t'a sdespacho, ix ak'jioch k'een oro te wach' t'ay, ix ak'jipaxoch marfil yelwanub'oc."
        },
        {
            "number": "18",
            "text": "Ha jun k'ojnub' chi', wac tzol sk'e sb'akhquiltaquil sk'oochal. Aypaxem k'een oro b'aj tz'em b'akhan yoc winh rey chi', yaman yaj yet' jun k'ojnub' chi'. Ayk'e sk'ab' jun k'ojnub' chi' t'a junjun stz'eytac. B'ob'ilpaxoch yechel junjun nok' choj t'a junjun sk'ab' chi'."
        },
        {
            "number": "19",
            "text": "Ay pax lajchawexo yechel nok' choj chi', junjun aykan t'a snhitac junjun sb'akhquiltaquil chi'. Malaj junocxo rey b'oannac yic icha yic winh chi'."
        },
        {
            "number": "20",
            "text": "Masanil scopa winh rey chi', nab'a oro yet' masanil yamk'ab' ay t'a jun niwan pat scuch Te te' yic Líbano. Malaj junok yamk'ab' chi' plata, yujto ha t'a stiempoal winh rey chi', a k'een plata chi' malaj yelk'och k'een."
        },
        {
            "number": "21",
            "text": "Ha heb' schekab' winh rey chi', sb'at heb' yet' heb' schekab' winhaj Hiram yet' juntzanh niwac barco icha te' sb'at t'a Tarsis. Oxe' ab'il sb'atkan heb' yic sb'at yik'ancot k'een oro heb', k'een plata, marfil, nok' chab'in yet' nok' pawo real."
        },
        {
            "number": "22",
            "text": "Ha winhaj rey Salomón chi', ek'b'al sb'eyumal winh yet' pax sjelanil winh t'a yichanh masanil heb' rey t'a yol yib'anhk’inal tik."
        },
        {
            "number": "23",
            "text": "Masanil heb' winh rey chi', ix jawi heb' winh t'a winh yic tzul yilan heb' winh, ma tzul yab'an heb' winh jantac sjelanil winh ix ak'ji yuj Dios."
        },
        {
            "number": "24",
            "text": "Masanil heb' chi' ix yik'cot silab' heb' t'a winh t'a junjun ab'il: Aton k'een plata, k'een oro, pichul, yamk'ab' yic owal, perfume, nok' chej yet' nok' mula."
        },
        {
            "number": "25",
            "text": "Ay 4 mil spatil nok' chej yet' carruaje yic winhaj rey Salomón chi' yet' 12 mil nok' chej skuchan heb' soldado. Ay carruaje yet' nok' chej ayek' yet' heb' stanhwumal winh rey t'a Jerusalén, ay pax ayek' t'a juntzanhxo chonhab'."
        },
        {
            "number": "26",
            "text": "Ix yak' reyal winh t'a yib'anh juntzanhxo heb' winh rey scotnhej t'ha ha' Éufrates, masanto sk'och t'a yol yic heb' filisteo, sk'och t'a smojonal Egipto."
        },
        {
            "number": "27",
            "text": "Ha t'a Jerusalén chi', a k'een plata icha comon k'een ix aj k'een yuj winh rey chi'. Axo te' k'ute', lajan ix aj te' icha te' kaltacte'al higo t'a yichtac witz."
        },
        {
            "number": "28",
            "text": "Ha nok' schej winh rey chi', ha t'a Egipto scot nok' yet' t'a juntzanhxo nación."
        },
        {
            "number": "29",
            "text": "Ha jantacto yab'ixal winhaj rey Salomón chi', ayic ix el yich masanto slajwub', tz'ib'ab'ilkan t'a ch'anh yuum winhaj Natán schekab' Dios yet' t'a ch'anh yic winhaj Ahías schekab' Dios aj Silo yet' t'a ch'anh b'aj tz'ib'ab'ilkan tas ix ch'oxji yil winh schekab' Dios scuch Iddo yic tz'alji yuj winhaj Jeroboam yuninal winhaj Nabat."
        },
        {
            "number": "30",
            "text": "Ha winhaj Salomón chi', 40 ab'il ix yak' reyal winh t'a Jerusalén t'a yib'anh chonhab' Israel,"
        },
        {
            "number": "31",
            "text": "haxo yic ix cham winh, ix mucchaj winh t'a schonhab' winhaj Dawid smam winh. Ixlajwi chi' haxo winhaj Roboam yuninal winh ix ochkan reyal sk'exuloc."
        }
    ]
}