{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ha ix sreinail Sabá, ix yab' specal ix to a vinhaj rey Salomón, te niwan yelk'och vinh, yuj chi' ix javi ix t'a Jerusalén yic tzul sk'anb'an juntzanh lolonel ix te ajaltac snachajeli, yic syil ix tato yel te jelan vinhaj Salomón chi'. Nivan eb' schecab' ix yet'nac, niwan nok' camello cuchjinac perfume, niwan q'uen oro yet' q'uen q'ueen te wach' yilji yet'nac ix. Ayic ix javi ix yil vinhaj rey Salomón chi', ix sk'anb'an ix t'a vinh masanil tas nab'il yuj."
        },
        {
            "number": "2",
            "text": "Axo ix spacan masanil tas ix sk'anb'ej ix chi' vinh, malaj junok tas ix sk'anb'ej ix chi' maj yal spacan vinh."
        },
        {
            "number": "3",
            "text": "Ayic ix yilan ix reina chi' jantac sjelanil vinhaj Salomón chi' yet' spalacio vinh b'ob'il yuj,"
        },
        {
            "number": "4",
            "text": "yet' tastac sva vinh t'a sat smexa yet' b'aj ay eb' ay yopisio yet' vinh yet' juntzanhxo eb' schecab' vinh yet' spichul eb', te ch'ocxo pax yilji spichul eb' tz'ak'an svino vinh rey chi' yet' juntzanh silab' snhusjitz'ha t'a stemplo Jehová, ix te sat sk'ool ix yilan masanil juntzanh chi'."
        },
        {
            "number": "5",
            "text": "Ix yalan ix t'a vinh rey chi' icha tik: Ha tas ix vab' t'a in chonhab' yuj jantac tas ix a b'o'o yet' jantac a jelanil sb'inaji, yel ton val."
        },
        {
            "number": "6",
            "text": "Ayic ix vab'an chi', maj vak'ochlaj t'a in k'ol tastac tz'alchaj chi', palta haxo ticnaic jun, svil val yet' yol in sat. Max q'uek'ochlaj nanhal juntzanh svil tik ix alji vab'i, yujto a a jelanil tik, yelxo val ek'to t'a yichanh tas ix vab' chi'."
        },
        {
            "number": "7",
            "text": "Te wach' yic eb' tzach ak'an servil, te wach' yic eb' aynhejek' ed'oc, syab'an a jelanil eb'."
        },
        {
            "number": "8",
            "text": "Alchajocab' wach' lolonel t'a Jehová a Diosal, ste tzalaj ed'oc, yuj chi' ix ach yak'och reyal yic tza ch'oxan yajalil. Te xajan chonhab' Israel tik yuj a Diosal chi', yujto snib'ej to aynhej ek' jun chonhab' tik t'a masanil tiempo, yuj chi' ach yak'och sreyaloc, yic tzak'an reyal t'a svach'ilal yet' t'a stojolal, xchi ix reina chi'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi' ix yak'an 100 quintal q'uen oro ix t'a vinh yet' jantac perfume yet' q'uen q'ueen te wach' yilji. Malaj juneloc niwan perfume chi' ix javi t'a Israel icha ix siej ix sreinail Sabá chi' t'a vinhaj rey Salomón chi'."
        },
        {
            "number": "10",
            "text": "Anheja' pax eb' vinh vinac smunlaj t'a vinhaj Hiram yet' eb' vinh smunlaj t'a vinhaj Salomón chi', ix xid'ek' eb' vinh yik'cot q'uen oro t'a Ofir, ix yik'anpaxcot te' sándalo eb' vinh yet' q'uen q'ueen te wach' yilji."
        },
        {
            "number": "11",
            "text": "Ha yet' te' sándalo chi' ix schec vinh rey chi' b'ojoc sb'eal stemplo Jehová yet' spalacio vinh b'achquiltac sq'uei yet' stitac. Ha yet' te' chi' ix sb'opax te' arpa vinh yet' salterio yic sk'an eb' tz'ak'an juntzanh yamk'ab' chi'. Malaj b'aj tz'ilchaj te' lajan yet' te' chi' t'a yol smacb'en Judá."
        },
        {
            "number": "12",
            "text": "Ix el t'a sk'ol vinh rey chi' yak'an masanil tas ix sk'an ix sreinail Sabá chi'. Ch'oc pax yaj tas toxo ix yak' vinh sq'uexuloc tastac ix yik'cot ix. Ixlajwi chi', ix pax ix t'a schonhab' chi' yet' masanil eb' ajun yet' ix."
        },
        {
            "number": "13",
            "text": "Ha q'uen oro scha' vinhaj Salomón t'a junjun ab'il, 500 quintal q'ueen."
        },
        {
            "number": "14",
            "text": "Ch'oc pax yaj q'uen syak' eb' chonhvajum yet' pax q'uen oro, q'uen plata syak' eb' sreyal Arabia yet' eb' ayoch t'a yopisio t'a junjun makan smacb'en Israel."
        },
        {
            "number": "15",
            "text": "Ix schec vinh b'ochaj 200 nivac maclab' jul-lab', ayoch q'uen oro t'ay, ay am lajchaveoc libra q'uen oro ayoch t'a junjun."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix schecanpax vinh b'ojoc 300 xo yunetac maclab' jul-lab' chi'. Ay am vaqueoc libra q'uen oro ix och t'a junjun. Axo t'a jun niwan pat scuchan Te te' yic Líbano ix yak'kan vinh."
        },
        {
            "number": "17",
            "text": "Ix schecanpax vinh b'ojoc jun sk'ojnub' t'a sdespacho, ix ak'jioch q'uen oro te wach' t'ay, ix ak'jipaxoch marfil yelvanub'oc."
        },
        {
            "number": "18",
            "text": "Ha jun k'ojnub' chi', vac tzol sq'ue sb'achquiltaquil sk'oochal. Aypaxem q'uen oro b'aj tz'em b'achan yoc vinh rey chi', yaman yaj yet' jun k'ojnub' chi'. Ayq'ue sk'ab' jun k'ojnub' chi' t'a junjun stz'eytac. B'ob'ilpaxoch yechel junjun nok' choj t'a junjun sk'ab' chi'."
        },
        {
            "number": "19",
            "text": "Ay pax lajchavexo yechel nok' choj chi', junjun aycan t'a snhitac junjun sb'achquiltaquil chi'. Malaj junocxo rey b'oannac yic icha yic vinh chi'."
        },
        {
            "number": "20",
            "text": "Masanil scopa vinh rey chi', nab'a oro yet' masanil yamk'ab' ay t'a jun niwan pat scuch Te te' yic Líbano. Malaj junok yamk'ab' chi' plata, yujto ha t'a stiempoal vinh rey chi', a q'uen plata chi' malaj yelk'och q'ueen."
        },
        {
            "number": "21",
            "text": "Ha eb' schecab' vinh rey chi', sb'at eb' yet' eb' schecab' vinhaj Hiram yet' juntzanh nivac barco icha te' sb'at t'a Tarsis. Oxe' ab'il sb'atcan eb' yic sb'at yik'ancot q'uen oro eb', q'uen plata, marfil, nok' chab'in yet' nok' pavo real."
        },
        {
            "number": "22",
            "text": "Ha vinhaj rey Salomón chi', ek'b'al sb'eyumal vinh yet' pax sjelanil vinh t'a yichanh masanil eb' rey t'a yol yib'anhk’inal tik."
        },
        {
            "number": "23",
            "text": "Masanil eb' vinh rey chi', ix javi eb' vinh t'a vinh yic tzul yilan eb' vinh, ma tzul yab'an eb' vinh jantac sjelanil vinh ix ak'ji yuj Dios."
        },
        {
            "number": "24",
            "text": "Masanil eb' chi' ix yik'cot silab' eb' t'a vinh t'a junjun ab'il: Aton q'uen plata, q'uen oro, pichul, yamk'ab' yic oval, perfume, nok' chej yet' nok' mula."
        },
        {
            "number": "25",
            "text": "Ay 4 mil spatil nok' chej yet' carruaje yic vinhaj rey Salomón chi' yet' 12 mil nok' chej scuchan eb' soldado. Ay carruaje yet' nok' chej ayek' yet' eb' stanhvumal vinh rey t'a Jerusalén, ay pax ayek' t'a juntzanhxo chonhab'."
        },
        {
            "number": "26",
            "text": "Ix yak' reyal vinh t'a yib'anh juntzanhxo eb' vinh rey scotnhej t'ha ha' Éufrates, masanto sk'och t'a yol yic eb' filisteo, sk'och t'a smojonal Egipto."
        },
        {
            "number": "27",
            "text": "Ha t'a Jerusalén chi', a q'uen plata icha comon q'ueen ix aj q'ueen yuj vinh rey chi'. Axo te' k'ute', lajan ix aj te' icha te' caltacte'al higo t'a yichtac vitz."
        },
        {
            "number": "28",
            "text": "Ha nok' schej vinh rey chi', ha t'a Egipto scot nok' yet' t'a juntzanhxo nación."
        },
        {
            "number": "29",
            "text": "Ha jantacto yab'ixal vinhaj rey Salomón chi', ayic ix el yich masanto slajvub', tz'ib'ab'ilcan t'a ch'anh yuum vinhaj Natán schecab' Dios yet' t'a ch'anh yic vinhaj Ahías schecab' Dios aj Silo yet' t'a ch'anh b'aj tz'ib'ab'ilcan tas ix ch'oxji yil vinh schecab' Dios scuch Iddo yic tz'alji yuj vinhaj Jeroboam yuninal vinhaj Nabat."
        },
        {
            "number": "30",
            "text": "Ha vinhaj Salomón chi', 40 ab'il ix yak' reyal vinh t'a Jerusalén t'a yib'anh chonhab' Israel,"
        },
        {
            "number": "31",
            "text": "haxo yic ix cham vinh, ix mucchaj vinh t'a schonhab' vinhaj David smam vinh. Ixlajwi chi' haxo vinhaj Roboam yuninal vinh ix ochcan reyal sq'uexuloc."
        }
    ]
}