{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ha ix sreinail Sabá, ix yab' specal ix to a winhaj rey Salomón, te niwan yelk'och winh, yuj chi' ix javi ix t'a Jerusalén yic tzul sk'anb'an juntzanh lolonel ix te ajaltac snachajeli, yic syil ix tato yel te jelan winhaj Salomón chi'. Nivan eb' schecab' ix yet'nac, niwan nok' camello cuchjinac perfume, niwan q'uen oro yet' q'uen q'ueen te wach' yilji yet'nac ix. Ayic ix javi ix yil winhaj rey Salomón chi', ix sk'anb'an ix t'a winh masanil tas nab'il yuj."
        },
        {
            "number": "2",
            "text": "Axo ix spacan masanil tas ix sk'anb'ej ix chi' winh, malaj junok tas ix sk'anb'ej ix chi' maj yal spacan winh."
        },
        {
            "number": "3",
            "text": "Ayic ix yilan ix reina chi' jantac sjelanil winhaj Salomón chi' yet' spalacio winh b'ob'il yuj,"
        },
        {
            "number": "4",
            "text": "yet' tastac sva winh t'a sat smexa yet' b'aj ay eb' ay yopisio yet' winh yet' juntzanhxo eb' schecab' winh yet' spichul eb', te ch'ocxo pax yilji spichul eb' tz'ak'an svino winh rey chi' yet' juntzanh silab' snhusjitz'ha t'a stemplo Jehová, ix te sat sk'ool ix yilan masanil juntzanh chi'."
        },
        {
            "number": "5",
            "text": "Ix yalan ix t'a winh rey chi' icha tik: Ha tas ix vab' t'a in chonhab' yuj jantac tas ix a b'o'o yet' jantac a jelanil sb'inaji, yel ton val."
        },
        {
            "number": "6",
            "text": "Ayic ix vab'an chi', maj vak'ochlaj t'a in k'ol tastac tz'alchaj chi', palta haxo ticnaic jun, svil val yet' yol in sat. Max q'uek'ochlaj nanhal juntzanh svil tik ix alji vab'i, yujto a a jelanil tik, yelxo val ek'to t'a yichanh tas ix vab' chi'."
        },
        {
            "number": "7",
            "text": "Te wach' yic eb' tzach ak'an servil, te wach' yic eb' aynhejek' ed'oc, syab'an a jelanil eb'."
        },
        {
            "number": "8",
            "text": "Alchajocab' wach' lolonel t'a Jehová a Diosal, ste tzalaj ed'oc, yuj chi' ix ach yak'och reyal yic tza ch'oxan yajalil. Te xajan chonhab' Israel tik yuj a Diosal chi', yujto snib'ej to aynhej ek' jun chonhab' tik t'a masanil tiempo, yuj chi' ach yak'och sreyaloc, yic tzak'an reyal t'a swach'ilal yet' t'a stojolal, xchi ix reina chi'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi' ix yak'an 100 quintal q'uen oro ix t'a winh yet' jantac perfume yet' q'uen q'ueen te wach' yilji. Malaj juneloc niwan perfume chi' ix javi t'a Israel icha ix siej ix sreinail Sabá chi' t'a winhaj rey Salomón chi'."
        },
        {
            "number": "10",
            "text": "Anheja' pax eb' winh vinac smunlaj t'a winhaj Hiram yet' eb' winh smunlaj t'a winhaj Salomón chi', ix xid'ek' eb' winh yik'cot q'uen oro t'a Ofir, ix yik'anpaxcot te' sándalo eb' winh yet' q'uen q'ueen te wach' yilji."
        },
        {
            "number": "11",
            "text": "Ha yet' te' sándalo chi' ix schec winh rey chi' b'ojoc sb'eal stemplo Jehová yet' spalacio winh b'achquiltac sq'uei yet' stitac. Ha yet' te' chi' ix sb'opax te' arpa winh yet' salterio yic sk'an eb' tz'ak'an juntzanh yamk'ab' chi'. Malaj b'aj tz'ilchaj te' lajan yet' te' chi' t'a yol smacb'en Judá."
        },
        {
            "number": "12",
            "text": "Ix el t'a sk'ol winh rey chi' yak'an masanil tas ix sk'an ix sreinail Sabá chi'. Ch'oc pax yaj tas toxo ix yak' winh sq'uexuloc tastac ix yik'cot ix. Ixlajwi chi', ix pax ix t'a schonhab' chi' yet' masanil eb' ajun yet' ix."
        },
        {
            "number": "13",
            "text": "Ha q'uen oro scha' winhaj Salomón t'a junjun ab'il, 500 quintal q'ueen."
        },
        {
            "number": "14",
            "text": "Ch'oc pax yaj q'uen syak' eb' chonhvajum yet' pax q'uen oro, q'uen plata syak' eb' sreyal Arabia yet' eb' ayoch t'a yopisio t'a junjun makan smacb'en Israel."
        },
        {
            "number": "15",
            "text": "Ix schec winh b'ochaj 200 nivac maclab' jul-lab', ayoch q'uen oro t'ay, ay am lajchaveoc libra q'uen oro ayoch t'a junjun."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix schecanpax winh b'ojoc 300 xo yunetac maclab' jul-lab' chi'. Ay am vaqueoc libra q'uen oro ix och t'a junjun. Axo t'a jun niwan pat scuchan Te te' yic Líbano ix yak'kan winh."
        },
        {
            "number": "17",
            "text": "Ix schecanpax winh b'ojoc jun sk'ojnub' t'a sdespacho, ix ak'jioch q'uen oro te wach' t'ay, ix ak'jipaxoch marfil yelvanub'oc."
        },
        {
            "number": "18",
            "text": "Ha jun k'ojnub' chi', vac tzol sq'ue sb'achquiltaquil sk'oochal. Aypaxem q'uen oro b'aj tz'em b'achan yoc winh rey chi', yaman yaj yet' jun k'ojnub' chi'. Ayq'ue sk'ab' jun k'ojnub' chi' t'a junjun stz'eytac. B'ob'ilpaxoch yechel junjun nok' choj t'a junjun sk'ab' chi'."
        },
        {
            "number": "19",
            "text": "Ay pax lajchavexo yechel nok' choj chi', junjun aycan t'a snhitac junjun sb'achquiltaquil chi'. Malaj junocxo rey b'oannac yic icha yic winh chi'."
        },
        {
            "number": "20",
            "text": "Masanil scopa winh rey chi', nab'a oro yet' masanil yamk'ab' ay t'a jun niwan pat scuch Te te' yic Líbano. Malaj junok yamk'ab' chi' plata, yujto ha t'a stiempoal winh rey chi', a q'uen plata chi' malaj yelk'och q'ueen."
        },
        {
            "number": "21",
            "text": "Ha eb' schecab' winh rey chi', sb'at eb' yet' eb' schecab' winhaj Hiram yet' juntzanh nivac barco icha te' sb'at t'a Tarsis. Oxe' ab'il sb'atcan eb' yic sb'at yik'ancot q'uen oro eb', q'uen plata, marfil, nok' chab'in yet' nok' pavo real."
        },
        {
            "number": "22",
            "text": "Ha winhaj rey Salomón chi', ek'b'al sb'eyumal winh yet' pax sjelanil winh t'a yichanh masanil eb' rey t'a yol yib'anhk’inal tik."
        },
        {
            "number": "23",
            "text": "Masanil eb' winh rey chi', ix javi eb' winh t'a winh yic tzul yilan eb' winh, ma tzul yab'an eb' winh jantac sjelanil winh ix ak'ji yuj Dios."
        },
        {
            "number": "24",
            "text": "Masanil eb' chi' ix yik'cot silab' eb' t'a winh t'a junjun ab'il: Aton q'uen plata, q'uen oro, pichul, yamk'ab' yic oval, perfume, nok' chej yet' nok' mula."
        },
        {
            "number": "25",
            "text": "Ay 4 mil spatil nok' chej yet' carruaje yic winhaj rey Salomón chi' yet' 12 mil nok' chej scuchan eb' soldado. Ay carruaje yet' nok' chej ayek' yet' eb' stanhvumal winh rey t'a Jerusalén, ay pax ayek' t'a juntzanhxo chonhab'."
        },
        {
            "number": "26",
            "text": "Ix yak' reyal winh t'a yib'anh juntzanhxo eb' winh rey scotnhej t'ha ha' Éufrates, masanto sk'och t'a yol yic eb' filisteo, sk'och t'a smojonal Egipto."
        },
        {
            "number": "27",
            "text": "Ha t'a Jerusalén chi', a q'uen plata icha comon q'ueen ix aj q'ueen yuj winh rey chi'. Axo te' k'ute', lajan ix aj te' icha te' caltacte'al higo t'a yichtac vitz."
        },
        {
            "number": "28",
            "text": "Ha nok' schej winh rey chi', ha t'a Egipto scot nok' yet' t'a juntzanhxo nación."
        },
        {
            "number": "29",
            "text": "Ha jantacto yab'ixal winhaj rey Salomón chi', ayic ix el yich masanto slajvub', tz'ib'ab'ilcan t'a ch'anh yuum winhaj Natán schecab' Dios yet' t'a ch'anh yic winhaj Ahías schecab' Dios aj Silo yet' t'a ch'anh b'aj tz'ib'ab'ilcan tas ix ch'oxji yil winh schecab' Dios scuch Iddo yic tz'alji yuj winhaj Jeroboam yuninal winhaj Nabat."
        },
        {
            "number": "30",
            "text": "Ha winhaj Salomón chi', 40 ab'il ix yak' reyal winh t'a Jerusalén t'a yib'anh chonhab' Israel,"
        },
        {
            "number": "31",
            "text": "haxo yic ix cham winh, ix mucchaj winh t'a schonhab' winhaj David smam winh. Ixlajwi chi' haxo winhaj Roboam yuninal winh ix ochcan reyal sq'uexuloc."
        }
    ]
}