{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "A in Pablo in tic, vinhaj Silvano yed' vinhaj Timoteo, sco tz'ib'ejb'at jun carta tic d'ayex ex iglesia ex d'a Tesalónica. Yic exxo co Mam Dios yed' Cajalil Jesucristo. Ayocab' vach'k'olal yed' junk'olal d'a e cal ta'."
        },
        {
            "number": "2",
            "text": "Scak' val yuj diosal d'a Dios eyuuj e masanil. Juntac el tzonh lesalvi, tzex co nacoti."
        },
        {
            "number": "3",
            "text": "A d'a yichanh co Mam Dios sco nacoti to nivan tzex munlaj d'ay, yujto ix eyak' val och d'a e k'ool. Sco nacoti to tzeyak' servil Dios chi', yujto te xajan eyuuj. Anhejtona', tek'an tzeyutej e b'a, yujto anhej Cajal Jesucristo tzeyak'och yipoc e k'ool."
        },
        {
            "number": "4",
            "text": "Xajanab'il ex yuj Dios, yujto a sik'jinac exxo caneli."
        },
        {
            "number": "5",
            "text": "Ayic quek'nac calel vach' ab'ix yic colnab'il d'ayex, manh tonhejoc comon lolonnac onh. Yujto a Yespíritu Dios ochnac qued'oc. Cojtac val sik'lab'il to te yel jun ab'ix tic. Eyojtac paxi chajtil cutejnac co b'eyb'al d'a e cal yuj e vach'il."
        },
        {
            "number": "6",
            "text": "A exxo, ochnac ex ijan e b'eyb'alan co b'eyb'al chi'. Ix e b'eyb'alan pax sb'eyb'al Cajal Jesús. Vach'chom nivan syaelal ix eyab'i ayic ix e chaan slolonel Dios, palta te tzalajk'olal ix e cha'a, yujto a Yespíritu Dios ix ak'an e tzalajk'olal chi'."
        },
        {
            "number": "7",
            "text": "Yuj chi', ix e ch'oxel jun vach' b'eyb'al d'a masanil eb' quetcreyenteal d'a yol yic Macedonia chi' yed' d'a yol yic Acaya tic."
        },
        {
            "number": "8",
            "text": "Eyuuj ix pucaxb'at yab'ixal Cajal Jesús d'a junjun lugar. Ix laj yab' eb' aj Macedonia chi' yed' eb' aj Acaya to tzeyak' val och Dios d'a e k'ool. Manhocnhej eb' ix ab'ani, ix laj yab' pax eb' ay d'a junjun lugar. Yuj chi', manhxo yovaliloc a onh scalel eyab'ixal d'a scal eb' anima."
        },
        {
            "number": "9",
            "text": "Yujto masanil mach van yalan eyab'ixal to vach' ajnac onh e chaani ayic quek'nac d'ayex. Van laj yalanpax eb' chajtil eyutejnac eyactancan juntzanh eyak'nacoch e diosaloc, ix ex och pax ijan eyak'an servil Dios pitzan, aton jun Dios te yel."
        },
        {
            "number": "10",
            "text": "Anhejtona' syalanpax eb' to van e tanhvan yemxul Yuninal Dios d'a satchaanh, aton Jesús. A Dios ak'jinacxi pitzvoc d'a scal eb' chamnac. Aton tzonh colancanel d'a yol sk'ab' jun nivan yaelal ol javoc yuj yoval sk'ool Dios."
        }
    ]
}