{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Eyojtak to manh nab'anhejoc ek'nac onh t'ayex."
        },
        {
            "number": "2",
            "text": "Ha t'a chonhab' Filipos b'ab'laj ek'nac onh. Eyojtak to niwan yaelal ek' kab'nac ta'. Yak'nac wal chukal heb' t'ayonh. Ayic ko k'ochnac t'a he chonhab' chi', kab'nacxo syaelal chi'. Palta a ko Diosal ochnac qued'oc, yuj chi' maj onh xiv kalanel wach' ab'ix t'a he kal."
        },
        {
            "number": "3",
            "text": "Te tojol ek' cutejnac kalan t'ayex. Manh yujoc junok tas sko nib'ej tzeyak' t'ayonh, manh yujoc to tzex kak' musansatil ek' kalannac el t'ayex."
        },
        {
            "number": "4",
            "text": "Icha snib'ej Dios, icha chi' ek' cutejnac kalaneli, yujto ix yil Dios to smoj yak'anoch copisio kalanel wach' ab'ix yic colnab'il. Manh yujoc sk'echaanh heb' anima qued'oc tzek' kalaneli, palta yic sk'echaanh Dios qued'oc, yujto a tz'ilan ko pensar junjun onh."
        },
        {
            "number": "5",
            "text": "Eyojtak, maj onh xid'ek' ex ko montej lolonoc. Manh yujoc pax kak'an ganar tumin tzek' kalaneli. Ha ko Mam Dios ojtannac to yel skala'."
        },
        {
            "number": "6",
            "text": "Maj onh ek' ko say yic tzonh yik'anchaanh heb' anima, manhoc ex tik, manhoc pax juntzanhxo heb'."
        },
        {
            "number": "7",
            "text": "Syal ton kalan t'ayex to yajal onh, yujto schekab' onh Cristo. Palta ina te emnaquil ek' cutejnac ko b'a t'ayex. Icha junok ix ix, sya'ilej sq'uib'tzitan yune', icha chi' cutejnac ko b'a t'ayex."
        },
        {
            "number": "8",
            "text": "Te xajan ex cuuj. Yuj chi' ko nanac to manhocnhej wach' ab'ix yic Dios tzek' kalel t'ayex, palta ko b'ecnac ko b'a kak'an ko k 'inal eyuuj. Icha chi' cutejnac ko b'a ta', yujto te xajanab'il ex cuuj."
        },
        {
            "number": "9",
            "text": "Tekan tze nacoti chajtil ek' cutejnac ko munlaj t'a he kal. Cak'nac wal quip ko munlaji. Ayic quek'nac kalel wach' ab'ix yic Dios t'ayex, k'ual t'ak'wal munlajnac onh pax yuj ko gasto. Icha chi' aj quek'nac ta', yujto malaj ko gana ay mach tz'ab'an syail yak'an ko gasto."
        },
        {
            "number": "10",
            "text": "Ayic quek'nac ta', te wach' cutejnac ko b'eyb'al. Tojol cutejnac pax ko pensar t'ayex a ex creyente ex qued'oc. Malaj jab'oc chukal ek' ko saynac ta'. Eyojtak to icha chi' ek' cutejnac ko b'a. Anhejtona' yojtak pax Dios."
        },
        {
            "number": "11",
            "text": "Eyojtak to icha syutej sb'a junok winh mamab'il t'a heb' yuninal, icha chi' cutejnac kak'an eyip, kak'anpax sniwanil he k'ool."
        },
        {
            "number": "12",
            "text": "Calannac pax t'ayex to wach' tzeyutej he b'eyb'al icha snib'ej Dios. Ha Dios chi' avtannac onh och t'a yol sk'ab', yic ay kalan quik b'aj ol och Dios yajalil."
        },
        {
            "number": "13",
            "text": "Ayic ek' kalannac el slolonel Dios t'a he kal, elanhchamel eyak'nac och t'a he k'ool to yel yic Dios, manh yicoc anima. Yuj chi' skak' wal yuj diosal d'ha Dios eyuuj. Ha slolonel tik, te yel yico', ay wal yopisio sb'oan ko pensar a onh creyente onhxo tik."
        },
        {
            "number": "14",
            "text": "Lajan ex aj yet' heb' creyente t'a junjun yiglesia Dios t'a yol yic Judea. Ha heb' chi', yicxo Cristo Jesús heb' qued'oc. Ix yab' wal syail heb' yuj heb' yetisraelal. Anhejtona', ich ex ta', ix eyab' syail yuj heb' eyetchonhab'."
        },
        {
            "number": "15",
            "text": "Aton heb' quetisraelal chi' miljinaccham Kajal Jesús icha ajnac smilancham heb' schekab' Dios heb' t'a peka'. Ix onh spechanpaxel heb'. Malaj jab'oc swach'il heb' t'a yichanh Dios. Te ajk'ool syutej sb'a heb' t'a masanil anima."
        },
        {
            "number": "16",
            "text": "Ayic skalanel yab'ixal t'a heb' manh israelok yic scolchaj heb', haxo heb' israel max stak'laj heb' kalaneli. Yuj chi' swach' tz'acwiel smul heb' t'a yichanh Dios, haxo ticnaik ix cot lemnaj sk'ak'alk'olal Dios yic slajwiel heb'."
        },
        {
            "number": "17",
            "text": "Ex wuk'tac ex wanab', toxonhej ix onh el lemnaj elelal t'a he kal. Wach'chom manhxalaj b'aj squil-laj ko b'a, palta te naan ex cuuj. Sco nib'ej b'at ex quilxi."
        },
        {
            "number": "18",
            "text": "Ix kak'lej ko b'ati. Ha in Pablo in tik, tzijtum el ix wak'lej, palta haxo winh Satanás maj onh chaanb'atlaj."
        },
        {
            "number": "19",
            "text": "Ayic ol jawok Kajal Jesucristo, haxo ko k'och chi' t'a yichanh, skak'och yipoc ko k'ool to eyuuj ol ko cha spak. Eyuuj ol ko cha ko tzalajk'olal. Eyuuj ol ko cha spak ko munlajel, yic ay quelk'ochi."
        },
        {
            "number": "20",
            "text": "Eyuuj ay quelk'och t'a yichanh Kajal Jesús chi'. Eyuuj ay pax ko tzalajk'olal."
        }
    ]
}