{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Eyojtac to manh nab'anhejoc ek'nac onh t'ayex."
        },
        {
            "number": "2",
            "text": "Ha t'a chonhab' Filipos b'ab'laj ek'nac onh. Eyojtac to niwan yaelal ek' cab'nac ta'. Yak'nac val chukal eb' t'ayonh. Ayic co k'ochnac t'a e chonhab' chi', cab'nacxo syaelal chi'. Palta a co Diosal ochnac qued'oc, yuj chi' maj onh xiv calanel wach' ab'ix t'a e cal."
        },
        {
            "number": "3",
            "text": "Te tojol ek' cutejnac calan t'ayex. Manh yujoc junok tas sco nib'ej tzeyak' t'ayonh, manh yujoc to tzex cak' musansatil ek' calannac el t'ayex."
        },
        {
            "number": "4",
            "text": "Icha sgana Dios, icha chi' ek' cutejnac calaneli, yujto ix yil Dios to smoj yak'anoch copisio calanel wach' ab'ix yic colnab'il. Manh yujoc sq'uechaanh eb' anima qued'oc tzek' calaneli, palta yic sq'uechaanh Dios qued'oc, yujto a tz'ilan co pensar junjun onh."
        },
        {
            "number": "5",
            "text": "Eyojtac, maj onh xid'ek' ex co montej lolonoc. Manh yujoc pax cak'an ganar tumin tzek' calaneli. Ha co Mam Dios ojtannac to yel scala'."
        },
        {
            "number": "6",
            "text": "Maj onh ek' co say yic tzonh yik'anchaanh eb' anima, manhoc ex tik, manhoc pax juntzanhxo eb'."
        },
        {
            "number": "7",
            "text": "Syal ton calan t'ayex to yajal onh, yujto schecab' onh Cristo. Palta ina te emnaquil ek' cutejnac co b'a t'ayex. Icha junok ix ix, sya'ilej sq'uib'tzitan yune', icha chi' cutejnac co b'a t'ayex."
        },
        {
            "number": "8",
            "text": "Te xajan ex cuuj. Yuj chi' co nanac to manhocnhej wach' ab'ix yic Dios tzek' calel t'ayex, palta co b'ecnac co b'a cak'an co q'uinal eyuuj. Icha chi' cutejnac co b'a ta', yujto te xajanab'il ex cuuj."
        },
        {
            "number": "9",
            "text": "Tecan tze nacoti chajtil ek' cutejnac co munlaj t'a e cal. Cak'nac val quip co munlaji. Ayic quek'nac calel wach' ab'ix yic Dios t'ayex, k'ual t'ak'val munlajnac onh pax yuj co gasto. Icha chi' aj quek'nac ta', yujto malaj co gana ay mach tz'ab'an syail yak'an co gasto."
        },
        {
            "number": "10",
            "text": "Ayic quek'nac ta', te wach' cutejnac co b'eyb'al. Tojol cutejnac pax co pensar t'ayex a ex creyente ex qued'oc. Malaj jab'oc chukal ek' co saynac ta'. Eyojtac to icha chi' ek' cutejnac co b'a. Anhejtona' yojtac pax Dios."
        },
        {
            "number": "11",
            "text": "Eyojtac to icha syutej sb'a junok vinh mamab'il t'a eb' yuninal, icha chi' cutejnac cak'an eyip, cak'anpax snivanil e k'ool."
        },
        {
            "number": "12",
            "text": "Calannac pax t'ayex to wach' tzeyutej e b'eyb'al icha sgana Dios. Ha Dios chi' avtannac onh och t'a yol sk'ab', yic ay calan quic b'aj ol och Dios yajalil."
        },
        {
            "number": "13",
            "text": "Ayic ek' calannac el slolonel Dios t'a e cal, elanhchamel eyak'nac och t'a e k'ool to yel yic Dios, manh yicoc anima. Yuj chi' scak' val yuj diosal d'ha Dios eyuuj. Ha slolonel tik, te yel yico', ay val yopisio sb'oan co pensar a onh creyente onhxo tik."
        },
        {
            "number": "14",
            "text": "Lajan ex aj yet' eb' creyente t'a junjun yiglesia Dios t'a yol yic Judea. Ha eb' chi', yicxo Cristo Jesús eb' qued'oc. Ix yab' val syail eb' yuj eb' yetisraelal. Anhejtona', ich ex ta', ix eyab' syail yuj eb' eyetchonhab'."
        },
        {
            "number": "15",
            "text": "Aton eb' quetisraelal chi' miljinaccham Cajal Jesús icha ajnac smilancham eb' schecab' Dios eb' t'a peca'. Ix onh spechanpaxel eb'. Malaj jab'oc swach'il eb' t'a yichanh Dios. Te ajk'ool syutej sb'a eb' t'a masanil anima."
        },
        {
            "number": "16",
            "text": "Ayic scalanel yab'ixal t'a eb' manh israeloc yic scolchaj eb', haxo eb' israel max stak'laj eb' calaneli. Yuj chi' swach' tz'acviel smul eb' t'a yichanh Dios, haxo ticnaic ix cot lemnaj sk'ak'alk'olal Dios yic slajviel eb'."
        },
        {
            "number": "17",
            "text": "Ex vuk'tac ex vanab', toxonhej ix onh el lemnaj elelal t'a e cal. Wach'chom manhxalaj b'aj squil-laj co b'a, palta te naan ex cuuj. Sco nib'ej b'at ex quilxi."
        },
        {
            "number": "18",
            "text": "Ix cak'lej co b'ati. Ha in Pablo in tik, tzijtum el ix vak'lej, palta haxo vinh Satanás maj onh chaanb'atlaj."
        },
        {
            "number": "19",
            "text": "Ayic ol javoc Cajal Jesucristo, haxo co k'och chi' t'a yichanh, scak'och yipoc co k'ool to eyuuj ol co cha spac. Eyuuj ol co cha co tzalajk'olal. Eyuuj ol co cha spac co munlajel, yic ay quelk'ochi."
        },
        {
            "number": "20",
            "text": "Eyuuj ay quelk'och t'a yichanh Cajal Jesús chi'. Eyuuj ay pax co tzalajk'olal."
        }
    ]
}