{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Yujto maj techaj ex ko naani, yuj chi' ix ko na'a to tzonh kan ko ch'ocoj t'a chonhab' Atenas,"
        },
        {
            "number": "2",
            "text": "yic sco checanb'at winh cuk'tac Timoteo tik t'ayex, yujto schecab' ko Mam Dios yaj winh. Syalel wach' ab'ix yic Cristo winh qued'oc. Ha winh xid' ak'an he tek'anil, xid' yak'anpax eyip winh, yic tze wach' ak'ejoch Cristo t'a he k'ool."
        },
        {
            "number": "3",
            "text": "Ha winh xid' alannac t'ayex, yic wach' malaj ex somchajel he pensar yuj tastac wan eyab'an syail. Yujto eyojtactaxoni to yowalil sja juntzanh yaelal chi' t'a quib'anh icha sgana Dios."
        },
        {
            "number": "4",
            "text": "Ayic quek'nac t'ayex, calnaccani to yowalil scab' syail. Eyojtac, ix elk'och icha tas calnaccan chi'."
        },
        {
            "number": "5",
            "text": "Yujto ix in te cusi ayic ix ex in naancoti, yuj chi' ix in checb'at winhaj Timoteo tik yab'i tato anheja' eyak'anoch Cristo t'a he k'ool. Ha wal in naani talaj ix comon juwiel he pensar ta' yuj winh diablo. Tato icha chi', nab'anhej am ix quixtej ko b'a quek' ta'."
        },
        {
            "number": "6",
            "text": "Axo ticnaik ix xid' winhaj Timoteo tik t'ayex. Ixnhej jax winh ix yalan winh to anheja' tzeyak'och Cristo t'a he k'ool, anheja' tze xajanej he b'a ta'. Ix yalan winh to tzonh he nacot t'a masanil tiempo, to te xajan onh eyuuj. Ix yalanpax winh to he gana tzonh eyila'. Anhejtona' ich onh ta', ko gana tzonh b'at ex quila'."
        },
        {
            "number": "7",
            "text": "Ha onh tik, tzijtum tas sja t'a quib'anh, wan cab'an syail t'a tik. Palta ayic ix cab'ani to anheja' tzeyak'och Cristo t'a he k'ool, ix onh te tzalaj eyuuj."
        },
        {
            "number": "8",
            "text": "Icha yek'b'at junok chamel t'a quib'anh, icha chi' ix aj ko k'ool cab'ani to tek'an eyaj t'a yic Kajal Jesús."
        },
        {
            "number": "9",
            "text": "Eyuuj te ay wal ko tzalajk'olal t'a yichanh ko Mam Dios. Yuj chi' skak' wal yuj diosal t'ay eyuuj, palta a jun yuj diosal skak' chi' max tzak'wan t'a jun tzalajk'olal ix yak' Dios t'ayonh eyuuj."
        },
        {
            "number": "10",
            "text": "k'ual t'ak'wal cak'an quip ko lesalwi yic wach' syal ko b'at ex quila' yic ol ko wach' ak'an he tek'anil."
        },
        {
            "number": "11",
            "text": "Co gana to a ko Mam Dios yet' Kajal Jesucristo tz'och qued'oc, yic wach' syal ko b'at ex quila'."
        },
        {
            "number": "12",
            "text": "Sco k'an t'a Kajal Jesús, yic ha' ol wach' ak'an he xajanej he b'a. Tze xajanej masanil heb' anima icha scutej ex ko xajanan a onh tik."
        },
        {
            "number": "13",
            "text": "Ayic ol jax Kajal Jesucristo, ol onh aj yet'oc a onh yiconhxo tik. Co gana to a tz'ak'an stek'anil he pensar yic wach' anheja' wach' he b'eyb'al, malaj jab'oc he paltail t'a yichanh ko Mam Dios t'a jun pekti’ chi'."
        }
    ]
}