{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Yujto maj techaj ex co naani, yuj chi' ix co na'a to tzonh can co ch'ocoj d'a chonhab' Atenas,"
        },
        {
            "number": "2",
            "text": "yic sco checanb'at vinh cuk'tac Timoteo tic d'ayex, yujto schecab' co Mam Dios yaj vinh. Syalel vach' ab'ix yic Cristo vinh qued'oc. A vinh xid' ak'an e tek'anil, xid' yak'anpax eyip vinh, yic tze vach' aq'uejoch Cristo d'a e k'ool."
        },
        {
            "number": "3",
            "text": "A vinh xid' alannac d'ayex, yic vach' malaj ex somchajel e pensar yuj tastac van eyab'an syail. Yujto eyojtactaxoni to yovalil sja juntzanh yaelal chi' d'a quib'anh icha sgana Dios."
        },
        {
            "number": "4",
            "text": "Ayic quek'nac d'ayex, calnaccani to yovalil scab' syail. Eyojtac, ix elk'och icha tas calnaccan chi'."
        },
        {
            "number": "5",
            "text": "Yujto ix in te cusi ayic ix ex in naancoti, yuj chi' ix in checb'at vinhaj Timoteo tic yab'i tato anheja' eyak'anoch Cristo d'a e k'ool. A val in naani talaj ix comon juviel e pensar ta' yuj vinh diablo. Tato icha chi', nab'anhej am ix quixtej co b'a quek' ta'."
        },
        {
            "number": "6",
            "text": "Axo ticnaic ix xid' vinhaj Timoteo tic d'ayex. Ixnhej jax vinh ix yalan vinh to anheja' tzeyak'och Cristo d'a e k'ool, anheja' tze xajanej e b'a ta'. Ix yalan vinh to tzonh e nacot d'a masanil tiempo, to te xajan onh eyuuj. Ix yalanpax vinh to e gana tzonh eyila'. Anhejtona' ich onh ta', co gana tzonh b'at ex quila'."
        },
        {
            "number": "7",
            "text": "A onh tic, tzijtum tas sja d'a quib'anh, van cab'an syail d'a tic. Palta ayic ix cab'ani to anheja' tzeyak'och Cristo d'a e k'ool, ix onh te tzalaj eyuuj."
        },
        {
            "number": "8",
            "text": "Icha yek'b'at junoc chamel d'a quib'anh, icha chi' ix aj co k'ool cab'ani to tek'an eyaj d'a yic Cajal Jesús."
        },
        {
            "number": "9",
            "text": "Eyuuj te ay val co tzalajk'olal d'a yichanh co Mam Dios. Yuj chi' scak' val yuj diosal d'ay eyuuj, palta a jun yuj diosal scak' chi' max tzak'van d'a jun tzalajk'olal ix yak' Dios d'ayonh eyuuj."
        },
        {
            "number": "10",
            "text": "k'ual d'ak'val cak'an quip co lesalvi yic vach' syal co b'at ex quila' yic ol co vach' ak'an e tek'anil."
        },
        {
            "number": "11",
            "text": "Co gana to a co Mam Dios yed' Cajal Jesucristo tz'och qued'oc, yic vach' syal co b'at ex quila'."
        },
        {
            "number": "12",
            "text": "Sco k'an d'a Cajal Jesús, yic a' ol vach' ak'an e xajanej e b'a. Tze xajanej masanil eb' anima icha scutej ex co xajanan a onh tic."
        },
        {
            "number": "13",
            "text": "Ayic ol jax Cajal Jesucristo, ol onh aj yed'oc a onh yiconhxo tic. Co gana to a tz'ak'an stek'anil e pensar yic vach' anheja' vach' e b'eyb'al, malaj jab'oc e paltail d'a yichanh co Mam Dios d'a jun tiempoal chi'."
        }
    ]
}