{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Yujto maj techaj ex co naani, yuj chi' ix co na'a to tzonh kan co ch'ocoj t'a chonhab' Atenas,"
        },
        {
            "number": "2",
            "text": "yic sco checanb'at vinh cuk'tac Timoteo tik t'ayex, yujto schecab' co Mam Dios yaj vinh. Syalel wach' ab'ix yic Cristo vinh qued'oc. Ha vinh xid' ak'an e tek'anil, xid' yak'anpax eyip vinh, yic tze wach' aq'uejoch Cristo t'a e k'ool."
        },
        {
            "number": "3",
            "text": "Ha vinh xid' alannac t'ayex, yic wach' malaj ex somchajel e pensar yuj tastac van eyab'an syail. Yujto eyojtactaxoni to yovalil sja juntzanh yaelal chi' t'a quib'anh icha sgana Dios."
        },
        {
            "number": "4",
            "text": "Ayic quek'nac t'ayex, calnaccani to yovalil scab' syail. Eyojtac, ix elk'och icha tas calnaccan chi'."
        },
        {
            "number": "5",
            "text": "Yujto ix in te cusi ayic ix ex in naancoti, yuj chi' ix in checb'at vinhaj Timoteo tik yab'i tato anheja' eyak'anoch Cristo t'a e k'ool. Ha val in naani talaj ix comon juwiel e pensar ta' yuj vinh diablo. Tato icha chi', nab'anhej am ix quixtej co b'a quek' ta'."
        },
        {
            "number": "6",
            "text": "Axo ticnaic ix xid' vinhaj Timoteo tik t'ayex. Ixnhej jax vinh ix yalan vinh to anheja' tzeyak'och Cristo t'a e k'ool, anheja' tze xajanej e b'a ta'. Ix yalan vinh to tzonh e nacot t'a masanil tiempo, to te xajan onh eyuuj. Ix yalanpax vinh to e gana tzonh eyila'. Anhejtona' ich onh ta', co gana tzonh b'at ex quila'."
        },
        {
            "number": "7",
            "text": "Ha onh tik, tzijtum tas sja t'a quib'anh, van cab'an syail t'a tik. Palta ayic ix cab'ani to anheja' tzeyak'och Cristo t'a e k'ool, ix onh te tzalaj eyuuj."
        },
        {
            "number": "8",
            "text": "Icha yek'b'at junok chamel t'a quib'anh, icha chi' ix aj co k'ool cab'ani to tek'an eyaj t'a yic Cajal Jesús."
        },
        {
            "number": "9",
            "text": "Eyuuj te ay val co tzalajk'olal t'a yichanh co Mam Dios. Yuj chi' scak' val yuj diosal t'ay eyuuj, palta a jun yuj diosal scak' chi' max tzak'van t'a jun tzalajk'olal ix yak' Dios t'ayonh eyuuj."
        },
        {
            "number": "10",
            "text": "k'ual t'ak'val cak'an quip co lesalvi yic wach' syal co b'at ex quila' yic ol co wach' ak'an e tek'anil."
        },
        {
            "number": "11",
            "text": "Co gana to a co Mam Dios yet' Cajal Jesucristo tz'och qued'oc, yic wach' syal co b'at ex quila'."
        },
        {
            "number": "12",
            "text": "Sco k'an t'a Cajal Jesús, yic ha' ol wach' ak'an e xajanej e b'a. Tze xajanej masanil eb' anima icha scutej ex co xajanan a onh tik."
        },
        {
            "number": "13",
            "text": "Ayic ol jax Cajal Jesucristo, ol onh aj yet'oc a onh yiconhxo tik. Co gana to a tz'ak'an stek'anil e pensar yic wach' anheja' wach' e b'eyb'al, malaj jab'oc e paltail t'a yichanh co Mam Dios t'a jun pekti’ chi'."
        }
    ]
}