{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ex vuk'tac ex vanab', ek'nac onh calel d'ayex to vach' tzeyutej e b'eyb'al, yic vach' ol q'uechaanh Dios eyed'oc. Axo ticnaic, tzonh tevib'at d'ayex d'a sb'i Cajal Jesús, cham val calanb'ati to tze k'anab'ajej jun checnab'il tic sik'lab'il."
        },
        {
            "number": "2",
            "text": "Eyojtacxo juntzanh schecnab'il Cajal Jesús ek' calnaccaneli."
        },
        {
            "number": "3",
            "text": "A juntzanh tas ol valb'at d'ayex tic, sgana Dios to ol e k'anab'ajej. Yovalil anhej d'ay scak'och co pensar: Max yal eyem d'a ajmulal."
        },
        {
            "number": "4",
            "text": "Junjun ex ex vuk'tac yovalil tzeyojtaquejeli to anhej val ix eyetb'eyum b'aj tzeyak'och e pensar. Nivanocab' yelk'och ix eyetb'eyum chi' d'ayex junjun ex."
        },
        {
            "number": "5",
            "text": "Max yal e nib'anoch junoc chucal yed' e nivanil icha eb' manh ojtannacoc Dios."
        },
        {
            "number": "6",
            "text": "Mocab' eyixtej junoc eb' creyente yuj juntzanh tic. Toxo ix cham val calan d'ayex to a Dios Cajal ol ak'an syaelal eb' sk'ulan juntzanh chucal tic."
        },
        {
            "number": "7",
            "text": "Yujto a ix onh avtanoch yicoc yic vach' scutej co b'eyb'al. Manh yicoc sco k'ulej chucal yuj chi' ix onh yavtej och yicoc."
        },
        {
            "number": "8",
            "text": "Tato ay eb' schichonoch sk'ool d'a juntzanh checnab'il tic, manhoc d'a junoc anima schichonoch sk'ool eb', palta aton d'a Dios ix ak'anoch Yespíritu Santo d'ayonh."
        },
        {
            "number": "9",
            "text": "Manh yovaliloc a in svalb'at d'ayex to tze xajanej eb' quetcreyenteal, yujto a val lak'an Dios tz'ak'an e na'a tas tzeyutej e xajanan e b'a."
        },
        {
            "number": "10",
            "text": "Ina icha chi' van eyutan e xajanan masanil eb' quetcreyenteal d'a yol yic Macedonia chi' eyed'oc. Palta ex vuk'tac ex vanab', tzonh tevi val d'ayex, yic vach' ek'alxo ol e xajanej e b'a."
        },
        {
            "number": "11",
            "text": "Tzeyak' val eyip, yic junk'olal tzex aji. Manh eyactejcan e b'oan e munlajel. Vach' tzeyutej e munlaj yed' e k'ab', icha ajnac calancan d'ayex,"
        },
        {
            "number": "12",
            "text": "yic vach' ay eyelk'och d'a yichanh eb' comon anima. Tato icha chi', k'ocb'il syab' e gasto."
        },
        {
            "number": "13",
            "text": "Ex vuk'tac ex vanab', co gana tzeyojtaquej val eli, tas yaj eb' creyente chamnacxo, yic vach' max ex te cus yuj eb', icha scus eb' malaj jab'oc tas ayoch yipoc sk'ool."
        },
        {
            "number": "14",
            "text": "A onhxo tic scak'och d'a co k'ool to a Jesús ix chami, ix pitzvixi. Icha pax chi' ol aj eb' creyente chamnacxo. A Dios ol ak'anxicot eb' yed' Jesús."
        },
        {
            "number": "15",
            "text": "A juntzanh van calanb'at tic d'ayex, aton slolonel Cajal Jesús. Ayic ol jaxoc, a onh pitzan onh to tic, manh ol onh b'ab'laj b'atlaj d'a yichanh eb' creyente chamnacxo, junnhej ol aj co b'at yed' eb'."
        },
        {
            "number": "16",
            "text": "Ayic ol cot Cajal Jesús d'a satchaanh, ol och jun av te chaanh icha yel yav jun sat ángel, ol ok' pax q'uen strompeta Dios. Axo eb' creyente chamnacxo ol b'ab'laj pitzvocxi eb'."
        },
        {
            "number": "17",
            "text": "Ol lajvoc chi', a onhxo pitzan onhto ta' junnhej ol aj quik'jichaanh yed' eb'. Axo co b'at chi' d'a scal asun d'a nanhal chaanh, yic b'at co cha Cajal Jesús chi'. Ichato chi' ol onh aj yed' d'a junelnhej."
        },
        {
            "number": "18",
            "text": "Yuj chi', tzeyal-laj eyab' juntzanh k'ayb'ub'al tic, yic ol vach' ja snivanil e k'ool."
        }
    ]
}