{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Palta manh yovaliloc svalb'at t'ayex b'ak'uinh ol jax Cajal Jesús chi'."
        },
        {
            "number": "2",
            "text": "Yujto eyojtacxo sik'lab'il to icha junok elk'um sja t'ak'walil, malaj junok mach ojtannac janik' sjavi, icha chi' ol aj sjavi sk'ual sjaub'al Cajal Jesús chi'."
        },
        {
            "number": "3",
            "text": "Ha t'a jun pekti’ chi' ol yal eb' anima: Ha onh tik te wach' caji, ¿toc ay tas sco na'a? xcham eb'. Palta ha t'a jun rato chi' ol lajvoc el eb'. Icha tz'aj scot syail yalji yune' junok ix ix, icha chi' ol aj sja yaelal t'a yib'anh eb'. Manh ol colchajcan el-laj eb' t'a jun yaelal chi'."
        },
        {
            "number": "4",
            "text": "Palta a onh tik manh onh ayoc ek' t'a k’ik’ k’inal, yujto snachajel juntzanh tik cuuj. Yuj chi', wach'chom icha sja junok elk'um ol aj sjavi jun k'ual chi', palta lista scutej co b'a."
        },
        {
            "number": "5",
            "text": "Yujto a onh tik ay onhxo ek' t'a sakil k'inal, yic onhxo k'ualil. Yel manhxo onh ayoc ek' t'a k’ik’ k’inal, manhxo onh yicoc t'ak'walil."
        },
        {
            "number": "6",
            "text": "Yuj chi' max yal lajan scutej co b'a icha juntzanhxo eb' anima ichato vaynac, yujto max smaclej eb' sja jun k'ual chi'. Yovalil sco maclej, tek'an pax scutejec co pensar."
        },
        {
            "number": "7",
            "text": "Ha eb' svayi, a t'ak'walil svay eb'. Ha pax eb' tz'uk'an anh, a t'ak'walil syuk' anh eb'."
        },
        {
            "number": "8",
            "text": "Palta a onh tik, yic onhxo k'ualil. Yuj chi', tek'an val scutej co pensar. Yovalil sco wach' aq'uejoch Cristo t'a co k'ool. Anhejtona', yovalil sco xajanej co b'a, yic lajan ol onh aj yet' eb' soldado scol sb'a yet' q'uen q'ueen syak'och eb' spichuloc snhi' sk'ool. Yovalil scak'och yipoc co k'ool to colb'il onhxo, yic lajan ol onh aj icha eb' soldado k'oxb'il q'uen xumpil yuj. Icha chi' scutej co colan co b'a."
        },
        {
            "number": "9",
            "text": "Yujto ix onh siq'uelta Dios manh yicoc syak' co yaelal yuj yoval sk'ool, palta ix onh siq'uelta yic sco cha co colnab'il yuj Cajal Jesucristo."
        },
        {
            "number": "10",
            "text": "Ha ix cham co q'uexuloc, yuj chi' taxonhej pitzan onh mato chamnac onhxo, palta ayic ol javoc, junnhej ol onh aj yet' co masanil."
        },
        {
            "number": "11",
            "text": "Yuj chi', tzeyak'laj e tzalajk'olal junjun ex. Tzeyak'anpax e tek'anil ichataxon van e k'ulani."
        },
        {
            "number": "12",
            "text": "Tzonh tevib'at t'ayex ex vuk'tac yet' ex vanab' yic nivanocab' yelk'och eb' van smunlaj t'a e cal yuj Cajal Jesús t'a e sat, yujto van ex scuchb'an eb', van yecanpax yic Cajal chi' eb' e na'a. Nachajocab'el eyuuj to ha Dios ix ak'an yopisio eb' chi'."
        },
        {
            "number": "13",
            "text": "Yovalil nivanocab' yelk'och eb' t'a e sat, tze xajanej eb', yujto smunlaj eb' t'a Cajal Jesús. Te junk'olal slaj eyutej e b'a e masanil ta'."
        },
        {
            "number": "14",
            "text": "Scham val calanb'at t'ayex to tze chec munlaj eb' malaj sgana smunlaji. Tzeyak'anpax snivanil sk'ool eb' utzin sk'ool. Tzeyak'anpax stek'anil eb' manta val stek'anil. Nivanocab' tzeyutej e k'ool t'a eb' smasanil."
        },
        {
            "number": "15",
            "text": "Ha eb' malaj swach'il syutej sb'a t'ayex, manh e pac e b'ha t'a eb'. Wach'nhej tzeyutej e b'a t'ayex junjun ex yet' t'a eb' anima smasanil."
        },
        {
            "number": "16",
            "text": "Tzalajk'olalocab'nhej eyaji."
        },
        {
            "number": "17",
            "text": "Lesalvanhec. Manh eyactejcan e lesalvi."
        },
        {
            "number": "18",
            "text": "Tzeyak' yuj diosal d'ha Dios yuj yalnhej tas eyaji, yujto a chi' sgana Dios chi' t'ayonh a onh yiconhxo Cristo Jesús tik."
        },
        {
            "number": "19",
            "text": "Manh e cachoch vaan Yespíritu Dios ayoch t'ayex junjun ex."
        },
        {
            "number": "20",
            "text": "Manh eyak'cot eyoval t'a eb' syak' Dios yalel slolonel t'ayex."
        },
        {
            "number": "21",
            "text": "Jantacnhej juntzanh k'ayb'ub'al tz'alji t'ayex, cham val e naani tato yel, mato maay. Ha val t'a juntzanh yel, ata' tzeyak'och e pensar."
        },
        {
            "number": "22",
            "text": "Yalnhej tas malaj swach'il manh e cha'a."
        },
        {
            "number": "23",
            "text": "Ha Dios ak'um junk'olal. Co gana to ha' tzex wach' ik'anoch yicoc sik'lab'il. Co gana pax to ha' stanhvan e pixan, e pensar yet' e nivanil, yic wach' malaj jab'oc e mul ayic ol javoc Cajal Jesucristo."
        },
        {
            "number": "24",
            "text": "Ha jun sik'jinac onh eli, tz'elk'och val tas syala'. Ha ol ak'anelk'och juntzanh tik smasanil."
        },
        {
            "number": "25",
            "text": "Ex vuk'tac ex vanab', tzex lesalvi cuuj ta'."
        },
        {
            "number": "26",
            "text": "Tzeyak'laj stzatzil e k'ool yuj e xajanan e b'a ta'."
        },
        {
            "number": "27",
            "text": "D'a yichanh Cajal Jesús, svalb'at t'ayex to tzeyavtej jun in carta tik t'a skal eb' creyente smasanil ta'."
        },
        {
            "number": "28",
            "text": "Aocab' Cajal Jesucristo syak' swach'k'olal t'ayex."
        }
    ]
}