{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Zacarías in, yuninal in vinhaj Berequías, yixchiquin in vinhaj Iddo. Ha t'a svajxaquil uj, t'a schab'il ab'il yoch vinhaj Darío reyal, ix lolon Jehová t'ayin schecab' in tik yic svaleli, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ha in Jehová Yajal in t'a Smasanil, ix te cot voval t'a eb' a mam icham, yuj chi' al tas sval tik t'a eb' etchonhab': Ha in Jehová in svala', meltzajanhecxicot t'ayin yic ol in meltzajxipaxb'at t'ayex."
        },
        {
            "number": "3",
            "text": "Manh e pitej e b'a icha ix aj spitan sb'a eb' e mam eyicham chi'. Ix yal eb' in checab' t'a eb' t'a peca' chi': Icha val tik yalan Jehová Yajal t'a Smasanil: Naecval e b'ha t'a e chuc pensaril yet' pax t'a chucal tze k'ulej, xchi Jehová, xchi eb' in checab' chi', palta maj scha yab' eb', maj sk'anab'ajejpaxlaj eb'."
        },
        {
            "number": "4",
            "text": "Palta a ticnaic, ¿b'ajtil ayek' eb' e mam eyicham chi'? Anhejtona' pax eb' in checab', manhxo pitzanoc eb' ticnaic."
        },
        {
            "number": "5",
            "text": "Axo pax in lolonel yet' in checnab'il ix val t'a eb' in checab' chi', ix elk'och t'a eb' e mam eyicham chi', yuj chi' ix sna sb'a sk'ol eb', ix yalan eb': Ha Jehová Yajal t'a Smasanil, ix onh yutej icha ix aj snaani, icha smojal co chuc pensaril yet' chucal sco k'ulej, xchi eb', xchi Jehová t'ayin."
        },
        {
            "number": "6",
            "text": "Ha in Zacarías in tik, ix in cha juntzanh lolonel tik t'a Jehová, t'a 24 yoch yuxluchil uj (aton jun uj scuch Sebat) t'a schab'il ab'il yoch vinhaj Darío reyal."
        },
        {
            "number": "7",
            "text": "Ha t'a jun ak'val, ix ch'oxji vil jun tik t'a in vayich: Ix vil jun vinh vinac ayq'ue t'a yib'anh jun nok' chacchac chej, ix vanaj nok' t'a jun ch'olan t'a skal juntzanh te' arrayán. Axo t'a spatic jun vinh chi', ay junxo nhilanh nok' chej, ay pax mach ayq'ue t'a yib'anh nok'. Ha t'a skal nok' chi', ay nok' chacchac, ay nok' sacb'alinac, ay pax nok' sacsac."
        },
        {
            "number": "8",
            "text": "Ix in k'anb'an t'a jun ángel van slolon ved'oc icha tik: Mamin, ¿tas yaj juntzanh eb' ayq'ue t'a yib'anh chej chi'? xin chi. Ix tak'vi t'ayin, ix yalan icha tik: Ol in ch'ox t'ayach tas yaj eb', xchi."
        },
        {
            "number": "9",
            "text": "Yuj chi', ix yalan jun vinh ayek' t'a skal juntzanh te' arrayán chi' icha tik: Aton eb' tik ix checjib'at yuj Jehová yic b'at sb'eytzitan masanil yol yib'anhk’inal tik eb', xchi."
        },
        {
            "number": "10",
            "text": "Ix yalan eb' ayq'ue t'a yib'anh chej chi' t'a Yángel Jehová ayek' t'a skal te' arrayán chi' icha tik: Toxo ix onh ek' t'a masanil yol yib'anhk’inal tik. Wach'nhej yaj ix quila', te junk'olal yaji, xchi eb'."
        },
        {
            "number": "11",
            "text": "Ix yalan Yángel Jehová chi' icha tik: Mamin Jehová, Yajal ach t'a Smasanil, 70 ab'ilxo yajcot yoval a k'ol t'a yib'anh Jerusalén yet' t'a yib'anh Judá. ¿Jantacto val tiempo, ichato chi' ol ok'xoc a k'ol t'a masanil eb' a chonhab' chi'? xchi."
        },
        {
            "number": "12",
            "text": "Ix tak'vi Jehová t'a jun ángel van slolon chi' ved'oc, ix yak'an snivanil sk'ool."
        },
        {
            "number": "13",
            "text": "Elanhchamel ix yal jun ángel chi' to svalel juntzanh lolonel tik: Aton juntzanh tik ix yal Jehová, Yajal t'a Smasanil: Te xajan chonhab' Jerusalén vuuj yet' tzalan Sion."
        },
        {
            "number": "14",
            "text": "Yuj chi' te aycot yoval in k'ol t'a yib'anh juntzanhxo nación malaj jab'oc tas sna'a. Ayic quennhej yoval in k'ol t'a yib'anh Jerusalén chi', ix te ek' eb' t'a yib'anh yak'an yaelal t'ay."
        },
        {
            "number": "15",
            "text": "Yuj chi', a in Jehová in sval icha tik: Ha ticnaic, ol vak'xi in wach'k'olal t'a Jerusalén. Ol vak'an b'ochajxiq'ue in templo ta', ol b'ochajpaxq'ue chonhab' Jerusalén chi', xchi Jehová t'a jun ángel chi'."
        },
        {
            "number": "16",
            "text": "Ix yalanxi jun ángel chi' t'ayin icha tik: Alpaxel juntzanhxo tik: Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ol vik'xichaanh juntzanh in chonhab' tik, ol vak'anxi snivanil sk'ol Sion. Ol valanel junelxo to a Jerusalén tik, in chonhab' yaji, sik'b'ilel vuuj, xchi Jehová, xchi jun ángel chi'."
        },
        {
            "number": "17",
            "text": "Ix in q'ue q'uelan, ix vilan chanhe' nok' ch'aac."
        },
        {
            "number": "18",
            "text": "Ix in k'anb'an t'a jun ángel van slolon chi' ved'oc icha tik: ¿Tas syalelk'och chanhe' nok' ch'aac chi'? xin chi t'ay. Ix yalan t'ayin icha tik: Ha juntzanh nok' ch'aac chi', a juntzanh nación ak'annacoch yaelal t'a yib'anh eb' aj Israel, eb' aj Judá yet' eb' aj Jerusalén sch'oxcot nok', saclemnacb'at eb' yuj, xchi t'ayin. Ixlajwi chi', ay pax chanhvanh eb' vinh tenum q'ueen ix sch'ox Jehová wila''. Ix in k'anb'an icha tik: ¿Tas tzul sk'ulej juntzanh eb' vinh tenum q'ueen tik? xin chi. Ix yalan t'ayin icha tik: Ha juntzanh eb' vinh tik, ix javi eb' vinh ul xib'tani yet' yak'an satel yipalil juntzanh nación ix saclemanb'at eb' aj Judá, xchi t'ayin."
        }
    ]
}