{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "A in Zacarías in, yuninal in vinhaj Berequías, yixchiquin in vinhaj Iddo. A d'a svajxaquil uj, d'a schab'il ab'il yoch vinhaj Darío reyal, ix lolon Jehová d'ayin schecab' in tic yic svaleli, ix yalan icha tic:"
        },
        {
            "number": "2",
            "text": "A in Jehová Yajal in d'a Smasanil, ix te cot voval d'a eb' a mam icham, yuj chi' al tas sval tic d'a eb' etchonhab': A in Jehová in svala', meltzajanhecxicot d'ayin yic ol in meltzajxipaxb'at d'ayex."
        },
        {
            "number": "3",
            "text": "Manh e pitej e b'a icha ix aj spitan sb'a eb' e mam eyicham chi'. Ix yal eb' in checab' d'a eb' d'a peca' chi': Icha val tic yalan Jehová Yajal d'a Smasanil: Naecval e b'a d'a e chuc pensaril yed' pax d'a chucal tze k'ulej, xchi Jehová, xchi eb' in checab' chi', palta maj scha yab' eb', maj sk'anab'ajejpaxlaj eb'."
        },
        {
            "number": "4",
            "text": "Palta a ticnaic, ¿b'ajtil ayek' eb' e mam eyicham chi'? Anhejtona' pax eb' in checab', manhxo pitzanoc eb' ticnaic."
        },
        {
            "number": "5",
            "text": "Axo pax in lolonel yed' in checnab'il ix val d'a eb' in checab' chi', ix elk'och d'a eb' e mam eyicham chi', yuj chi' ix sna sb'a sk'ol eb', ix yalan eb': A Jehová Yajal d'a Smasanil, ix onh yutej icha ix aj snaani, icha smojal co chuc pensaril yed' chucal sco k'ulej, xchi eb', xchi Jehová d'ayin."
        },
        {
            "number": "6",
            "text": "A in Zacarías in tic, ix in cha juntzanh lolonel tic d'a Jehová, d'a 24 yoch yuxluchil uj (aton jun uj scuch Sebat) d'a schab'il ab'il yoch vinhaj Darío reyal."
        },
        {
            "number": "7",
            "text": "A d'a jun ak'val, ix ch'oxji vil jun tic d'a in vayich: Ix vil jun vinh vinac ayq'ue d'a yib'anh jun nok' chacchac chej, ix vanaj nok' d'a jun ch'olan d'a scal juntzanh te' arrayán. Axo d'a spatic jun vinh chi', ay junxo nhilanh nok' chej, ay pax mach ayq'ue d'a yib'anh nok'. A d'a scal nok' chi', ay nok' chacchac, ay nok' sacb'alinac, ay pax nok' sacsac."
        },
        {
            "number": "8",
            "text": "Ix in k'anb'an d'a jun ángel van slolon ved'oc icha tic: Mamin, ¿tas yaj juntzanh eb' ayq'ue d'a yib'anh chej chi'? xin chi. Ix tak'vi d'ayin, ix yalan icha tic: Ol in ch'ox d'ayach tas yaj eb', xchi."
        },
        {
            "number": "9",
            "text": "Yuj chi', ix yalan jun vinh ayek' d'a scal juntzanh te' arrayán chi' icha tic: Aton eb' tic ix checjib'at yuj Jehová yic b'at sb'eytzitan masanil yolyib'anhq'uinal tic eb', xchi."
        },
        {
            "number": "10",
            "text": "Ix yalan eb' ayq'ue d'a yib'anh chej chi' d'a Yángel Jehová ayek' d'a scal te' arrayán chi' icha tic: Toxo ix onh ek' d'a masanil yolyib'anhq'uinal tic. Vach'nhej yaj ix quila', te junk'olal yaji, xchi eb'."
        },
        {
            "number": "11",
            "text": "Ix yalan Yángel Jehová chi' icha tic: Mamin Jehová, Yajal ach d'a Smasanil, 70 ab'ilxo yajcot yoval a k'ol d'a yib'anh Jerusalén yed' d'a yib'anh Judá. ¿Jantacto val tiempo, ichato chi' ol ok'xoc a k'ol d'a masanil eb' a chonhab' chi'? xchi."
        },
        {
            "number": "12",
            "text": "Ix tak'vi Jehová d'a jun ángel van slolon chi' ved'oc, ix yak'an snivanil sk'ool."
        },
        {
            "number": "13",
            "text": "Elanhchamel ix yal jun ángel chi' to svalel juntzanh lolonel tic: Aton juntzanh tic ix yal Jehová, Yajal d'a Smasanil: Te xajan chonhab' Jerusalén vuuj yed' tzalan Sion."
        },
        {
            "number": "14",
            "text": "Yuj chi' te aycot yoval in k'ol d'a yib'anh juntzanhxo nación malaj jab'oc tas sna'a. Ayic quennhej yoval in k'ol d'a yib'anh Jerusalén chi', ix te ek' eb' d'a yib'anh yak'an yaelal d'ay."
        },
        {
            "number": "15",
            "text": "Yuj chi', a in Jehová in sval icha tic: A ticnaic, ol vak'xi in vach'k'olal d'a Jerusalén. Ol vak'an b'ochajxiq'ue in templo ta', ol b'ochajpaxq'ue chonhab' Jerusalén chi', xchi Jehová d'a jun ángel chi'."
        },
        {
            "number": "16",
            "text": "Ix yalanxi jun ángel chi' d'ayin icha tic: Alpaxel juntzanhxo tic: A Jehová Yajal d'a Smasanil tz'alan icha tic: Ol vik'xichaanh juntzanh in chonhab' tic, ol vak'anxi snivanil sk'ol Sion. Ol valanel junelxo to a Jerusalén tic, in chonhab' yaji, sik'b'ilel vuuj, xchi Jehová, xchi jun ángel chi'."
        },
        {
            "number": "17",
            "text": "Ix in q'ue q'uelan, ix vilan chanhe' nok' ch'aac."
        },
        {
            "number": "18",
            "text": "Ix in k'anb'an d'a jun ángel van slolon chi' ved'oc icha tic: ¿Tas syalelk'och chanhe' nok' ch'aac chi'? xin chi d'ay. Ix yalan d'ayin icha tic: A juntzanh nok' ch'aac chi', a juntzanh nación ak'annacoch yaelal d'a yib'anh eb' aj Israel, eb' aj Judá yed' eb' aj Jerusalén sch'oxcot nok', saclemnacb'at eb' yuuj, xchi d'ayin. Ix lajvi chi', ay pax chanhvanh eb' vinh tenum q'ueen ix sch'ox Jehová vila'. Ix in k'anb'an icha tic: ¿Tas tzul sk'ulej juntzanh eb' vinh tenum q'ueen tic? xin chi. Ix yalan d'ayin icha tic: A juntzanh eb' vinh tic, ix javi eb' vinh ul xib'tani yed' yak'an satel yipalil juntzanh nación ix saclemanb'at eb' aj Judá, xchi d'ayin."
        }
    ]
}