{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Zacarías in, yuninal in winhaj Berequías, yixchiquin in winhaj Iddo. Ha t'a swajxaquil uj, t'a schab'il ab'il yoch winhaj Darío reyal, ix lolon Jehová t'ayin schekab' in tik yic swaleli, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ha in Jehová Yajal in t'a Smasanil, ix te cot wowal t'a heb' a mam icham, yuj chi' al tas swal tik t'a heb' etchonhab': Ha in Jehová in swala', meltzajanhecxicot t'ayin yic ol in meltzajxipaxb'at t'ayex."
        },
        {
            "number": "3",
            "text": "Manh he pitej he b'a icha ix aj spitan sb'a heb' he mam eyicham chi'. Ix yal heb' in chekab' t'a heb' t'a peka' chi': Icha wal tik yalan Jehová Yajal t'a Smasanil: Naecwal he b'ha t'a he chuk pensaril yet' pax t'a chukal tze k'ulej, xchi Jehová, xchi heb' in chekab' chi', palta maj scha yab' heb', maj sk'anab'ajejpaxlaj heb'."
        },
        {
            "number": "4",
            "text": "Palta a ticnaik, ¿b'ajtil ayek' heb' he mam eyicham chi'? Anhejtona' pax heb' in chekab', manhxo pitzanoc heb' ticnaik."
        },
        {
            "number": "5",
            "text": "Axo pax in lolonel yet' in checnab'il ix wal t'a heb' in chekab' chi', ix elk'och t'a heb' he mam eyicham chi', yuj chi' ix sna sb'a sk'ol heb', ix yalan heb': Ha Jehová Yajal t'a Smasanil, ix onh yutej icha ix aj snaani, icha smojal ko chuk pensaril yet' chukal sko k'ulej, xchi heb', xchi Jehová t'ayin."
        },
        {
            "number": "6",
            "text": "Ha in Zacarías in tik, ix in cha juntzanh lolonel tik t'a Jehová, t'a 24 yoch yuxluchil uj (aton jun uj scuch Sebat) t'a schab'il ab'il yoch winhaj Darío reyal."
        },
        {
            "number": "7",
            "text": "Ha t'a jun ak'wal, ix ch'oxji wil jun tik t'a in wayich: Ix wil jun winh winak ayk'e t'a yib'anh jun nok' chacchac chej, ix wanaj nok' t'a jun ch'olan t'a skal juntzanh te' arrayán. Axo t'a spatic jun winh chi', ay junxo nhilanh nok' chej, ay pax mach ayk'e t'a yib'anh nok'. Ha t'a skal nok' chi', ay nok' chacchac, ay nok' sacb'alinac, ay pax nok' sacsac."
        },
        {
            "number": "8",
            "text": "Ix in k'anb'an t'a jun ángel wan slolon wed'oc icha tik: Mamin, ¿tas yaj juntzanh heb' ayk'e t'a yib'anh chej chi'? xin chi. Ix tak'wi t'ayin, ix yalan icha tik: Ol in ch'ox t'ayach tas yaj heb', xchi."
        },
        {
            "number": "9",
            "text": "Yuj chi', ix yalan jun winh ayek' t'a skal juntzanh te' arrayán chi' icha tik: Aton heb' tik ix checjib'at yuj Jehová yic b'at sb'eytzitan masanil yol yib'anhk’inal tik heb', xchi."
        },
        {
            "number": "10",
            "text": "Ix yalan heb' ayk'e t'a yib'anh chej chi' t'a Yángel Jehová ayek' t'a skal te' arrayán chi' icha tik: Toxo ix onh ek' t'a masanil yol yib'anhk’inal tik. Wach'nhej yaj ix quila', te junk'olal yaji, xchi heb'."
        },
        {
            "number": "11",
            "text": "Ix yalan Yángel Jehová chi' icha tik: Mamin Jehová, Yajal ach t'a Smasanil, 70 ab'ilxo yajcot yowal a k'ol t'a yib'anh Jerusalén yet' t'a yib'anh Judá. ¿Jantacto wal tiempo, ichato chi' ol ok'xoc a k'ol t'a masanil heb' a chonhab' chi'? xchi."
        },
        {
            "number": "12",
            "text": "Ix tak'wi Jehová t'a jun ángel wan slolon chi' wed'oc, ix yak'an sniwanil sk'ool."
        },
        {
            "number": "13",
            "text": "Elanhchamel ix yal jun ángel chi' to swalel juntzanh lolonel tik: Aton juntzanh tik ix yal Jehová, Yajal t'a Smasanil: Te xajan chonhab' Jerusalén wuuj yet' tzalan Sion."
        },
        {
            "number": "14",
            "text": "Yuj chi' te aycot yowal in k'ol t'a yib'anh juntzanhxo nación malaj jab'oc tas sna'a. Ayic quennhej yowal in k'ol t'a yib'anh Jerusalén chi', ix te ek' heb' t'a yib'anh yak'an yaelal t'ay."
        },
        {
            "number": "15",
            "text": "Yuj chi', a in Jehová in swal icha tik: Ha ticnaik, ol wak'xi in wach'k'olal t'a Jerusalén. Ol wak'an b'ochajxik'e in templo ta', ol b'ochajpaxk'e chonhab' Jerusalén chi', xchi Jehová t'a jun ángel chi'."
        },
        {
            "number": "16",
            "text": "Ix yalanxi jun ángel chi' t'ayin icha tik: Alpaxel juntzanhxo tik: Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ol wik'xichaanh juntzanh in chonhab' tik, ol wak'anxi sniwanil sk'ol Sion. Ol walanel junelxo to a Jerusalén tik, in chonhab' yaji, sik'b'ilel wuuj, xchi Jehová, xchi jun ángel chi'."
        },
        {
            "number": "17",
            "text": "Ix in k'e k'elan, ix wilan chanhe' nok' ch'aac."
        },
        {
            "number": "18",
            "text": "Ix in k'anb'an t'a jun ángel wan slolon chi' wed'oc icha tik: ¿Tas syalelk'och chanhe' nok' ch'aac chi'? xin chi t'ay. Ix yalan t'ayin icha tik: Ha juntzanh nok' ch'aac chi', a juntzanh nación ak'annacoch yaelal t'a yib'anh heb' aj Israel, heb' aj Judá yet' heb' aj Jerusalén sch'oxcot nok', saclemnacb'at heb' yuj, xchi t'ayin. Ixlajwi chi', ay pax chanhwanh heb' winh tenum k'een ix sch'ox Jehová wila''. Ix in k'anb'an icha tik: ¿Tas tzul sk'ulej juntzanh heb' winh tenum k'een tik? xin chi. Ix yalan t'ayin icha tik: Ha juntzanh heb' winh tik, ix jawi heb' winh ul xib'tani yet' yak'an satel yipalil juntzanh nación ix saclemanb'at heb' aj Judá, xchi t'ayin."
        }
    ]
}