{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "k'anec k 'inal nhab' t'a Jehová, ha' ol ak'an t'ayex. A' tz'ak'an ek' copoljoc lheb'lon, ha' ol ak'ancot tzijtumal nhab', yic wach' ol q'uib'k'e eyavb'en t'a sat lum he lu'um he masanil."
        },
        {
            "number": "2",
            "text": "Manh ichocta' spak tz'ak'ji t'a heb' sk'anb'ej yab' t'a yechel comon Dios yet' t'a heb' ajchum. Ha juntzanh heb' chi', tonhej syesej heb', malaj yelk'och swayich heb' syala', tonhej tz'ak'ji musansatil anima yuj heb'. Ha slolonel heb' yic syak'an sniwanil sk'ol heb' anima, malaj jab'oc yelk'ochi. Yuj chi' tonhej satek' jun chonhab' tik icha nok' calnel syab' syail, yujto malaj stanhwumal."
        },
        {
            "number": "3",
            "text": "Yuj chi' syal Jehová icha tik: Toxo ix cot wowal t'a heb' stanhwan in chonhab', yuj chi' ol wak'och syaelal heb'. Ha in Jehová Yajal in t'a Smasanil ol in tanhwej in chonhab', aton heb' yinhtilal Judá. Niwan ol aj yelk'och heb', icha nok' chej ak'um owal."
        },
        {
            "number": "4",
            "text": "Ha t'a skal heb' chi', ay jun mach ol elta, te niwan ol aj yelk'ochi, icha junok k'een k'een te niwan yelk'ochi, icha junok estaca yic mantiado, icha pax jul-lab' yic owal, aton ol cuchb'an heb'."
        },
        {
            "number": "5",
            "text": "Ol ek' tek'ton heb' t'a yib'anh heb' yajk'ool, icha stek'ank'e sok'om heb' soldado t'a yoltac calle. Ol yak'an ganar owal heb', yujto ay in och yet' heb'. Ol q'uixwoccank'e heb' ajk'ol ayk'e t'a yib'anh chej yuj heb'."
        },
        {
            "number": "6",
            "text": "Ha in ol wak' stek'anil heb' yinhtilal Judá, ol wak'anxi colchajel heb' yinhtilal winhaj José. Ol in cuchb'anxi meltzaj heb' t'a schonhab', yujto tz'ok' in k'ol t'a heb'. Ol cajnajxoc heb' junelxo, ichato malaj b'aj ix wactejcan heb'. Ha in ton Jehová sDiosal in heb', ol wab'nhej tas ol sk'an heb' t'ayin."
        },
        {
            "number": "7",
            "text": "Tek'an ol aj heb' aj Israel icha soldado. Ol tzalaj sk'ol heb' icha heb' tz'uk'an wino. Ayic ol yilan jun tik heb' yuninal heb', ol tzalajpax sk'ol heb'. Ol te tzalaj wal sk'ol heb' yuj in colwal."
        },
        {
            "number": "8",
            "text": "Ol in xub'an t'a heb' yic ol in molb'ej heb', yujto colchajnacxo heb' wuuj. Ol te niwanb'oc sb'isul heb', icha wal ix aj heb' t'a peka'."
        },
        {
            "number": "9",
            "text": "Ix in saclemejb'at heb' t'a scaltac nación. Wach'chom najat ay heb', palta ol in nachajcot yuj heb'. Ay wal jun k'ual ol meltzaj heb' yet' yal yuninal."
        },
        {
            "number": "10",
            "text": "Ol wik'xi meltzaj heb' t'a Egipto. Ol wik'paxcot heb' t'a Asiria. Ol wik'anb'at heb' t'a Galaad yet' t'a Líbano. Te niwan ol aj sb'isul heb', ijan wal manhxalaj b'aj ol aj heb'."
        },
        {
            "number": "11",
            "text": "Ayic ol ek' heb' t'a skal yaelal, ichato t'a yol ha' mar ol ek' heb', a in ol wik'el yip ha'. Axo ha' Nilo, ol wak' tup ha'. Ol wak'an satel yik'ojchanhb'ail heb' aj Asiria. Ol wak'pax satel yopisio heb' yajal t'a Egipto."
        },
        {
            "number": "12",
            "text": "Ha in ol wak' yipalil in chonhab'. Vuuj wal ol yal yuj. Ha in wal Jehová in swal juntzanh lolonel tik, xchi Jehová."
        }
    ]
}