{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "k'anec q'uinal nhab' t'a Jehová, ha' ol ak'an t'ayex. A' tz'ak'an ek' copoljoc leb'lon, ha' ol ak'ancot tzijtumal nhab', yic wach' ol q'uib'q'ue eyavb'en t'a sat lum e lu'um e masanil."
        },
        {
            "number": "2",
            "text": "Manh ichocta' spak tz'ak'ji t'a eb' sk'anb'ej yab' t'a yechel comon dios yet' t'a eb' ajchum. Ha juntzanh eb' chi', tonhej syesej eb', malaj yelk'och svayich eb' syala', tonhej tz'ak'ji musansatil anima yuj eb'. Ha slolonel eb' yic syak'an snivanil sk'ol eb' anima, malaj jab'oc yelk'ochi. Yuj chi' tonhej satek' jun chonhab' tik icha nok' calnel syab' syail, yujto malaj stanhvumal."
        },
        {
            "number": "3",
            "text": "Yuj chi' syal Jehová icha tik: Toxo ix cot voval t'a eb' stanhvan in chonhab', yuj chi' ol vak'och syaelal eb'. Ha in Jehová Yajal in t'a Smasanil ol in tanhvej in chonhab', aton eb' yinhtilal Judá. Nivan ol aj yelk'och eb', icha nok' chej ak'um oval."
        },
        {
            "number": "4",
            "text": "Ha t'a skal eb' chi', ay jun mach ol elta, te niwan ol aj yelk'ochi, icha junok q'uen q'ueen te niwan yelk'ochi, icha junok estaca yic mantiado, icha pax jul-lab' yic oval, aton ol cuchb'an eb'."
        },
        {
            "number": "5",
            "text": "Ol ek' tek'ton eb' t'a yib'anh eb' yajk'ool, icha stek'anq'ue sok'om eb' soldado t'a yoltac calle. Ol yak'an ganar oval eb', yujto ay in och yet' eb'. Ol q'uixvoccanq'ue eb' ajk'ol ayq'ue t'a yib'anh chej yuj eb'."
        },
        {
            "number": "6",
            "text": "Ha in ol vak' stek'anil eb' yinhtilal Judá, ol vak'anxi colchajel eb' yinhtilal winhaj José. Ol in cuchb'anxi meltzaj eb' t'a schonhab', yujto tz'ok' in k'ol t'a eb'. Ol cajnajxoc eb' junelxo, ichato malaj b'aj ix vactejcan eb'. Ha in ton Jehová sDiosal in eb', ol vab'nhej tas ol sk'an eb' t'ayin."
        },
        {
            "number": "7",
            "text": "Tek'an ol aj eb' aj Israel icha soldado. Ol tzalaj sk'ol eb' icha eb' tz'uk'an vino. Ayic ol yilan jun tik eb' yuninal eb', ol tzalajpax sk'ol eb'. Ol te tzalaj val sk'ol eb' yuj in colval."
        },
        {
            "number": "8",
            "text": "Ol in xub'an t'a eb' yic ol in molb'ej eb', yujto colchajnacxo eb' vuuj. Ol te nivanb'oc sb'isul eb', icha val ix aj eb' t'a peca'."
        },
        {
            "number": "9",
            "text": "Ix in saclemejb'at eb' t'a scaltac nación. Wach'chom najat ay eb', palta ol in nachajcot yuj eb'. Ay val jun k'ual ol meltzaj eb' yet' yal yuninal."
        },
        {
            "number": "10",
            "text": "Ol vik'xi meltzaj eb' t'a Egipto. Ol vik'paxcot eb' t'a Asiria. Ol vik'anb'at eb' t'a Galaad yet' t'a Líbano. Te niwan ol aj sb'isul eb', ijan val manhxalaj b'aj ol aj eb'."
        },
        {
            "number": "11",
            "text": "Ayic ol ek' eb' t'a skal yaelal, ichato t'a yol ha' mar ol ek' eb', a in ol viq'uel yip ha'. Axo ha' Nilo, ol vak' tup ha'. Ol vak'an satel yik'ojchanhb'ail eb' aj Asiria. Ol vak'pax satel yopisio eb' yajal t'a Egipto."
        },
        {
            "number": "12",
            "text": "Ha in ol vak' yipalil in chonhab'. Vuuj val ol yal yuj. Ha in val Jehová in swal juntzanh lolonel tik, xchi Jehová."
        }
    ]
}