{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Jacchajocab' b'e t'a te' k'ak' yic sb'at tz'ab'at te' k'ute' t'a Líbano."
        },
        {
            "number": "2",
            "text": "Ok'ocab' te' taj, yujto toxo ix telvi te' k'ute'. Ha juntzanh te te' manhxo jantacoc swach'il chi', toxo ix lajviel te'. Ok'ocab' te' ji t'a yol yic Basán, yujto a te' nivac te', te k'ayum, toxo ix ch'acjiel te'."
        },
        {
            "number": "3",
            "text": "Ab'ec val yel yav eb' tanhvum calnel yoq'ui, yujto manhxalaj anh ank'ultak sk'ux nok' snok' eb'. Ab'ec pax yel yav nok' choj, yujto toxo ix lajviel nivac vayumtac t'a sti' ha' Jordán."
        },
        {
            "number": "4",
            "text": "Ix yal Jehová in Diosal t'ayin icha tik: Tanhvej val nok' calnel to d'inhan smiljichamoc."
        },
        {
            "number": "5",
            "text": "Ha eb' smananel nok', malaj jab'oc sna eb' yuj b'aj smilcham nok', haxo eb' schonhan nok' chi', syal eb' icha tik: Yuj val dios, a ticnaic b'eyum onhxo, xchi eb'. Axo pax eb' stanhvumal nok', manh jab'oc tz'ok' sk'ol eb' yuj nok'."
        },
        {
            "number": "6",
            "text": "Ichinpaxta' a in tik, manh jab'oc ol ok' in k'ol t'a anima cajan t'a sat jun lu'um tik. Ha in Jehová in svala' to ol laj vak'och eb' t'a yol sk'ab' eb' yetchonhab' yet' pax t'a yol sk'ab' sreyal eb'. Ha eb' chi' ol ixtanel sat lum lum tik, manhxo ol in col-laj eb' anima chi' t'a yol sk'ab' eb', xchi Jehová."
        },
        {
            "number": "7",
            "text": "Ichato chi' ix in och in tanhvej nok' calnel d'inhan smiljicham chi', haxo eb' manum calnel chi' ix in tupani. Ix in sayan chab' te' k'ococh. Ay jun te' ix vak' scuch Wach'k'olal, haxo junxo te' ix vak' scuch Junnhej yaji."
        },
        {
            "number": "8",
            "text": "Ha t'a jun ujal, oxvanh eb' tanhvum calnel chi' ix in chec paxoc, yujto manhxa in gana t'a eb', manhxa pax sgana eb' t'ayin."
        },
        {
            "number": "9",
            "text": "Ix valan t'a nok' calnel chi' icha tik: Manhxo ol ex in tanhvej. Tato ay junok ex tzex chami, chamanhec. Tato ay junok mach tzex milanchamoc, ex miljocab'chamoc. Ha exxo tzex to cani, tze satlajel e b'a, xin chi t'a nok'."
        },
        {
            "number": "10",
            "text": "Ix vik'anchaanh te' in k'ococh ix vak' scuch Wach'k'olal, ix in locan canhchaj te', yic scheclajeli to slajvi strato Jehová ix sb'o yet' masanil chonhab'."
        },
        {
            "number": "11",
            "text": "Aton t'a jun k'u chi', ix lajvican jun trato chi', haxo eb' ay yic nok' calnel chi', van yilan eb' tas van in k'ulan chi', ix nachajel yuj eb' to a Jehová van slolon yuj tas van in k'ulan chi'."
        },
        {
            "number": "12",
            "text": "Ix valan t'a eb' icha tik: Tato e gana, aq'ek in tojol, tato maay jun, canocab' icha chi', xin chi t'a eb'. Yuj chi' te niwan in tojol ix yak' eb' yalani, 30 nhej q'uen plata ix yak' eb' t'ayin."
        },
        {
            "number": "13",
            "text": "Ix yalan Jehová t'ayin icha tik: Te jab'tzin jab' in tojol ix yak' eb' tik, yuj chi' julcanb'at q'uen b'aj sik'chaj q'uen tumin t'a templo, xchi. Ix vik'anb'at q'ueen, ix in yumancanb'at q'uen b'aj sik'chaj q'uen tumin chi'."
        },
        {
            "number": "14",
            "text": "Ix in locan canhchaj junxo te' k'ococh ix vak' scuch Junnhej yaji. Icha chi' ix aj in ch'oxani to manhxo junnhejoc yaj Judá yet' Israel."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Ha ticnaic, utej a b'a icha jun tanhvum calnel manh jab'oc syak'och sk'ol stanhvan nok' calnel chi'."
        },
        {
            "number": "16",
            "text": "Yujto ol vak'och junok stanhvumal jun nación tik, te chuc ol yutej sb'a icha junok tanhvum calnel max yak' pensar yuj nok' calnel satb'ati, max saylaj nok', max yanhtejpax nok' echen yaji, max yak'paxlaj svael nok' scham yuj vejel. Palta to schib'at nok' b'ak'uech, masanil q'uen yech nok' schib'ati."
        },
        {
            "number": "17",
            "text": "Ob'iltac val jun stanhvumal in chonhab' malaj pensar chi', yujto syactejcan tas stanhvej. Sicb'ocab'el swach' k'ab', tzepjocab'el t'a q'uen espada, ik'jocab'paxq'ueta yol sat t'a swach', xchi Jehová."
        }
    ]
}