{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Jacchajocab' b'e d'a te' k'ak' yic sb'at tz'ab'at te' k'ute' d'a Líbano."
        },
        {
            "number": "2",
            "text": "Ok'ocab' te' taj, yujto toxo ix telvi te' k'ute'. A juntzanh te te' manhxo jantacoc svach'il chi', toxo ix lajviel te'. Ok'ocab' te' ji d'a yol yic Basán, yujto a te' nivac te', te k'ayum, toxo ix ch'acjiel te'."
        },
        {
            "number": "3",
            "text": "Ab'ec val yel yav eb' tanhvum calnel yoq'ui, yujto manhxalaj anh ank'ultac sk'ux nok' snok' eb'. Ab'ec pax yel yav nok' choj, yujto toxo ix lajviel nivac vayumtac d'a sti' a' Jordán."
        },
        {
            "number": "4",
            "text": "Ix yal Jehová in Diosal d'ayin icha tic: Tanhvej val nok' calnel to d'inhan smiljichamoc."
        },
        {
            "number": "5",
            "text": "A eb' smananel nok', malaj jab'oc sna eb' yuj b'aj smilcham nok', axo eb' schonhan nok' chi', syal eb' icha tic: Yuj val dios, a ticnaic b'eyum onhxo, xchi eb'. Axo pax eb' stanhvumal nok', manh jab'oc tz'ok' sk'ol eb' yuj nok'."
        },
        {
            "number": "6",
            "text": "Ichinpaxta' a in tic, manh jab'oc ol ok' in k'ol d'a anima cajan d'a sat jun luum tic. A in Jehová in svala' to ol laj vak'och eb' d'a yol sk'ab' eb' yetchonhab' yed' pax d'a yol sk'ab' sreyal eb'. A eb' chi' ol ixtanel sat lum luum tic, manhxo ol in col-laj eb' anima chi' d'a yol sk'ab' eb', xchi Jehová."
        },
        {
            "number": "7",
            "text": "Ichato chi' ix in och in tanhvej nok' calnel d'inhan smiljicham chi', axo eb' manum calnel chi' ix in tupani. Ix in sayan chab' te' k'ococh. Ay jun te' ix vak' scuch Vach'k'olal, axo junxo te' ix vak' scuch Junnhej yaji."
        },
        {
            "number": "8",
            "text": "A d'a jun ujal, oxvanh eb' tanhvum calnel chi' ix in chec paxoc, yujto manhxa in gana d'a eb', manhxa pax sgana eb' d'ayin."
        },
        {
            "number": "9",
            "text": "Ix valan d'a nok' calnel chi' icha tic: Manhxo ol ex in tanhvej. Tato ay junoc ex tzex chami, chamanhec. Tato ay junoc mach tzex milanchamoc, ex miljocab'chamoc. A exxo tzex to cani, tze satlajel e b'a, xin chi d'a nok'."
        },
        {
            "number": "10",
            "text": "Ix vik'anchaanh te' in k'ococh ix vak' scuch Vach'k'olal, ix in locan canhchaj te', yic scheclajeli to slajvi strato Jehová ix sb'o yed' masanil chonhab'."
        },
        {
            "number": "11",
            "text": "Aton d'a jun k'u chi', ix lajvican jun trato chi', axo eb' ay yic nok' calnel chi', van yilan eb' tas van in k'ulan chi', ix nachajel yuj eb' to a Jehová van slolon yuj tas van in k'ulan chi'."
        },
        {
            "number": "12",
            "text": "Ix valan d'a eb' icha tic: Tato e gana, aq'uec in tojol, tato maay jun, canocab' icha chi', xin chi d'a eb'. Yuj chi' te nivan in tojol ix yak' eb' yalani, 30 nhej q'uen plata ix yak' eb' d'ayin."
        },
        {
            "number": "13",
            "text": "Ix yalan Jehová d'ayin icha tic: Te jab'tzin jab' in tojol ix yak' eb' tic, yuj chi' julcanb'at q'uen b'aj sik'chaj q'uen tumin d'a templo, xchi. Ix vik'anb'at q'ueen, ix in yumancanb'at q'uen b'aj sik'chaj q'uen tumin chi'."
        },
        {
            "number": "14",
            "text": "Ix in locan canhchaj junxo te' k'ococh ix vak' scuch Junnhej yaji. Icha chi' ix aj in ch'oxani to manhxo junnhejoc yaj Judá yed' Israel."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová d'ayin icha tic: A ticnaic, utej a b'a icha jun tanhvum calnel manh jab'oc syak'och sk'ol stanhvan nok' calnel chi'."
        },
        {
            "number": "16",
            "text": "Yujto ol vak'och junoc stanhvumal jun nación tic, te chuc ol yutej sb'a icha junoc tanhvum calnel max yak' pensar yuj nok' calnel satb'ati, max saylaj nok', max yanhtejpax nok' echen yaji, max yak'paxlaj svael nok' scham yuj vejel. Palta to schib'at nok' b'aq'uech, masanil q'uen yech nok' schib'ati."
        },
        {
            "number": "17",
            "text": "Ob'iltac val jun stanhvumal in chonhab' malaj pensar chi', yujto syactejcan tas stanhvej. Sicb'ocab'el svach' k'ab', tzepjocab'el d'a q'uen espada, ik'jocab'paxq'ueta yol sat d'a svach', xchi Jehová."
        }
    ]
}