{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová, sb'oumal satcha’anh yet' yich yol yib'anhk’inal tik, ha' tz'ak'anpax sq'uinal eb' anima, ha' tz'alan yuj chonhab' Israel icha tik:"
        },
        {
            "number": "2",
            "text": "Ha in Jehová in tik, a in ol vak'lab'ej Jerusalén, ol ek' quetcon juntzanh nación ay t'a slak'anil yuj xivelal, aton juntzanh ol ak'an oval yet' Jerusalén yet' Judá."
        },
        {
            "number": "3",
            "text": "Ha t'a jun pekti’ chi', icha junok q'uen q'ueen te al ol vutejcan Jerusalén t'a juntzanhxo nación. Wach'chom masanil nación ol snib'ej yak' oval yet'oc, chok' ol ajkan eb' yuj."
        },
        {
            "number": "4",
            "text": "Palta a in ol in tanhvej eb' yinhtilal Judá. Ol in te xib'tej masanil nok' chej molanek' ta', haxo eb' ayq'ue t'a yib'anh nok', ol quistalaxcan eb'. Ol vak' k'ik'yataxcan nok' schej juntzanh nación chi'."
        },
        {
            "number": "5",
            "text": "Ayic ol yilan juntzanh tik eb' yajalil Judá, ol yalan eb' icha tik: Ha val Jehová Yajal t'a Smasanil, co Diosal yet' eb' aj Jerusalén, a tz'ak'an yip eb' aj Jerusalén chi', xcham eb'."
        },
        {
            "number": "6",
            "text": "Ha t'a jun oval chi', a eb' yajalil Judá, icha junok tzak'ak' chac xilinac tz'och t'a skal te' k'atzitz ol vutej eb', ma icha sq'ue sk'ak'al junok tob'anh taj tz'och t'a skal ixim trigo manojail yaji. Icha chi' ol aj satanel masanil juntzanh nación eb' ay t'a slak'anil Judá. Ha t'a jun pekti’ chi', manh jantacoc eb' anima ol cajnajxoc t'a Jerusalén."
        },
        {
            "number": "7",
            "text": "Palta a in Jehová in tik, b'ab'el ol in colcanel juntzanh cotac chonhab' t'a yol yic Judá, yic wach' manh ol yik'chaanh sb'a eb' yinhtilal vinhaj David yet' masanil eb' cajan t'a Jerusalén t'a yichanh eb' aj Judá chi'."
        },
        {
            "number": "8",
            "text": "Ha in Jehová in tik, ol in tanhvejpax eb' cajan t'a Jerusalén chi'. Ha eb' malaj yip t'a skal eb' chi', tek'an ol aj eb' icha vinhaj rey David t'a peca'. Axo pax eb' yinhtilal vinhaj rey David chi', b'ab'el sb'at eb' t'a yichanh eb', lajan ol aj stek'anil eb' icha in tek'anil, ma icha stek'anil eb' vángel."
        },
        {
            "number": "9",
            "text": "Ha t'a jun pekti’ chi', ol vak' vip in satanel masanil juntzanh nación ol yak' oval yet' Jerusalén chi'."
        },
        {
            "number": "10",
            "text": "Ol vak' Vespíritu t'a eb' yinhtilal vinhaj David yet' t'a juntzanhxo eb' cajan t'a Jerusalén, yic tz'ok' sk'ol eb', stevipax eb' t'ayin. Ayic ol in yilan eb' ix in tecani, ol ok'q'ue eb' icha yok' junok anima yuj schamel jun k'otanh yuninal, ma yuj sb'ab'el yuninal."
        },
        {
            "number": "11",
            "text": "Ha t'a jun k'ual chi', ol och val jun niwan cusk'olal t'a eb' aj Jerusalén, icha tz'aj scus eb' anima t'a ak'lic Meguido yuj jun comon dios scuch Hadad-rimón."
        },
        {
            "number": "12",
            "text": "Junjun makan inhtilal t'a nación chi', ch'occh'oc yaj eb' ayic ol ok' eb': Aton yinhtilal vinhaj David, yinhtilal vinhaj Natán, yinhtilal vinhaj Leví, yinhtilal vinhaj Simei yet' juntzanhxo makan inhtilal, ch'occh'oc b'aj ol ok' eb'. Yed' eb' ix yetb'eyum eb', ch'oc b'aj ol ok'pax eb' ix."
        }
    ]
}