{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "A Jehová, sb'oumal satchaanh yed' yich yolyib'anhq'uinal tic, a' tz'ak'anpax sq'uinal eb' anima, a' tz'alan yuj chonhab' Israel icha tic:"
        },
        {
            "number": "2",
            "text": "A in Jehová in tic, a in ol vak'lab'ej Jerusalén, ol ek' quetcon juntzanh nación ay d'a slak'anil yuj xivelal, aton juntzanh ol ak'an oval yed' Jerusalén yed' Judá."
        },
        {
            "number": "3",
            "text": "A d'a jun tiempoal chi', icha junoc q'uen q'ueen te al ol vutejcan Jerusalén d'a juntzanhxo nación. Vach'chom masanil nación ol snib'ej yak' oval yed'oc, chok' ol ajcan eb' yuuj."
        },
        {
            "number": "4",
            "text": "Palta a in ol in tanhvej eb' yinhtilal Judá. Ol in te xib'tej masanil nok' chej molanek' ta', axo eb' ayq'ue d'a yib'anh nok', ol quistalaxcan eb'. Ol vak' q'uik'yataxcan nok' schej juntzanh nación chi'."
        },
        {
            "number": "5",
            "text": "Ayic ol yilan juntzanh tic eb' yajalil Judá, ol yalan eb' icha tic: A val Jehová Yajal d'a Smasanil, co Diosal yed' eb' aj Jerusalén, a tz'ak'an yip eb' aj Jerusalén chi', xcham eb'."
        },
        {
            "number": "6",
            "text": "A d'a jun oval chi', a eb' yajalil Judá, icha junoc tzak'ak' chac xilinac tz'och d'a scal te' k'atzitz ol vutej eb', ma icha sq'ue sk'ak'al junoc tob'anh taj tz'och d'a scal ixim trigo manojail yaji. Icha chi' ol aj satanel masanil juntzanh nación eb' ay d'a slak'anil Judá. A d'a jun tiempoal chi', manh jantacoc eb' anima ol cajnajxoc d'a Jerusalén."
        },
        {
            "number": "7",
            "text": "Palta a in Jehová in tic, b'ab'el ol in colcanel juntzanh cotac chonhab' d'a yol yic Judá, yic vach' manh ol yik'chaanh sb'a eb' yinhtilal vinhaj David yed' masanil eb' cajan d'a Jerusalén d'a yichanh eb' aj Judá chi'."
        },
        {
            "number": "8",
            "text": "A in Jehová in tic, ol in tanhvejpax eb' cajan d'a Jerusalén chi'. A eb' malaj yip d'a scal eb' chi', tek'an ol aj eb' icha vinhaj rey David d'a peca'. Axo pax eb' yinhtilal vinhaj rey David chi', b'ab'el sb'at eb' d'a yichanh eb', lajan ol aj stek'anil eb' icha in tek'anil, ma icha stek'anil eb' vángel."
        },
        {
            "number": "9",
            "text": "A d'a jun tiempoal chi', ol vak' vip in satanel masanil juntzanh nación ol yak' oval yed' Jerusalén chi'."
        },
        {
            "number": "10",
            "text": "Ol vak' Vespíritu d'a eb' yinhtilal vinhaj David yed' d'a juntzanhxo eb' cajan d'a Jerusalén, yic tz'ok' sk'ol eb', stevipax eb' d'ayin. Ayic ol in yilan eb' ix in tecani, ol ok'q'ue eb' icha yok' junoc anima yuj schamel jun k'otanh yuninal, ma yuj sb'ab'el yuninal."
        },
        {
            "number": "11",
            "text": "A d'a jun k'ual chi', ol och val jun nivan cusk'olal d'a eb' aj Jerusalén, icha tz'aj scus eb' anima d'a ak'lic Meguido yuj jun comon dios scuch Hadad-rimón."
        },
        {
            "number": "12",
            "text": "Junjun macanh inhtilal d'a nación chi', ch'occh'oc yaj eb' ayic ol ok' eb': Aton yinhtilal vinhaj David, yinhtilal vinhaj Natán, yinhtilal vinhaj Leví, yinhtilal vinhaj Simei yed' juntzanhxo macanh inhtilal, ch'occh'oc b'aj ol ok' eb'. Yed' eb' ix yetb'eyum eb', ch'oc b'aj ol ok'pax eb' ix."
        }
    ]
}