{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun k'ual chi', ol jacchaj jun sjaj ha ha', yic wach' ol yal sb'icchajel smul eb' yinhtilal vinhaj David yet' pax schucal eb' yet' yic eb' cajan t'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Ha in Jehová in tik svala' to ha t'a masanil yol jun nación tik, ol vak' satel masanil juntzanh comon dios yic wach' manhxo ol nachajcot sb'i. Masanil eb' syaloch sb'a in checab'oc, ol in satpaxel eb' t'a yol nación tik yet' masanil eb' ayoch spensar t'a eb' demonio."
        },
        {
            "number": "3",
            "text": "Yuj chi', tato ay junok mach stz'ac yal in lolonel, haxo smam snun ol alan t'ay icha tik: Ha ach tik, manhxo smojoc pitzan ach, ¿tas yuj tza tek'b'ej a b'a alanel esal lolonel, tzalani to slolonel Jehová tzala'? xcham eb' t'ay. Anheja' smam snun chi' ol tecan chamoc, yujto syesejoch sb'a in checab'oc."
        },
        {
            "number": "4",
            "text": "Ha t'a jun k'ual chi', masanil eb' syaloch sb'a in checab'oc, ol q'uixvocq'ue eb' yuj tas ix ch'oxchaj yil eb' chi'. Manhxo ol yak'ochlaj pichul eb' yic eb' in checab' yic syak'an musansatil anima eb'."
        },
        {
            "number": "5",
            "text": "Palta ol yal junjun eb' icha tik: Ha in tik, manh in schecab'oc Dios, anhej to munlajvum in. Yictax unin in, ix in k'ayb'aj t'a munlajel, xcham eb'."
        },
        {
            "number": "6",
            "text": "Tato ay junok mach sk'anb'an t'a junok eb' icha tik: ¿Tas yaj juntzanh echen t'a a nivanil chi'? tato xchi, ol spacan icha tik: Ix in ak'ji echnaj t'a spat eb' vamigo, xcham eb', xchi Jehová."
        },
        {
            "number": "7",
            "text": "Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ik'chajocab'q'ue q'uen espada yic stecjicham Vinh stanhvumal in chonhab', aton Vinh lajan ved'oc. Miljocab'cham Vinh tanhvum calnel chi', haxo nok' calnel chi' ol saclemcanb'at nok'. Ol in ochcan ajk'olal t'a nok' yunetac calnel chi'."
        },
        {
            "number": "8",
            "text": "Ha in Jehová in svala' to a eb' cajan t'a jun nación tik, ek'to nanhal eb' ol chamoc. Jayvanhxonhej eb' olto canoc."
        },
        {
            "number": "9",
            "text": "Ha eb' olto kan chi', ol vak' yab' syaelal eb', yic tz'elcan schucal eb', icha tz'aj yel smical q'uen plata t'a skal k'ak', ma icha tz'aj sb'o q'uen oro. Ol lajvoc chi', ol yalan sb'a eb' t'ayin, a inxo ol in tak'voc t'a eb'. Ol valani to in chonhab' eb', haxo eb' ol alan icha tik: Aton val Jehová co Diosal, xcham eb', xchi Jehová."
        }
    ]
}