{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun k'ual chi', ol jacchaj jun sjaj ha ha', yic wach' ol yal sb'icchajel smul heb' yinhtilal winhaj Dawid yet' pax schukal heb' yet' yic heb' kajan t'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Ha in Jehová in tik swala' to ha t'a masanil yol jun nación tik, ol wak' satel masanil juntzanh comon Dios yic wach' manhxo ol nachajcot sb'i. Masanil heb' syaloch sb'a in chekab'oc, ol in satpaxel heb' t'a yol nación tik yet' masanil heb' ayoch spensar t'a heb' demonio."
        },
        {
            "number": "3",
            "text": "Yuj chi', tato ay junok mach stz'ac yal in lolonel, haxo smam snun ol alan t'ay icha tik: Ha ach tik, manhxo smojoc pitzan ach, ¿tas yuj tza tek'b'ej a b'a alanel esal lolonel, tzalani to slolonel Jehová tzala'? xcham heb' t'ay. Anheja' smam snun chi' ol tekan chamoc, yujto syesejoch sb'a in chekab'oc."
        },
        {
            "number": "4",
            "text": "Ha t'a jun k'ual chi', masanil heb' syaloch sb'a in chekab'oc, ol q'uixwock'e heb' yuj tas ix ch'oxchaj yil heb' chi'. Manhxo ol yak'ochlaj pichul heb' yic heb' in chekab' yic syak'an musansatil anima heb'."
        },
        {
            "number": "5",
            "text": "Palta ol yal junjun heb' icha tik: Ha in tik, manh in schekab'oc Dios, anhej to munlajwum in. Yictax unin in, ix in k'ayb'aj t'a munlajel, xcham heb'."
        },
        {
            "number": "6",
            "text": "Tato ay junok mach sk'anb'an t'a junok heb' icha tik: ¿Tas yaj juntzanh echen t'a a niwanil chi'? tato xchi, ol spakan icha tik: Ix in ak'ji echnaj t'a spat heb' wamigo, xcham heb', xchi Jehová."
        },
        {
            "number": "7",
            "text": "Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ik'chajokab'k'e k'een espada yic stecjicham Vinh stanhwumal in chonhab', aton Vinh lajan wed'oc. Miljokab'cham Vinh tanhwum kalnel chi', haxo nok' kalnel chi' ol saklemkanb'at nok'. Ol in ochkan ajk'olal t'a nok' yunetac kalnel chi'."
        },
        {
            "number": "8",
            "text": "Ha in Jehová in swala' to a heb' kajan t'a jun nación tik, ek'to nanhal heb' ol chamoc. Jaywanhxonhej heb' olto kanok."
        },
        {
            "number": "9",
            "text": "Ha heb' olto kan chi', ol wak' yab' syaelal heb', yic tz'elkan schukal heb', icha tz'aj yel smical k'een plata t'a skal k'ak', ma icha tz'aj sb'o k'een oro. Ol lajwoc chi', ol yalan sb'a heb' t'ayin, a inxo ol in tak'woc t'a heb'. Ol walani to in chonhab' heb', haxo heb' ol alan icha tik: Aton wal Jehová ko Diosal, xcham heb', xchi Jehová."
        }
    ]
}