{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "A d'a jun k'ual chi', ol jacchaj jun sjaj a a', yic vach' ol yal sb'icchajel smul eb' yinhtilal vinhaj David yed' pax schucal eb' yed' yic eb' cajan d'a Jerusalén."
        },
        {
            "number": "2",
            "text": "A in Jehová in tic svala' to a d'a masanil yol jun nación tic, ol vak' satel masanil juntzanh comon dios yic vach' manhxo ol nachajcot sb'i. Masanil eb' syaloch sb'a in checab'oc, ol in satpaxel eb' d'a yol nación tic yed' masanil eb' ayoch spensar d'a eb' demonio."
        },
        {
            "number": "3",
            "text": "Yuj chi', tato ay junoc mach stz'ac yal in lolonel, axo smam snun ol alan d'ay icha tic: A ach tic, manhxo smojoc pitzan ach, ¿tas yuj tza tek'b'ej a b'a alanel esal lolonel, tzalani to slolonel Jehová tzala'? xcham eb' d'ay. Anheja' smam snun chi' ol tecan chamoc, yujto syesejoch sb'a in checab'oc."
        },
        {
            "number": "4",
            "text": "A d'a jun k'ual chi', masanil eb' syaloch sb'a in checab'oc, ol q'uixvocq'ue eb' yuj tas ix ch'oxchaj yil eb' chi'. Manhxo ol yak'ochlaj pichul eb' yic eb' in checab' yic syak'an musansatil anima eb'."
        },
        {
            "number": "5",
            "text": "Palta ol yal junjun eb' icha tic: A in tic, manh in schecab'oc Dios, anhej to munlajvum in. Yictax unin in, ix in k'ayb'aj d'a munlajel, xcham eb'."
        },
        {
            "number": "6",
            "text": "Tato ay junoc mach sk'anb'an d'a junoc eb' icha tic: ¿Tas yaj juntzanh echen d'a a nivanil chi'? tato xchi, ol spacan icha tic: Ix in ak'ji echnaj d'a spat eb' vamigo, xcham eb', xchi Jehová."
        },
        {
            "number": "7",
            "text": "A Jehová Yajal d'a Smasanil tz'alan icha tic: Ik'chajocab'q'ue q'uen espada yic stecjicham Vinh stanhvumal in chonhab', aton Vinh lajan ved'oc. Miljocab'cham Vinh tanhvum calnel chi', axo nok' calnel chi' ol saclemcanb'at nok'. Ol in ochcan ajk'olal d'a nok' yunetac calnel chi'."
        },
        {
            "number": "8",
            "text": "A in Jehová in svala' to a eb' cajan d'a jun nación tic, ek'to nanhal eb' ol chamoc. Jayvanhxonhej eb' olto canoc."
        },
        {
            "number": "9",
            "text": "A eb' olto can chi', ol vak' yab' syaelal eb', yic tz'elcan schucal eb', icha tz'aj yel smical q'uen plata d'a scal k'ak', ma icha tz'aj sb'o q'uen oro. Ol lajvoc chi', ol yalan sb'a eb' d'ayin, a inxo ol in tak'voc d'a eb'. Ol valani to in chonhab' eb', axo eb' ol alan icha tic: Aton val Jehová co Diosal, xcham eb', xchi Jehová."
        }
    ]
}