{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Toxo ol jawok sk'ual yowal sk'ol Jehová. Ha heb' ajk'ool, ol spucb'at heb' tastac ay t'a heb' cajan t'a Jerusalén, ha t'a yol chonhab' chi' ol spuquek' heb'."
        },
        {
            "number": "2",
            "text": "Ha t'a jun k'ual chi', a Jehová ol molb'an masanil nación yic syak'an owal yet' Jerusalén. Ol ak'joc ganar yuj heb'. Ol ik'jocb'at masanil tastac ay t'a yoltac pat yuj heb'. Masanil heb' ix ix ol yixtej heb' ajk'ool chi'. Ol ik'chajb'at nanhaloc heb' cajan chi' t'a preso yuj heb'. Nanhalto pax heb' ol kan t'a Jerusalén chi'."
        },
        {
            "number": "3",
            "text": "Palta elanhchamel ol elta Jehová yak' owal yet' juntzanh nación chi', icha ajnac yak'an owal t'a peka'."
        },
        {
            "number": "4",
            "text": "Ha t'a jun k'ual chi', ol em tek'tek' yoc t'a lum tzalan Oliwo t'a yichanh Jerusalén t'a stojolal b'aj sjawi k'u. Ol pojchaj snanhal jun lum tzalan chi', ol jacwoc jun niwan ch'olan, scot t'a stojolal b'aj sjawi k'u, tzek'k'och t'a stojolal b'aj tz'em k'u. Ha nanhaloc jun tzalan chi', ol b'atcan t'a stojolal norte, haxo nanhalxo, ol b'atcan t'a stojolal sur."
        },
        {
            "number": "5",
            "text": "Axo t'a jun ch'olan chi' ol ex el lemnajoc, yujto ol k'ochnhej t'a Azal. Ol ex el lemnaj icha ajnac yel lemnaj heb' he mam eyicham yuj jun quixcab' ek'nac ayic ayoch winhaj Uzías reyal t'a Judá. Axo Jehová ko Diosal ol jawok yet' masanil heb' yicxo."
        },
        {
            "number": "6",
            "text": "Ha t'a jun k'ual chi', sacleinacnhej ol ajoc, manhtoc te sacq'uinal, manhtoc te k'ik'k 'inal."
        },
        {
            "number": "7",
            "text": "Ha jun k'ual chi', anhej Jehová ojtannac tas ol ajoc. Malaj junok k'ual icha jun k'u ol yak' chi', sacq'uinalnhej, manh k'ualiloc, manh t'ak'waliloc paxi, yuj chi' ayic ol em k'u, manh ol k'ik'b'oclaj."
        },
        {
            "number": "8",
            "text": "Ha t'a jun k'ual chi', ol k'eul jun ha ha' t'a Jerusalén, ol elnhej yoc ha' t'a nhab'il k 'inal yet' t'a waresma. Ha jun ha' chi', nanhal ha' ol b'atcan t'ha ha' mar Muerto, haxo nanhalxo ha', ol b'atcan ha' t'ha ha' mar Mediterráneo."
        },
        {
            "number": "9",
            "text": "Ha t'a jun k'ual chi', a Jehová ol ak'an yajalil t'a masanil yol yib'anhk’inal tik. Anhej Jehová chi' ol b'inajoc yujto anhej Dios."
        },
        {
            "number": "10",
            "text": "Panhanxonhej ol ajkan lum lum, aton lum sb'at t'a Geba masanto t'a Rimón, t'a stojolal sur yic Jerusalén. Axo Jerusalén chi', chaanh ol ajkan icha junok tzalan. Ha b'aj ol cajnaj heb' anima t'a Jerusalén chi', ol schael t'a puerta yic Benjamín, ol ek' t'a jun puerta t'a peka', masanto t'a junxo puerta yic yesquinail. Ol b'atnhej t'a storreal yic Hananeel, masanto b'aj stek'chajel yal sat te' yuwa winh rey."
        },
        {
            "number": "11",
            "text": "Ha Jerusalén chi', manhxa b'ak'uinh ol sateloc. Ol cajnajxoc anima t'ay, manhxalaj tas ol sna heb'."
        },
        {
            "number": "12",
            "text": "Ha juntzanh nación ol ak'an owal yet' Jerusalén chi', ol ak'chaj wal och syaelal yuj Jehová. Ha heb' anima chi', pitzanto heb' ol syamanoch sb'ak'chil heb' sk'ab'ati, ol k'ab'at yol sat heb' t'a yet'tal, ol k'apaxb'at yak' heb' t'a yol sti'."
        },
        {
            "number": "13",
            "text": "Ha t'a jun k'ual chi', ol yak'cot niwan xivk'olal Jehová t'a skal heb' anima chi'. Junjun heb' ol syamlaj sb'a yet' mach ajun yet'oc, ol smil-lancham sb'a heb'."
        },
        {
            "number": "14",
            "text": "Ha t'a jun k'ual chi', ol cot heb' aj Judá scol heb' aj Jerusalén. Ol tok'joc ek' masanil sb'eyumal juntzanh nación ay t'a slak'anil chi' yuj heb', manhxo jantacoc k'een oro, k'een plata yet' pichul ol smolb'ej heb'."
        },
        {
            "number": "15",
            "text": "Ha jun yaelal ol em t'a yib'anh heb' anima, anheja' ol jawocpax t'a yib'anh nok' chej, nok' mula, nok' camello, nok' b'uru yet' masanil nok' smolb'etzal nok' heb' ajk'ol ayek' t'a scampamento."
        },
        {
            "number": "16",
            "text": "Ayic ol lajwoc juntzanh chi', a heb' anima olto kan t'a juntzanh chonhab' ix yak' owal yet' Jerusalén chi', junjun ab'il, ol jawok heb' yak'och q'uinh yic Chinama, yic tz'ochpax heb' ejmelal t'a jun Rey, aton Jehová Yajal t'a Smasanil."
        },
        {
            "number": "17",
            "text": "Tato ay junok nación t'a yol yib'anhk’inal tik manh ol jawok t'a Jerusalén yic tz'och ejmelal t'a jun Rey chi', manhxo ol yak'laj nhab' t'a smacb'en."
        },
        {
            "number": "18",
            "text": "Tato ay heb' aj Egipto manh ol jawok yak'och q'uinh yic Chinama, manh ol yak'paxlaj nhab' t'a slum heb'. Ol jawok yaelal t'a yib'anh heb' yuj Jehová icha yaelal ol jawok t'a yib'anh juntzanh nación max jawilaj chi'."
        },
        {
            "number": "19",
            "text": "Aton wal jun yaelal chi' yowalil ol jawok t'a yib'anh Egipto yet' t'a yib'anh juntzanhxo nación max jawi yak'och q'uinh yic Chinama."
        },
        {
            "number": "20",
            "text": "Ha t'a jun k'ual chi', ha t'a k'een yunetac campana yet'nac nok' chej tz'ib'ab'iloch icha tik: Yicxonhej Jehová yaji, xchi. Yed' k'een chen ol k'anchaj t'a stemplo Jehová b'aj ol tajoc nok' schib'ejal nok' silab', yicxonhej pax Jehová ol ajoc, icha yaj niwac uk'ab' sk'anchaj t'a altar."
        },
        {
            "number": "21",
            "text": "Masanil k'een chen t'a Jerusalén yet' t'a Judá, yicxonhej Jehová Yajal t'a Smasanil ol ajoc. Ha mach sb'at yak' junok silab' ta', syal sk'anan juntzanh chen chi', syak'an tajoc nok' chib'ej syak' silab'il chi'. Ha t'a jun k'ual chi', manhxalaj heb' chonhwajum ol ilchaj t'a stemplo Jehová Yajal t'a Smasanil."
        }
    ]
}