{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Toxo ol javoc sk'ual yoval sk'ol Jehová. A eb' ajk'ool, ol spucb'at eb' tastac ay d'a eb' cajan d'a Jerusalén, a d'a yol chonhab' chi' ol spuquek' eb'."
        },
        {
            "number": "2",
            "text": "A d'a jun k'ual chi', a Jehová ol molb'an masanil nación yic syak'an oval yed' Jerusalén. Ol ak'joc ganar yuj eb'. Ol ik'jocb'at masanil tastac ay d'a yoltac pat yuj eb'. Masanil eb' ix ix ol yixtej eb' ajk'ool chi'. Ol ik'chajb'at nanhaloc eb' cajan chi' d'a preso yuj eb'. Nanhalto pax eb' ol can d'a Jerusalén chi'."
        },
        {
            "number": "3",
            "text": "Palta elanhchamel ol elta Jehová yak' oval yed' juntzanh nación chi', icha ajnac yak'an oval d'a peca'."
        },
        {
            "number": "4",
            "text": "A d'a jun k'ual chi', ol em tek'tek' yoc d'a lum tzalan Olivo d'a yichanh Jerusalén d'a stojolal b'aj sjavi k'u. Ol pojchaj snanhal jun lum tzalan chi', ol jacvoc jun nivan ch'olan, scot d'a stojolal b'aj sjavi k'u, tz'ek'k'och d'a stojolal b'aj tz'em k'u. A nanhaloc jun tzalan chi', ol b'atcan d'a stojolal norte, axo nanhalxo, ol b'atcan d'a stojolal sur."
        },
        {
            "number": "5",
            "text": "Axo d'a jun ch'olan chi' ol ex el lemnajoc, yujto ol k'ochnhej d'a Azal. Ol ex el lemnaj icha ajnac yel lemnaj eb' e mam eyicham yuj jun quixcab' ek'nac ayic ayoch vinhaj Uzías reyal d'a Judá. Axo Jehová co Diosal ol javoc yed' masanil eb' yicxo."
        },
        {
            "number": "6",
            "text": "A d'a jun k'ual chi', sacleinacnhej ol ajoc, manhtoc te sacq'uinal, manhtoc te q'uik'q'uinal."
        },
        {
            "number": "7",
            "text": "A jun k'ual chi', anhej Jehová ojtannac tas ol ajoc. Malaj junoc k'ual icha jun k'u ol yak' chi', sacq'uinalnhej, manh k'ualiloc, manh d'ak'valiloc paxi, yuj chi' ayic ol em k'u, manh ol q'uik'b'oclaj."
        },
        {
            "number": "8",
            "text": "A d'a jun k'ual chi', ol q'ueul jun a a' d'a Jerusalén, ol elnhej yoc a' d'a nhab'il q'uinal yed' d'a varesma. A jun a' chi', nanhal a' ol b'atcan d'a a' mar Muerto, axo nanhalxo a', ol b'atcan a' d'a a' mar Mediterráneo."
        },
        {
            "number": "9",
            "text": "A d'a jun k'ual chi', a Jehová ol ak'an yajalil d'a masanil yolyib'anhq'uinal tic. Anhej Jehová chi' ol b'inajoc yujto anhej Dios."
        },
        {
            "number": "10",
            "text": "Panhanxonhej ol ajcan lum luum, aton lum sb'at d'a Geba masanto d'a Rimón, d'a stojolal sur yic Jerusalén. Axo Jerusalén chi', chaanh ol ajcan icha junoc tzalan. A b'aj ol cajnaj eb' anima d'a Jerusalén chi', ol schael d'a puerta yic Benjamín, ol ek' d'a jun puerta d'a peca', masanto d'a junxo puerta yic yesquinail. Ol b'atnhej d'a storreal yic Hananeel, masanto b'aj stek'chajel yal sat te' yuva vinh rey."
        },
        {
            "number": "11",
            "text": "A Jerusalén chi', manhxa b'aq'uinh ol sateloc. Ol cajnajxoc anima d'ay, manhxalaj tas ol sna eb'."
        },
        {
            "number": "12",
            "text": "A juntzanh nación ol ak'an oval yed' Jerusalén chi', ol ak'chaj val och syaelal yuj Jehová. A eb' anima chi', pitzanto eb' ol syamanoch sb'ak'chil eb' sk'ab'ati, ol k'ab'at yol sat eb' d'a yed'tal, ol k'apaxb'at yak' eb' d'a yol sti'."
        },
        {
            "number": "13",
            "text": "A d'a jun k'ual chi', ol yak'cot nivan xivk'olal Jehová d'a scal eb' anima chi'. Junjun eb' ol syamlaj sb'a yed' mach ajun yed'oc, ol smil-lancham sb'a eb'."
        },
        {
            "number": "14",
            "text": "A d'a jun k'ual chi', ol cot eb' aj Judá scol eb' aj Jerusalén. Ol tok'joc ek' masanil sb'eyumal juntzanh nación ay d'a slak'anil chi' yuj eb', manhxo jantacoc q'uen oro, q'uen plata yed' pichul ol smolb'ej eb'."
        },
        {
            "number": "15",
            "text": "A jun yaelal ol em d'a yib'anh eb' anima, anheja' ol javocpax d'a yib'anh nok' chej, nok' mula, nok' camello, nok' b'uru yed' masanil nok' smolb'etzal nok' eb' ajk'ol ayek' d'a scampamento."
        },
        {
            "number": "16",
            "text": "Ayic ol lajvoc juntzanh chi', a eb' anima olto can d'a juntzanh chonhab' ix yak' oval yed' Jerusalén chi', junjun ab'il, ol javoc eb' yak'och q'uinh yic Chinama, yic tz'ochpax eb' ejmelal d'a jun Rey, aton Jehová Yajal d'a Smasanil."
        },
        {
            "number": "17",
            "text": "Tato ay junoc nación d'a yolyib'anhq'uinal tic manh ol javoc d'a Jerusalén yic tz'och ejmelal d'a jun Rey chi', manhxo ol yak'laj nhab' d'a smacb'en."
        },
        {
            "number": "18",
            "text": "Tato ay eb' aj Egipto manh ol javoc yak'och q'uinh yic Chinama, manh ol yak'paxlaj nhab' d'a slum eb'. Ol javoc yaelal d'a yib'anh eb' yuj Jehová icha yaelal ol javoc d'a yib'anh juntzanh nación max javilaj chi'."
        },
        {
            "number": "19",
            "text": "Aton val jun yaelal chi' yovalil ol javoc d'a yib'anh Egipto yed' d'a yib'anh juntzanhxo nación max javi yak'och q'uinh yic Chinama."
        },
        {
            "number": "20",
            "text": "A d'a jun k'ual chi', a d'a q'uen yunetac campana yed'nac nok' chej tz'ib'ab'iloch icha tic: Yicxonhej Jehová yaji, xchi. Yed' q'uen chen ol k'anchaj d'a stemplo Jehová b'aj ol tajoc nok' schib'ejal nok' silab', yicxonhej pax Jehová ol ajoc, icha yaj nivac uk'ab' sk'anchaj d'a altar."
        },
        {
            "number": "21",
            "text": "Masanil q'uen chen d'a Jerusalén yed' d'a Judá, yicxonhej Jehová Yajal d'a Smasanil ol ajoc. A mach sb'at yak' junoc silab' ta', syal sk'anan juntzanh chen chi', syak'an tajoc nok' chib'ej syak' silab'il chi'. A d'a jun k'ual chi', manhxalaj eb' chonhvajum ol ilchaj d'a stemplo Jehová Yajal d'a Smasanil."
        }
    ]
}