{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Toxo ol javoc sk'ual yoval sk'ol Jehová. Ha eb' ajk'ool, ol spucb'at eb' tastac ay t'a eb' cajan t'a Jerusalén, ha t'a yol chonhab' chi' ol spuquek' eb'."
        },
        {
            "number": "2",
            "text": "Ha t'a jun k'ual chi', a Jehová ol molb'an masanil nación yic syak'an oval yet' Jerusalén. Ol ak'joc ganar yuj eb'. Ol ik'jocb'at masanil tastac ay t'a yoltac pat yuj eb'. Masanil eb' ix ix ol yixtej eb' ajk'ool chi'. Ol ik'chajb'at nanhaloc eb' cajan chi' t'a preso yuj eb'. Nanhalto pax eb' ol kan t'a Jerusalén chi'."
        },
        {
            "number": "3",
            "text": "Palta elanhchamel ol elta Jehová yak' oval yet' juntzanh nación chi', icha ajnac yak'an oval t'a peca'."
        },
        {
            "number": "4",
            "text": "Ha t'a jun k'ual chi', ol em tek'tek' yoc t'a lum tzalan Olivo t'a yichanh Jerusalén t'a stojolal b'aj sjavi k'u. Ol pojchaj snanhal jun lum tzalan chi', ol jacvoc jun niwan ch'olan, scot t'a stojolal b'aj sjavi k'u, tzek'k'och t'a stojolal b'aj tz'em k'u. Ha nanhaloc jun tzalan chi', ol b'atcan t'a stojolal norte, haxo nanhalxo, ol b'atcan t'a stojolal sur."
        },
        {
            "number": "5",
            "text": "Axo t'a jun ch'olan chi' ol ex el lemnajoc, yujto ol k'ochnhej t'a Azal. Ol ex el lemnaj icha ajnac yel lemnaj eb' e mam eyicham yuj jun quixcab' ek'nac ayic ayoch vinhaj Uzías reyal t'a Judá. Axo Jehová co Diosal ol javoc yet' masanil eb' yicxo."
        },
        {
            "number": "6",
            "text": "Ha t'a jun k'ual chi', sacleinacnhej ol ajoc, manhtoc te sacq'uinal, manhtoc te k'ik'q'uinal."
        },
        {
            "number": "7",
            "text": "Ha jun k'ual chi', anhej Jehová ojtannac tas ol ajoc. Malaj junok k'ual icha jun k'u ol yak' chi', sacq'uinalnhej, manh k'ualiloc, manh t'ak'valiloc paxi, yuj chi' ayic ol em k'u, manh ol k'ik'b'oclaj."
        },
        {
            "number": "8",
            "text": "Ha t'a jun k'ual chi', ol q'ueul jun ha ha' t'a Jerusalén, ol elnhej yoc ha' t'a nhab'il q'uinal yet' t'a varesma. Ha jun ha' chi', nanhal ha' ol b'atcan t'ha ha' mar Muerto, haxo nanhalxo ha', ol b'atcan ha' t'ha ha' mar Mediterráneo."
        },
        {
            "number": "9",
            "text": "Ha t'a jun k'ual chi', a Jehová ol ak'an yajalil t'a masanil yol yib'anhk’inal tik. Anhej Jehová chi' ol b'inajoc yujto anhej Dios."
        },
        {
            "number": "10",
            "text": "Panhanxonhej ol ajkan lum lum, aton lum sb'at t'a Geba masanto t'a Rimón, t'a stojolal sur yic Jerusalén. Axo Jerusalén chi', chaanh ol ajkan icha junok tzalan. Ha b'aj ol cajnaj eb' anima t'a Jerusalén chi', ol schael t'a puerta yic Benjamín, ol ek' t'a jun puerta t'a peca', masanto t'a junxo puerta yic yesquinail. Ol b'atnhej t'a storreal yic Hananeel, masanto b'aj stek'chajel yal sat te' yuva vinh rey."
        },
        {
            "number": "11",
            "text": "Ha Jerusalén chi', manhxa b'ak'uinh ol sateloc. Ol cajnajxoc anima t'ay, manhxalaj tas ol sna eb'."
        },
        {
            "number": "12",
            "text": "Ha juntzanh nación ol ak'an oval yet' Jerusalén chi', ol ak'chaj val och syaelal yuj Jehová. Ha eb' anima chi', pitzanto eb' ol syamanoch sb'ak'chil eb' sk'ab'ati, ol k'ab'at yol sat eb' t'a yet'tal, ol k'apaxb'at yak' eb' t'a yol sti'."
        },
        {
            "number": "13",
            "text": "Ha t'a jun k'ual chi', ol yak'cot niwan xivk'olal Jehová t'a skal eb' anima chi'. Junjun eb' ol syamlaj sb'a yet' mach ajun yet'oc, ol smil-lancham sb'a eb'."
        },
        {
            "number": "14",
            "text": "Ha t'a jun k'ual chi', ol cot eb' aj Judá scol eb' aj Jerusalén. Ol tok'joc ek' masanil sb'eyumal juntzanh nación ay t'a slak'anil chi' yuj eb', manhxo jantacoc q'uen oro, q'uen plata yet' pichul ol smolb'ej eb'."
        },
        {
            "number": "15",
            "text": "Ha jun yaelal ol em t'a yib'anh eb' anima, anheja' ol javocpax t'a yib'anh nok' chej, nok' mula, nok' camello, nok' b'uru yet' masanil nok' smolb'etzal nok' eb' ajk'ol ayek' t'a scampamento."
        },
        {
            "number": "16",
            "text": "Ayic ol lajvoc juntzanh chi', a eb' anima olto kan t'a juntzanh chonhab' ix yak' oval yet' Jerusalén chi', junjun ab'il, ol javoc eb' yak'och q'uinh yic Chinama, yic tz'ochpax eb' ejmelal t'a jun Rey, aton Jehová Yajal t'a Smasanil."
        },
        {
            "number": "17",
            "text": "Tato ay junok nación t'a yol yib'anhk’inal tik manh ol javoc t'a Jerusalén yic tz'och ejmelal t'a jun Rey chi', manhxo ol yak'laj nhab' t'a smacb'en."
        },
        {
            "number": "18",
            "text": "Tato ay eb' aj Egipto manh ol javoc yak'och q'uinh yic Chinama, manh ol yak'paxlaj nhab' t'a slum eb'. Ol javoc yaelal t'a yib'anh eb' yuj Jehová icha yaelal ol javoc t'a yib'anh juntzanh nación max javilaj chi'."
        },
        {
            "number": "19",
            "text": "Aton val jun yaelal chi' yowalil ol javoc t'a yib'anh Egipto yet' t'a yib'anh juntzanhxo nación max javi yak'och q'uinh yic Chinama."
        },
        {
            "number": "20",
            "text": "Ha t'a jun k'ual chi', ha t'a q'uen yunetac campana yet'nac nok' chej tz'ib'ab'iloch icha tik: Yicxonhej Jehová yaji, xchi. Yed' q'uen chen ol k'anchaj t'a stemplo Jehová b'aj ol tajoc nok' schib'ejal nok' silab', yicxonhej pax Jehová ol ajoc, icha yaj nivac uk'ab' sk'anchaj t'a altar."
        },
        {
            "number": "21",
            "text": "Masanil q'uen chen t'a Jerusalén yet' t'a Judá, yicxonhej Jehová Yajal t'a Smasanil ol ajoc. Ha mach sb'at yak' junok silab' ta', syal sk'anan juntzanh chen chi', syak'an tajoc nok' chib'ej syak' silab'il chi'. Ha t'a jun k'ual chi', manhxalaj eb' chonhvajum ol ilchaj t'a stemplo Jehová Yajal t'a Smasanil."
        }
    ]
}