{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ix in k'exxi k'elan, ix wilani to ay jun winh winak ed'jinac jun ch'anh cuerda."
        },
        {
            "number": "2",
            "text": "Ix in k'anb'an t'a winh: ¿B'ajtil tzach b'ati? xin chi. Ix yalan winh t'ayin icha tik: Van in b'at wechtej chonhab' Jerusalén, yic snachajeli jantac sk'atul yet' jantac sat, xchi winh."
        },
        {
            "number": "3",
            "text": "Yuj chi', ix wilan sb'at jun ángel wan slolon chi' wed'oc. Ay junxo ángel chi' ix elta ul scha'a, ha' ix alan t'ay:"
        },
        {
            "number": "4",
            "text": "Ixic t'a elanhchamel, al t'a winh quelem chi' icha tik: Ha Jerusalén, manhxo ol yal-laj yoch smuroal, yujto a heb' anima ol kajnajxoc t'ay, manhxo jantacoc ol aj sb'isul heb'. Ol te q'uib'paxchaanh nok' smolb'etzal nok' heb'."
        },
        {
            "number": "5",
            "text": "Palta a Jehová tz'alani: Ha in ol in och oyan t'a spatictac Jerusalén chi' icha junok k'ak', icha muro. Ol in ch'ox in tziquiquial t'a skal chonhab' chi', xchi Jehová, xa chi, xchi jun ángel chi'."
        },
        {
            "number": "6",
            "text": "Ha Jehová tz'alan icha tik: Ha in ix ex wak' saclemb'at t'a masanil yol yib'anhk’inal. Palta a ticnaik, swal t'ayex icha tik: Ex aj Sion, elanheccot elanhchamel t'a Babilonia ay t'a stojolal norte b'aj sacleminac eyajkanb'ati, xchi Jehová."
        },
        {
            "number": "7",
            "text": "Ha Jehová Yajal t'a Smasanil, schekan wal juntzanh lolonel tik t'a juntzanh nación ix ex pechan saclem a ex schonhab' ex tik. Ha tz'alan icha tik: Yalnhej mach tz'ixtan in chonhab' tik, ichato a snenal yol in sat syixtej. Yuj chi' a in ol wak' owal yet' juntzanh nación chi', a in ol in chec heb' ayoch schekab'oc heb' yic a heb' ol ik'anek' jantac sb'eyumal heb', xchi Jehová. Icha chi' ol aj sch'oxan sb'a stziquiquial Jehová, icha pax chi' ol aj snachajel eyuuj to ha' ix in chekancot wal t'ayex."
        },
        {
            "number": "8",
            "text": "Ha Jehová tz'alan icha tik: B'itananhec t'a tzalajk'olal ex aj Sion, yujto ol in k'ochoc, ol in kajnaj t'a he kal, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ayic ol ujok jun tik, tzijtum nación ol jawok t'a Jehová, ol och schonhab'oc. Ol kajnajnhej Jehová chi' t'a he kal. Icha chi' ol aj snachajel eyuuj to a Jehová Yajal t'a Smasanil ix in chekancot t'ayex."
        },
        {
            "number": "10",
            "text": "Ha Jehová, ol yak' checlaj t'a sat lum lum yictaxoni to a Judá yico', haxo pax Jerusalén sik'b'ilel yuj."
        },
        {
            "number": "11",
            "text": "Numk'ajokab' masanil anima t'a yol yib'anhk’inal t'a yichanh Jehová, yujto wan scot yuj heb' schonhab', wan yelta t'a yol skajnub' yicnhej yaji."
        }
    ]
}