{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ix in q'uexxi q'uelan, ix vilani to ay jun winh vinac ed'jinac jun ch'anh cuerda."
        },
        {
            "number": "2",
            "text": "Ix in k'anb'an t'a winh: ¿B'ajtil tzach b'ati? xin chi. Ix yalan winh t'ayin icha tik: Van in b'at vechtej chonhab' Jerusalén, yic snachajeli jantac sk'atul yet' jantac sat, xchi winh."
        },
        {
            "number": "3",
            "text": "Yuj chi', ix vilan sb'at jun ángel van slolon chi' ved'oc. Ay junxo ángel chi' ix elta ul scha'a, ha' ix alan t'ay:"
        },
        {
            "number": "4",
            "text": "Ixic t'a elanhchamel, al t'a winh quelem chi' icha tik: Ha Jerusalén, manhxo ol yal-laj yoch smuroal, yujto a eb' anima ol cajnajxoc t'ay, manhxo jantacoc ol aj sb'isul eb'. Ol te q'uib'paxchaanh nok' smolb'etzal nok' eb'."
        },
        {
            "number": "5",
            "text": "Palta a Jehová tz'alani: Ha in ol in och oyan t'a spatictac Jerusalén chi' icha junok k'ak', icha muro. Ol in ch'ox in tziquiquial t'a skal chonhab' chi', xchi Jehová, xa chi, xchi jun ángel chi'."
        },
        {
            "number": "6",
            "text": "Ha Jehová tz'alan icha tik: Ha in ix ex vak' saclemb'at t'a masanil yol yib'anhk’inal. Palta a ticnaic, swal t'ayex icha tik: Ex aj Sion, elanheccot elanhchamel t'a Babilonia ay t'a stojolal norte b'aj sacleminac eyajcanb'ati, xchi Jehová."
        },
        {
            "number": "7",
            "text": "Ha Jehová Yajal t'a Smasanil, schecan val juntzanh lolonel tik t'a juntzanh nación ix ex pechan saclem a ex schonhab' ex tik. Ha tz'alan icha tik: Yalnhej mach tz'ixtan in chonhab' tik, ichato a snenal yol in sat syixtej. Yuj chi' a in ol vak' oval yet' juntzanh nación chi', a in ol in chec eb' ayoch schecab'oc eb' yic a eb' ol ik'anek' jantac sb'eyumal eb', xchi Jehová. Icha chi' ol aj sch'oxan sb'a stziquiquial Jehová, icha pax chi' ol aj snachajel eyuuj to ha' ix in checancot val t'ayex."
        },
        {
            "number": "8",
            "text": "Ha Jehová tz'alan icha tik: B'itananhec t'a tzalajk'olal ex aj Sion, yujto ol in k'ochoc, ol in cajnaj t'a e cal, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ayic ol ujok jun tik, tzijtum nación ol javok t'a Jehová, ol och schonhab'oc. Ol cajnajnhej Jehová chi' t'a e cal. Icha chi' ol aj snachajel eyuuj to a Jehová Yajal t'a Smasanil ix in checancot t'ayex."
        },
        {
            "number": "10",
            "text": "Ha Jehová, ol yak' checlaj t'a sat lum lum yictaxoni to a Judá yico', haxo pax Jerusalén sik'b'ilel yuj."
        },
        {
            "number": "11",
            "text": "Numk'ajocab' masanil anima t'a yol yib'anhk’inal t'a yichanh Jehová, yujto van scot yuj eb' schonhab', van yelta t'a yol scajnub' yicnhej yaji."
        }
    ]
}