{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ix ch'oxji vila' to a vinhaj Josué, aton vinh sat sacerdote, linhanoch vinh d'a yichanh Yángel Jehová. A d'a stojolal svach' vinhaj Josué chi', ata' linhanoch vinh Satanás, yic syaloch smul vinhaj Josué chi' vinh."
        },
        {
            "number": "2",
            "text": "Ix yalan Yángel Jehová chi' d'a vinh Satanás chi' icha tic: A Jehová ix sik'anel chonhab' Jerusalén, a tzach cachani. Yujto a jun vinh vinac tic, lajan vinh icha junoc cuxk'ak' tz'ik'chajelta d'a yol k'ak', xchi."
        },
        {
            "number": "3",
            "text": "A vinhaj Josué chi', te mictac spichul vinh ayochi, linhannhejoch vinh d'a yichanh Yángel Jehová chi'."
        },
        {
            "number": "4",
            "text": "A Yángel Jehová chi' ix alan d'a juntzanh schecab' linhanoch d'a yichanh to tz'ik'chajel spichul vinhaj Josué te mictac ayochi. Ix yalanpax d'a vinhaj Josué chi' icha tic: Scham val ilani, a syalelk'och jun tic to a in svik'canel a mul. A ticnaic ol vak' k'apac pichul yic q'uinh ak'ochi, xchi."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi', ix valani: Comonoc val tz'ak'chajq'ue junoc k'ox te sac d'a sjolom vinhaj Josué chi', xin chi. Ix yak'anq'ue eb' b'ian. Ix lajvi chi' ix yak'anoch pichul yic q'uinh chi' eb' d'a vinh, yacb'an linhannhejek' Yángel Jehová chi' ta'."
        },
        {
            "number": "6",
            "text": "Ix lajvi chi', ix yalan Yángel Jehová d'a vinhaj Josué chi' icha tic:"
        },
        {
            "number": "7",
            "text": "Aton val juntzanh tic syal Jehová Yajal d'a Smasanil d'ayach: Cha ab' tas svala', tza k'anab'ajannhej masanil tas svak' a k'ulej. Tato ol a k'ulej masanil juntzanh chi', ol ach ochcan yilumaloc in templo, ol a tanhvannhej yed' yamaq'uil. A in ol vak' opisio och d'a vichanh icha eb' in checab' ayek' d'a vichanh tic."
        },
        {
            "number": "8",
            "text": "Ach Josué, scham val ab'ani, a ach tic, sat sacerdote aji. Scham yab'anpax eb' ayoch d'a yopisio ed'oc, yujto a ex tic, ch'oxnab'il eyaj yuj junoc tas toxo val ol ujoc. Ol vik'cot in checab', aton jun scuch Svol."
        },
        {
            "number": "9",
            "text": "A in svak'och jun q'uen q'ueen uque' pak'anh d'a yichanh vinhaj Josué. A in ol in tz'ib'ej och d'a q'ueen icha tic: Junnhej k'ual ol aj vik'anel smul eb' cajan d'a jun nación tic."
        },
        {
            "number": "10",
            "text": "A d'a jun k'ual chi', ol eyavtej e b'a. D'a tzalajk'olal ol aj eyik'an eyip d'a yalanh yenhul xil te' eyuva yed' te' eyigo. A in Jehová Yajal in d'a Smasanil sval jun tic, xchi Jehová, xchi jun ángel chi'."
        }
    ]
}