{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ix ch'oxji wila'' to a vinhaj Josué, aton vinh sat sacerdote, linhanoch vinh t'a yichanh Yángel Jehová. Ha t'a stojolal swach' vinhaj Josué chi', ata' linhanoch vinh Satanás, yic syaloch smul vinhaj Josué chi' vinh."
        },
        {
            "number": "2",
            "text": "Ix yalan Yángel Jehová chi' t'a vinh Satanás chi' icha tik: Ha Jehová ix sik'anel chonhab' Jerusalén, a tzach cachani. Yujto a jun vinh vinac tik, lajan vinh icha junok cuxk'ak' tz'ik'chajelta t'a yol k'ak', xchi."
        },
        {
            "number": "3",
            "text": "Ha vinhaj Josué chi', te mictac spichul vinh ayochi, linhannhejoch vinh t'a yichanh Yángel Jehová chi'."
        },
        {
            "number": "4",
            "text": "Ha Yángel Jehová chi' ix alan t'a juntzanh schecab' linhanoch t'a yichanh to tz'ik'chajel spichul vinhaj Josué te mictac ayochi. Ix yalanpax t'a vinhaj Josué chi' icha tik: Scham val ilani, a syalelk'och jun tik to a in svik'canel a mul. Ha ticnaic ol vak' k'apac pichul yic q'uinh ak'ochi, xchi."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix valani: Comonoc val tz'ak'chajq'ue junok k'ox te sac t'a sjolom vinhaj Josué chi', xin chi. Ix yak'anq'ue eb' b'ian. Ixlajwi chi' ix yak'anoch pichul yic q'uinh chi' eb' t'a vinh, yacb'an linhannhejek' Yángel Jehová chi' ta'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix yalan Yángel Jehová t'a vinhaj Josué chi' icha tik:"
        },
        {
            "number": "7",
            "text": "Aton val juntzanh tik syal Jehová Yajal t'a Smasanil t'ayach: Cha ab' tas svala', tza k'anab'ajannhej masanil tas svak' a k'ulej. Tato ol a k'ulej masanil juntzanh chi', ol ach ochcan yilumaloc in templo, ol a tanhvannhej yet' yamaq'uil. Ha in ol vak' opisio och t'a vichanh icha eb' in checab' ayek' t'a vichanh tik."
        },
        {
            "number": "8",
            "text": "Ach Josué, scham val ab'ani, a ach tik, sat sacerdote aji. Scham yab'anpax eb' ayoch t'a yopisio ed'oc, yujto a ex tik, ch'oxnab'il eyaj yuj junok tas toxo val ol ujoc. Ol vik'cot in checab', aton jun scuch Svol."
        },
        {
            "number": "9",
            "text": "Ha in svak'och jun q'uen q'ueen uque' pak'anh t'a yichanh vinhaj Josué. Ha in ol in tz'ib'ej och t'a q'ueen icha tik: Junnhej k'ual ol aj vik'anel smul eb' cajan t'a jun nación tik."
        },
        {
            "number": "10",
            "text": "Ha t'a jun k'ual chi', ol eyavtej e b'a. D'a tzalajk'olal ol aj eyik'an eyip t'a yalanh yenhul xil te' eyuva yet' te' eyigo. Ha in Jehová Yajal in t'a Smasanil sval jun tik, xchi Jehová, xchi jun ángel chi'."
        }
    ]
}