{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix meltzajcot jun ángel ix lolon chi' ved'oc, ix xib'tanel in vayanh, icha yel lenaj svayanh junok mach vaynacb'ati. Ix sk'anb'an t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "¿Tas tzila'? xchi t'ayin. Ix valan t'ay: Svil jun b'achnub' candil nab'a oro yet' jun yet'tal aceite ayq'ue t'a yib'anh. Ha t'a jun b'achnub' chi', ayoch uque' candil. Junjun candil chi' ay stuboal tz'ik'an b'ey aceite chi'."
        },
        {
            "number": "3",
            "text": "Junnhej ay chab' te' olivo yet' jun b'achnub' candil chi', jun te' ayoch t'a svach', aypaxoch junxo te' t'a sq'uexanh, xin chi t'ay."
        },
        {
            "number": "4",
            "text": "Ix in k'anb'an pax t'ay icha tik: Mamin, ¿tas val syalelk'och jun tik? xin chi t'ay."
        },
        {
            "number": "5",
            "text": "Ix yalan t'ayin: ¿Tom manh ojtacoc tas syalelk'ochi? xchi t'ayin. Ix valani: Maay mamin, xin chi t'ay."
        },
        {
            "number": "6",
            "text": "Ix yalanxi jun ángel chi' t'ayin icha tik: Aton jun lolonel tik syal Jehová Yajal t'a Smasanil t'a vinhaj Zorobabel: Manh yujoc eb' soldado, manh yujoc pax ipalil, palta a yuj Vespíritu ol yal uuj."
        },
        {
            "number": "7",
            "text": "Ach Zorobabel, wach'chom te ajaltac sb'o in templo icha nivac vitz, palta malaj ol och t'ayach. Ha ach ol ak'och q'uen lajvub' q'ueen niwan yelk'ochi, yacb'an tz'el yav masanil eb' chonhab' icha tik: Te wach' yilji. Ayokab' svach'k'olal Dios t'a yib'anh, xcham eb', xchi Jehová, xchi jun ángel chi'."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix yalan Jehová t'ayin icha tik:"
        },
        {
            "number": "9",
            "text": "Ha vinhaj Zorobabel ix ak'anem yich jun templo tik, anheja' vinh ol lajanpaxoc. Ichato chi', ol nachajel yuj in chonhab' to a in Jehová Yajal in t'a Smasanil ix ach in checb'at ala'."
        },
        {
            "number": "10",
            "text": "Ha juntzanh eb' tz'alani to malaj svach'il jun templo ayic ex el yich sb'oi, ayic ol yilanoch eb' to van yak'anoch plomo vinhaj Zorobabel t'a q'uen lajvub' q'ueen, ol tzalajq'ue eb', xchi Jehová. Ixlajwi juntzanh tik, ix yalan jun ángel chi' icha tik: Ha uque' candil tik, aton sch'oxancot yol sat Jehová, to syil t'a masanil yol yib'anhk’inal, xchi t'ayin."
        },
        {
            "number": "11",
            "text": "Ix in k'anb'anxi t'ay: ¿Tas pax syalelk'och chab' te' olivo chi', junjun te' t'a stz'eytac jun b'achnub' candil chi'? xin chi t'ay."
        },
        {
            "number": "12",
            "text": "Ix in k'anb'anpaxi: ¿Tas syalelk'och chab' sk'ab' te' olivo junnhej yaj yet' chab' tubo nab'a oro b'aj tz'em aceite chi'? xin chi."
        },
        {
            "number": "13",
            "text": "Ix tak'vi jun ángel chi' t'ayin icha tik: ¿Tom manh ojtacoc tas syalelk'ochi? xchi t'ayin. Maay mamin, manh vojtacoclaj, xin chi."
        },
        {
            "number": "14",
            "text": "Ix yalan t'ayin: Aton chab' sk'ab' tik sch'oxancot eb' chavanh sik'b'ileli, aton eb' tz'ak'an servil Jehová, aton Yajal t'a Smasanil yol yib'anhk’inal tik, xchi jun ángel chi'."
        }
    ]
}