{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix meltzajcot jun ángel ix lolon chi' ved'oc, ix xib'tanel in vayanh, icha yel lenaj svayanh junoc mach vaynacb'ati. Ix sk'anb'an d'ayin icha tic:"
        },
        {
            "number": "2",
            "text": "¿Tas tzila'? xchi d'ayin. Ix valan d'ay: Svil jun b'achnub' candil nab'a oro yed' jun yed'tal aceite ayq'ue d'a yib'anh. A d'a jun b'achnub' chi', ayoch uque' candil. Junjun candil chi' ay stuboal tz'ik'an b'ey aceite chi'."
        },
        {
            "number": "3",
            "text": "Junnhej ay chab' te' olivo yed' jun b'achnub' candil chi', jun te' ayoch d'a svach', aypaxoch junxo te' d'a sq'uexanh, xin chi d'ay."
        },
        {
            "number": "4",
            "text": "Ix in k'anb'an pax d'ay icha tic: Mamin, ¿tas val syalelk'och jun tic? xin chi d'ay."
        },
        {
            "number": "5",
            "text": "Ix yalan d'ayin: ¿Tom manh ojtacoc tas syalelk'ochi? xchi d'ayin. Ix valani: Maay mamin, xin chi d'ay."
        },
        {
            "number": "6",
            "text": "Ix yalanxi jun ángel chi' d'ayin icha tic: Aton jun lolonel tic syal Jehová Yajal d'a Smasanil d'a vinhaj Zorobabel: Manh yujoc eb' soldado, manh yujoc pax ipalil, palta a yuj Vespíritu ol yal uuj."
        },
        {
            "number": "7",
            "text": "Ach Zorobabel, vach'chom te ajaltac sb'o in templo icha nivac vitz, palta malaj ol och d'ayach. A ach ol ak'och q'uen lajvub' q'ueen nivan yelk'ochi, yacb'an tz'el yav masanil eb' chonhab' icha tic: Te vach' yilji. Ayocab' svach'k'olal Dios d'a yib'anh, xcham eb', xchi Jehová, xchi jun ángel chi'."
        },
        {
            "number": "8",
            "text": "Ix lajvi chi', ix yalan Jehová d'ayin icha tic:"
        },
        {
            "number": "9",
            "text": "A vinhaj Zorobabel ix ak'anem yich jun templo tic, anheja' vinh ol lajanpaxoc. Ichato chi', ol nachajel yuj in chonhab' to a in Jehová Yajal in d'a Smasanil ix ach in checb'at ala'."
        },
        {
            "number": "10",
            "text": "A juntzanh eb' tz'alani to malaj svach'il jun templo ayic ex el yich sb'oi, ayic ol yilanoch eb' to van yak'anoch plomo vinhaj Zorobabel d'a q'uen lajvub' q'ueen, ol tzalajq'ue eb', xchi Jehová. Ix lajvi juntzanh tic, ix yalan jun ángel chi' icha tic: A uque' candil tic, aton sch'oxancot yol sat Jehová, to syil d'a masanil yolyib'anhq'uinal, xchi d'ayin."
        },
        {
            "number": "11",
            "text": "Ix in k'anb'anxi d'ay: ¿Tas pax syalelk'och chab' te' olivo chi', junjun te' d'a stz'eytac jun b'achnub' candil chi'? xin chi d'ay."
        },
        {
            "number": "12",
            "text": "Ix in k'anb'anpaxi: ¿Tas syalelk'och chab' sk'ab' te' olivo junnhej yaj yed' chab' tubo nab'a oro b'aj tz'em aceite chi'? xin chi."
        },
        {
            "number": "13",
            "text": "Ix tak'vi jun ángel chi' d'ayin icha tic: ¿Tom manh ojtacoc tas syalelk'ochi? xchi d'ayin. Maay mamin, manh vojtacoclaj, xin chi."
        },
        {
            "number": "14",
            "text": "Ix yalan d'ayin: Aton chab' sk'ab' tic sch'oxancot eb' chavanh sik'b'ileli, aton eb' tz'ak'an servil Jehová, aton Yajal d'a Smasanil yolyib'anhq'uinal tic, xchi jun ángel chi'."
        }
    ]
}