{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix meltzajcot jun ángel ix lolon chi' wed'oc, ix xib'tanel in wayanh, icha yel lenaj swayanh junok mach waynacb'ati. Ix sk'anb'an t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "¿Tas tzila'? xchi t'ayin. Ix walan t'ay: Swil jun b'akhnub' candil nab'a oro yet' jun yet'tal aceite ayk'e t'a yib'anh. Ha t'a jun b'akhnub' chi', ayoch uque' candil. Junjun candil chi' ay stuboal tz'ik'an b'ey aceite chi'."
        },
        {
            "number": "3",
            "text": "Junnhej ay chab' te' oliwo yet' jun b'akhnub' candil chi', jun te' ayoch t'a swach', aypaxoch junxo te' t'a sk'exanh, xin chi t'ay."
        },
        {
            "number": "4",
            "text": "Ix in k'anb'an pax t'ay icha tik: Mamin, ¿tas wal syalelk'och jun tik? xin chi t'ay."
        },
        {
            "number": "5",
            "text": "Ix yalan t'ayin: ¿Tom manh ojtakoc tas syalelk'ochi? xchi t'ayin. Ix walani: Maay mamin, xin chi t'ay."
        },
        {
            "number": "6",
            "text": "Ix yalanxi jun ángel chi' t'ayin icha tik: Aton jun lolonel tik syal Jehová Yajal t'a Smasanil t'a winhaj Zorobabel: Manh yujoc heb' soldado, manh yujoc pax ipalil, palta a yuj Vespíritu ol yal uuj."
        },
        {
            "number": "7",
            "text": "Ach Zorobabel, wach'chom te ajaltac sb'o in templo icha niwac witz, palta malaj ol och t'ayach. Ha ach ol ak'och k'een lajwub' k'een niwan yelk'ochi, yacb'an tz'el yav masanil heb' chonhab' icha tik: Te wach' yilji. Ayokab' swach'k'olal Dios t'a yib'anh, xcham heb', xchi Jehová, xchi jun ángel chi'."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix yalan Jehová t'ayin icha tik:"
        },
        {
            "number": "9",
            "text": "Ha winhaj Zorobabel ix ak'anem yich jun templo tik, anheja' winh ol lajanpaxoc. Ichato chi', ol nachajel yuj in chonhab' to a in Jehová Yajal in t'a Smasanil ix ach in checb'at ala'."
        },
        {
            "number": "10",
            "text": "Ha juntzanh heb' tz'alani to malaj swach'il jun templo ayic ex el yich sb'oi, ayic ol yilanoch heb' to wan yak'anoch plomo winhaj Zorobabel t'a k'een lajwub' k'een, ol tzalajk'e heb', xchi Jehová. Ixlajwi juntzanh tik, ix yalan jun ángel chi' icha tik: Ha uque' candil tik, aton sch'oxancot yol sat Jehová, to syil t'a masanil yol yib'anhk’inal, xchi t'ayin."
        },
        {
            "number": "11",
            "text": "Ix in k'anb'anxi t'ay: ¿Tas pax syalelk'och chab' te' oliwo chi', junjun te' t'a stz'eytac jun b'akhnub' candil chi'? xin chi t'ay."
        },
        {
            "number": "12",
            "text": "Ix in k'anb'anpaxi: ¿Tas syalelk'och chab' sk'ab' te' oliwo junnhej yaj yet' chab' tubo nab'a oro b'aj tz'em aceite chi'? xin chi."
        },
        {
            "number": "13",
            "text": "Ix tak'wi jun ángel chi' t'ayin icha tik: ¿Tom manh ojtakoc tas syalelk'ochi? xchi t'ayin. Maay mamin, manh wojtakoclaj, xin chi."
        },
        {
            "number": "14",
            "text": "Ix yalan t'ayin: Aton chab' sk'ab' tik sch'oxancot heb' chawanh sik'b'ileli, aton heb' tz'ak'an serwil Jehová, aton Yajal t'a Smasanil yol yib'anhk’inal tik, xchi jun ángel chi'."
        }
    ]
}