{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ay junxo ix ch'oxji wila''. Ay jun b'aj tz'ib'ab'iloch juntzanh lolonel, tzek' jenhenhoc ix wila''."
        },
        {
            "number": "2",
            "text": "Axo jun ángel chi' ix k'anb'an t'ayin icha tik: ¿Tas jun tzil chi'? xchi t'ayin. Ix valan t'ay: Ay jun b'aj tz'ib'ab'iloch juntzanh lolonel tzek' jenhenhoc svila'. B'alunhe' metro sk'atul, nanhal yoil metro sat, xin chi."
        },
        {
            "number": "3",
            "text": "Ix yalan t'ayin icha tik: Ata' tz'ib'ab'iloch jun yaelal ol ja t'a yib'anh masanil eb' chuc t'a jun nación tik. Icha syal tas tz'ib'ab'iloch t'a junok pak'anh, ol satel masanil eb' elk'um. Icha syal tas tz'ib'ab'iloch t'a junxo pak'anh, ol satel masanil eb' syak' sti' t'a esal."
        },
        {
            "number": "4",
            "text": "Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ha in ol vak'b'at jun yaelal tik, yic wach' tz'och t'a yol spat eb' elk'um yet' eb' slocan in b'i t'a esal. Ol ajnhej ek' jun yaelal chi' t'a yol spat eb' chi', masanto manhxa junok te' patzab', ma junocxo q'uen q'ueen ol canoc, xchi Jehová, xchi jun ángel chi' t'ayin."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix javi jun ángel t'a in tz'ey, ix yalan t'ayin icha tik: Scham val ilan jun van sch'oxanq'ue sb'a chi', xchi t'ayin."
        },
        {
            "number": "6",
            "text": "Ix in k'anb'an t'ay: ¿Tas jun chi'? xin chi. Ix yalan t'ayin: Ha jun chi', echlab'. Aton sch'oxancot schucal eb' anima cajan t'a jun nación tik, xchi."
        },
        {
            "number": "7",
            "text": "Ha jun echlab' chi', plomo ayoch smaculoc sti'. Axo yic ix ik'jichaanh jun smacul chi', a jun ix ix k'ojanem t'a yol jun echlab' chi'."
        },
        {
            "number": "8",
            "text": "Ix yalan jun ángel chi' t'ayin icha tik: Ha jun ix ix, ix il chi', aton mul sch'oxcot ix, xchi. Ixlajwi chi', ix ecjicanem ix t'a yol jun echlab' chi' yuj jun ángel chi', ix smacancan sti' yet' jun smacul nab'a plomo chi'."
        },
        {
            "number": "9",
            "text": "Ix vilanpaxi, ay chavanh eb' ix ix van scot jenhenhoc yuj yipal ik'. Ha eb' ix chi', ay sk'axil eb' ix icha yic nok' julumchay, ix yik'anq'ue jun echlab' chi' eb' ix, ix b'atxi jenhenhoc eb' ix."
        },
        {
            "number": "10",
            "text": "Ix in k'anb'anxi t'a jun ángel van slolon chi' ved'oc icha tik: ¿B'ajtil syik'b'at jun echlab' chi' eb' ix ix chi'? xin chi t'ay."
        },
        {
            "number": "11",
            "text": "Ix yalan t'ayin: Ol b'at sb'o jun templo eb' ix t'a Babilonia. Ayic toxo ix b'oel jun templo chi', ol sb'oanoch k'ojan jun echlab' chi' eb' ix t'a yib'anh sb'achnub'al, xchi t'ayin."
        }
    ]
}