{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ay pax junxo ix ch'oxji vila'. Ix vil yelta chanhe' carruaje yic oval d'a scal snanhal chab' tzalan nab'a bronce."
        },
        {
            "number": "2",
            "text": "A jun b'ab'el carruaje, nherb'il yuj nok' chacchac chej. Axo jun schab'il, q'uiq'uik' yilji nok' nherjinac."
        },
        {
            "number": "3",
            "text": "Axo jun yoxil, sacsac yilji nok' nherjinac. Axo junxo schanhil, sacb'alinac yilji nok' nherjinac."
        },
        {
            "number": "4",
            "text": "Ix in k'anb'an d'a jun ángel van slolon chi' ved'oc icha tic: Mamin, ¿tas val syalelk'och junxo tic? xin chi d'ay."
        },
        {
            "number": "5",
            "text": "Ix yalan d'ayin icha tic: A juntzanh nok' chej yed' carruaje tic, a chanhe' espíritu sch'oxo'. A Dios Yajal d'a masanil yolyib'anhq'uinal, a schecancot eb'."
        },
        {
            "number": "6",
            "text": "A jun carruaje nherb'il yuj nok' q'uiq'uik' chej chi', sb'at d'a jun nación d'a stojolal norte. Axo jun carruaje nherb'il yuj nok' sacsac chej chi', sb'at d'a stojolal b'aj tz'em k'u. Axo junxo carruaje nherb'il yuj nok' chej sacb'alinac chi', sb'at d'a stojolal sur, xchi jun ángel chi'."
        },
        {
            "number": "7",
            "text": "A juntzanh nok' chej te ay yip chi', ix tzalaj nok' sb'at sb'eytzitej masanil yolyib'anhq'uinal tic. Ix yalan jun ángel chi' d'a nok' icha tic: Ixiquec e b'eytzitej masanil yolyib'anhq'uinal tic, xchi d'a nok'. Ix b'at nok' b'ian."
        },
        {
            "number": "8",
            "text": "Ix lajvi chi', ix avajcot jun ángel chi' d'ayin icha tic: Ilnab' val, a jun carruaje ix b'at d'a jun nación d'a stojolal norte, a' ol b'oan tas nab'il vuuj ta', xchi."
        },
        {
            "number": "9",
            "text": "Ix yalan Jehová d'ayin icha tic:"
        },
        {
            "number": "10",
            "text": "Cha yofrenda eb' meltzajnaccot d'a Babilonia: Aton vinhaj Heldai, vinhaj Tobías yed' vinhaj Jedaías. Anhejtona' d'a jun k'u chi', tzach b'atpax d'a spat vinhaj Josías yuninal vinhaj Sofonías."
        },
        {
            "number": "11",
            "text": "A yed' q'uen plata yed' q'uen oro ol a cha chi' tza b'o junoc corona, tzak'anq'ue d'a sjolom vinhaj Josué, aton vinh sat sacerdote yuninal vinhaj Josadac."
        },
        {
            "number": "12",
            "text": "Tzalan d'a vinh icha tic: A Jehová Yajal d'a Smasanil tz'alani: Ay jun vinac scuchan Svol, ol tek'k'aj b'aj ayeq'ui, a' ol b'oanxiq'ue in templo."
        },
        {
            "number": "13",
            "text": "Aton d'inhantaxon sb'oanxiq'ue in templo chi', ol b'inaj val icha junoc rey, ol em k'ojan d'a sdespacho yic syak'an yajalil. A d'a stz'ey sdespacho chi' ol em k'ojan jun vinh sacerdote, junnhej pensaril ol aj eb' schavanhil, xa chi d'a vinh."
        },
        {
            "number": "14",
            "text": "A corona ol ak' b'o chi', scan d'a in templo yic snachajcot vinhaj Heldai, vinhaj Tobías, vinhaj Jedaías yed' vinhaj Hen yuninal vinhaj Sofonías, xchi Jehová d'ayin."
        },
        {
            "number": "15",
            "text": "Ol cot eb' anima d'a najat, ol colvaj eb' eyed'oc yic sb'ochajxiq'ue stemplo Jehová. Icha chi' ol aj snachajel eyuuj to a Jehová Yajal d'a Smasanil ix in checancot val d'ayex. A jun tic ol ujoc tato tze k'anab'ajej d'a smasanil e k'ool tas syal Jehová co Diosal."
        }
    ]
}