{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ay pax junxo ix ch'oxji wila''. Ix vil yelta chanhe' carruaje yic oval t'a skal snanhal chab' tzalan nab'a bronce."
        },
        {
            "number": "2",
            "text": "Ha jun b'ab'el carruaje, nherb'il yuj nok' chacchac chej. Axo jun schab'il, q'uiq'uik' yilji nok' nherjinac."
        },
        {
            "number": "3",
            "text": "Axo jun yoxil, sacsac yilji nok' nherjinac. Axo junxo schanhil, sacb'alinac yilji nok' nherjinac."
        },
        {
            "number": "4",
            "text": "Ix in k'anb'an t'a jun ángel van slolon chi' ved'oc icha tik: Mamin, ¿tas val syalelk'och junxo tik? xin chi t'ay."
        },
        {
            "number": "5",
            "text": "Ix yalan t'ayin icha tik: Ha juntzanh nok' chej yet' carruaje tik, a chanhe' espíritu sch'oxo'. Ha Dios Yajal t'a masanil yol yib'anhk’inal, a schecancot eb'."
        },
        {
            "number": "6",
            "text": "Ha jun carruaje nherb'il yuj nok' q'uiq'uik' chej chi', sb'at t'a jun nación t'a stojolal norte. Axo jun carruaje nherb'il yuj nok' sacsac chej chi', sb'at t'a stojolal b'aj tz'em k'u. Axo junxo carruaje nherb'il yuj nok' chej sacb'alinac chi', sb'at t'a stojolal sur, xchi jun ángel chi'."
        },
        {
            "number": "7",
            "text": "Ha juntzanh nok' chej te ay yip chi', ix tzalaj nok' sb'at sb'eytzitej masanil yol yib'anhk’inal tik. Ix yalan jun ángel chi' t'a nok' icha tik: Ixiquec e b'eytzitej masanil yol yib'anhk’inal tik, xchi t'a nok'. Ix b'at nok' b'ian."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix avajcot jun ángel chi' t'ayin icha tik: Ilnab' val, a jun carruaje ix b'at t'a jun nación t'a stojolal norte, ha' ol b'oan tas nab'il vuuj ta', xchi."
        },
        {
            "number": "9",
            "text": "Ix yalan Jehová t'ayin icha tik:"
        },
        {
            "number": "10",
            "text": "Cha yofrenda eb' meltzajnaccot t'a Babilonia: Aton vinhaj Heldai, vinhaj Tobías yet' vinhaj Jedaías. Anhejtona' t'a jun k'u chi', tzach b'atpax t'a spat vinhaj Josías yuninal vinhaj Sofonías."
        },
        {
            "number": "11",
            "text": "Ha yet' q'uen plata yet' q'uen oro ol a cha chi' tza b'o junok corona, tzak'anq'ue t'a sjolom vinhaj Josué, aton vinh sat sacerdote yuninal vinhaj Josadac."
        },
        {
            "number": "12",
            "text": "Tzalan t'a vinh icha tik: Ha Jehová Yajal t'a Smasanil tz'alani: Ay jun vinac scuchan Svol, ol tek'k'aj b'aj ayeq'ui, ha' ol b'oanxiq'ue in templo."
        },
        {
            "number": "13",
            "text": "Aton d'inhantaxon sb'oanxiq'ue in templo chi', ol b'inaj val icha junok rey, ol em k'ojan t'a sdespacho yic syak'an yajalil. Ha t'a stz'ey sdespacho chi' ol em k'ojan jun vinh sacerdote, junnhej pensaril ol aj eb' schavanhil, xa chi t'a vinh."
        },
        {
            "number": "14",
            "text": "Ha corona ol ak' b'o chi', skan t'a in templo yic snachajcot vinhaj Heldai, vinhaj Tobías, vinhaj Jedaías yet' vinhaj Hen yuninal vinhaj Sofonías, xchi Jehová t'ayin."
        },
        {
            "number": "15",
            "text": "Ol cot eb' anima t'a najat, ol colvaj eb' eyed'oc yic sb'ochajxiq'ue stemplo Jehová. Icha chi' ol aj snachajel eyuuj to a Jehová Yajal t'a Smasanil ix in checancot val t'ayex. Ha jun tik ol ujoc tato tze k'anab'ajej t'a smasanil e k'ool tas syal Jehová co Diosal."
        }
    ]
}