{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a schanhil k'ual yoch sb'alunhil uj, (aton uj scuchan Quisleu), ayic schanhil ab'il yoch vinhaj Darío reyal, ata' ix lolon Jehová t'ayin Zacarías in tik."
        },
        {
            "number": "2",
            "text": "Ha t'a jun k'u chi', a eb' aj Betel ix checancot vinhaj Sarezer, vinhaj Regem-melec yet' juntzanhxo eb' vinh vinac t'a stemplo Jehová Yajal t'a Smasanil, yic sk'anan swach'k'olal Jehová chi' eb' vinh t'a yib'anh."
        },
        {
            "number": "3",
            "text": "Ix sk'anb'an eb' vinh t'a eb' vinh schecab' Jehová yet' t'a eb' vinh sacerdote icha tik: D'a yoil uj t'a junjun ab'il tzonh och t'a tzek'ojk'olal, scak'anoch pichul yic cusk'olal yic sco naancot b'aj juchajnac em templo. ¿Ol am co k'ulejnhej icha chi', mato manhxo? xchi eb' vinh."
        },
        {
            "number": "4",
            "text": "Axo Jehová ix alan t'ayin icha tik:"
        },
        {
            "number": "5",
            "text": "Al t'a masanil eb' anima ay t'a yol nación tik yet' t'a eb' vinh sacerdote: Ha ex tik, 70 ab'ilxo e b'eyb'alan eyak'anoch pichul yic cusk'olal yet' eyoch t'a tzek'ojk'olal t'a yoil uj yet' t'a yuquil uj, palta manh yujoc in eyik'anchaanh tze k'ulej jun chi'."
        },
        {
            "number": "6",
            "text": "Anheja' ayic tzex wa'i, tzeyuk'an ha', yicnhej tzeyak' tzalajb'oc e k'ool e ch'ocoj, xchi Jehová, xa chi."
        },
        {
            "number": "7",
            "text": "Ha tas sval tik t'ayex, aton yalnac eb' schecab' Jehová t'a peca', ayic junk'olal yajek' Jerusalén, tzijtum anima cajan t'ay, tzijtum pax chonhab' oyanoch t'a spatictac yet' t'a smacb'en Neguev yet' t'a ak'lic."
        },
        {
            "number": "8",
            "text": "Yuj chi' a Jehová tz'alan icha tik:"
        },
        {
            "number": "9",
            "text": "Aton val juntzanh tik valnac t'a eb' in chonhab' t'a peca': Wach' tzeyutej e ch'olb'itan eb' eyetanimail, wach' tzeyutej e k'ool, ok'ocab' e k'ol t'ayex junjun ex."
        },
        {
            "number": "10",
            "text": "Manh eyak' chucal t'a eb' ix ix chamnacxo yetb'eyum, ma eb' unin manhxa smam. Manh eyixtejpax eb' ch'oc chonhab'il, ma eb' meb'a'. Manh e na eyak' chucal t'ayex junjun ex, xin chi t'a eb' in checab' chi', xchi Jehová."
        },
        {
            "number": "11",
            "text": "Palta a eb' co mam quicham chi', maj sk'anab'ajej eb', ch'oc b'aj ix yak'och spensar eb' smasanil, chacanh ix yutej sb'a eb'."
        },
        {
            "number": "12",
            "text": "Ix yak'an pitb'oc spensar eb' icha q'uen yaxq'ueen, yic wach' max scha yab' eb' tas ix yal Jehová Yajal t'a Smasanil yuj Yespíritu t'a eb' schecab' t'a peca', aton juntzanh k'ayb'ub'al yet' checnab'il. Yuj chi' ix te cot yoval sk'ol Jehová t'a eb',"
        },
        {
            "number": "13",
            "text": "ix yalan icha tik: Yujto max scha yab' eb' t'ayin ayic tzin lolon t'a eb', ichinpaxta' a in tik, manh ol in tak'voc t'a eb' ayic ol tevoc eb' t'ayin."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix vak' saclem eb', icha syutej k'alem chacxuxum ik'. Ix b'atcan eb' t'a juntzanh nación manh yojtacoc. Axo snación eb', ix kan tzinan, manhxalaj junok anima ix cajnajcan t'ay. Ha snación eb' te nib'ab'il chi', ix kan tzinan, xchi Jehová."
        }
    ]
}