{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "A d'a schanhil k'ual yoch sb'alunhil uj, (aton uj scuchan Quisleu), ayic schanhil ab'il yoch vinhaj Darío reyal, ata' ix lolon Jehová d'ayin Zacarías in tic."
        },
        {
            "number": "2",
            "text": "A d'a jun k'u chi', a eb' aj Betel ix checancot vinhaj Sarezer, vinhaj Regem-melec yed' juntzanhxo eb' vinh vinac d'a stemplo Jehová Yajal d'a Smasanil, yic sk'anan svach'k'olal Jehová chi' eb' vinh d'a yib'anh."
        },
        {
            "number": "3",
            "text": "Ix sk'anb'an eb' vinh d'a eb' vinh schecab' Jehová yed' d'a eb' vinh sacerdote icha tic: D'a yoil uj d'a junjun ab'il tzonh och d'a tzek'ojk'olal, scak'anoch pichul yic cusk'olal yic sco naancot b'aj juchajnac em templo. ¿Ol am co k'ulejnhej icha chi', mato manhxo? xchi eb' vinh."
        },
        {
            "number": "4",
            "text": "Axo Jehová ix alan d'ayin icha tic:"
        },
        {
            "number": "5",
            "text": "Al d'a masanil eb' anima ay d'a yol nación tic yed' d'a eb' vinh sacerdote: A ex tic, 70 ab'ilxo e b'eyb'alan eyak'anoch pichul yic cusk'olal yed' eyoch d'a tzek'ojk'olal d'a yoil uj yed' d'a yuquil uj, palta manh yujoc in eyik'anchaanh tze k'ulej jun chi'."
        },
        {
            "number": "6",
            "text": "Anheja' ayic tzex va'i, tzeyuk'an a', yicnhej tzeyak' tzalajb'oc e k'ool e ch'ocoj, xchi Jehová, xa chi."
        },
        {
            "number": "7",
            "text": "A tas sval tic d'ayex, aton yalnac eb' schecab' Jehová d'a peca', ayic junk'olal yajek' Jerusalén, tzijtum anima cajan d'ay, tzijtum pax chonhab' oyanoch d'a spatictac yed' d'a smacb'en Neguev yed' d'a ak'lic."
        },
        {
            "number": "8",
            "text": "Yuj chi' a Jehová tz'alan icha tic:"
        },
        {
            "number": "9",
            "text": "Aton val juntzanh tic valnac d'a eb' in chonhab' d'a peca': Vach' tzeyutej e ch'olb'itan eb' eyetanimail, vach' tzeyutej e k'ool, ok'ocab' e k'ol d'ayex junjun ex."
        },
        {
            "number": "10",
            "text": "Manh eyak' chucal d'a eb' ix ix chamnacxo yetb'eyum, ma eb' unin manhxa smam. Manh eyixtejpax eb' ch'oc chonhab'il, ma eb' meb'a'. Manh e na eyak' chucal d'ayex junjun ex, xin chi d'a eb' in checab' chi', xchi Jehová."
        },
        {
            "number": "11",
            "text": "Palta a eb' co mam quicham chi', maj sk'anab'ajej eb', ch'oc b'aj ix yak'och spensar eb' smasanil, chacanh ix yutej sb'a eb'."
        },
        {
            "number": "12",
            "text": "Ix yak'an pitb'oc spensar eb' icha q'uen yaxq'ueen, yic vach' max scha yab' eb' tas ix yal Jehová Yajal d'a Smasanil yuj Yespíritu d'a eb' schecab' d'a peca', aton juntzanh k'ayb'ub'al yed' checnab'il. Yuj chi' ix te cot yoval sk'ol Jehová d'a eb',"
        },
        {
            "number": "13",
            "text": "ix yalan icha tic: Yujto max scha yab' eb' d'ayin ayic tzin lolon d'a eb', ichinpaxta' a in tic, manh ol in tak'voc d'a eb' ayic ol tevoc eb' d'ayin."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix vak' saclem eb', icha syutej k'alem chacxuxum ik'. Ix b'atcan eb' d'a juntzanh nación manh yojtacoc. Axo snación eb', ix can tz'inan, manhxalaj junoc anima ix cajnajcan d'ay. A snación eb' te nib'ab'il chi', ix can tz'inan, xchi Jehová."
        }
    ]
}