{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a schanhil k'ual yoch sb'alunhil uj, (aton uj skuchan Quisleu), ayic schanhil ab'il yoch winhaj Darío reyal, ata' ix lolon Jehová t'ayin Zacarías in tik."
        },
        {
            "number": "2",
            "text": "Ha t'a jun k'u chi', a heb' aj Betel ix chekancot winhaj Sarezer, winhaj Regem-melec yet' juntzanhxo heb' winh winak t'a stemplo Jehová Yajal t'a Smasanil, yic sk'anan swach'k'olal Jehová chi' heb' winh t'a yib'anh."
        },
        {
            "number": "3",
            "text": "Ix sk'anb'an heb' winh t'a heb' winh schekab' Jehová yet' t'a heb' winh sacerdote icha tik: D'a yoil uj t'a junjun ab'il tzonh och t'a tzek'ojk'olal, skak'anoch pichul yic cusk'olal yic sko naancot b'aj juchajnac em templo. ¿Ol am ko k'ulejnhej icha chi', mato manhxo? xchi heb' winh."
        },
        {
            "number": "4",
            "text": "Axo Jehová ix alan t'ayin icha tik:"
        },
        {
            "number": "5",
            "text": "Al t'a masanil heb' anima ay t'a yol nación tik yet' t'a heb' winh sacerdote: Ha ex tik, 70 ab'ilxo he b'eyb'alan eyak'anoch pichul yic cusk'olal yet' eyoch t'a tzek'ojk'olal t'a yoil uj yet' t'a yuquil uj, palta manh yujoc in eyik'anchaanh tze k'ulej jun chi'."
        },
        {
            "number": "6",
            "text": "Anheja' ayic tzex wa'i, tzeyuk'an ha', yicnhej tzeyak' tzalajb'oc he k'ool he ch'ocoj, xchi Jehová, xa chi."
        },
        {
            "number": "7",
            "text": "Ha tas swal tik t'ayex, aton yalnac heb' schekab' Jehová t'a peka', ayic junk'olal yajek' Jerusalén, tzijtum anima kajan t'ay, tzijtum pax chonhab' oyanoch t'a spatictac yet' t'a smacb'en Neguev yet' t'a ak'lic."
        },
        {
            "number": "8",
            "text": "Yuj chi' a Jehová tz'alan icha tik:"
        },
        {
            "number": "9",
            "text": "Aton wal juntzanh tik walnac t'a heb' in chonhab' t'a peka': Wach' tzeyutej he ch'olb'itan heb' eyetanimail, wach' tzeyutej he k'ool, ok'okab' he k'ol t'ayex junjun ex."
        },
        {
            "number": "10",
            "text": "Manh eyak' chukal t'a heb' ix ix chamnacxo yetb'eyum, ma heb' unin manhxa smam. Manh eyixtejpax heb' ch'oc chonhab'il, ma heb' meb'a'. Manh he na eyak' chukal t'ayex junjun ex, xin chi t'a heb' in chekab' chi', xchi Jehová."
        },
        {
            "number": "11",
            "text": "Palta a heb' ko mam quicham chi', maj sk'anab'ajej heb', ch'oc b'aj ix yak'och spensar heb' smasanil, chacanh ix yutej sb'a heb'."
        },
        {
            "number": "12",
            "text": "Ix yak'an pitb'oc spensar heb' icha k'een yaxk'een, yic wach' max scha yab' heb' tas ix yal Jehová Yajal t'a Smasanil yuj Yespíritu t'a heb' schekab' t'a peka', aton juntzanh k'ayb'ub'al yet' checnab'il. Yuj chi' ix te cot yowal sk'ol Jehová t'a heb',"
        },
        {
            "number": "13",
            "text": "ix yalan icha tik: Yujto max scha yab' heb' t'ayin ayic tzin lolon t'a heb', ichinpaxta' a in tik, manh ol in tak'woc t'a heb' ayic ol tewoc heb' t'ayin."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix wak' saclem heb', icha syutej k'alem chacxuxum ik'. Ix b'atkan heb' t'a juntzanh nación manh yojtakoc. Axo snación heb', ix kan tzinan, manhxalaj junok anima ix kajnajkan t'ay. Ha snación heb' te nib'ab'il chi', ix kan tzinan, xchi Jehová."
        }
    ]
}