{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "A Jehová Yajal d'a Smasanil ix alan d'ayin icha tic:"
        },
        {
            "number": "2",
            "text": "A in Jehová in sval icha tic: Te aycot yoval in k'ol yuj tas tz'utaj Sion."
        },
        {
            "number": "3",
            "text": "Ol in meltzaj d'a Jerusalén yic tzin cajnajxi ta'. Ichato chi' a Jerusalén chi', Chonhab' k'anab'ajum ol sb'iejxicani. Axo in tzalan a in Jehová Yajal in d'a Smasanil, ol scuch tzalan Yicnhej Jehová."
        },
        {
            "number": "4",
            "text": "A eb' vinh ichamtac vinac yed' eb' ix chichimtac ix, ol emxoc k'ojan eb' b'ajtac smolb'ej sb'a anima d'a Jerusalén. k'ocochte'xonhej ol ek' eb' yuj icham animail."
        },
        {
            "number": "5",
            "text": "Axo b'aj smolb'ej sb'a eb' anima chi', ol b'ud'joc yuj eb' unin stajni ta'."
        },
        {
            "number": "6",
            "text": "A eb' anima aycan d'a yol in chonhab' tic, toxonhej ol sat sk'ol eb' yilan jun chi'. Palta a in tic, manh ol satlaj in k'ol vilani. A in ton Jehová in sval juntzanh tic."
        },
        {
            "number": "7",
            "text": "A in ol in col in chonhab' d'a yol sk'ab' juntzanh nación d'a stojolal b'aj sjavi k'u yed' b'aj tz'em k'u."
        },
        {
            "number": "8",
            "text": "Ol vik'anxicot eb', ol cajnajxoc eb' d'a Jerusalén tic. Ol ochxoc eb' in chonhab'oc, ol in ochnhej sDiosaloc eb'. Ol vak'xi yajalil d'a eb' d'a stojolal, icha ix aj valani, xchi Jehová."
        },
        {
            "number": "9",
            "text": "A Jehová Yajal d'a Smasanil tz'alan icha tic: A ex ix eyab' juntzanh lolonel ix yalel eb' in checab' atax ix em yich sb'ojixi in templo, aq'uec eyip, munlajanhec e masanil."
        },
        {
            "number": "10",
            "text": "A d'a yalanhtax juntzanh k'ual chi', malaj b'aj scot stojol eb' vinh munlajvum yed' stojol nok' chej smunlaji. Yuj eb' ajk'ool, manh junk'olaloc tzex b'eyeq'ui, anhejtona' a in ix vak' eyajk'olej e b'a."
        },
        {
            "number": "11",
            "text": "Palta axo ticnaic, a in Jehová Yajal in d'a Smasanil svala' to manhxo ol in k'ulej d'ayex a ex tzex can d'a jun chonhab' tic, icha ix in k'ulej d'a yalanhtax chi'."
        },
        {
            "number": "12",
            "text": "D'a junk'olal ol ex ajoc, ol yak' nhab', yuj chi' a te' eyuva, ol ste aq'uej sat te', ol yak' val sat tas tzeyavej d'a sat e luum. A inxo ol vak' masanil juntzanh tic d'ayex a ex janac exxi d'a jun chonhab' tic."
        },
        {
            "number": "13",
            "text": "Ex aj Judá yed' ex aj Israel, icha ix aj e b'inaj d'a scatab' juntzanhxo chonhab', icha pax chi' ol aj e b'inaj yuj eb' d'a vach'ilal, yujto a in ol ex in coleli. Manh ex xivoc, tek'b'ejec e b'a."
        },
        {
            "number": "14",
            "text": "A in ton Jehová Yajal in d'a Smasanil sval icha tic: Ix in na' vak'och syaelal eb' e mam eyicham ayic ix stzuntzancot voval eb'. A tas ix in na' chi', ix in k'ulej."
        },
        {
            "number": "15",
            "text": "Ichapax chi' ticnaic, ix in na' to ol vak' in vach'k'olal d'a Jerusalén yed' d'a Judá. Yuj chi' manh ex xivoc."
        },
        {
            "number": "16",
            "text": "Aton val juntzanh tic yovalil tze k'ulej: Anhej tas yel tzeyal-laj d'ayex junjun ex. Tze ch'olb'itej yaj tas d'a stojolal, yic vach' ay junk'olal d'a e cal."
        },
        {
            "number": "17",
            "text": "Manh eyak' chucal d'ayex junjun ex, manh eyak' e ti' d'a esal d'ayex junjun ex. A in Jehová in svala', val yel malaj in gana d'a juntzanh b'eyb'al chi', xchi Jehová."
        },
        {
            "number": "18",
            "text": "Ix yalanxi Jehová Yajal d'a Smasanil d'ayin icha tic:"
        },
        {
            "number": "19",
            "text": "Ex yinhtilal Judá, a tzek'ojk'olal tz'och d'a schanhil uj, d'a yoil, d'a yuquil yed' d'a slajunhil uj, ol meltzajcanoch d'a q'uinhal yuj e tzalajk'olal. Yuj chi', b'eyb'alejec tojolal yed' junk'olal, xchi Jehová."
        },
        {
            "number": "20",
            "text": "A Jehová Yajal d'a Smasanil tz'alan icha tic: Ol cot anima d'a juntzanhxo nivac nación, ol javoc eb' d'a Jerusalén tic."
        },
        {
            "number": "21",
            "text": "A eb' anima d'a junoc nación, ol ek' yal eb' d'a eb' ay d'a junocxo icha tic: Coyec, b'at caq'uequem co b'a d'a Jehová Yajal d'a Smasanil yic syak' svach'k'olal d'ayonh. Coyec elanhchamel qued'oc, xcham eb'."
        },
        {
            "number": "22",
            "text": "Yuj chi' manhxo jantacoc anima d'a nivac nación te ay yip ol ja d'a Jerusalén tic, ol ul yaq'uem sb'a eb' d'ayin a in Jehová Yajal in d'a Smasanil, yic sk'anan in vach'k'olal eb' d'a yib'anh."
        },
        {
            "number": "23",
            "text": "A d'a jun tiempoal chi', lajunhvanh eb' ch'oc chonhab'il tz'alan ch'oc ti'al ol och tzuctzuc d'a spichul junoc aj Judá, ol yalan eb' icha tic: Sco nib'ej tzonh b'at ed'oc, yujto ix cab'i to a Dios ayoch eyed'oc, xcham eb', xchi Jehová."
        }
    ]
}