{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Yujto ayoch sat Jehová d'a masanil anima, icha yajoch sat d'a masanil yinhtilal Israel, yuj chi' a' tz'alan juntzanh lolonel tic d'a yib'anh chonhab' Hadrac yed' d'a yib'anh nivan chonhab' Damasco."
        },
        {
            "number": "2",
            "text": "Yuj chi' ol yak'cot yaelal d'a chonhab' Hamat, aton ay d'a stitac smacb'en Damasco chi'. Ol yak'paxcot yaelal chi' d'a Tiro yed' d'a Sidón, vach'chom te jelan spensar eb'."
        },
        {
            "number": "3",
            "text": "A chonhab' Tiro chi', ix sb'oq'ue smuroal, manhxo jantacoc q'uen oro yed' q'uen plata ix smolb'ejq'ue juyan icha tz'aj smolchajq'ue juyan lum luum."
        },
        {
            "number": "4",
            "text": "A Dios Yajal ol ik'anek' masanil sb'eyumal chi', ol syumancanb'at d'a yol a' mar. Ol tz'acanb'at jun chonhab' chi' smasanil."
        },
        {
            "number": "5",
            "text": "Ayic ol yilan jun chi' chonhab' Ascalón, ol xivb'atoc. Ol te och chonhab' Gaza yed' chonhab' Ecrón d'a ilk'olal, yujto ix satel jun chonhab' ayoch yipoc sk'ol eb'. A Gaza chi', manhxalaj sreyal ol canoc. Axo Ascalón, manhxo junoc anima ol cajnajcan d'ay."
        },
        {
            "number": "6",
            "text": "A d'a Asdod, ch'occh'oc macanhil eb' anima ol cajnaj d'ay. Yuj chi' syal Jehová icha tic: Icha val chi' ol aj in satanel yik'ojchanhb'ail eb' filisteo."
        },
        {
            "number": "7",
            "text": "Manhxo ol in cha smilcham anima eb'. A d'a scal eb' filisteo chi', ayto eb' ol canoc, ol ochcan eb' vicoc. Lajan ol ajcan eb' icha junoc macanh eb' aj Judá. A eb' aj Ecrón chi', ol cajnaj eb' d'a scal eb' aj Judá icha eb' jebuseo."
        },
        {
            "number": "8",
            "text": "A in ol in ajnhejek' d'a in cajnub', ol in tanhvejnhej, yic malaj junoc soldado ajk'ol ol och d'a yool. Manhxo ol yixtejpaxlaj in chonhab' tic eb', yujto a in val ol in tanhvej, xchi Jehová."
        },
        {
            "number": "9",
            "text": "A Jehová tz'alan icha tic: Tzalajanhec ex aj chonhab' Sion. B'itananhec d'a tzalajk'olal ex aj Jerusalén. Ina val sjavi e reyal d'a e cal d'a emnaquilal, te tojol spensar. A' ol ex colanoc. Ayq'ue d'a yib'anh jun nok' yune' b'uru, yune' jun nok' nun b'uru."
        },
        {
            "number": "10",
            "text": "A' ol ak'an lajvoquel carruaje yic oval d'a Efraín yed' nok' schej eb' aj Jerusalén yed' pax sjul-lab' eb' yic oval. A' ol alanoc to junk'olal tz'aj masanil nación. A' ol ak'an yajalil d'a sti' a' mar, masanto d'a sti' junxo a', scotnhej d'a a' Éufrates, masanto d'a slajvub'al lum luum."
        },
        {
            "number": "11",
            "text": "Ex aj Jerusalén, yuj val schiq'uil junoc nok' silab', yuj chi' ay yopisio in trato eyed'oc, yuj chi' ol ex vik'q'ueta d'a jun olan te' jul yich b'aj malaj a a', aton b'aj sacleminac eyajb'at d'a ch'oc chonhab'il."
        },
        {
            "number": "12",
            "text": "Mach ex sacleminac eyajb'at chi', aq'uec in och yipoc e k'ool, meltzajanhec b'aj vach' ol ex ajoc. A in sval d'ayex to ol vak'xi in vach'k'olal d'a eyib'anh. Ek'to ol aj vak'anxi in vach'k'olal d'ayex d'a yichanh d'a yalanhtaxo."
        },
        {
            "number": "13",
            "text": "Ol vak'lab'ej Judá icha jul-lab' te vach'. Axo Efraín ol vak'lab'ej d'a yoloc in jul-lab' chi'. Ol vak'lab'ej eb' aj Sion icha vespada yic ol vak'an oval yed' eb' aj Grecia, xchi Jehová."
        },
        {
            "number": "14",
            "text": "A Jehová ol sch'ox sb'a d'a yib'anh eb' schonhab', icha leb'lon ol aj sjulvaji. A Dios Yajal ol pu'an strompeta, icha oval chacxuxum ik' scot d'a sur, icha chi' ol aj sb'at yak' oval yed' eb' ajk'ool."
        },
        {
            "number": "15",
            "text": "A Jehová Yajal d'a Smasanil ol colvaj yed' eb' schonhab'. Ol satjoquel syamk'ab' yic oval eb' ajk'ol chi' yuj eb', chok'xonhej ol ajcanoc. Ol el val yav eb' chonhab' chi' icha uk'um anh, yujto ix yak' ganar eb' yajk'ol eb' chi'. Ol b'ud'joc val eb' yuj jantac vino ol yuq'uej, icha tz'aj sb'ud'ji nivac uk'ab' yuj schiq'uil nok' silab', aton stob'jiek' d'a sch'aac altar."
        },
        {
            "number": "16",
            "text": "A d'a jun k'ual chi', a Jehová ol colanel schonhab' icha tz'aj scolan nok' calnel junoc yilumal. Tziquiqui ol aj yilji eb' d'a yol schonhab', icha yilji q'uen q'ueen te vach' yilji d'a junoc corona."
        },
        {
            "number": "17",
            "text": "Manh jantacoc svach'il ol aj masanil tas d'a schonhab' chi', yujto te vach' ol aj ixim trigo yed' vino. Vach'nhej ol aj sq'uib' eb' quelemtac yed' eb' ix cob'estac d'ay."
        }
    ]
}