{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Yujto ayoch sat Jehová t'a masanil anima, icha yajoch sat t'a masanil yinhtilal Israel, yuj chi' ha' tz'alan juntzanh lolonel tik t'a yib'anh chonhab' Hadrac yet' t'a yib'anh niwan chonhab' Damasco."
        },
        {
            "number": "2",
            "text": "Yuj chi' ol yak'cot yaelal t'a chonhab' Hamat, aton ay t'a stitac smacb'en Damasco chi'. Ol yak'paxcot yaelal chi' t'a Tiro yet' t'a Sidón, wach'chom te jelan spensar heb'."
        },
        {
            "number": "3",
            "text": "Ha chonhab' Tiro chi', ix sb'ok'e smuroal, manhxo jantacoc k'een oro yet' k'een plata ix smolb'ejk'e juyan icha tz'aj smolchajk'e juyan lum lum."
        },
        {
            "number": "4",
            "text": "Ha Dios Yajal ol ik'anek' masanil sb'eyumal chi', ol syumankanb'at t'a yol ha' mar. Ol tz'akanb'at jun chonhab' chi' smasanil."
        },
        {
            "number": "5",
            "text": "Ayic ol yilan jun chi' chonhab' Askalón, ol xivb'atoc. Ol te och chonhab' Gaza yet' chonhab' Ecrón t'a ilk'olal, yujto ix satel jun chonhab' ayoch yipoc sk'ol heb'. Ha Gaza chi', manhxalaj sreyal ol kanok. Axo Askalón, manhxo junok anima ol kajnajkan t'ay."
        },
        {
            "number": "6",
            "text": "Ha t'a Asdod, ch'occh'oc makanhil heb' anima ol kajnaj t'ay. Yuj chi' syal Jehová icha tik: Icha wal chi' ol aj in satanel yik'ojchanhb'ail heb' filisteo."
        },
        {
            "number": "7",
            "text": "Manhxo ol in cha smilcham anima heb'. Ha t'a skal heb' filisteo chi', ayto heb' ol kanok, ol ochkan heb' wicoc. Lajan ol ajkan heb' icha junok makan heb' aj Judá. Ha heb' aj Ecrón chi', ol kajnaj heb' t'a skal heb' aj Judá icha heb' jebuseo."
        },
        {
            "number": "8",
            "text": "Ha in ol in ajnhejek' t'a in kajnub', ol in tanhwejnhej, yic malaj junok soldado ajk'ol ol och t'a yool. Manhxo ol yixtejpaxlaj in chonhab' tik heb', yujto a in wal ol in tanhwej, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ha Jehová tz'alan icha tik: Tzalajanhec ex aj chonhab' Sion. B'itananhec t'a tzalajk'olal ex aj Jerusalén. Ina wal sjawi he reyal t'a he kal t'a emnaquilal, te tojol spensar. A' ol ex colanoc. Ayk'e t'a yib'anh jun nok' yune' b'uru, yune' jun nok' nun b'uru."
        },
        {
            "number": "10",
            "text": "A' ol ak'an lajwoquel carruaje yic owal t'a Efraín yet' nok' schej heb' aj Jerusalén yet' pax sjul-lab' heb' yic owal. A' ol alanoc to junk'olal tz'aj masanil nación. A' ol ak'an yajalil t'a sti' ha' mar, masanto t'a sti' junxo ha', scotnhej t'ha ha' Éufrates, masanto t'a slajwub'al lum lum."
        },
        {
            "number": "11",
            "text": "Ex aj Jerusalén, yuj wal schiq'uil junok nok' silab', yuj chi' ay yopisio in trato eyed'oc, yuj chi' ol ex wik'k'eta t'a jun olan te' jul yich b'aj malaj ha ha', aton b'aj sacleminac eyajb'at t'a ch'oc chonhab'il."
        },
        {
            "number": "12",
            "text": "Mach ex sacleminac eyajb'at chi', aq'ek in och yipoc he k'ool, meltzajanhec b'aj wach' ol ex ajoc. Ha in swal t'ayex to ol wak'xi in wach'k'olal t'a eyib'anh. Ek'to ol aj wak'anxi in wach'k'olal t'ayex t'a yichanh t'a yalanhtaxo."
        },
        {
            "number": "13",
            "text": "Ol wak'lab'ej Judá icha jul-lab' te wach'. Axo Efraín ol wak'lab'ej t'a yoloc in jul-lab' chi'. Ol wak'lab'ej heb' aj Sion icha wespada yic ol wak'an owal yet' heb' aj Grecia, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ha Jehová ol sch'ox sb'ha t'a yib'anh heb' schonhab', icha lheb'lon ol aj sjulwaji. Ha Dios Yajal ol pu'an strompeta, icha owal chacxuxum ik' scot t'a sur, icha chi' ol aj sb'at yak' owal yet' heb' ajk'ool."
        },
        {
            "number": "15",
            "text": "Ha Jehová Yajal t'a Smasanil ol kolwaj yet' heb' schonhab'. Ol satjoquel syamk'ab' yic owal heb' ajk'ol chi' yuj heb', chok'xonhej ol ajkanoc. Ol el wal yav heb' chonhab' chi' icha uk'um anh, yujto ix yak' ganar heb' yajk'ol heb' chi'. Ol b'ud'joc wal heb' yuj jantac wino ol yuk'ej, icha tz'aj sb'ud'ji niwac uk'ab' yuj schiq'uil nok' silab', aton stob'jiek' t'a sch'aac altar."
        },
        {
            "number": "16",
            "text": "Ha t'a jun k'ual chi', a Jehová ol colanel schonhab' icha tz'aj scolan nok' kalnel junok yilumal. Tziquiqui ol aj yilji heb' t'a yol schonhab', icha yilji k'een k'een te wach' yilji t'a junok corona."
        },
        {
            "number": "17",
            "text": "Manh jantacoc swach'il ol aj masanil tas t'a schonhab' chi', yujto te wach' ol aj ixim trigo yet' wino. Wach'nhej ol aj sq'uib' heb' kelemtac yet' heb' ix cob'estac t'ay."
        }
    ]
}