{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Yujto ayoch sat Jehová t'a masanil anima, icha yajoch sat t'a masanil yinhtilal Israel, yuj chi' ha' tz'alan juntzanh lolonel tik t'a yib'anh chonhab' Hadrac yet' t'a yib'anh niwan chonhab' Damasco."
        },
        {
            "number": "2",
            "text": "Yuj chi' ol yak'cot yaelal t'a chonhab' Hamat, aton ay t'a stitac smacb'en Damasco chi'. Ol yak'paxcot yaelal chi' t'a Tiro yet' t'a Sidón, wach'chom te jelan spensar eb'."
        },
        {
            "number": "3",
            "text": "Ha chonhab' Tiro chi', ix sb'oq'ue smuroal, manhxo jantacoc q'uen oro yet' q'uen plata ix smolb'ejq'ue juyan icha tz'aj smolchajq'ue juyan lum lum."
        },
        {
            "number": "4",
            "text": "Ha Dios Yajal ol ik'anek' masanil sb'eyumal chi', ol syumancanb'at t'a yol ha' mar. Ol tz'acanb'at jun chonhab' chi' smasanil."
        },
        {
            "number": "5",
            "text": "Ayic ol yilan jun chi' chonhab' Ascalón, ol xivb'atoc. Ol te och chonhab' Gaza yet' chonhab' Ecrón t'a ilk'olal, yujto ix satel jun chonhab' ayoch yipoc sk'ol eb'. Ha Gaza chi', manhxalaj sreyal ol canoc. Axo Ascalón, manhxo junok anima ol cajnajcan t'ay."
        },
        {
            "number": "6",
            "text": "Ha t'a Asdod, ch'occh'oc macanhil eb' anima ol cajnaj t'ay. Yuj chi' syal Jehová icha tik: Icha val chi' ol aj in satanel yik'ojchanhb'ail eb' filisteo."
        },
        {
            "number": "7",
            "text": "Manhxo ol in cha smilcham anima eb'. Ha t'a skal eb' filisteo chi', ayto eb' ol canoc, ol ochcan eb' vicoc. Lajan ol ajkan eb' icha junok makan eb' aj Judá. Ha eb' aj Ecrón chi', ol cajnaj eb' t'a skal eb' aj Judá icha eb' jebuseo."
        },
        {
            "number": "8",
            "text": "Ha in ol in ajnhejek' t'a in cajnub', ol in tanhvejnhej, yic malaj junok soldado ajk'ol ol och t'a yool. Manhxo ol yixtejpaxlaj in chonhab' tik eb', yujto a in val ol in tanhvej, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ha Jehová tz'alan icha tik: Tzalajanhec ex aj chonhab' Sion. B'itananhec t'a tzalajk'olal ex aj Jerusalén. Ina val sjavi e reyal t'a e cal t'a emnaquilal, te tojol spensar. A' ol ex colanoc. Ayq'ue t'a yib'anh jun nok' yune' b'uru, yune' jun nok' nun b'uru."
        },
        {
            "number": "10",
            "text": "A' ol ak'an lajvoquel carruaje yic oval t'a Efraín yet' nok' schej eb' aj Jerusalén yet' pax sjul-lab' eb' yic oval. A' ol alanoc to junk'olal tz'aj masanil nación. A' ol ak'an yajalil t'a sti' ha' mar, masanto t'a sti' junxo ha', scotnhej t'ha ha' Éufrates, masanto t'a slajvub'al lum lum."
        },
        {
            "number": "11",
            "text": "Ex aj Jerusalén, yuj val schiq'uil junok nok' silab', yuj chi' ay yopisio in trato eyed'oc, yuj chi' ol ex vik'q'ueta t'a jun olan te' jul yich b'aj malaj ha ha', aton b'aj sacleminac eyajb'at t'a ch'oc chonhab'il."
        },
        {
            "number": "12",
            "text": "Mach ex sacleminac eyajb'at chi', aq'ek in och yipoc e k'ool, meltzajanhec b'aj wach' ol ex ajoc. Ha in swal t'ayex to ol vak'xi in wach'k'olal t'a eyib'anh. Ek'to ol aj vak'anxi in wach'k'olal t'ayex t'a yichanh t'a yalanhtaxo."
        },
        {
            "number": "13",
            "text": "Ol vak'lab'ej Judá icha jul-lab' te wach'. Axo Efraín ol vak'lab'ej t'a yoloc in jul-lab' chi'. Ol vak'lab'ej eb' aj Sion icha vespada yic ol vak'an oval yet' eb' aj Grecia, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ha Jehová ol sch'ox sb'ha t'a yib'anh eb' schonhab', icha leb'lon ol aj sjulvaji. Ha Dios Yajal ol pu'an strompeta, icha oval chacxuxum ik' scot t'a sur, icha chi' ol aj sb'at yak' oval yet' eb' ajk'ool."
        },
        {
            "number": "15",
            "text": "Ha Jehová Yajal t'a Smasanil ol kolwaj yet' eb' schonhab'. Ol satjoquel syamk'ab' yic oval eb' ajk'ol chi' yuj eb', chok'xonhej ol ajcanoc. Ol el val yav eb' chonhab' chi' icha uk'um anh, yujto ix yak' ganar eb' yajk'ol eb' chi'. Ol b'ud'joc val eb' yuj jantac vino ol yuq'uej, icha tz'aj sb'ud'ji nivac uk'ab' yuj schiq'uil nok' silab', aton stob'jiek' t'a sch'aac altar."
        },
        {
            "number": "16",
            "text": "Ha t'a jun k'ual chi', a Jehová ol colanel schonhab' icha tz'aj scolan nok' calnel junok yilumal. Tziquiqui ol aj yilji eb' t'a yol schonhab', icha yilji q'uen q'ueen te wach' yilji t'a junok corona."
        },
        {
            "number": "17",
            "text": "Manh jantacoc swach'il ol aj masanil tas t'a schonhab' chi', yujto te wach' ol aj ixim trigo yet' vino. Wach'nhej ol aj sq'uib' eb' quelemtac yet' eb' ix cob'estac t'ay."
        }
    ]
}