{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ayic b'ab'el ab'il yoch winhaj Ciro reyal t'a Persia, ix elk'och slolonel Jehová yalnaccanel winhaj Jeremías schecab'. Ha Jehová ix ak'an sna winhaj rey Ciro chi', yuj chi' ix yaq'uelta jun checnab'il winh. Ix schecan winh alchajel t'a masanil yol smacb'en, ix schecanpax winh pucchajel ab'ix, syalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ha in Ciro in tik sreyal in Persia, a in swal icha tik: Ha Jehová sDiosal satcha’anh, ha' ix ak'anoch masanil nación t'a sat lum tik t'a yol in k'ab'. A' ix alan t'ayin to tzin b'oq'ue scajnub' t'a Jerusalén t'a yol yic Judá."
        },
        {
            "number": "3",
            "text": "Yuj chi', yalnhej mach ex schonhab' ex Jehová, colvajocab' Jehová e Diosal chi' eyed'oc. Ha ticnaic ixiquec t'a Jerusalén t'a yol yic Judá, tze b'oanxiq'ue scajnub' Jehová e Diosal chi' ta'."
        },
        {
            "number": "4",
            "text": "Yalnhej mach ex ix to ex kan t'a tik, tato e gana tzex pax t'a Jerusalén, colvajocab' eb' cajan t'a e lak'anil chi', yak'ocab' q'uen oro eb', q'uen plata yet' pax tastac yet' nok' molb'etzal nok' t'ayex. Yak'ocab' pax yofrenda eb' yuj scajnub' Dios t'a Jerusalén chi', xchi jun checnab'il chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix yak' lista sb'a eb' yajalil t'a skal eb' yinhtilal Judá, t'a skal eb' yinhtilal Benjamín yet' masanil eb' sacerdote yet' eb' levita, aton eb' b'aj ix lolon Jehová t'a spensar to sb'at eb' t'a Jerusalén yic b'at sb'oanxiq'ue scajnub' Jehová eb'."
        },
        {
            "number": "6",
            "text": "Axo masanil eb' anima cajan t'a slak'anil eb', ix yak' q'uen oro eb', q'uen plata, nok' molb'etzal nok', tastac te caro stojol yet' pax juntzanhxo ofrenda to tz'el val t'a sk'ol eb' yak'ani."
        },
        {
            "number": "7",
            "text": "Ay pax juntzanh yamk'ab' yic scajnub' Jehová ik'b'ilcot t'a Jerusalén yuj winhaj Nabucodonosor, aycanoch t'a yol stemplo sdiosal winh."
        },
        {
            "number": "8",
            "text": "Axo winhaj Ciro chi' ix alan t'a winhaj Mitrídates, winh sik'um tumin to syiq'uelta juntzanh tastac chi' winh, sb'isan winh, syak'an winh t'a winhaj Sesbasar, winh ol och yajalil t'a Judá."
        },
        {
            "number": "9",
            "text": "Aton sb'isul tastac tik: 30 q'uen nivac uk'ab' nab'a oro, mil q'uen nivac uk'ab' nab'a plata, 29 q'uen cuchilub',"
        },
        {
            "number": "10",
            "text": "30 q'uen yunetac uk'ab' nab'a oro, 410 q'uen yunetac uk'ab' nab'a plata, haxo juntzanhxo tastac, mil sb'isul."
        },
        {
            "number": "11",
            "text": "Ha sb'isul juntzanh tas nab'a oro yet' nab'a plata t'a smasanil, 5 mil 400. Masanil juntzanh chi' ix yik' meltzaj winhaj Sesbasar yet' juntzanhxo eb' ayic ix paxta eb' t'a Babilonia chi', ix jaxcan eb' t'a Jerusalén."
        }
    ]
}