{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ayic b'ab'el ab'il yoch vinhaj Ciro reyal d'a Persia, ix elk'och slolonel Jehová yalnaccanel vinhaj Jeremías schecab'. A Jehová ix ak'an sna vinhaj rey Ciro chi', yuj chi' ix yaq'uelta jun checnab'il vinh. Ix schecan vinh alchajel d'a masanil yol smacb'en, ix schecanpax vinh pucchajel ab'ix, syalan icha tic:"
        },
        {
            "number": "2",
            "text": "A in Ciro in tic sreyal in Persia, a in sval icha tic: A Jehová sDiosal satchaanh, a' ix ak'anoch masanil nación d'a sat lum tic d'a yol in k'ab'. A' ix alan d'ayin to tzin b'oq'ue scajnub' d'a Jerusalén d'a yol yic Judá."
        },
        {
            "number": "3",
            "text": "Yuj chi', yalnhej mach ex schonhab' ex Jehová, colvajocab' Jehová e Diosal chi' eyed'oc. A ticnaic ixiquec d'a Jerusalén d'a yol yic Judá, tze b'oanxiq'ue scajnub' Jehová e Diosal chi' ta'."
        },
        {
            "number": "4",
            "text": "Yalnhej mach ex ix to ex can d'a tic, tato e gana tzex pax d'a Jerusalén, colvajocab' eb' cajan d'a e lak'anil chi', yak'ocab' q'uen oro eb', q'uen plata yed' pax tastac yed' nok' molb'etzal nok' d'ayex. Yak'ocab' pax yofrenda eb' yuj scajnub' Dios d'a Jerusalén chi', xchi jun checnab'il chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix yak' lista sb'a eb' yajalil d'a scal eb' yinhtilal Judá, d'a scal eb' yinhtilal Benjamín yed' masanil eb' sacerdote yed' eb' levita, aton eb' b'aj ix lolon Jehová d'a spensar to sb'at eb' d'a Jerusalén yic b'at sb'oanxiq'ue scajnub' Jehová eb'."
        },
        {
            "number": "6",
            "text": "Axo masanil eb' anima cajan d'a slak'anil eb', ix yak' q'uen oro eb', q'uen plata, nok' molb'etzal nok', tastac te caro stojol yed' pax juntzanhxo ofrenda to tz'el val d'a sk'ol eb' yak'ani."
        },
        {
            "number": "7",
            "text": "Ay pax juntzanh yamk'ab' yic scajnub' Jehová ik'b'ilcot d'a Jerusalén yuj vinhaj Nabucodonosor, aycanoch d'a yol stemplo sdiosal vinh."
        },
        {
            "number": "8",
            "text": "Axo vinhaj Ciro chi' ix alan d'a vinhaj Mitrídates, vinh sik'um tumin to syiq'uelta juntzanh tastac chi' vinh, sb'isan vinh, syak'an vinh d'a vinhaj Sesbasar, vinh ol och yajalil d'a Judá."
        },
        {
            "number": "9",
            "text": "Aton sb'isul tastac tic: 30 q'uen nivac uk'ab' nab'a oro, mil q'uen nivac uk'ab' nab'a plata, 29 q'uen cuchilub',"
        },
        {
            "number": "10",
            "text": "30 q'uen yunetac uk'ab' nab'a oro, 410 q'uen yunetac uk'ab' nab'a plata, axo juntzanhxo tastac, mil sb'isul."
        },
        {
            "number": "11",
            "text": "A sb'isul juntzanh tas nab'a oro yed' nab'a plata d'a smasanil, 5 mil 400. Masanil juntzanh chi' ix yik' meltzaj vinhaj Sesbasar yed' juntzanhxo eb' ayic ix paxta eb' d'a Babilonia chi', ix jaxcan eb' d'a Jerusalén."
        }
    ]
}