{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Yacb'an van slesalvi vinhaj Esdras chi', van yok' vinh syalanq'ueta smul eb' yetisraelal vinh, cumanem vinh t'a yichanh scajnub' Dios. Yacb'an chi', ix och oyan jun nhilanh eb' yetisraelal vinh t'a spatic, eb' vinh vinac, eb' ix ix yet' eb' unin. Ix te ok' val eb' yet' vinh."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi', haxo vinhaj Secanías yuninal vinhaj Jehiel t'a yinhtilal vinhaj Elam, ix alan t'a vinhaj Esdras chi' icha tik: Ha onh tik maj co k'anab'ajej co Diosal, yujto ix quik'laj co b'a yet' eb' ix ix ch'oc chonhab'il, palta jun, ayto val sb'onab'il jun tik t'ayonh."
        },
        {
            "number": "3",
            "text": "Ha ticnaic, scak' co ti', ol co chec pax eb' ix ch'oc chonhab'il chi' yet' yune'. Ol co k'anab'ajan tas tzal chi' yet' tas syal eb' sk'anab'ajan schecnab'il Dios ed'oc, icha yalan checnab'il chi'."
        },
        {
            "number": "4",
            "text": "Yuj chi' q'ueanh vaan, yujto a ach tik syal a b'oan yaj jun tik. Ol onh colvaj ed'oc. Tek'b'ej a b'a a b'oan jun munlajel tik, xchi vinh."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix q'ue linhan vinhaj Esdras chi', ix schecan vinh yak' sti' eb' yajalil eb' sacerdote, eb' levita yet' juntzanhxo eb' yetisraelal eb' yic sk'anab'ajej eb' icha ix aj yak'an sti' chi'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix el vinhaj Esdras chi' t'a yichanh scajnub' Dios chi', ix b'at vinh t'a scuarto vinhaj Johanán yuninal vinhaj Eliasib. Ata' ix ek' ak'val yuj vinh. Malaj jab'oc tas ix sva vinh, malaj pax tas ix yuq'uej vinh, yujto ix te cus sk'ol vinh yuj smul eb' ix jax t'a Babilonia chi'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix alchaji to a masanil eb' ay t'a Jerusalén yet' eb' ay t'a juntzanhxo chonhab' t'a yol yic Judá, aton eb' jaxnac chi', to smolb'ej sb'a eb' t'a Jerusalén chi'."
        },
        {
            "number": "8",
            "text": "Ix smol alan eb' vinh yajal yet' eb' vinh ichamtac vinac to t'a schab'jial sk'och eb' anima chi', ix yalan eb' vinh icha tik: Tato ay eb' max javi t'a sk'ual chi', tz'ik'jiek' masanil tastac ay t'a eb', spechjiel eb' t'a skal eb' yetchonhab' chi', xchi eb' vinh."
        },
        {
            "number": "9",
            "text": "Yuj chi', haxo t'a jun k'u chi', aton t'a 20 yoch sb'alunhil uj, ix smolb'an sb'a masanil eb' vinh ay yopisio yic Judá yet' yic Benjamín t'a Jerusalén chi'. Ix em k'ojan eb' smasanil t'a yamaq'uil scajnub' Dios. Ste ib'xi eb' yuj tas van yalchaj chi' yet' pax yuj jun nhab' ov yemi."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix q'ue linhan vinhaj sacerdote Esdras chi', ix yalan vinh t'a eb' icha tik: --Ha ex tik ix och e mul yujto ix eyik'laj e b'a yet' eb' ix ix ch'oc chonhab'il. Icha chi' ix aj swach' och co mul."
        },
        {
            "number": "11",
            "text": "Ha ticnaic, alecq'ueta e mul t'a yichanh Jehová sDiosal eb' co mam quicham, k'anab'ajejec tas snib'ej. Iq'uequel e b'ha t'a skal eb' anima ch'oc chonhab'il chi', tzeyactanpaxcan eb' ix ix, ix eyik'laj e b'a yet'oc t'a skal eb' chi', xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix tak'vi eb' anima chi' smasanil, te chaanh ix yal eb' icha tik: --Ol co k'anab'ajej icha tzal chi'."
        },
        {
            "number": "13",
            "text": "Palta ina max ek'laj nhab' tik, max yal-laj co kan t'a calle tik, yujto a jun tik, manh jun chab'nhejoc k'ual ol yak' sb'oi, yujto te niwan onh ix och co mul tik."
        },
        {
            "number": "14",
            "text": "Wach' tato anhej eb' yajal skan t'a tik yic sb'oan yaji, haxo masanil eb' cajan t'a yoltac co chonhab', eb' ix yik'laj sb'a yet' eb' ix ch'oc chonhab'il chi', syal sjavi eb' t'a junok k'u to skan sk'ual. Aocab' eb' juez yet' eb' yichamtac vinaquil chonhab' tz'ik'ancot eb'. Icha chi' ol co k'ulej co masanil, masanto ol yal stup yoval sk'ol co Diosal t'a quib'anh yuj tas ix co k'ulej tik, xchi eb'."
        },
        {
            "number": "15",
            "text": "Masanil eb' ix jax t'a Babilonia chi', ix scha sk'ol eb' tas ix alchaj chi', palta anhej vinhaj Jonatán yuninal vinhaj Asael yet' vinhaj Jahazías yuninal vinhaj Ticva yet' chavanh eb' vinh levita, aton vinhaj Mesulam yet' vinhaj Sabetai maj chaan sk'ool. Yuj chi' a vinhaj sacerdote Esdras chi', ix yak'och juntzanh eb' vinh yajal vinh, aton eb' vinh yajal t'a skal eb' yinhtilal. Ix tz'ib'chajcan sb'i eb' vinh. Axo t'a b'ab'el k'ual yic slajunhil uj, ix smolb'an sb'a eb', yic sch'olb'itan junjun makan eb'."
        },
        {
            "number": "16",
            "text": "Axo t'a b'ab'el k'u yic b'ab'el uj, ata' ix lajvi sch'olb'itaj masanil eb' ix yik'laj sb'a yet' eb' ix ix ch'oc chonhab'il chi'."
        },
        {
            "number": "17",
            "text": "Aton sb'i eb' vinh ix yik'laj sb'a yet' eb' ix ch'oc chonhab'il chi': Ha t'a yinhtilal eb' sacerdote yet' t'a eb' sk'ab'yoc vinhaj Jesúa yuninal vinhaj Josadac: Aton vinhaj Maasías, vinhaj Eliezer, vinhaj Jarib yet' vinhaj Gedalías."
        },
        {
            "number": "18",
            "text": "Ha eb' vinh ix yak' val sti' schecan pax eb' ix ix chi'. Ix yak' junjun nok' ch'ac calnel eb' vinh silab'il d'ha Dios yuj smul."
        },
        {
            "number": "19",
            "text": "Ha t'a eb' yinhtilal vinhaj Imer: Aton vinhaj Hanani yet' vinhaj Zebadías."
        },
        {
            "number": "20",
            "text": "D'a eb' yinhtilal vinhaj Harim: Aton vinhaj Maasías, vinhaj Elías, vinhaj Semaías, vinhaj Jehiel yet' vinhaj Uzías."
        },
        {
            "number": "21",
            "text": "D'a eb' yinhtilal vinhaj Pasur: Aton vinhaj Elioenai, vinhaj Maasías, vinhaj Ismael, vinhaj Natanael, vinhaj Jozabad yet' vinhaj Elasa."
        },
        {
            "number": "22",
            "text": "Axo t'a eb' yinhtilal eb' levita: Aton vinhaj Jozabad, vinhaj Simei, vinhaj Kelaía, (scuchan pax Kelita) vinhaj Petaías, vinhaj Judá yet' vinhaj Eliezer."
        },
        {
            "number": "23",
            "text": "Axo t'a skal eb' sb'itani: Aton vinhaj Eliasib. Axo t'a skal eb' tanhvum puerta: Aton vinhaj Salum, vinhaj Telem yet' vinhaj Uri."
        },
        {
            "number": "24",
            "text": "Axo t'a skal juntzanhxo eb' quetisraelal, t'a eb' yinhtilal vinhaj Paros: Aton vinhaj Ramía, vinhaj Jezías, vinhaj Malquías, vinhaj Mijamín, vinhaj Eleazar, vinhaj Malquías yet' vinhaj Benaía."
        },
        {
            "number": "25",
            "text": "Axo t'a eb' yinhtilal vinhaj Elam: Aton vinhaj Matanías, vinhaj Zacarías, vinhaj Jehiel, vinhaj Abdi, vinhaj Jeremot yet' vinhaj Elías."
        },
        {
            "number": "26",
            "text": "Axo t'a eb' yinhtilal vinhaj Zatu: Aton vinhaj Elioenai, vinhaj Eliasib, vinhaj Matanías, vinhaj Jeremot, vinhaj Zabad yet' vinhaj Aziza."
        },
        {
            "number": "27",
            "text": "Axo t'a eb' yinhtilal vinhaj Bebai: Aton vinhaj Johanán, vinhaj Hananías, vinhaj Zabai yet' vinhaj Atlai."
        },
        {
            "number": "28",
            "text": "Axo t'a eb' yinhtilal vinhaj Bani: Aton vinhaj Mesulam, vinhaj Maluc, vinhaj Adaía, vinhaj Jasub, vinhaj Seal yet' vinhaj Ramot."
        },
        {
            "number": "29",
            "text": "Axo t'a eb' yinhtilal vinhaj Pahat-moab: Aton vinhaj Adna, vinhaj Quelal, vinhaj Benaía, vinhaj Maasías, vinhaj Matanías, vinhaj Bezaleel, vinhaj Binúi yet' vinhaj Manasés."
        },
        {
            "number": "30",
            "text": "Axo t'a eb' yinhtilal vinhaj Harim: Aton vinhaj Eliezer, vinhaj Isías, vinhaj Malquías, vinhaj Semaías, vinhaj Simeón,"
        },
        {
            "number": "31",
            "text": "vinhaj Benjamín, vinhaj Maluc yet' vinhaj Semarías."
        },
        {
            "number": "32",
            "text": "Axo t'a eb' yinhtilal vinhaj Hasum: Aton vinhaj Matenai, vinhaj Matata, vinhaj Zabad, vinhaj Elifelet, vinhaj Jeremai, vinhaj Manasés yet' vinhaj Simei."
        },
        {
            "number": "33",
            "text": "Axo t'a yinhtilal vinhaj Bani: Aton vinhaj Madai, vinhaj Amram, vinhaj Uel, vinhaj Benaía, vinhaj Bedías, vinhaj Quelúhi, vinhaj Vanías, vinhaj Meremot, vinhaj Eliasib, vinhaj Matanías, vinhaj Matenai, vinhaj Jaasai."
        },
        {
            "number": "34",
            "text": "Axo t'a yinhtilal vinhaj Binúi: Aton vinhaj Simei, vinhaj Selemías, vinhaj Natán, vinhaj Adaía, vinhaj Macnadebai, vinhaj Sasai, vinhaj Sarai, vinhaj Azareel, vinhaj Selemías, vinhaj Semarías, vinhaj Salum, vinhaj Amarías yet' vinhaj José."
        },
        {
            "number": "35",
            "text": "Axo t'a yinhtilal vinhaj Nebo: Aton vinhaj Jeiel, vinhaj Matatías, vinhaj Zabad, vinhaj Zebina, vinhaj Jadau, vinhaj Joel yet' vinhaj Benaía."
        },
        {
            "number": "36",
            "text": "Masanil juntzanh eb' vinh tik, ix yik'laj sb'a eb' vinh yet' eb' ix ix ch'oc chonhab'il. Ay eb' vinh ayxo yuninal yet' eb' ix."
        }
    ]
}