{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Yacb'an wan slesalwi winhaj Esdras chi', wan yok' winh syalank'eta smul heb' yetisraelal winh, cumanem winh t'a yichanh skajnub' Dios. Yacb'an chi', ix och oyan jun nhilanh heb' yetisraelal winh t'a spatic, heb' winh winak, heb' ix ix yet' heb' unin. Ix te ok' wal heb' yet' winh."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi', haxo winhaj Sekanías yuninal winhaj Jehiel t'a yinhtilal winhaj Elam, ix alan t'a winhaj Esdras chi' icha tik: Ha onh tik maj ko k'anab'ajej ko Diosal, yujto ix quik'laj ko b'a yet' heb' ix ix ch'oc chonhab'il, palta jun, ayto wal sb'onab'il jun tik t'ayonh."
        },
        {
            "number": "3",
            "text": "Ha ticnaik, skak' ko ti', ol ko chec pax heb' ix ch'oc chonhab'il chi' yet' yune'. Ol ko k'anab'ajan tas tzal chi' yet' tas syal heb' sk'anab'ajan schecnab'il Dios ed'oc, icha yalan checnab'il chi'."
        },
        {
            "number": "4",
            "text": "Yuj chi' k'eanh waan, yujto a ach tik syal a b'oan yaj jun tik. Ol onh kolwaj ed'oc. Tek'b'ej a b'a a b'oan jun munlajel tik, xchi winh."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix k'e linhan winhaj Esdras chi', ix schekan winh yak' sti' heb' yajalil heb' sacerdote, heb' lewita yet' juntzanhxo heb' yetisraelal heb' yic sk'anab'ajej heb' icha ix aj yak'an sti' chi'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix el winhaj Esdras chi' t'a yichanh skajnub' Dios chi', ix b'at winh t'a scuarto winhaj Johanán yuninal winhaj Eliasib. Ata' ix ek' ak'wal yuj winh. Malaj jab'oc tas ix swa winh, malaj pax tas ix yuk'ej winh, yujto ix te kus sk'ol winh yuj smul heb' ix jax t'a Babilonia chi'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix alchaji to a masanil heb' ay t'a Jerusalén yet' heb' ay t'a juntzanhxo chonhab' t'a yol yic Judá, aton heb' jaxnac chi', to smolb'ej sb'a heb' t'a Jerusalén chi'."
        },
        {
            "number": "8",
            "text": "Ix smol alan heb' winh yajal yet' heb' winh ichamtac winak to t'a schab'jial sk'och heb' anima chi', ix yalan heb' winh icha tik: Tato ay heb' max jawi t'a sk'ual chi', tz'ik'jiek' masanil tastac ay t'a heb', spechjiel heb' t'a skal heb' yetchonhab' chi', xchi heb' winh."
        },
        {
            "number": "9",
            "text": "Yuj chi', haxo t'a jun k'u chi', aton t'a 20 yoch sb'alunhil uj, ix smolb'an sb'a masanil heb' winh ay yopisio yic Judá yet' yic Benjamín t'a Jerusalén chi'. Ix em k'ojan heb' smasanil t'a yamaq'uil skajnub' Dios. Ste ib'xi heb' yuj tas wan yalchaj chi' yet' pax yuj jun nhab' ov yemi."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix k'e linhan winhaj sacerdote Esdras chi', ix yalan winh t'a heb' icha tik: --Ha ex tik ix och he mul yujto ix eyik'laj he b'a yet' heb' ix ix ch'oc chonhab'il. Icha chi' ix aj swach' och ko mul."
        },
        {
            "number": "11",
            "text": "Ha ticnaik, aleck'eta he mul t'a yichanh Jehová sDiosal heb' ko mam quicham, k'anab'ajejec tas snib'ej. Ik'equel he b'ha t'a skal heb' anima ch'oc chonhab'il chi', tzeyactanpaxcan heb' ix ix, ix eyik'laj he b'a yet'oc t'a skal heb' chi', xchi winh."
        },
        {
            "number": "12",
            "text": "Ix tak'wi heb' anima chi' smasanil, te chaanh ix yal heb' icha tik: --Ol ko k'anab'ajej icha tzal chi'."
        },
        {
            "number": "13",
            "text": "Palta ina max ek'laj nhab' tik, max yal-laj ko kan t'a calle tik, yujto a jun tik, manh jun chab'nhejoc k'ual ol yak' sb'oi, yujto te niwan onh ix och ko mul tik."
        },
        {
            "number": "14",
            "text": "Wach' tato anhej heb' yajal skan t'a tik yic sb'oan yaji, haxo masanil heb' kajan t'a yoltac ko chonhab', heb' ix yik'laj sb'a yet' heb' ix ch'oc chonhab'il chi', syal sjawi heb' t'a junok k'u to skan sk'ual. Aokab' heb' juez yet' heb' yichamtac winaquil chonhab' tz'ik'ancot heb'. Icha chi' ol ko k'ulej ko masanil, masanto ol yal stup yowal sk'ol ko Diosal t'a quib'anh yuj tas ix ko k'ulej tik, xchi heb'."
        },
        {
            "number": "15",
            "text": "Masanil heb' ix jax t'a Babilonia chi', ix scha sk'ol heb' tas ix alchaj chi', palta anhej winhaj Jonatán yuninal winhaj Asael yet' winhaj Jahazías yuninal winhaj Ticwa yet' chawanh heb' winh lewita, aton winhaj Mesulam yet' winhaj Sabetai maj chaan sk'ool. Yuj chi' a winhaj sacerdote Esdras chi', ix yak'och juntzanh heb' winh yajal winh, aton heb' winh yajal t'a skal heb' yinhtilal. Ix tz'ib'chajkan sb'i heb' winh. Axo t'a b'ab'el k'ual yic slajunhil uj, ix smolb'an sb'a heb', yic sch'olb'itan junjun makan heb'."
        },
        {
            "number": "16",
            "text": "Axo t'a b'ab'el k'u yic b'ab'el uj, ata' ix lajwi sch'olb'itaj masanil heb' ix yik'laj sb'a yet' heb' ix ix ch'oc chonhab'il chi'."
        },
        {
            "number": "17",
            "text": "Aton sb'i heb' winh ix yik'laj sb'a yet' heb' ix ch'oc chonhab'il chi': Ha t'a yinhtilal heb' sacerdote yet' t'a heb' sk'ab'yoc winhaj Jesúa yuninal winhaj Josadac: Aton winhaj Maasías, winhaj Eliezer, winhaj Jarib yet' winhaj Gedalías."
        },
        {
            "number": "18",
            "text": "Ha heb' winh ix yak' wal sti' schekan pax heb' ix ix chi'. Ix yak' junjun nok' ch'ac kalnel heb' winh silab'il d'ha Dios yuj smul."
        },
        {
            "number": "19",
            "text": "Ha t'a heb' yinhtilal winhaj Imer: Aton winhaj Hanani yet' winhaj Zebadías."
        },
        {
            "number": "20",
            "text": "D'a heb' yinhtilal winhaj Harim: Aton winhaj Maasías, winhaj Elías, winhaj Semaías, winhaj Jehiel yet' winhaj Uzías."
        },
        {
            "number": "21",
            "text": "D'a heb' yinhtilal winhaj Pasur: Aton winhaj Elioenai, winhaj Maasías, winhaj Ismael, winhaj Natanael, winhaj Jozabad yet' winhaj Elasa."
        },
        {
            "number": "22",
            "text": "Axo t'a heb' yinhtilal heb' lewita: Aton winhaj Jozabad, winhaj Simei, winhaj Kelaía, (skuchan pax Kelita) winhaj Petaías, winhaj Judá yet' winhaj Eliezer."
        },
        {
            "number": "23",
            "text": "Axo t'a skal heb' sb'itani: Aton winhaj Eliasib. Axo t'a skal heb' tanhwum puerta: Aton winhaj Salum, winhaj Telem yet' winhaj Uri."
        },
        {
            "number": "24",
            "text": "Axo t'a skal juntzanhxo heb' quetisraelal, t'a heb' yinhtilal winhaj Paros: Aton winhaj Ramía, winhaj Jezías, winhaj Malquías, winhaj Mijamín, winhaj Eleazar, winhaj Malquías yet' winhaj Benaía."
        },
        {
            "number": "25",
            "text": "Axo t'a heb' yinhtilal winhaj Elam: Aton winhaj Matanías, winhaj Zacarías, winhaj Jehiel, winhaj Abdi, winhaj Jeremot yet' winhaj Elías."
        },
        {
            "number": "26",
            "text": "Axo t'a heb' yinhtilal winhaj Zatu: Aton winhaj Elioenai, winhaj Eliasib, winhaj Matanías, winhaj Jeremot, winhaj Zabad yet' winhaj Aziza."
        },
        {
            "number": "27",
            "text": "Axo t'a heb' yinhtilal winhaj Bebai: Aton winhaj Johanán, winhaj Hananías, winhaj Zabai yet' winhaj Atlai."
        },
        {
            "number": "28",
            "text": "Axo t'a heb' yinhtilal winhaj Bani: Aton winhaj Mesulam, winhaj Maluc, winhaj Adaía, winhaj Jasub, winhaj Seal yet' winhaj Ramot."
        },
        {
            "number": "29",
            "text": "Axo t'a heb' yinhtilal winhaj Pahat-moab: Aton winhaj Adna, winhaj Quelal, winhaj Benaía, winhaj Maasías, winhaj Matanías, winhaj Bezaleel, winhaj Binúi yet' winhaj Manasés."
        },
        {
            "number": "30",
            "text": "Axo t'a heb' yinhtilal winhaj Harim: Aton winhaj Eliezer, winhaj Isías, winhaj Malquías, winhaj Semaías, winhaj Simeón,"
        },
        {
            "number": "31",
            "text": "winhaj Benjamín, winhaj Maluc yet' winhaj Semarías."
        },
        {
            "number": "32",
            "text": "Axo t'a heb' yinhtilal winhaj Hasum: Aton winhaj Matenai, winhaj Matata, winhaj Zabad, winhaj Elifelet, winhaj Jeremai, winhaj Manasés yet' winhaj Simei."
        },
        {
            "number": "33",
            "text": "Axo t'a yinhtilal winhaj Bani: Aton winhaj Madai, winhaj Amram, winhaj Uel, winhaj Benaía, winhaj Bedías, winhaj Quelúhi, winhaj Vanías, winhaj Meremot, winhaj Eliasib, winhaj Matanías, winhaj Matenai, winhaj Jaasai."
        },
        {
            "number": "34",
            "text": "Axo t'a yinhtilal winhaj Binúi: Aton winhaj Simei, winhaj Selemías, winhaj Natán, winhaj Adaía, winhaj Macnadebai, winhaj Sasai, winhaj Sarai, winhaj Azareel, winhaj Selemías, winhaj Semarías, winhaj Salum, winhaj Amarías yet' winhaj José."
        },
        {
            "number": "35",
            "text": "Axo t'a yinhtilal winhaj Nebo: Aton winhaj Jeiel, winhaj Matatías, winhaj Zabad, winhaj Zebina, winhaj Jadau, winhaj Joel yet' winhaj Benaía."
        },
        {
            "number": "36",
            "text": "Masanil juntzanh heb' winh tik, ix yik'laj sb'a heb' winh yet' heb' ix ix ch'oc chonhab'il. Ay heb' winh ayxo yuninal yet' heb' ix."
        }
    ]
}