{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Yacb'an van slesalvi winhaj Esdras chi', van yok' winh syalanq'ueta smul eb' yetisraelal winh, cumanem winh t'a yichanh scajnub' Dios. Yacb'an chi', ix och oyan jun nhilanh eb' yetisraelal winh t'a spatic, eb' winh vinac, eb' ix ix yet' eb' unin. Ix te ok' val eb' yet' winh."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi', haxo winhaj Secanías yuninal winhaj Jehiel t'a yinhtilal winhaj Elam, ix alan t'a winhaj Esdras chi' icha tik: Ha onh tik maj co k'anab'ajej co Diosal, yujto ix quik'laj co b'a yet' eb' ix ix ch'oc chonhab'il, palta jun, ayto val sb'onab'il jun tik t'ayonh."
        },
        {
            "number": "3",
            "text": "Ha ticnaic, scak' co ti', ol co chec pax eb' ix ch'oc chonhab'il chi' yet' yune'. Ol co k'anab'ajan tas tzal chi' yet' tas syal eb' sk'anab'ajan schecnab'il Dios ed'oc, icha yalan checnab'il chi'."
        },
        {
            "number": "4",
            "text": "Yuj chi' q'ueanh vaan, yujto a ach tik syal a b'oan yaj jun tik. Ol onh kolwaj ed'oc. Tek'b'ej a b'a a b'oan jun munlajel tik, xchi winh."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix q'ue linhan winhaj Esdras chi', ix schecan winh yak' sti' eb' yajalil eb' sacerdote, eb' levita yet' juntzanhxo eb' yetisraelal eb' yic sk'anab'ajej eb' icha ix aj yak'an sti' chi'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix el winhaj Esdras chi' t'a yichanh scajnub' Dios chi', ix b'at winh t'a scuarto winhaj Johanán yuninal winhaj Eliasib. Ata' ix ek' ak'val yuj winh. Malaj jab'oc tas ix sva winh, malaj pax tas ix yuq'uej winh, yujto ix te kus sk'ol winh yuj smul eb' ix jax t'a Babilonia chi'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix alchaji to a masanil eb' ay t'a Jerusalén yet' eb' ay t'a juntzanhxo chonhab' t'a yol yic Judá, aton eb' jaxnac chi', to smolb'ej sb'a eb' t'a Jerusalén chi'."
        },
        {
            "number": "8",
            "text": "Ix smol alan eb' winh yajal yet' eb' winh ichamtac vinac to t'a schab'jial sk'och eb' anima chi', ix yalan eb' winh icha tik: Tato ay eb' max javi t'a sk'ual chi', tz'ik'jiek' masanil tastac ay t'a eb', spechjiel eb' t'a skal eb' yetchonhab' chi', xchi eb' winh."
        },
        {
            "number": "9",
            "text": "Yuj chi', haxo t'a jun k'u chi', aton t'a 20 yoch sb'alunhil uj, ix smolb'an sb'a masanil eb' winh ay yopisio yic Judá yet' yic Benjamín t'a Jerusalén chi'. Ix em k'ojan eb' smasanil t'a yamaq'uil scajnub' Dios. Ste ib'xi eb' yuj tas van yalchaj chi' yet' pax yuj jun nhab' ov yemi."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix q'ue linhan winhaj sacerdote Esdras chi', ix yalan winh t'a eb' icha tik: --Ha ex tik ix och e mul yujto ix eyik'laj e b'a yet' eb' ix ix ch'oc chonhab'il. Icha chi' ix aj swach' och co mul."
        },
        {
            "number": "11",
            "text": "Ha ticnaic, alecq'ueta e mul t'a yichanh Jehová sDiosal eb' co mam quicham, k'anab'ajejec tas snib'ej. Iq'uequel e b'ha t'a skal eb' anima ch'oc chonhab'il chi', tzeyactanpaxcan eb' ix ix, ix eyik'laj e b'a yet'oc t'a skal eb' chi', xchi winh."
        },
        {
            "number": "12",
            "text": "Ix tak'vi eb' anima chi' smasanil, te chaanh ix yal eb' icha tik: --Ol co k'anab'ajej icha tzal chi'."
        },
        {
            "number": "13",
            "text": "Palta ina max ek'laj nhab' tik, max yal-laj co kan t'a calle tik, yujto a jun tik, manh jun chab'nhejoc k'ual ol yak' sb'oi, yujto te niwan onh ix och co mul tik."
        },
        {
            "number": "14",
            "text": "Wach' tato anhej eb' yajal skan t'a tik yic sb'oan yaji, haxo masanil eb' cajan t'a yoltac co chonhab', eb' ix yik'laj sb'a yet' eb' ix ch'oc chonhab'il chi', syal sjavi eb' t'a junok k'u to skan sk'ual. Aocab' eb' juez yet' eb' yichamtac vinaquil chonhab' tz'ik'ancot eb'. Icha chi' ol co k'ulej co masanil, masanto ol yal stup yoval sk'ol co Diosal t'a quib'anh yuj tas ix co k'ulej tik, xchi eb'."
        },
        {
            "number": "15",
            "text": "Masanil eb' ix jax t'a Babilonia chi', ix scha sk'ol eb' tas ix alchaj chi', palta anhej winhaj Jonatán yuninal winhaj Asael yet' winhaj Jahazías yuninal winhaj Ticva yet' chavanh eb' winh levita, aton winhaj Mesulam yet' winhaj Sabetai maj chaan sk'ool. Yuj chi' a winhaj sacerdote Esdras chi', ix yak'och juntzanh eb' winh yajal winh, aton eb' winh yajal t'a skal eb' yinhtilal. Ix tz'ib'chajcan sb'i eb' winh. Axo t'a b'ab'el k'ual yic slajunhil uj, ix smolb'an sb'a eb', yic sch'olb'itan junjun makan eb'."
        },
        {
            "number": "16",
            "text": "Axo t'a b'ab'el k'u yic b'ab'el uj, ata' ix lajvi sch'olb'itaj masanil eb' ix yik'laj sb'a yet' eb' ix ix ch'oc chonhab'il chi'."
        },
        {
            "number": "17",
            "text": "Aton sb'i eb' winh ix yik'laj sb'a yet' eb' ix ch'oc chonhab'il chi': Ha t'a yinhtilal eb' sacerdote yet' t'a eb' sk'ab'yoc winhaj Jesúa yuninal winhaj Josadac: Aton winhaj Maasías, winhaj Eliezer, winhaj Jarib yet' winhaj Gedalías."
        },
        {
            "number": "18",
            "text": "Ha eb' winh ix yak' val sti' schecan pax eb' ix ix chi'. Ix yak' junjun nok' ch'ac calnel eb' winh silab'il d'ha Dios yuj smul."
        },
        {
            "number": "19",
            "text": "Ha t'a eb' yinhtilal winhaj Imer: Aton winhaj Hanani yet' winhaj Zebadías."
        },
        {
            "number": "20",
            "text": "D'a eb' yinhtilal winhaj Harim: Aton winhaj Maasías, winhaj Elías, winhaj Semaías, winhaj Jehiel yet' winhaj Uzías."
        },
        {
            "number": "21",
            "text": "D'a eb' yinhtilal winhaj Pasur: Aton winhaj Elioenai, winhaj Maasías, winhaj Ismael, winhaj Natanael, winhaj Jozabad yet' winhaj Elasa."
        },
        {
            "number": "22",
            "text": "Axo t'a eb' yinhtilal eb' levita: Aton winhaj Jozabad, winhaj Simei, winhaj Kelaía, (scuchan pax Kelita) winhaj Petaías, winhaj Judá yet' winhaj Eliezer."
        },
        {
            "number": "23",
            "text": "Axo t'a skal eb' sb'itani: Aton winhaj Eliasib. Axo t'a skal eb' tanhvum puerta: Aton winhaj Salum, winhaj Telem yet' winhaj Uri."
        },
        {
            "number": "24",
            "text": "Axo t'a skal juntzanhxo eb' quetisraelal, t'a eb' yinhtilal winhaj Paros: Aton winhaj Ramía, winhaj Jezías, winhaj Malquías, winhaj Mijamín, winhaj Eleazar, winhaj Malquías yet' winhaj Benaía."
        },
        {
            "number": "25",
            "text": "Axo t'a eb' yinhtilal winhaj Elam: Aton winhaj Matanías, winhaj Zacarías, winhaj Jehiel, winhaj Abdi, winhaj Jeremot yet' winhaj Elías."
        },
        {
            "number": "26",
            "text": "Axo t'a eb' yinhtilal winhaj Zatu: Aton winhaj Elioenai, winhaj Eliasib, winhaj Matanías, winhaj Jeremot, winhaj Zabad yet' winhaj Aziza."
        },
        {
            "number": "27",
            "text": "Axo t'a eb' yinhtilal winhaj Bebai: Aton winhaj Johanán, winhaj Hananías, winhaj Zabai yet' winhaj Atlai."
        },
        {
            "number": "28",
            "text": "Axo t'a eb' yinhtilal winhaj Bani: Aton winhaj Mesulam, winhaj Maluc, winhaj Adaía, winhaj Jasub, winhaj Seal yet' winhaj Ramot."
        },
        {
            "number": "29",
            "text": "Axo t'a eb' yinhtilal winhaj Pahat-moab: Aton winhaj Adna, winhaj Quelal, winhaj Benaía, winhaj Maasías, winhaj Matanías, winhaj Bezaleel, winhaj Binúi yet' winhaj Manasés."
        },
        {
            "number": "30",
            "text": "Axo t'a eb' yinhtilal winhaj Harim: Aton winhaj Eliezer, winhaj Isías, winhaj Malquías, winhaj Semaías, winhaj Simeón,"
        },
        {
            "number": "31",
            "text": "winhaj Benjamín, winhaj Maluc yet' winhaj Semarías."
        },
        {
            "number": "32",
            "text": "Axo t'a eb' yinhtilal winhaj Hasum: Aton winhaj Matenai, winhaj Matata, winhaj Zabad, winhaj Elifelet, winhaj Jeremai, winhaj Manasés yet' winhaj Simei."
        },
        {
            "number": "33",
            "text": "Axo t'a yinhtilal winhaj Bani: Aton winhaj Madai, winhaj Amram, winhaj Uel, winhaj Benaía, winhaj Bedías, winhaj Quelúhi, winhaj Vanías, winhaj Meremot, winhaj Eliasib, winhaj Matanías, winhaj Matenai, winhaj Jaasai."
        },
        {
            "number": "34",
            "text": "Axo t'a yinhtilal winhaj Binúi: Aton winhaj Simei, winhaj Selemías, winhaj Natán, winhaj Adaía, winhaj Macnadebai, winhaj Sasai, winhaj Sarai, winhaj Azareel, winhaj Selemías, winhaj Semarías, winhaj Salum, winhaj Amarías yet' winhaj José."
        },
        {
            "number": "35",
            "text": "Axo t'a yinhtilal winhaj Nebo: Aton winhaj Jeiel, winhaj Matatías, winhaj Zabad, winhaj Zebina, winhaj Jadau, winhaj Joel yet' winhaj Benaía."
        },
        {
            "number": "36",
            "text": "Masanil juntzanh eb' winh tik, ix yik'laj sb'a eb' winh yet' eb' ix ix ch'oc chonhab'il. Ay eb' winh ayxo yuninal yet' eb' ix."
        }
    ]
}