{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Aton slistail eb' aj Judá ik'b'ilb'at yuj vinhaj Nabucodonosor sreyal Babilonia, eb' ix jax d'a Jerusalén yed' d'a juntzanhxo lugar d'a yol yic Judá. Junjun eb' ix k'ochxican d'a schonhab'. Axo eb' vinh cuchb'um d'a eb', aton eb' vinh tic: Vinhaj Zorobabel, vinhaj Jesúa, vinhaj Nehemías, vinhaj Seraías, vinhaj Reelaías, vinhaj Mardoqueo, vinhaj Bilsán, vinhaj Mizpar, vinhaj Bigvai, vinhaj Rehum yed' vinhaj Baana."
        },
        {
            "number": "2",
            "text": "A eb' yinhtilal vinhaj Paros, 2 mil 172 eb'. Eb' yinhtilal vinhaj Sefatías, 372 eb'. Eb' yinhtilal vinhaj Ara, 775 eb'. Eb' yinhtilal vinhaj Pahat-moab, aton eb' yinhtilal vinhaj Jesúa yed' vinhaj Joab, 2 mil 812 eb'. Eb' yinhtilal vinhaj Elam, mil 254 eb'. Eb' yinhtilal vinhaj Zatu, 945 eb'. Eb' yinhtilal vinhaj Zacai, 760 eb'. Eb' yinhtilal vinhaj Bani, 642 eb'. Eb' yinhtilal vinhaj Bebai, 623 eb'. Eb' yinhtilal vinhaj Azgad, mil 222 eb'. Eb' yinhtilal vinhaj Adonicam, 666 eb'. Eb' yinhtilal vinhaj Bigvai, 2 mil 56 eb'. Eb' yinhtilal vinhaj Adín, 454 eb'. Eb' yinhtilal vinhaj Ater, anhejtona' vinh scuchanpax Ezequías, 98 eb'. Eb' yinhtilal vinhaj Bezai, 323 eb'. Eb' yinhtilal vinhaj Jora, 112 eb'. Eb' yinhtilal vinhaj Hasum, 223 eb'. Eb' yinhtilal vinhaj Gibar, 95 eb'."
        },
        {
            "number": "3",
            "text": "Ay eb' yinhtilalcan eb' anima ek'nac cajan d'a juntzanh chonhab' ix meltzajpaxi, aton eb' tic: Eb' aj Belén, 123 eb'. Eb' aj Netofa, 56 eb'. Eb' aj Anatot, 128 eb'. Eb' yinhtilal vinhaj Azmavet, 42 eb'. Eb' aj Quiriat-jearim, eb' aj Cafira yed' eb' aj Beerot, 743 eb'. Eb' aj Ramá yed' eb' aj Geba, 621 eb'. Eb' aj Micmas, 122 eb'. Eb' aj Betel yed' eb' aj Hai, 223 eb'. Eb' yinhtilal vinhaj Nebo, 52 eb'. Eb' yinhtilal vinhaj Magbis, 156 eb'. Eb' ek'nac d'a junxo scuchan Elam, mil 254 eb'. Eb' aj Harim, 320 eb'. Eb' aj Lod, eb' aj Hadid yed' eb' aj Ono, 725 eb'. Eb' aj Jericó, 345 eb'. Eb' aj Senaa, 3 mil 630 eb'."
        },
        {
            "number": "4",
            "text": "Axo eb' sacerdote, eb' yinhtilal vinhaj Jedaías, aton eb' yinhtilal vinhaj Jesúa, 973 eb'. Eb' yinhtilal vinhaj Imer, mil 52 eb'. Eb' yinhtilal vinhaj Pasur, mil 247 eb'. Eb' yinhtilal vinhaj Harim mil 17 eb'."
        },
        {
            "number": "5",
            "text": "Eb' levita yinhtilal vinhaj Jesúa yed' eb' yinhtilal vinhaj Cadmiel, a eb' chi' yinhtilal pax eb' vinhaj Hodabías, 74 eb'. Eb' yinhtilal vinhaj Asaf sb'itani, 128 eb' d'a smasanil. Eb' tanhvum puerta, aton eb' yinhtilal vinhaj Salum, eb' yinhtilal vinhaj Ater, eb' yinhtilal vinhaj Talmón, eb' yinhtilal vinhaj Acub, eb' yinhtilal vinhaj Hatita yed' eb' yinhtilal vinhaj Sobai, 139 eb' d'a smasanil."
        },
        {
            "number": "6",
            "text": "Axo eb' smunlaj d'a templo, aton eb' yinhtilalcan eb' vinh ol b'inaj tic: Vinhaj Ziha, vinhaj Hasufa, vinhaj Tabaot, vinhaj Queros, vinhaj Siaha, vinhaj Padón, vinhaj Lebana, vinhaj Hagaba, vinhaj Acub, vinhaj Hagab, vinhaj Salmai, vinhaj Hanán, vinhaj Gidel, vinhaj Gahar, vinhaj Reaía, vinhaj Rezín, vinhaj Necoda, vinhaj Gazam, vinhaj Uza, vinhaj Paseah, vinhaj Besai, vinhaj Asena, vinhaj Meunim, vinhaj Nefusim, vinhaj Bacbuc, vinhaj Hacufa, vinhaj Harhur, vinhaj Bazlut, vinhaj Mehída, vinhaj Harsa, vinhaj Barcos, vinhaj Sísara, vinhaj Tema, vinhaj Nezía yed' pax vinhaj Hatifa."
        },
        {
            "number": "7",
            "text": "Ay pax eb' yinhtilalcan eb' ak'jinac servil vinhaj Salomón, aton eb' yinhtilal eb' vinh ol b'inaj tic: Vinhaj Sotai, vinhaj Soferet, vinhaj Peruda, vinhaj Jaala, vinhaj Darcón, vinhaj Gidel, vinhaj Sefatías, vinhaj Hatil, vinhaj Poqueret-hazebaim yed' pax vinhaj Ami."
        },
        {
            "number": "8",
            "text": "Masanil eb' tz'ak'vi servil d'a scajnub' Dios yed' pax yinhtilal eb' ak'jinac servil vinhaj Salomón, 392 eb' d'a smasanil."
        },
        {
            "number": "9",
            "text": "A vinhaj Delaías yed' eb' yinhtilal vinhaj Tobías yed' eb' yinhtilal vinhaj Necoda, 652 eb'. A eb' tic ix cot eb' d'a Tel-mela, d'a Tel-harsa, d'a Querub, d'a Addán yed' d'a Imer. A eb' tic, maxtzac yal-laj sch'oxanel sb'a eb' tato yinhtilal Israel eb'."
        },
        {
            "number": "10",
            "text": "A eb' yinhtilal vinhaj Habaía, eb' yinhtilal vinhaj Cos yed' eb' yinhtilal vinhaj Barzilai, ix yal eb' to sacerdote eb', palta malaj b'aj tz'ib'ab'ilcani tato yinhtilal sacerdote eb'. Yuj chi' maj chajioch eb' d'a opisio d'a sacerdoteal. A vinhaj Barzilai chi', ix yik'laj sb'a vinh yed' jun ix yisil jun vinh aj Galaad scuchan Barzilai, yuj chi' a sb'i vinh snhi' vinh chi' ix ochcan d'ay."
        },
        {
            "number": "11",
            "text": "Ix yalan vinh yajal yaj d'a eb' to max yal svaan vael eb' yic Dios yaji, masanto yic ol yil junoc vinh sacerdote d'a Urim yed' Tumim yic scheclaji tato yel yinhtilal sacerdote eb'."
        },
        {
            "number": "12",
            "text": "Junnhej ix aj eb' anima chi' smasanil, 42 mil 360 eb'. Ch'oc pax yaj eb' vinh checab' yed' eb' ix checab', 7 mil 337 eb' d'a smasanil, ch'oc pax yaj 200 eb' vinh vinac yed' eb' ix ix sb'itani. Ay pax 736 nok' chej, 245 nok' mula, 435 nok' camello yed' 6 mil 720 nok' b'uru."
        },
        {
            "number": "13",
            "text": "Ayic ix k'och eb' d'a Jerusalén, ay juntzanh eb' yajal d'a scal eb', ix yak' silab' eb' yuj sb'ochajxi scajnub' Jehová b'aj ayek' d'a peca'."
        },
        {
            "number": "14",
            "text": "Icha syal jantac ix techaj yuj eb', a ix yak' eb' yic sb'ochajxi templo chi'. Mil 30 libra q'uen oro ix yak' eb' yed' 5 mil 740 libra q'uen plata yed' 100 pichul yic eb' sacerdote."
        },
        {
            "number": "15",
            "text": "A eb' sacerdote, eb' levita sb'itani, eb' tanhvum puerta yed' eb' smunlaj d'a templo yed' juntzanhxo eb' chonhab', ix cajnajcan eb' d'a Jerusalén chi'. Axo masanil eb' yetisraelal eb' chi', ix b'at cajnajxican junjun eb' b'aj ek'nac eb' smam yicham eb' d'a peca'."
        }
    ]
}