{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Aton slistail heb' aj Judá ik'b'ilb'at yuj winhaj Nabucodonosor sreyal Babilonia, heb' ix jax t'a Jerusalén yet' t'a juntzanhxo lugar t'a yol yic Judá. Junjun heb' ix k'ochxikan t'a schonhab'. Axo heb' winh cuchb'um t'a heb', aton heb' winh tik: Vinhaj Zorobabel, winhaj Jesúa, winhaj Nehemías, winhaj Seraías, winhaj Reelaías, winhaj Mardoqueo, winhaj Bilsán, winhaj Mizpar, winhaj Bigwai, winhaj Rehum yet' winhaj Baana."
        },
        {
            "number": "2",
            "text": "Ha heb' yinhtilal winhaj Paros, 2 mil 172 heb'. Eb' yinhtilal winhaj Sefatías, 372 heb'. Eb' yinhtilal winhaj Ara, 775 heb'. Eb' yinhtilal winhaj Pahat-moab, aton heb' yinhtilal winhaj Jesúa yet' winhaj Joab, 2 mil 812 heb'. Eb' yinhtilal winhaj Elam, mil 254 heb'. Eb' yinhtilal winhaj Zatu, 945 heb'. Eb' yinhtilal winhaj Zacai, 760 heb'. Eb' yinhtilal winhaj Bani, 642 heb'. Eb' yinhtilal winhaj Bebai, 623 heb'. Eb' yinhtilal winhaj Azgad, mil 222 heb'. Eb' yinhtilal winhaj Adonicam, 666 heb'. Eb' yinhtilal winhaj Bigwai, 2 mil 56 heb'. Eb' yinhtilal winhaj Adín, 454 heb'. Eb' yinhtilal winhaj Ater, anhejtona' winh skuchanpax Ezequías, 98 heb'. Eb' yinhtilal winhaj Bezai, 323 heb'. Eb' yinhtilal winhaj Jora, 112 heb'. Eb' yinhtilal winhaj Hasum, 223 heb'. Eb' yinhtilal winhaj Gibar, 95 heb'."
        },
        {
            "number": "3",
            "text": "Ay heb' yinhtilalkan heb' anima ek'nac kajan t'a juntzanh chonhab' ix meltzajpaxi, aton heb' tik: Eb' aj Belén, 123 heb'. Eb' aj Netofa, 56 heb'. Eb' aj Anatot, 128 heb'. Eb' yinhtilal winhaj Azmawet, 42 heb'. Eb' aj Quiriat-jearim, heb' aj Cafira yet' heb' aj Beerot, 743 heb'. Eb' aj Ramá yet' heb' aj Geba, 621 heb'. Eb' aj Micmas, 122 heb'. Eb' aj Betel yet' heb' aj Hai, 223 heb'. Eb' yinhtilal winhaj Nebo, 52 heb'. Eb' yinhtilal winhaj Magbis, 156 heb'. Eb' ek'nac t'a junxo skuchan Elam, mil 254 heb'. Eb' aj Harim, 320 heb'. Eb' aj Lod, heb' aj Hadid yet' heb' aj Ono, 725 heb'. Eb' aj Jericó, 345 heb'. Eb' aj Senaa, 3 mil 630 heb'."
        },
        {
            "number": "4",
            "text": "Axo heb' sacerdote, heb' yinhtilal winhaj Jedaías, aton heb' yinhtilal winhaj Jesúa, 973 heb'. Eb' yinhtilal winhaj Imer, mil 52 heb'. Eb' yinhtilal winhaj Pasur, mil 247 heb'. Eb' yinhtilal winhaj Harim mil 17 heb'."
        },
        {
            "number": "5",
            "text": "Eb' lewita yinhtilal winhaj Jesúa yet' heb' yinhtilal winhaj Cadmiel, a heb' chi' yinhtilal pax heb' winhaj Hodabías, 74 heb'. Eb' yinhtilal winhaj Asaf sb'itani, 128 heb' t'a smasanil. Eb' tanhwum puerta, aton heb' yinhtilal winhaj Salum, heb' yinhtilal winhaj Ater, heb' yinhtilal winhaj Talmón, heb' yinhtilal winhaj Acub, heb' yinhtilal winhaj Hatita yet' heb' yinhtilal winhaj Sobai, 139 heb' t'a smasanil."
        },
        {
            "number": "6",
            "text": "Axo heb' smunlaj t'a templo, aton heb' yinhtilalkan heb' winh ol b'inaj tik: Vinhaj Ziha, winhaj Hasufa, winhaj Tabaot, winhaj Queros, winhaj Siaha, winhaj Padón, winhaj Lebana, winhaj Hagaba, winhaj Acub, winhaj Hagab, winhaj Salmai, winhaj Hanán, winhaj Gidel, winhaj Gahar, winhaj Reaía, winhaj Rezín, winhaj Necoda, winhaj Gazam, winhaj Uza, winhaj Paseah, winhaj Besai, winhaj Asena, winhaj Meunim, winhaj Nefusim, winhaj Bacbuc, winhaj Hacufa, winhaj Harhur, winhaj Bazlut, winhaj Mehída, winhaj Harsa, winhaj Barcos, winhaj Sísara, winhaj Tema, winhaj Nezía yet' pax winhaj Hatifa."
        },
        {
            "number": "7",
            "text": "Ay pax heb' yinhtilalkan heb' ak'jinac serwil winhaj Salomón, aton heb' yinhtilal heb' winh ol b'inaj tik: Vinhaj Sotai, winhaj Soferet, winhaj Peruda, winhaj Jaala, winhaj Darcón, winhaj Gidel, winhaj Sefatías, winhaj Hatil, winhaj Poqueret-hazebaim yet' pax winhaj Ami."
        },
        {
            "number": "8",
            "text": "Masanil heb' tz'ak'wi serwil t'a skajnub' Dios yet' pax yinhtilal heb' ak'jinac serwil winhaj Salomón, 392 heb' t'a smasanil."
        },
        {
            "number": "9",
            "text": "Ha winhaj Delaías yet' heb' yinhtilal winhaj Tobías yet' heb' yinhtilal winhaj Necoda, 652 heb'. Ha heb' tik ix cot heb' t'a Tel-mela, t'a Tel-harsa, t'a Querub, t'a Addán yet' t'a Imer. Ha heb' tik, maxtzac yal-laj sch'oxanel sb'a heb' tato yinhtilal Israel heb'."
        },
        {
            "number": "10",
            "text": "Ha heb' yinhtilal winhaj Habaía, heb' yinhtilal winhaj Cos yet' heb' yinhtilal winhaj Barzilai, ix yal heb' to sacerdote heb', palta malaj b'aj tz'ib'ab'ilkani tato yinhtilal sacerdote heb'. Yuj chi' maj chajioch heb' t'a opisio t'a sacerdoteal. Ha winhaj Barzilai chi', ix yik'laj sb'a winh yet' jun ix yisil jun winh aj Galaad skuchan Barzilai, yuj chi' a sb'i winh snhi' winh chi' ix ochkan t'ay."
        },
        {
            "number": "11",
            "text": "Ix yalan winh yajal yaj t'a heb' to max yal swaan wael heb' yic Dios yaji, masanto yic ol yil junok winh sacerdote t'a Urim yet' Tumim yic scheclaji tato yel yinhtilal sacerdote heb'."
        },
        {
            "number": "12",
            "text": "Junnhej ix aj heb' anima chi' smasanil, 42 mil 360 heb'. Ch'oc pax yaj heb' winh chekab' yet' heb' ix chekab', 7 mil 337 heb' t'a smasanil, ch'oc pax yaj 200 heb' winh winak yet' heb' ix ix sb'itani. Ay pax 736 nok' chej, 245 nok' mula, 435 nok' camello yet' 6 mil 720 nok' b'uru."
        },
        {
            "number": "13",
            "text": "Ayic ix k'och heb' t'a Jerusalén, ay juntzanh heb' yajal t'a skal heb', ix yak' silab' heb' yuj sb'ochajxi skajnub' Jehová b'aj ayek' t'a peka'."
        },
        {
            "number": "14",
            "text": "Icha syal jantac ix techaj yuj heb', a ix yak' heb' yic sb'ochajxi templo chi'. Mil 30 libra k'een oro ix yak' heb' yet' 5 mil 740 libra k'een plata yet' 100 pichul yic heb' sacerdote."
        },
        {
            "number": "15",
            "text": "Ha heb' sacerdote, heb' lewita sb'itani, heb' tanhwum puerta yet' heb' smunlaj t'a templo yet' juntzanhxo heb' chonhab', ix kajnajkan heb' t'a Jerusalén chi'. Axo masanil heb' yetisraelal heb' chi', ix b'at kajnajxikan junjun heb' b'aj ek'nac heb' smam yicham heb' t'a peka'."
        }
    ]
}