{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Toxo ix laj ajxi kajan heb' israel t'a schonhab'kani, haxo yic ix jawi jun yuquil uj, ix smolb'an sb'a heb' masanil t'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Axo winhaj Jesúa yuninal winhaj Josadac yet' juntzanhxo heb' winh sacerdote yet' pax winhaj Zorobabel yuninal winhaj Salatiel yet' heb' sk'ab'yoc, ix syamoch heb' winh sb'oanxik'e altar yic Jehová Dios, yic syak' silab' heb' t'a yib'anh altar chi', icha yajkan t'a ley yuj winhaj Moisés schekab' Dios."
        },
        {
            "number": "3",
            "text": "Yujto xiv heb' t'a heb' ch'oc chonhab'il kajan t'a slak'anil, yuj chi' te wach' ix yutej heb' sb'oank'e jun altar chi'. Junjun q'uinhib'alil yet' junjun yemk'ualil snhus silab' heb' t'a yib'anh altar chi', yic syik'anchaanh Jehová heb'."
        },
        {
            "number": "4",
            "text": "Ix yak'anoch q'uinh heb' yic chinama, ix yak'an silab' heb' tz'ak'ji t'a junjun k'u, icha yalankan ley."
        },
        {
            "number": "5",
            "text": "Ix yak'an silab' heb' to stz'ha t'a junjun k'u, silab' ayic tz'alji k'een uj, silab' yuj q'uinh tz'och t'a junjun ab'il yet' silab' mach tz'el t'a sk'ool yak'an t'a Jehová."
        },
        {
            "number": "6",
            "text": "Ha t'a b'ab'el k'ual yic yuquil uj, ix schaanel yich heb' yak'an silab' stz'ai, wach'chom manto em yich skajnub' Jehová."
        },
        {
            "number": "7",
            "text": "Ix yak'an tumin heb' t'a heb' albañil yet' t'a heb' nhicum te'. Ix yak'anpax ixim trigo heb', wino yet' aceite t'a heb' aj Sidón yet' t'a heb' aj Tiro yic syak'ancot te' k'ute' heb' t'a Líbano. Scot te' t'a yib'anh ha' mar masanto sjawi te' t'a Jope, icha ix aj yalan winhaj Ciro sreyal Persia."
        },
        {
            "number": "8",
            "text": "Ix el yich sb'ochajxi skajnub' Dios yuj winhaj Zorobabel yuninal winhaj Salatiel, winhaj Jesúa yuninal winhaj Josadac yet' heb' sacerdote, heb' lewita yet' masanil heb' ix cot t'a Babilonia. D'a schab'il ujal yic schab'il ab'il sjawi heb' t'a Jerusalén, ix syamanoch heb' sb'oanxi skajnub' Jehová, ix yak'anoch jun munlajel chi' heb' t'a yol sk'ab' heb' lewita ek'xo 20 ab'il sk'inal."
        },
        {
            "number": "9",
            "text": "Ha jun winh lewita skuchan Jesúa, heb' yuninal winh yet' heb' yuk'tac winh, winhaj Cadmiel yet' heb' yuninal yet' pax heb' yinhtilal heb' aj Judá, junnhej ix yutej sb'a heb'. Cuchb'um ix aj heb' t'a munlajel chi'. Ix colwajpax heb' lewita yinhtilal winhaj Henadad yet' heb' ayto yuj sb'a yet' heb'."
        },
        {
            "number": "10",
            "text": "Ayic ix yak'anem yich skajnub' Jehová chi' heb' albañil, ix k'e linhan heb' winh sacerdote, ayoch spichul heb' winh yic sacerdoteal, yet'nac strompeta heb' winh. Axo heb' lewita yinhtilal winhaj Asaf yet'nac splatillo heb', sb'itan heb' t'a Jehová, icha yalnakkan winhaj Dawid sreyal Israel t'a peka'."
        },
        {
            "number": "11",
            "text": "Sb'itan jun makan heb', stak'wipax nanhalxo heb', syalan heb' icha tik: Caq'ek yuj diosal t'a Jehová yujto te wach', yujto te xajan onh a onh israel onh tik yuj t'a junelnhej, xchi masanil anima. Tz'el yav heb' yuj tzalajk'olal, sb'itanpax heb' t'a Jehová Dios yujto toxo ix emxi yich skajnub'."
        },
        {
            "number": "12",
            "text": "Tzijtum heb' sacerdote, heb' lewita yet' heb' yajalil chonhab' te ichamtac winacxo, yilnac jun b'ab'el templo heb'. Te chaanh ix el yav heb' yoq'ui ayic ix yilan heb' yem yich junxo ak' templo chi'. Tzijtum pax mach tz'el yav yuj tzalajk'olal."
        },
        {
            "number": "13",
            "text": "Maxtzac nachajel yuj heb' tz'ab'ani tas wan yuji chi'. Ay mach tz'oq'ui, ay mach tz'awaj yuj tzalajk'olal, najat tz'ab'chaj yel yav heb' yujto te chaanh tz'awaj heb'."
        }
    ]
}