{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an heb' ajk'ol yaj t'a heb' yic Judá yet' t'a heb' yic Benjamín to a heb' ix meltzajcot t'a Babilonia wan sb'oanxik'e stemplo Jehová sDiosal heb',"
        },
        {
            "number": "2",
            "text": "ix k'och heb' t'a winhaj Zorobabel yet' t'a heb' yajal yaj t'a skal junjun makan heb'. Ix yalan heb' icha tik: --Comonoc scha he k'ool sco b'o jun munlajel tik eyed'oc, yujto tzonh ochpax ejmelal t'a he Diosal chi' icha ex tik. Atax yic onh ik'chajcot t'a tik yuj winhaj Esar-hadón sreyal Asiria, atax ta' onh och ijan cak'an ko silab' t'a he Diosal chi', xchi heb'."
        },
        {
            "number": "3",
            "text": "Ix tak'wi winhaj Zorobabel yet' winhaj Jesúa yet' juntzanhxo heb' winh yajal yaj chi', ix yalan heb' winh icha tik: --Manh ol yal-laj junnhej ol ko b'oxik'e scajnub' Jehová ko Diosal tik eyed'oc. Ha onnhej israel onh tik ol ko b'o'o, yujto icha chi' ix aj yalan winhaj Ciro sreyal Persia t'ayonh, xchi heb' winh."
        },
        {
            "number": "4",
            "text": "Palta ix och wal ijan heb' ajk'ol chi' yak'an chab'axk'e sk'ol heb', yic xivchaanh masanil heb' cajan t'a Judá chi' yic wach' maxtzac sb'oxik'e jun templo chi' heb'."
        },
        {
            "number": "5",
            "text": "Ix yak'an k'een tumin heb' ajk'ol chi' t'a juntzanh heb' yajal ak'b'iloch yuj winh sreyal Persia t'a skal heb', yic smontaj heb', yic wach' scachoch waan heb' israel chi' heb' t'a jun munlajel chi'. Ichanhej chi' ix yutej sb'a heb' ayic ayoch winhaj Ciro reyal t'a Persia, masanto ayic ix och winhaj Darío reyal."
        },
        {
            "number": "6",
            "text": "Ayic ix schaanpaxel yich winhaj Asuero yak'an reyal, ix ak'wipax queja heb' ajk'ol chi' t'a spatic heb' cajan t'a Judá yet' t'a Jerusalén."
        },
        {
            "number": "7",
            "text": "Anhejtona' ayic ayoch winhaj Artajerjes reyal t'a Persia, ix slajtiej sb'a winhaj Bislam, winhaj Mitrídates, winhaj Tabeel yet' pax juntzanhxo heb' winh yetb'eyum heb' winh. Ix stz'ib'ejb'at juntzanh lolonel heb' winh t'a winh rey chi'. Ha t'a ti' arameo ix tz'ib'chaj ch'anh uum chi'."
        },
        {
            "number": "8",
            "text": "Axo winhaj Rehum winh sat yajal heb' soldado yet' winhaj Simsai winh tz'ib'um, ix stz'ib'ejpaxb'at junxo carta heb' winh t'a winhaj rey Artajerjes chi'."
        },
        {
            "number": "9",
            "text": "Aton jun carta tik ix yak'b'at heb' winh chawanh chi' yet' heb' winh yajal yaj yet' heb' winh yet' heb' winh ay yopisio cotnac t'a Persia yet' heb' ik'b'ilcot t'a Erec, t'a Babilonia, t'a Susa, t'a yol smacb'en Elam"
        },
        {
            "number": "10",
            "text": "yet' t'a juntzanhxo nación. Aton heb' ik'b'ilcot t'a schonhab' yuj winhaj Asnapar, winh yak'nac yajalil t'a Asiria to niwan yelk'ochi. Ix ul ak'jican heb' yuj winh t'a chonhab' Samaria yet' t'a juntzanhxo chonhab' t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates."
        },
        {
            "number": "11",
            "text": "Ix yalanb'at heb' winh icha tik: Mamin rey Artajerjes, a onh a checab' onh cajan onh t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates, sco tz'ib'ej jun uum tik t'ayach:"
        },
        {
            "number": "12",
            "text": "Mamin rey, scalb'at t'ayach to a heb' judío ak'b'il meltzaj t'a yol a macb'en, ix jawi heb' t'a Jerusalén tik. Van sb'oanxik'e jun chonhab' heb', jun pit yutejnac sb'a. Toxo ix syamoch heb' sb'oanxik'e smuroal, wanxo sb'oel yuj heb'."
        },
        {
            "number": "13",
            "text": "Mamin rey, skak'anpax ojtaquejeli, tato ol b'ochajxik'e jun chonhab' tik yet' smuroal, a juntzanh anima tik manhxo ol yak' k'een tumin heb' syak'taxon t'ayach yet' k'een tumin sk'anel heb' t'a heb' tzek' t'a a macb'en tik. Yuj chi' manhxo ol k'och k'een tumin chi' t'ayach."
        },
        {
            "number": "14",
            "text": "Yujto a onh tik mamin rey, ayonh och ach cak'an serwil, malaj ko gana to icha chi' ol ach utajoc, yuj chi' scalb'at juntzanh tik t'ayach."
        },
        {
            "number": "15",
            "text": "Saychajocab' iljoc b'aj molb'ab'il tas tz'ib'ab'ilcan yuj heb' a mam icham. Ata' ol il yuj tas scalb'at tik, ol ojtacaneli to a jun chonhab' tik te chuk, ay smay heb' t'a juntzanhxo heb' rey yet' t'a juntzanhxo nación. Yuj schucal heb', ix satjiel schonhab' heb' tik."
        },
        {
            "number": "16",
            "text": "Yuj chi' mamin rey, scalb'at t'ayach, tato sb'ochajxik'e jun chonhab' tik yet' smuroal, manhxa alan ic t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates tik, xchib'at heb' winh."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix yak'ancot spak slolonel heb' winh chi' winhaj rey Artajerjes chi' icha tik: Ach sat yajal Rehum yet' ach Simsai tz'ib'um yet' heb' winh ayoch eyed'oc t'a Samaria yet' t'a juntzanhxo chonhab' t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates chi', swak' stzatzil he k'ool."
        },
        {
            "number": "18",
            "text": "Ha tas ix eyalcot t'ayin, wach' ix aj yavtaj wab'i."
        },
        {
            "number": "19",
            "text": "Ix in chec saychaj ilchajoc, icha ix eyala'. Ix ilchaji to a heb' anima cajan t'a Jerusalén chi', te pit ix yutejnhej sb'a heb' t'a heb' rey ek'nacxo."
        },
        {
            "number": "20",
            "text": "Ha t'a yic chi' ay heb' sreyal Jerusalén te tek'an, a heb' ix ak'an mandar t'a lum lum t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates chi'. Ix yak' k'een tumin heb' anima t'a heb' yuj stupan heb' b'aj cajan chi'."
        },
        {
            "number": "21",
            "text": "Yuj chi' alec t'a juntzanh winak chi' to swanaj heb' smunlaji, mocab' b'ochajxik'e jun chonhab' chi', masanto a in ol wala'."
        },
        {
            "number": "22",
            "text": "Manh tonhejoc tzeyiloch jun chi' yic wach' max te ixtaxel yol in macb'en chi', xchicot winh rey chi'."
        },
        {
            "number": "23",
            "text": "Axo yic ix avtaj tas ix yalcot winhaj Artajerjes chi' t'a yichanh winhaj Rehum, winhaj Simsai yet' t'a yichanh heb' winh ajun yet' heb' winh, elanhchamel ix jawi heb' winh t'a Jerusalén. Ix ul yak'an pural heb' judío heb' winh yoch waan smunlaji."
        },
        {
            "number": "24",
            "text": "Yuj schucal heb' ajk'ol chi', ix och waan sb'ochajxik'e scajnub' Dios t'a Jerusalén tik, masanto t'a schab'il ab'il yoch winhaj Darío reyal t'a Persia."
        }
    ]
}