{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an eb' ajk'ol yaj d'a eb' yic Judá yed' d'a eb' yic Benjamín to a eb' ix meltzajcot d'a Babilonia van sb'oanxiq'ue stemplo Jehová sDiosal eb',"
        },
        {
            "number": "2",
            "text": "ix k'och eb' d'a vinhaj Zorobabel yed' d'a eb' yajal yaj d'a scal junjun macanh eb'. Ix yalan eb' icha tic: --Comonoc scha e k'ool sco b'o jun munlajel tic eyed'oc, yujto tzonh ochpax ejmelal d'a e Diosal chi' icha ex tic. Atax yic onh ik'chajcot d'a tic yuj vinhaj Esar-hadón sreyal Asiria, atax ta' onh och ijan cak'an co silab' d'a e Diosal chi', xchi eb'."
        },
        {
            "number": "3",
            "text": "Ix tak'vi vinhaj Zorobabel yed' vinhaj Jesúa yed' juntzanhxo eb' vinh yajal yaj chi', ix yalan eb' vinh icha tic: --Manh ol yal-laj junnhej ol co b'oxiq'ue scajnub' Jehová co Diosal tic eyed'oc. A onnhej israel onh tic ol co b'o'o, yujto icha chi' ix aj yalan vinhaj Ciro sreyal Persia d'ayonh, xchi eb' vinh."
        },
        {
            "number": "4",
            "text": "Palta ix och val ijan eb' ajk'ol chi' yak'an chab'axq'ue sk'ol eb', yic xivchaanh masanil eb' cajan d'a Judá chi' yic vach' maxtzac sb'oxiq'ue jun templo chi' eb'."
        },
        {
            "number": "5",
            "text": "Ix yak'an q'uen tumin eb' ajk'ol chi' d'a juntzanh eb' yajal ak'b'iloch yuj vinh sreyal Persia d'a scal eb', yic smontaj eb', yic vach' scachoch vaan eb' israel chi' eb' d'a jun munlajel chi'. Ichanhej chi' ix yutej sb'a eb' ayic ayoch vinhaj Ciro reyal d'a Persia, masanto ayic ix och vinhaj Darío reyal."
        },
        {
            "number": "6",
            "text": "Ayic ix schaanpaxel yich vinhaj Asuero yak'an reyal, ix ak'vipax queja eb' ajk'ol chi' d'a spatic eb' cajan d'a Judá yed' d'a Jerusalén."
        },
        {
            "number": "7",
            "text": "Anhejtona' ayic ayoch vinhaj Artajerjes reyal d'a Persia, ix slajtiej sb'a vinhaj Bislam, vinhaj Mitrídates, vinhaj Tabeel yed' pax juntzanhxo eb' vinh yetb'eyum eb' vinh. Ix stz'ib'ejb'at juntzanh lolonel eb' vinh d'a vinh rey chi'. A d'a ti' arameo ix tz'ib'chaj ch'anh uum chi'."
        },
        {
            "number": "8",
            "text": "Axo vinhaj Rehum vinh sat yajal eb' soldado yed' vinhaj Simsai vinh tz'ib'um, ix stz'ib'ejpaxb'at junxo carta eb' vinh d'a vinhaj rey Artajerjes chi'."
        },
        {
            "number": "9",
            "text": "Aton jun carta tic ix yak'b'at eb' vinh chavanh chi' yed' eb' vinh yajal yaj yed' eb' vinh yed' eb' vinh ay yopisio cotnac d'a Persia yed' eb' ik'b'ilcot d'a Erec, d'a Babilonia, d'a Susa, d'a yol smacb'en Elam"
        },
        {
            "number": "10",
            "text": "yed' d'a juntzanhxo nación. Aton eb' ik'b'ilcot d'a schonhab' yuj vinhaj Asnapar, vinh yak'nac yajalil d'a Asiria to nivan yelk'ochi. Ix ul ak'jican eb' yuj vinh d'a chonhab' Samaria yed' d'a juntzanhxo chonhab' d'a stojolal b'aj tz'em k'u d'a a' Éufrates."
        },
        {
            "number": "11",
            "text": "Ix yalanb'at eb' vinh icha tic: Mamin rey Artajerjes, a onh a checab' onh cajan onh d'a stojolal b'aj tz'em k'u d'a a' Éufrates, sco tz'ib'ej jun uum tic d'ayach:"
        },
        {
            "number": "12",
            "text": "Mamin rey, scalb'at d'ayach to a eb' judío ak'b'il meltzaj d'a yol a macb'en, ix javi eb' d'a Jerusalén tic. Van sb'oanxiq'ue jun chonhab' eb', jun pit yutejnac sb'a. Toxo ix syamoch eb' sb'oanxiq'ue smuroal, vanxo sb'oel yuj eb'."
        },
        {
            "number": "13",
            "text": "Mamin rey, scak'anpax ojtaquejeli, tato ol b'ochajxiq'ue jun chonhab' tic yed' smuroal, a juntzanh anima tic manhxo ol yak' q'uen tumin eb' syak'taxon d'ayach yed' q'uen tumin sk'anel eb' d'a eb' tz'ek' d'a a macb'en tic. Yuj chi' manhxo ol k'och q'uen tumin chi' d'ayach."
        },
        {
            "number": "14",
            "text": "Yujto a onh tic mamin rey, ayonh och ach cak'an servil, malaj co gana to icha chi' ol ach utajoc, yuj chi' scalb'at juntzanh tic d'ayach."
        },
        {
            "number": "15",
            "text": "Saychajocab' iljoc b'aj molb'ab'il tas tz'ib'ab'ilcan yuj eb' a mam icham. Ata' ol il yuj tas scalb'at tic, ol ojtacaneli to a jun chonhab' tic te chuc, ay smay eb' d'a juntzanhxo eb' rey yed' d'a juntzanhxo nación. Yuj schucal eb', ix satjiel schonhab' eb' tic."
        },
        {
            "number": "16",
            "text": "Yuj chi' mamin rey, scalb'at d'ayach, tato sb'ochajxiq'ue jun chonhab' tic yed' smuroal, manhxa alan ic d'a stojolal b'aj tz'em k'u d'a a' Éufrates tic, xchib'at eb' vinh."
        },
        {
            "number": "17",
            "text": "Ix lajvi chi', ix yak'ancot spac slolonel eb' vinh chi' vinhaj rey Artajerjes chi' icha tic: Ach sat yajal Rehum yed' ach Simsai tz'ib'um yed' eb' vinh ayoch eyed'oc d'a Samaria yed' d'a juntzanhxo chonhab' d'a stojolal b'aj tz'em k'u d'a a' Éufrates chi', svak' stzatzil e k'ool."
        },
        {
            "number": "18",
            "text": "A tas ix eyalcot d'ayin, vach' ix aj yavtaj vab'i."
        },
        {
            "number": "19",
            "text": "Ix in chec saychaj ilchajoc, icha ix eyala'. Ix ilchaji to a eb' anima cajan d'a Jerusalén chi', te pit ix yutejnhej sb'a eb' d'a eb' rey ek'nacxo."
        },
        {
            "number": "20",
            "text": "A d'a yic chi' ay eb' sreyal Jerusalén te tek'an, a eb' ix ak'an mandar d'a lum luum d'a stojolal b'aj tz'em k'u d'a a' Éufrates chi'. Ix yak' q'uen tumin eb' anima d'a eb' yuj stupan eb' b'aj cajan chi'."
        },
        {
            "number": "21",
            "text": "Yuj chi' alec d'a juntzanh vinac chi' to svanaj eb' smunlaji, mocab' b'ochajxiq'ue jun chonhab' chi', masanto a in ol vala'."
        },
        {
            "number": "22",
            "text": "Manh tonhejoc tzeyiloch jun chi' yic vach' max te ixtaxel yol in macb'en chi', xchicot vinh rey chi'."
        },
        {
            "number": "23",
            "text": "Axo yic ix avtaj tas ix yalcot vinhaj Artajerjes chi' d'a yichanh vinhaj Rehum, vinhaj Simsai yed' d'a yichanh eb' vinh ajun yed' eb' vinh, elanhchamel ix javi eb' vinh d'a Jerusalén. Ix ul yak'an pural eb' judío eb' vinh yoch vaan smunlaji."
        },
        {
            "number": "24",
            "text": "Yuj schucal eb' ajk'ol chi', ix och vaan sb'ochajxiq'ue scajnub' Dios d'a Jerusalén tic, masanto d'a schab'il ab'il yoch vinhaj Darío reyal d'a Persia."
        }
    ]
}