{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an eb' ajk'ol yaj t'a eb' yic Judá yet' t'a eb' yic Benjamín to a eb' ix meltzajcot t'a Babilonia van sb'oanxiq'ue stemplo Jehová sDiosal eb',"
        },
        {
            "number": "2",
            "text": "ix k'och eb' t'a vinhaj Zorobabel yet' t'a eb' yajal yaj t'a skal junjun makan eb'. Ix yalan eb' icha tik: --Comonoc scha e k'ool sco b'o jun munlajel tik eyed'oc, yujto tzonh ochpax ejmelal t'a e Diosal chi' icha ex tik. Atax yic onh ik'chajcot t'a tik yuj vinhaj Esar-hadón sreyal Asiria, atax ta' onh och ijan cak'an co silab' t'a e Diosal chi', xchi eb'."
        },
        {
            "number": "3",
            "text": "Ix tak'vi vinhaj Zorobabel yet' vinhaj Jesúa yet' juntzanhxo eb' vinh yajal yaj chi', ix yalan eb' vinh icha tik: --Manh ol yal-laj junnhej ol co b'oxiq'ue scajnub' Jehová co Diosal tik eyed'oc. Ha onnhej israel onh tik ol co b'o'o, yujto icha chi' ix aj yalan vinhaj Ciro sreyal Persia t'ayonh, xchi eb' vinh."
        },
        {
            "number": "4",
            "text": "Palta ix och val ijan eb' ajk'ol chi' yak'an chab'axq'ue sk'ol eb', yic xivchaanh masanil eb' cajan t'a Judá chi' yic wach' maxtzac sb'oxiq'ue jun templo chi' eb'."
        },
        {
            "number": "5",
            "text": "Ix yak'an q'uen tumin eb' ajk'ol chi' t'a juntzanh eb' yajal ak'b'iloch yuj vinh sreyal Persia t'a skal eb', yic smontaj eb', yic wach' scachoch vaan eb' israel chi' eb' t'a jun munlajel chi'. Ichanhej chi' ix yutej sb'a eb' ayic ayoch vinhaj Ciro reyal t'a Persia, masanto ayic ix och vinhaj Darío reyal."
        },
        {
            "number": "6",
            "text": "Ayic ix schaanpaxel yich vinhaj Asuero yak'an reyal, ix ak'vipax queja eb' ajk'ol chi' t'a spatic eb' cajan t'a Judá yet' t'a Jerusalén."
        },
        {
            "number": "7",
            "text": "Anhejtona' ayic ayoch vinhaj Artajerjes reyal t'a Persia, ix slajtiej sb'a vinhaj Bislam, vinhaj Mitrídates, vinhaj Tabeel yet' pax juntzanhxo eb' vinh yetb'eyum eb' vinh. Ix stz'ib'ejb'at juntzanh lolonel eb' vinh t'a vinh rey chi'. Ha t'a ti' arameo ix tz'ib'chaj ch'anh uum chi'."
        },
        {
            "number": "8",
            "text": "Axo vinhaj Rehum vinh sat yajal eb' soldado yet' vinhaj Simsai vinh tz'ib'um, ix stz'ib'ejpaxb'at junxo carta eb' vinh t'a vinhaj rey Artajerjes chi'."
        },
        {
            "number": "9",
            "text": "Aton jun carta tik ix yak'b'at eb' vinh chavanh chi' yet' eb' vinh yajal yaj yet' eb' vinh yet' eb' vinh ay yopisio cotnac t'a Persia yet' eb' ik'b'ilcot t'a Erec, t'a Babilonia, t'a Susa, t'a yol smacb'en Elam"
        },
        {
            "number": "10",
            "text": "yet' t'a juntzanhxo nación. Aton eb' ik'b'ilcot t'a schonhab' yuj vinhaj Asnapar, vinh yak'nac yajalil t'a Asiria to niwan yelk'ochi. Ix ul ak'jican eb' yuj vinh t'a chonhab' Samaria yet' t'a juntzanhxo chonhab' t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates."
        },
        {
            "number": "11",
            "text": "Ix yalanb'at eb' vinh icha tik: Mamin rey Artajerjes, a onh a checab' onh cajan onh t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates, sco tz'ib'ej jun uum tik t'ayach:"
        },
        {
            "number": "12",
            "text": "Mamin rey, scalb'at t'ayach to a eb' judío ak'b'il meltzaj t'a yol a macb'en, ix javi eb' t'a Jerusalén tik. Van sb'oanxiq'ue jun chonhab' eb', jun pit yutejnac sb'a. Toxo ix syamoch eb' sb'oanxiq'ue smuroal, vanxo sb'oel yuj eb'."
        },
        {
            "number": "13",
            "text": "Mamin rey, scak'anpax ojtaquejeli, tato ol b'ochajxiq'ue jun chonhab' tik yet' smuroal, a juntzanh anima tik manhxo ol yak' q'uen tumin eb' syak'taxon t'ayach yet' q'uen tumin sk'anel eb' t'a eb' tzek' t'a a macb'en tik. Yuj chi' manhxo ol k'och q'uen tumin chi' t'ayach."
        },
        {
            "number": "14",
            "text": "Yujto a onh tik mamin rey, ayonh och ach cak'an servil, malaj co gana to icha chi' ol ach utajoc, yuj chi' scalb'at juntzanh tik t'ayach."
        },
        {
            "number": "15",
            "text": "Saychajocab' iljoc b'aj molb'ab'il tas tz'ib'ab'ilcan yuj eb' a mam icham. Ata' ol il yuj tas scalb'at tik, ol ojtacaneli to a jun chonhab' tik te chuc, ay smay eb' t'a juntzanhxo eb' rey yet' t'a juntzanhxo nación. Yuj schucal eb', ix satjiel schonhab' eb' tik."
        },
        {
            "number": "16",
            "text": "Yuj chi' mamin rey, scalb'at t'ayach, tato sb'ochajxiq'ue jun chonhab' tik yet' smuroal, manhxa alan ic t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates tik, xchib'at eb' vinh."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix yak'ancot spac slolonel eb' vinh chi' vinhaj rey Artajerjes chi' icha tik: Ach sat yajal Rehum yet' ach Simsai tz'ib'um yet' eb' vinh ayoch eyed'oc t'a Samaria yet' t'a juntzanhxo chonhab' t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates chi', svak' stzatzil e k'ool."
        },
        {
            "number": "18",
            "text": "Ha tas ix eyalcot t'ayin, wach' ix aj yavtaj vab'i."
        },
        {
            "number": "19",
            "text": "Ix in chec saychaj ilchajoc, icha ix eyala'. Ix ilchaji to a eb' anima cajan t'a Jerusalén chi', te pit ix yutejnhej sb'a eb' t'a eb' rey ek'nacxo."
        },
        {
            "number": "20",
            "text": "Ha t'a yic chi' ay eb' sreyal Jerusalén te tek'an, a eb' ix ak'an mandar t'a lum lum t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates chi'. Ix yak' q'uen tumin eb' anima t'a eb' yuj stupan eb' b'aj cajan chi'."
        },
        {
            "number": "21",
            "text": "Yuj chi' alec t'a juntzanh vinac chi' to svanaj eb' smunlaji, mocab' b'ochajxiq'ue jun chonhab' chi', masanto a in ol vala'."
        },
        {
            "number": "22",
            "text": "Manh tonhejoc tzeyiloch jun chi' yic wach' max te ixtaxel yol in macb'en chi', xchicot vinh rey chi'."
        },
        {
            "number": "23",
            "text": "Axo yic ix avtaj tas ix yalcot vinhaj Artajerjes chi' t'a yichanh vinhaj Rehum, vinhaj Simsai yet' t'a yichanh eb' vinh ajun yet' eb' vinh, elanhchamel ix javi eb' vinh t'a Jerusalén. Ix ul yak'an pural eb' judío eb' vinh yoch vaan smunlaji."
        },
        {
            "number": "24",
            "text": "Yuj schucal eb' ajk'ol chi', ix och vaan sb'ochajxiq'ue scajnub' Dios t'a Jerusalén tik, masanto t'a schab'il ab'il yoch vinhaj Darío reyal t'a Persia."
        }
    ]
}