{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha eb' vinh schecab' Jehová Dios, aton vinhaj Hageo yet' vinhaj Zacarías yuninal vinhaj Iddo, ix och ijan eb' vinh yalan t'a eb' aj Judá yet' t'a eb' aj Jerusalén, tas syal Jehová Dios t'a eb'."
        },
        {
            "number": "2",
            "text": "Yuj chi', ix och vinhaj Zorobabel yuninal vinhaj Salatiel yet' vinhaj Jesúa yuninal vinhaj Josadac t'a munlajel junelxo yic sb'ochajxiq'ue scajnub' Dios chi'. Ix och eb' vinh schecab' Dios chi' yiptzitan eb'."
        },
        {
            "number": "3",
            "text": "Axo pax vinhaj Tatnai yajal t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates, vinhaj Setar-boznai yet' eb' vinh yetb'eyum sb'a yet' eb' vinh, ix ulek' eb' vinh yal icha tik: ¿Mach ix alan t'ayex yuj chi' tze b'oxiq'ue jun niwan pat tik, tzeyak'anoch ste'al?"
        },
        {
            "number": "4",
            "text": "¿Tastac sb'i eb' sb'oan jun niwan pat tik? xchi eb' vinh."
        },
        {
            "number": "5",
            "text": "Palta ha Dios ix och val yet' eb' israel scuchb'an jun munlajel chi', yuj chi' maj cachjioch vaan eb' munlajvum yuj vinh yajal chi' yet' eb' ajun yet'oc. Anhejto ix stz'ib'ejb'at juntzanh lolonel eb' vinh t'a vinhaj rey Darío, ix stanhvan eb' vinh tas ol aj spacan vinh."
        },
        {
            "number": "6",
            "text": "Aton scopiail tas ix stz'ib'ejb'at vinhaj Tatnai, vinhaj Setar-boznai yet' pax juntzanhxo eb' vinh yetyajalil eb' vinh t'a vinhaj rey Darío chi'."
        },
        {
            "number": "7",
            "text": "Ix yalan eb' vinh icha tik: Mamin rey, junk'olalocab' aji."
        },
        {
            "number": "8",
            "text": "Ha val jun tik scak' ojtaquejeli: Ix onh xid'ek' t'a Judá, ix quilani to van sb'ochajxi scajnub' jun Dios niwan yelk'ochi. Van yak'anoch q'uen nivac q'ueen eb' tzeyb'il t'ay yet' te te' tzek' pax t'a yib'anh q'ueen. Te yelk'olal smunlaj eb', vanxo sb'o yuj eb'."
        },
        {
            "number": "9",
            "text": "Ix co k'anb'ej t'a eb' scuchb'an munlajel chi' mach ix alani sb'oan jun munlajel chi' eb' yet' yak'anoch te te' chi' eb' t'ay."
        },
        {
            "number": "10",
            "text": "Ix co k'anb'ejpax cab'i tastac sb'i eb' scuchb'an eb' chi', yic sco tz'ib'anb'at t'ayach calani."
        },
        {
            "number": "11",
            "text": "Ix yalan eb' t'ayonh tob' tz'och eb' ejmelal t'a sDiosal satcha’anh yet' sat lum tik, yuj chi' van sb'oanxiq'ue jun spat chi' eb', jun sb'onac jun niwan rey t'a Israel t'a peca'."
        },
        {
            "number": "12",
            "text": "Ix yalan eb' to a eb' smam yicham eb' tzuntzannaccot yoval sk'ol sDiosal satcha’anh chi', yuj chi' a ak'annacoch eb' t'a yol sk'ab' vinhaj Nabucodonosor sreyal Babilonia, yinhtilal eb' caldeo. Ha vinh pojannac em jun pat chi', yik'annacb'at eb' anima vinh t'a Babilonia chi'."
        },
        {
            "number": "13",
            "text": "Axob' t'a b'ab'el ab'il yoch vinhaj Ciro reyal t'a Babilonia chi', ix ab' schecan vinh b'ochajxiq'ue jun pat chi'."
        },
        {
            "number": "14",
            "text": "Anhejtona' yik'nac ab' b'at juntzanh yamk'ab' nab'a oro, nab'a plata ay t'a yol scajnub' Dios t'a Jerusalén vinhaj Nabucodonosor chi'. Yak'annac och vinh t'a yol stemplo sdiosal t'a Babilonia chi'. Axob' vinhaj rey Ciro ix ak'an juntzanh yamk'ab' chi' t'a vinhaj Sesbasar, vinh ix yak'och vinh yajalil t'a Jerusalén."
        },
        {
            "number": "15",
            "text": "Ix ab' yalan vinh to syik'b'at juntzanh yamk'ab' chi' vinh t'a Jerusalén chi' masanto yic sb'ochajxiq'ue scajnub' Dios chi' b'aj aytaxoni."
        },
        {
            "number": "16",
            "text": "Ayic ix k'och vinhaj Sesbasar t'a Jerusalén chi', ix yak'anem yich stemplo Dios chi' vinh. Atax ta' ix chael yich sb'ochajxi, palta manto b'oel-laj ticnaic."
        },
        {
            "number": "17",
            "text": "Ha ticnaic mamin rey, tato wach' skan jun tik t'ayach, saychajocab' ilchaj b'ajtac tz'ib'ab'il tastac yic eb' rey t'a spalacio eb' t'a Babilonia chi', tato yel to a vinhaj rey Ciro chi' ix checan b'ochajxi stemplo Dios t'a Jerusalén chi', mato maay. Slajvi chi' tzalan cab'i tas tz'aj a naan t'a yib'anh jun tik, xchib'at eb' vinh."
        }
    ]
}