{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi' ix yalan vinhaj rey Darío chi' to saychaj tastac tz'ib'ab'il b'aj sik'b'ilcan tastac d'a Babilonia."
        },
        {
            "number": "2",
            "text": "Palta a d'a yol palacio d'a chonhab' Ecbatana, d'a yol yic Media, ata' ix ilchaj jun tas tz'ib'ab'ilcan chi', b'aj syal icha tic:"
        },
        {
            "number": "3",
            "text": "A d'a b'ab'el ab'il yoch vinhaj Ciro reyal, ix yalan vinh icha tic: B'ochajocab'xi scajnub' Dios d'a Jerusalén. Vach' tz'aj yem yich sb'ochajxiq'uei yic a d'a yool tz'ak'chaj silab'. 27 metro tz'ajq'ue schaanhil, 27 metro tz'ajpax yol schiquin."
        },
        {
            "number": "4",
            "text": "Ox tzol q'uen nivac q'uen tzeyb'il tz'och d'ay, jun tzol pax te te' ak'to tz'ek' d'a yib'anh q'ueen. Axo q'uen tumin ol k'anchajoc, a b'aj smolchaj masanil q'uen tumin d'a yol in macb'en, ata' tz'elta q'ueen."
        },
        {
            "number": "5",
            "text": "Axo juntzanh yamk'ab' nab'a oro yed' plata ik'b'ilcot d'a yol templo d'a Jerusalén yuj vinhaj Nabucodonosor d'a Babilonia tic, ik'chajocab' meltzaj d'a Jerusalén chi', tz'ak'chajcanoch d'a yol templo chi', d'a b'ajtaxon ayeq'ui, xchi vinh, xchi jun checnab'il chi'."
        },
        {
            "number": "6",
            "text": "Ix lajvi chi', ix yalancot vinhaj rey Darío chi' icha tic: Ach Tatnai yajal d'a stojolal b'aj tz'em k'u d'a a' Éufrates yed' ach Setar-boznai yed' ex yetyajalil eb' vinh: B'esequel e b'a d'a Jerusalén chi'."
        },
        {
            "number": "7",
            "text": "Manh eyamoch vaan vinh yajalil eb' israel yed' eb' scuchb'an munlajel yic sb'ochajxi scajnub' Dios b'ajtaxon ay yed'tal."
        },
        {
            "number": "8",
            "text": "A in svala' to tzex colvaj yed' eb' scuchb'an eb' van sb'oanxi scajnub' Dios chi'. A d'a q'uen tumin syak' eb' cajan d'a stojolal b'aj tz'em k'u d'a a' Éufrates, ata' tz'elta q'uen sk'anchaj d'a munlajel chi'. Mocab' ek' tiempo yak'chaj q'ueen, yic vach' max och vaan munlajel chi'."
        },
        {
            "number": "9",
            "text": "Masanil tas tz'och yopisio d'a junjun k'u, mocab' yak' palta d'a eb' sacerdote ayek' d'a Jerusalén, icha tz'aj sk'anan eb': Nok' quelemtac vacax, nok' ch'ac calnel, nok' yunetac calnel, yic snhusjitz'a nok' silab'il d'a sDiosal satchaanh. Mocab' yak'pax palta ixim trigo, atz'am atz'am, vino yed' aceite,"
        },
        {
            "number": "10",
            "text": "yic tz'ak'ji silab'il d'a Dios, yic sk'anji in q'uinal yed' val vuninal."
        },
        {
            "number": "11",
            "text": "A in svalpaxi, tato ay mach max k'anab'ajan tas sval tic, tz'ik'chajelta junoc spatzab'il spat, sjoychajem d'a yol luum, axo ta' tz'ak'jiq'ue locan. Axo spat chi' sjuchajemi, tz'ochcan yed'taloc b'aj b'at tzajoc anima."
        },
        {
            "number": "12",
            "text": "A Dios ix sik'anel Jerusalén chi' yic tz'och ejmelal d'ay ta'. Yuj chi' aocab' satanel eb' rey yed' smacb'en eb' stenanek' jun lolonel sval tic, ma eb' tz'ixtanb'at scajnub' Dios d'a Jerusalén chi'. A in Darío in svak' jun checnab'il tic, yovalil sk'anab'ajaj masanil d'a elanhchamel, xchi vinh rey chi'."
        },
        {
            "number": "13",
            "text": "A vinhaj Tatnai yed' vinhaj Setar-boznai yed' eb' vinh yetyajalil eb' vinh, ix sk'anab'ajej eb' vinh icha ix aj yalancot vinhaj rey Darío chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi', a eb' israel scuchb'an jun munlajel chi', ix yal smunlaj eb' yic sb'oanxiq'ue templo chi' eb' icha ix aj yalan eb' vinh schecab' Dios, aton vinhaj Hageo yed' vinhaj Zacarías yuninal vinhaj Iddo. Ix b'oel templo chi' icha ix aj yalan Jehová sDiosal Israel, icha pax ix aj yalan eb' vinh sreyal Persia, aton vinhaj Ciro, vinhaj Darío yed' vinhaj Artajerjes."
        },
        {
            "number": "15",
            "text": "Ayic oxe' k'ualxo yoch uj Adar yic svaquil ab'il yoch vinhaj Darío reyal d'a Persia, ata' ix b'oel templo chi'."
        },
        {
            "number": "16",
            "text": "Axo eb' israel, eb' sacerdote, eb' levita yed' masanil eb' ix xid'ek' d'a Babilonia, ix yak'och q'uinh eb' yic tzalajk'olal yuj scajnub' Dios chi'."
        },
        {
            "number": "17",
            "text": "A d'a jun tiempoal chi', ix yak' juntzanh silab' tic eb': 100 nok' quelemtac vacax, 200 nok' ch'ac calnel, 400 nok' yunetac calnel yed' lajchavanh nok' mam chiva. Junjun nok' chiva chi' yic junjun macanh yinhtilal eb' israel, yic stupchaj smul eb' masanil."
        },
        {
            "number": "18",
            "text": "Ix lajvi chi', ix ak'jioch eb' sacerdote d'a stzolal d'a yopisio. Ix ak'jipaxoch junjun macanh eb' levita d'a yopisio d'a scajnub' Dios d'a Jerusalén chi', icha yajcan d'a ley Moisés."
        },
        {
            "number": "19",
            "text": "Anhejtona' pax eb' xid'naquek' d'a Babilonia, ix yak'och q'uinh eb' yic snaancot eb' ayic yelnac eb' smam yicham eb' d'a Egipto d'a 14 yoch b'ab'el uj."
        },
        {
            "number": "20",
            "text": "Axo eb' sacerdote yed' eb' levita, ix sacb'itej sb'a eb' icha yalan ley. Ayic vach'xo yaj eb', ix yak'an nok' silab' yic q'uinh chi' eb' yuj masanil eb' ix xid'ek' d'a Babilonia chi', aton eb' yetsacerdoteal eb' yed' eb' yetlevitail eb'."
        },
        {
            "number": "21",
            "text": "Masanil eb' israel ix xid'ek' d'a Babilonia chi', ix chi nok' silab' yic q'uinh chi' eb', yed' eb' ix yiq'uel sb'a d'a schucal juntzanh ch'oc chonhab'il cajan d'a slak'anil. Junnhej ix yutej sb'a eb' yed' eb' israel yic tz'och eb' ejmelal d'a Jehová sDiosal Israel chi'."
        },
        {
            "number": "22",
            "text": "Uque' k'ual ix och q'uinh yic ixim pan malaj yich yuj eb' d'a tzalajk'olal, yujto a Jehová ix ak'anoch tzalajk'olal chi' d'a spensar eb'. A' ix q'uexanpax spensar vinh sreyal Persia, yuj chi' ix colvaj vinh yic sb'ochajxi scajnub'."
        }
    ]
}