{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi' ix yalan vinhaj rey Darío chi' to saychaj tastac tz'ib'ab'il b'aj sik'b'ilcan tastac t'a Babilonia."
        },
        {
            "number": "2",
            "text": "Palta ha t'a yol palacio t'a chonhab' Ecbatana, t'a yol yic Media, ata' ix ilchaj jun tas tz'ib'ab'ilcan chi', b'aj syal icha tik:"
        },
        {
            "number": "3",
            "text": "Ha t'a b'ab'el ab'il yoch vinhaj Ciro reyal, ix yalan vinh icha tik: B'ochajocab'xi scajnub' Dios t'a Jerusalén. Wach' tz'aj yem yich sb'ochajxiq'uei yic ha t'a yool tz'ak'chaj silab'. 27 metro tz'ajq'ue schaanhil, 27 metro tz'ajpax yol schiquin."
        },
        {
            "number": "4",
            "text": "Ox tzol q'uen nivac q'uen tzeyb'il tz'och t'ay, jun tzol pax te te' ak'to tzek' t'a yib'anh q'ueen. Axo q'uen tumin ol k'anchajoc, a b'aj smolchaj masanil q'uen tumin t'a yol in macb'en, ata' tz'elta q'ueen."
        },
        {
            "number": "5",
            "text": "Axo juntzanh yamk'ab' nab'a oro yet' plata ik'b'ilcot t'a yol templo t'a Jerusalén yuj vinhaj Nabucodonosor t'a Babilonia tik, ik'chajocab' meltzaj t'a Jerusalén chi', tz'ak'chajcanoch t'a yol templo chi', t'a b'ajtaxon ayeq'ui, xchi vinh, xchi jun checnab'il chi'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix yalancot vinhaj rey Darío chi' icha tik: Ach Tatnai yajal t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates yet' ach Setar-boznai yet' ex yetyajalil eb' vinh: B'esequel e b'ha t'a Jerusalén chi'."
        },
        {
            "number": "7",
            "text": "Manh eyamoch vaan vinh yajalil eb' israel yet' eb' scuchb'an munlajel yic sb'ochajxi scajnub' Dios b'ajtaxon ay yet'tal."
        },
        {
            "number": "8",
            "text": "Ha in svala' to tzex kolwaj yet' eb' scuchb'an eb' van sb'oanxi scajnub' Dios chi'. Ha t'a q'uen tumin syak' eb' cajan t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates, ata' tz'elta q'uen sk'anchaj t'a munlajel chi'. Mocab' ek' tiempo yak'chaj q'ueen, yic wach' max och vaan munlajel chi'."
        },
        {
            "number": "9",
            "text": "Masanil tas tz'och yopisio t'a junjun k'u, mocab' yak' palta t'a eb' sacerdote ayek' t'a Jerusalén, icha tz'aj sk'anan eb': Nok' quelemtac vacax, nok' ch'ac calnel, nok' yunetac calnel, yic snhusjitz'a nok' silab'il t'a sDiosal satcha’anh. Mocab' yak'pax palta ixim trigo, atz'am atz'am, vino yet' aceite,"
        },
        {
            "number": "10",
            "text": "yic tz'ak'ji silab'il d'ha Dios, yic sk'anji in q'uinal yet' val vuninal."
        },
        {
            "number": "11",
            "text": "Ha in svalpaxi, tato ay mach max k'anab'ajan tas sval tik, tz'ik'chajelta junok spatzab'il spat, sjoychajem t'a yol lu'um, haxo ta' tz'ak'jiq'ue locan. Axo spat chi' sjuchajemi, tz'ochcan yet'taloc b'aj b'at tzajoc anima."
        },
        {
            "number": "12",
            "text": "Ha Dios ix sik'anel Jerusalén chi' yic tz'och ejmelal t'ay ta'. Yuj chi' aocab' satanel eb' rey yet' smacb'en eb' stenanek' jun lolonel sval tik, ma eb' tz'ixtanb'at scajnub' Dios t'a Jerusalén chi'. Ha in Darío in svak' jun checnab'il tik, yowalil sk'anab'ajaj masanil t'a elanhchamel, xchi vinh rey chi'."
        },
        {
            "number": "13",
            "text": "Ha vinhaj Tatnai yet' vinhaj Setar-boznai yet' eb' vinh yetyajalil eb' vinh, ix sk'anab'ajej eb' vinh icha ix aj yalancot vinhaj rey Darío chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi', a eb' israel scuchb'an jun munlajel chi', ix yal smunlaj eb' yic sb'oanxiq'ue templo chi' eb' icha ix aj yalan eb' vinh schecab' Dios, aton vinhaj Hageo yet' vinhaj Zacarías yuninal vinhaj Iddo. Ix b'oel templo chi' icha ix aj yalan Jehová sDiosal Israel, icha pax ix aj yalan eb' vinh sreyal Persia, aton vinhaj Ciro, vinhaj Darío yet' vinhaj Artajerjes."
        },
        {
            "number": "15",
            "text": "Ayic oxe' k'ualxo yoch uj Adar yic svaquil ab'il yoch vinhaj Darío reyal t'a Persia, ata' ix b'oel templo chi'."
        },
        {
            "number": "16",
            "text": "Axo eb' israel, eb' sacerdote, eb' levita yet' masanil eb' ix xid'ek' t'a Babilonia, ix yak'och q'uinh eb' yic tzalajk'olal yuj scajnub' Dios chi'."
        },
        {
            "number": "17",
            "text": "Ha t'a jun pekti’ chi', ix yak' juntzanh silab' tik eb': 100 nok' quelemtac vacax, 200 nok' ch'ac calnel, 400 nok' yunetac calnel yet' lajchavanh nok' mam chiva. Junjun nok' chiva chi' yic junjun makan yinhtilal eb' israel, yic stupchaj smul eb' masanil."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix ak'jioch eb' sacerdote t'a stzolal t'a yopisio. Ix ak'jipaxoch junjun makan eb' levita t'a yopisio t'a scajnub' Dios t'a Jerusalén chi', icha yajcan t'a ley Moisés."
        },
        {
            "number": "19",
            "text": "Anhejtona' pax eb' xid'naquek' t'a Babilonia, ix yak'och q'uinh eb' yic snaancot eb' ayic yelnac eb' smam yicham eb' t'a Egipto t'a 14 yoch b'ab'el uj."
        },
        {
            "number": "20",
            "text": "Axo eb' sacerdote yet' eb' levita, ix sacb'itej sb'a eb' icha yalan ley. Ayic wach'xo yaj eb', ix yak'an nok' silab' yic q'uinh chi' eb' yuj masanil eb' ix xid'ek' t'a Babilonia chi', aton eb' yetsacerdoteal eb' yet' eb' yetlevitail eb'."
        },
        {
            "number": "21",
            "text": "Masanil eb' israel ix xid'ek' t'a Babilonia chi', ix chi nok' silab' yic q'uinh chi' eb', yet' eb' ix yiq'uel sb'ha t'a schucal juntzanh ch'oc chonhab'il cajan t'a slak'anil. Junnhej ix yutej sb'a eb' yet' eb' israel yic tz'och eb' ejmelal t'a Jehová sDiosal Israel chi'."
        },
        {
            "number": "22",
            "text": "Uque' k'ual ix och q'uinh yic ixim pan malaj yich yuj eb' t'a tzalajk'olal, yujto a Jehová ix ak'anoch tzalajk'olal chi' t'a spensar eb'. A' ix q'uexanpax spensar vinh sreyal Persia, yuj chi' ix kolwaj vinh yic sb'ochajxi scajnub'."
        }
    ]
}