{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi' ix yalan winhaj rey Darío chi' to saychaj tastac tz'ib'ab'il b'aj sik'b'ilkan tastac t'a Babilonia."
        },
        {
            "number": "2",
            "text": "Palta ha t'a yol palacio t'a chonhab' Ecbatana, t'a yol yic Media, ata' ix ilchaj jun tas tz'ib'ab'ilkan chi', b'aj syal icha tik:"
        },
        {
            "number": "3",
            "text": "Ha t'a b'ab'el ab'il yoch winhaj Ciro reyal, ix yalan winh icha tik: B'ochajokab'xi skajnub' Dios t'a Jerusalén. Wach' tz'aj yem yich sb'ochajxik'ei yic ha t'a yool tz'ak'chaj silab'. 27 metro tz'ajk'e schaanhil, 27 metro tz'ajpax yol schiquin."
        },
        {
            "number": "4",
            "text": "Ox tzol k'een niwac k'een tzeyb'il tz'och t'ay, jun tzol pax te te' ak'to tzek' t'a yib'anh k'een. Axo k'een tumin ol k'anchajoc, a b'aj smolchaj masanil k'een tumin t'a yol in macb'en, ata' tz'elta k'een."
        },
        {
            "number": "5",
            "text": "Axo juntzanh yamk'ab' nab'a oro yet' plata ik'b'ilcot t'a yol templo t'a Jerusalén yuj winhaj Nabucodonosor t'a Babilonia tik, ik'chajokab' meltzaj t'a Jerusalén chi', tz'ak'chajkanoch t'a yol templo chi', t'a b'ajtaxon ayeq'ui, xchi winh, xchi jun checnab'il chi'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix yalancot winhaj rey Darío chi' icha tik: Ach Tatnai yajal t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates yet' ach Setar-boznai yet' ex yetyajalil heb' winh: B'esequel he b'ha t'a Jerusalén chi'."
        },
        {
            "number": "7",
            "text": "Manh eyamoch waan winh yajalil heb' israel yet' heb' scuchb'an munlajel yic sb'ochajxi skajnub' Dios b'ajtaxon ay yet'tal."
        },
        {
            "number": "8",
            "text": "Ha in swala' to tzex kolwaj yet' heb' scuchb'an heb' wan sb'oanxi skajnub' Dios chi'. Ha t'a k'een tumin syak' heb' kajan t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates, ata' tz'elta k'een sk'anchaj t'a munlajel chi'. Mokab' ek' tiempo yak'chaj k'een, yic wach' max och waan munlajel chi'."
        },
        {
            "number": "9",
            "text": "Masanil tas tz'och yopisio t'a junjun k'u, mokab' yak' palta t'a heb' sacerdote ayek' t'a Jerusalén, icha tz'aj sk'anan heb': Nok' kelemtac wakax, nok' ch'ac kalnel, nok' yunetac kalnel, yic snhusjitz'a nok' silab'il t'a sDiosal satcha’anh. Mokab' yak'pax palta ixim trigo, atz'am atz'am, wino yet' aceite,"
        },
        {
            "number": "10",
            "text": "yic tz'ak'ji silab'il d'ha Dios, yic sk'anji in k 'inal yet' wal wuninal."
        },
        {
            "number": "11",
            "text": "Ha in swalpaxi, tato ay mach max k'anab'ajan tas swal tik, tz'ik'chajelta junok spatzab'il spat, sjoychajem t'a yol lu'um, haxo ta' tz'ak'jik'e lokan. Axo spat chi' sjuchajemi, tz'ochkan yet'taloc b'aj b'at tzajoc anima."
        },
        {
            "number": "12",
            "text": "Ha Dios ix sik'anel Jerusalén chi' yic tz'och ejmelal t'ay ta'. Yuj chi' aokab' satanel heb' rey yet' smacb'en heb' stenanek' jun lolonel swal tik, ma heb' tz'ixtanb'at skajnub' Dios t'a Jerusalén chi'. Ha in Darío in swak' jun checnab'il tik, yowalil sk'anab'ajaj masanil t'a elanhchamel, xchi winh rey chi'."
        },
        {
            "number": "13",
            "text": "Ha winhaj Tatnai yet' winhaj Setar-boznai yet' heb' winh yetyajalil heb' winh, ix sk'anab'ajej heb' winh icha ix aj yalancot winhaj rey Darío chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi', a heb' israel scuchb'an jun munlajel chi', ix yal smunlaj heb' yic sb'oanxik'e templo chi' heb' icha ix aj yalan heb' winh schekab' Dios, aton winhaj Hageo yet' winhaj Zacarías yuninal winhaj Iddo. Ix b'oel templo chi' icha ix aj yalan Jehová sDiosal Israel, icha pax ix aj yalan heb' winh sreyal Persia, aton winhaj Ciro, winhaj Darío yet' winhaj Artajerjes."
        },
        {
            "number": "15",
            "text": "Ayic oxe' k'ualxo yoch uj Adar yic swaquil ab'il yoch winhaj Darío reyal t'a Persia, ata' ix b'oel templo chi'."
        },
        {
            "number": "16",
            "text": "Axo heb' israel, heb' sacerdote, heb' lewita yet' masanil heb' ix xid'ek' t'a Babilonia, ix yak'och q'uinh heb' yic tzalajk'olal yuj skajnub' Dios chi'."
        },
        {
            "number": "17",
            "text": "Ha t'a jun pekti’ chi', ix yak' juntzanh silab' tik heb': 100 nok' kelemtac wakax, 200 nok' ch'ac kalnel, 400 nok' yunetac kalnel yet' lajchawanh nok' mam chiwa. Junjun nok' chiwa chi' yic junjun makan yinhtilal heb' israel, yic stupchaj smul heb' masanil."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix ak'jioch heb' sacerdote t'a stzolal t'a yopisio. Ix ak'jipaxoch junjun makan heb' lewita t'a yopisio t'a skajnub' Dios t'a Jerusalén chi', icha yajkan t'a ley Moisés."
        },
        {
            "number": "19",
            "text": "Anhejtona' pax heb' xid'naquek' t'a Babilonia, ix yak'och q'uinh heb' yic snaancot heb' ayic yelnac heb' smam yicham heb' t'a Egipto t'a 14 yoch b'ab'el uj."
        },
        {
            "number": "20",
            "text": "Axo heb' sacerdote yet' heb' lewita, ix sacb'itej sb'a heb' icha yalan ley. Ayic wach'xo yaj heb', ix yak'an nok' silab' yic q'uinh chi' heb' yuj masanil heb' ix xid'ek' t'a Babilonia chi', aton heb' yetsacerdoteal heb' yet' heb' yetlewitail heb'."
        },
        {
            "number": "21",
            "text": "Masanil heb' israel ix xid'ek' t'a Babilonia chi', ix chi nok' silab' yic q'uinh chi' heb', yet' heb' ix yik'el sb'ha t'a schukal juntzanh ch'oc chonhab'il kajan t'a slak'anil. Junnhej ix yutej sb'a heb' yet' heb' israel yic tz'och heb' ejmelal t'a Jehová sDiosal Israel chi'."
        },
        {
            "number": "22",
            "text": "Uque' k'ual ix och q'uinh yic ixim pan malaj yich yuj heb' t'a tzalajk'olal, yujto a Jehová ix ak'anoch tzalajk'olal chi' t'a spensar heb'. A' ix k'exanpax spensar winh sreyal Persia, yuj chi' ix kolwaj winh yic sb'ochajxi skajnub'."
        }
    ]
}