{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayoch vinhaj Artajerjes reyal d'a Persia, ay jun vinh scuchan Esdras. A sb'i eb' smam yicham vinh, aton tic: Vinhaj Seraías, vinhaj Azarías, vinhaj Hilcías, vinhaj Salum, vinhaj Sadoc, vinhaj Ahitob, vinhaj Amarías, vinhaj Azarías, vinhaj Meraiot, vinhaj Zeraías, vinhaj Uzi, vinhaj Buqui, vinhaj Abisúa, vinhaj Finees, vinhaj Eleazar yed' vinhaj Aarón vinh b'ab'el sacerdote."
        },
        {
            "number": "2",
            "text": "A vinhaj Esdras chi', k'ayb'um vinh d'a sk'ayb'ub'al Jehová sDiosal Israel, aton k'ayb'ub'al yak'nac Jehová d'a vinhaj Moisés. Masanil tas ix sk'an vinh, ix yak' vinhaj rey Artajerjes chi' d'a vinh, yujto a Jehová ayoch yed' vinh. Ix lajvi chi' ix paxta vinh d'a Babilonia."
        },
        {
            "number": "3",
            "text": "Ayic yuquil ab'il yoch vinhaj Artajerjes chi' reyal, ix javi vinhaj Esdras chi' d'a Jerusalén tic yed' jun nhilanh eb' yetisraelal, aton eb' sacerdote, eb' levita sb'itani yed' eb' stanhvan puerta yed' eb' smunlaj d'a templo."
        },
        {
            "number": "4",
            "text": "Ayoch Dios yed' vinhaj Esdras chi', yuj chi' ix cot vinh d'a Babilonia d'a b'ab'el k'u yic b'ab'el uj, d'a yuquil ab'il yoch vinhaj Artajerjes chi' reyal. Ix javi vinh yed' eb' ajun yed'oc d'a Jerusalén tic d'a b'ab'el k'u yic yoil uj, anheja' d'a yuquil ab'il chi'."
        },
        {
            "number": "5",
            "text": "Te ayoch d'a spensar vinhaj Esdras chi' sk'ayb'an val sk'ayb'ub'al Dios, sb'eyb'alan vinh yed' sk'ayb'anpax eb' yetisraelal vinh d'a jun k'ayb'ub'al chi'."
        },
        {
            "number": "6",
            "text": "Aton scopiail schecnab'il vinhaj rey Artajerjes tic ix yak' d'a vinhaj sacerdote Esdras, k'ayb'um d'a sk'ayb'ub'al Jehová yed' schecnab'il ak'b'il d'a eb' yetisraelal:"
        },
        {
            "number": "7",
            "text": "A in Artajerjes in, yajal vaj d'a juntzanhxo eb' rey, svak' stzatzil a k'ool ach Esdras, sacerdote ach, k'ayb'um ach pax d'a sk'ayb'ub'al sDiosal satchaanh."
        },
        {
            "number": "8",
            "text": "Toxo ix valel d'a masanil eb' etisraelal, eb' sacerdote yed' eb' levita ayek' d'a yol in macb'en tic, tato syal sk'ol eb' sb'at d'a Jerusalén chi' ed'oc, b'atocab' eb'."
        },
        {
            "number": "9",
            "text": "A in tic yed' ucvanh eb' tz'ak'an in razón, tzach cak'b'at ila' tas val yaj Judá yed' Jerusalén chi', van am sk'anab'ajan schecnab'il e Diosal ayek' d'a yol a k'ab' chi' eb'."
        },
        {
            "number": "10",
            "text": "A q'uen plata yed' q'uen oro tz'el d'a co k'ool cak'anb'at d'ayach, ik'b'at q'uen d'a e Diosal a ex israel ex chi', aton jun ay scajnub' d'a Jerusalén chi'."
        },
        {
            "number": "11",
            "text": "Tzik'anpaxb'at masanil q'uen plata, q'uen oro ix a cha d'a eb' anima d'a yol yic Babilonia yed' jantac tas tz'el d'a sk'ol eb' etisraelal yed' eb' sacerdote yak'an yuj scajnub' e Diosal chi'."
        },
        {
            "number": "12",
            "text": "A yed' q'uen tumin chi' tza man nok' vacax, nok' ch'ac calnel, nok' yunetac calnel yed' juntzanhxo tastac tz'ak'ji yed' nok', aton ixim trigo, ixim cebada, vino yic tz'ak'ji juntzanh chi' silab'il d'a yib'anh altar d'a scajnub' e Diosal chi'."
        },
        {
            "number": "13",
            "text": "Axo jantacto q'uen oro yed' q'uen plata scani, ol xo eyila' tas b'aj vach' syal yoch q'ueen, icha syal tas sgana e Diosal chi'."
        },
        {
            "number": "14",
            "text": "Axo pax masanil yamk'ab' ix ak'ji d'ayach yic sk'anchaji yic tz'och ejmelal d'a scajnub' e Diosal chi', a ach val lak'an tzak' d'a a Diosal d'a Jerusalén chi'."
        },
        {
            "number": "15",
            "text": "Yalnhej junocxo tas ay tz'och eyuuj d'a scajnub' e Diosal chi', syal e k'ananelta stojol d'a vinh smolan q'uen tumin d'a yol in macb'en."
        },
        {
            "number": "16",
            "text": "A in rey Artajerjes in tic sval d'a masanil eb' molum tumin d'a stojolal b'aj tz'em k'u d'a a' Éufrates: Masanil tas sk'an vinhaj Esdras vinh sacerdote, vinh k'ayb'um pax d'a sk'ayb'ub'al sDiosal satchaanh, elanhchamel tzeyak' d'a vinh."
        },
        {
            "number": "17",
            "text": "Syal eyak'an 75 quintaloc q'uen plata, 300 quintaloc ixim trigo, 550 galónoc vino, 550 galónoc aceite yed' jantac atz'am atz'am sk'an vinh."
        },
        {
            "number": "18",
            "text": "Masanil tas sk'an sDiosal satchaanh yuj scajnub', elanhchamelocab' tz'ak'chaji, yic vach' max cot yoval sk'ol d'a vib'anh yed' d'a yib'anh eb' val vuninal yed' d'a yib'anh masanil in macb'en."
        },
        {
            "number": "19",
            "text": "Tzeyojtacaneli to max yal-laj e k'anan q'uen tumin d'a eb' sacerdote, d'a eb' levita sb'itani yed' d'a eb' tanhvum puerta yed' d'a eb' smunlaj d'a stemplo Dios chi', aton q'uen syak' eb' d'ayin, ma juntzanhxo q'uen mol tumin."
        },
        {
            "number": "20",
            "text": "A achxo pax tic ach Esdras, ato a' a jelanil ak'b'il yuj a Diosal, ak'och eb' juez yed' eb' yajal. A eb' ol b'oan tas snib'ej eb' anima cajan d'a stojolal b'aj tz'em k'u d'a a' Éufrates chi'. A eb' tz'och yopisio chi', yovalil yojtac sk'ayb'ub'al a Diosal chi' eb', axo eb' manh ojtannacoc jun, tza k'ayb'ej eb'."
        },
        {
            "number": "21",
            "text": "Axo mach max k'anab'ajan schecnab'il a Diosal chi' yed' in checnab'il a in rey in tic, elanhchamel tz'ak'jioch chamel d'a yib'anh, mato tz'ik'chajel d'a yol chonhab' chi', ma tz'ik'chajek' tastac ay d'ay, ma tz'ochcan d'a preso, xchi vinh rey chi'."
        },
        {
            "number": "22",
            "text": "Ix lajvi chi', ix lesalvi vinhaj Esdras icha tic: Alchajocab' vach' lolonel d'a Jehová co Diosal, aton sDiosal eb' co mam quicham, yujto a' ix ak'an sna' vinh rey chi' to nivan yelk'och scajnub' d'a Jerusalén."
        },
        {
            "number": "23",
            "text": "Yuj svach'k'olal Jehová, vach' in d'a yichanh vinh rey chi' yed' d'a eb' tz'ak'an srazón vinh yed' d'a sat masanil eb' nivac yajal ayoch yed' vinh. Yuj scolval Jehová ix in tek'b'ej in b'a in molb'an masanil eb' yajal yaj d'a junjun macanh eb' vetisraelal, yic smeltzaj eb' ved'oc, xchi vinhaj Esdras chi'."
        }
    ]
}