{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayoch vinhaj Artajerjes reyal t'a Persia, ay jun vinh scuchan Esdras. Ha sb'i eb' smam yicham vinh, aton tik: Vinhaj Seraías, vinhaj Azarías, vinhaj Hilcías, vinhaj Salum, vinhaj Sadoc, vinhaj Ahitob, vinhaj Amarías, vinhaj Azarías, vinhaj Meraiot, vinhaj Zeraías, vinhaj Uzi, vinhaj Buqui, vinhaj Abisúa, vinhaj Finees, vinhaj Eleazar yet' vinhaj Aarón vinh b'ab'el sacerdote."
        },
        {
            "number": "2",
            "text": "Ha vinhaj Esdras chi', k'ayb'um vinh t'a sk'ayb'ub'al Jehová sDiosal Israel, aton k'ayb'ub'al yak'nac Jehová t'a vinhaj Moisés. Masanil tas ix sk'an vinh, ix yak' vinhaj rey Artajerjes chi' t'a vinh, yujto a Jehová ayoch yet' vinh. Ixlajwi chi' ix paxta vinh t'a Babilonia."
        },
        {
            "number": "3",
            "text": "Ayic yuquil ab'il yoch vinhaj Artajerjes chi' reyal, ix javi vinhaj Esdras chi' t'a Jerusalén tik yet' jun nhilanh eb' yetisraelal, aton eb' sacerdote, eb' levita sb'itani yet' eb' stanhvan puerta yet' eb' smunlaj t'a templo."
        },
        {
            "number": "4",
            "text": "Ayoch Dios yet' vinhaj Esdras chi', yuj chi' ix cot vinh t'a Babilonia t'a b'ab'el k'u yic b'ab'el uj, t'a yuquil ab'il yoch vinhaj Artajerjes chi' reyal. Ix javi vinh yet' eb' ajun yet'oc t'a Jerusalén tik t'a b'ab'el k'u yic yoil uj, anheja' t'a yuquil ab'il chi'."
        },
        {
            "number": "5",
            "text": "Te ayoch t'a spensar vinhaj Esdras chi' sk'ayb'an val sk'ayb'ub'al Dios, sb'eyb'alan vinh yet' sk'ayb'anpax eb' yetisraelal vinh t'a jun k'ayb'ub'al chi'."
        },
        {
            "number": "6",
            "text": "Aton scopiail schecnab'il vinhaj rey Artajerjes tik ix yak' t'a vinhaj sacerdote Esdras, k'ayb'um t'a sk'ayb'ub'al Jehová yet' schecnab'il ak'b'il t'a eb' yetisraelal:"
        },
        {
            "number": "7",
            "text": "Ha in Artajerjes in, yajal vaj t'a juntzanhxo eb' rey, svak' stzatzil a k'ool ach Esdras, sacerdote ach, k'ayb'um ach pax t'a sk'ayb'ub'al sDiosal satcha’anh."
        },
        {
            "number": "8",
            "text": "Toxo ix valel t'a masanil eb' etisraelal, eb' sacerdote yet' eb' levita ayek' t'a yol in macb'en tik, tato syal sk'ol eb' sb'at t'a Jerusalén chi' ed'oc, b'atocab' eb'."
        },
        {
            "number": "9",
            "text": "Ha in tik yet' ucvanh eb' tz'ak'an in razón, tzach cak'b'at ila' tas val yaj Judá yet' Jerusalén chi', van am sk'anab'ajan schecnab'il e Diosal ayek' t'a yol a k'ab' chi' eb'."
        },
        {
            "number": "10",
            "text": "Ha q'uen plata yet' q'uen oro tz'el t'a co k'ool cak'anb'at t'ayach, ik'b'at q'uen t'a e Diosal a ex israel ex chi', aton jun ay scajnub' t'a Jerusalén chi'."
        },
        {
            "number": "11",
            "text": "Tzik'anpaxb'at masanil q'uen plata, q'uen oro ix a cha t'a eb' anima t'a yol yic Babilonia yet' jantac tas tz'el t'a sk'ol eb' etisraelal yet' eb' sacerdote yak'an yuj scajnub' e Diosal chi'."
        },
        {
            "number": "12",
            "text": "Ha yet' q'uen tumin chi' tza man nok' vacax, nok' ch'ac calnel, nok' yunetac calnel yet' juntzanhxo tastac tz'ak'ji yet' nok', aton ixim trigo, ixim cebada, vino yic tz'ak'ji juntzanh chi' silab'il t'a yib'anh altar t'a scajnub' e Diosal chi'."
        },
        {
            "number": "13",
            "text": "Axo jantacto q'uen oro yet' q'uen plata scani, ol xo eyila' tas b'aj wach' syal yoch q'ueen, icha syal tas sgana e Diosal chi'."
        },
        {
            "number": "14",
            "text": "Axo pax masanil yamk'ab' ix ak'ji t'ayach yic sk'anchaji yic tz'och ejmelal t'a scajnub' e Diosal chi', a ach val lak'an tzak' t'a a Diosal t'a Jerusalén chi'."
        },
        {
            "number": "15",
            "text": "Yalnhej junocxo tas ay tz'och eyuuj t'a scajnub' e Diosal chi', syal e k'ananelta stojol t'a vinh smolan q'uen tumin t'a yol in macb'en."
        },
        {
            "number": "16",
            "text": "Ha in rey Artajerjes in tik sval t'a masanil eb' molum tumin t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates: Masanil tas sk'an vinhaj Esdras vinh sacerdote, vinh k'ayb'um pax t'a sk'ayb'ub'al sDiosal satcha’anh, elanhchamel tzeyak' t'a vinh."
        },
        {
            "number": "17",
            "text": "Syal eyak'an 75 quintaloc q'uen plata, 300 quintaloc ixim trigo, 550 galónoc vino, 550 galónoc aceite yet' jantac atz'am atz'am sk'an vinh."
        },
        {
            "number": "18",
            "text": "Masanil tas sk'an sDiosal satcha’anh yuj scajnub', elanhchamelocab' tz'ak'chaji, yic wach' max cot yoval sk'ol t'a vib'anh yet' t'a yib'anh eb' val vuninal yet' t'a yib'anh masanil in macb'en."
        },
        {
            "number": "19",
            "text": "Tzeyojtacaneli to max yal-laj e k'anan q'uen tumin t'a eb' sacerdote, t'a eb' levita sb'itani yet' t'a eb' tanhvum puerta yet' t'a eb' smunlaj t'a stemplo Dios chi', aton q'uen syak' eb' t'ayin, ma juntzanhxo q'uen mol tumin."
        },
        {
            "number": "20",
            "text": "Ha achxo pax tik ach Esdras, ato ha' a jelanil ak'b'il yuj a Diosal, ak'och eb' juez yet' eb' yajal. Ha eb' ol b'oan tas snib'ej eb' anima cajan t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates chi'. Ha eb' tz'och yopisio chi', yowalil yojtac sk'ayb'ub'al a Diosal chi' eb', haxo eb' manh ojtannacoc jun, tza k'ayb'ej eb'."
        },
        {
            "number": "21",
            "text": "Axo mach max k'anab'ajan schecnab'il a Diosal chi' yet' in checnab'il a in rey in tik, elanhchamel tz'ak'jioch chamel t'a yib'anh, mato tz'ik'chajel t'a yol chonhab' chi', ma tz'ik'chajek' tastac ay t'ay, ma tz'ochcan t'a preso, xchi vinh rey chi'."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix lesalvi vinhaj Esdras icha tik: Alchajocab' wach' lolonel t'a Jehová co Diosal, aton sDiosal eb' co mam quicham, yujto ha' ix ak'an sna' vinh rey chi' to niwan yelk'och scajnub' t'a Jerusalén."
        },
        {
            "number": "23",
            "text": "Yuj swach'k'olal Jehová, wach' in t'a yichanh vinh rey chi' yet' t'a eb' tz'ak'an srazón vinh yet' t'a sat masanil eb' nivac yajal ayoch yet' vinh. Yuj scolval Jehová ix in tek'b'ej in b'a in molb'an masanil eb' yajal yaj t'a junjun makan eb' vetisraelal, yic smeltzaj eb' ved'oc, xchi vinhaj Esdras chi'."
        }
    ]
}