{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha eb' winh yajal ix cot ved' t'a Babilonia ayic ayoch winhaj Artajerjes reyal, aton sb'i eb' winh tik icha tas yaj stz'ib'chaj eb' winh t'a junjun yinhtilal:"
        },
        {
            "number": "2",
            "text": "Aton winhaj Gersón, t'a yinhtilal winhaj Finees. Vinhaj Daniel, t'a yinhtilal winhaj Itamar. Vinhaj Hatús, t'a yinhtilal winhaj Secanías, t'a yinhtilal winhaj David. Vinhaj Zacarías, t'a yinhtilal winhaj Paros, 150 eb' winh vinac ajun yet' winh. Vinhaj Elioenai yuninal winhaj Zeraías, t'a yinhtilal winhaj Pahat-moab, 200 eb' winh vinac ajun yet' winh. Vinhaj Secanías yuninal winhaj Jahaziel, t'a yinhtilal winhaj Zatu, 300 eb' winh vinac ajun yet' winh. Vinhaj Ebed yuninal winhaj Jonatán, t'a yinhtilal winhaj Adín, 50 eb' winh vinac ajun yet' winh. Vinhaj Jesaías yuninal winhaj Atalías, t'a yinhtilal winhaj Elam, 70 eb' winh vinac ajun yet' winh. Vinhaj Zebadías yuninal winhaj Micael, t'a yinhtilal winhaj Sefatías, 80 eb' winh vinac ajun yet' winh. Vinhaj Obadías yuninal winhaj Jehiel, t'a yinhtilal winhaj Joab, 218 eb' winh vinac ajun yet' winh. Vinhaj Selomit yuninal winhaj Josifías, t'a yinhtilal winhaj Bani, 160 eb' winh vinac ajun yet' winh. Vinhaj Zacarías yuninal winhaj Bebai, t'a yinhtilal winhaj Bebai, 28 eb' winh vinac ajun yet' winh. Vinhaj Johanán yuninal winhaj Hacatán, t'a yinhtilal winhaj Azgad, 110 eb' winh vinac ajun yet' winh. Ha winhaj Elifelet, winhaj Jeiel yet' winhaj Semaías t'a skal yinhtilal winhaj Adonicam, tzak'anxo ix meltzaj eb' winh yet' 60 eb' winh vinac. Vinhaj Utai yet' winhaj Zabud, t'a yinhtilal winhaj Bigvai, 70 eb' winh vinac ajun yet' winh."
        },
        {
            "number": "3",
            "text": "Ha in Esdras in tik, ix in molb'ej eb' vetchonhab' tik t'a sti' jun ha ha' scuchan Ahava, oxe' k'ual onh ek' ta'. Ix in sayanek' eb' levita t'a skal eb' anima chi' yet' t'a skal eb' sacerdote, malaj junok eb' ix ilchaj vuuj."
        },
        {
            "number": "4",
            "text": "Ix in checanb'at winhaj Eliezer, winhaj Ariel, winhaj Semaías, winhaj Elnatán, winhaj Jarib, winhaj Elnatán, winhaj Natán, winhaj Zacarías yet' winhaj Mesulam. Ha eb' winh tik nivac yelk'och eb' winh yet' pax eb' winh k'ayb'um, aton winhaj Joiarib yet' winhaj Elnatán."
        },
        {
            "number": "5",
            "text": "Ix in checb'at eb' winh yal t'a winhaj Iddo, yajal t'a jun lugar scuch Casifia yet' t'a masanil eb' ayek' yet' winh ta', aton eb' yinhtilal eb' munlajnac t'a stemplo Dios to scheccot eb' anima eb' yic skolwaj eb' qued'oc t'a scajnub' co Diosal."
        },
        {
            "number": "6",
            "text": "Yuj scolval Dios ix ik'chajcot winhaj Serebías yuj eb' winh, yujto a winh chi' te jelan winh, yinhtilal winh jun winh levita scuchan Mahli. Ha winhaj Serebías chi', ix cot winh yet' eb' yuninal yet' eb' yuk'tac, 18 eb' t'a smasanil."
        },
        {
            "number": "7",
            "text": "Ix yik'anpaxcot winhaj Hasabías eb' winh yet' winhaj Jesaías yet' pax yuninal eb' winh yet' eb' sk'ab'yoc eb' winh, 20 eb' t'a smasanil, yinhtilal eb' winhaj Merari."
        },
        {
            "number": "8",
            "text": "Ix javipax 220 eb' yinhtilal eb' munlajnac t'a templo, eb' ak'b'ilcanoch yuj winhaj rey David yet' eb' scuchb'an eb' levita t'a yopisio. Masanil juntzanh eb' tik, tz'ib'ab'il sb'i eb'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix valani to tzonh och t'a tzek'ojk'olal t'a sti' ha' niwan Ahava chi', yic wach' sco cha co mulej co chukal t'a yichanh co Diosal, sco k'ananpax t'ay to tzonh yik'b'at t'a wach'il yet' eb' cuninal yet' masanil tas ay t'ayonh."
        },
        {
            "number": "10",
            "text": "Ix in q'uixvi in k'anan eb' soldado t'a winh rey, aton eb' sb'ey t'a yoc yet' eb' ayq'ue t'a yib'anh chej, yic tzonh stanhvan eb' t'a eb' ajk'ol t'a yoltac b'e, yujto toxo ix cal t'a winh rey chi' to a co Diosal stanhvan masanil mach tz'ak'anoch yipoc sk'ool, palta scot yoval, syak'ancot yaelal t'a yib'anh mach max k'anab'ajani."
        },
        {
            "number": "11",
            "text": "Yuj val chi', ix onh och t'a tzek'ojk'olal, ix co k'anan d'ha Dios to tzonh stanhvej. Ix yab' val tas ix cal chi'."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix in sik'anel lajchawanh eb' winh sat yaj t'a eb' winh sacerdote: Aton winhaj Serabías, winhaj Hasabías yet' lajunhvanhxo eb' winh."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix vechtan juntzanh silab' ix ak'chaj yuj sb'ochajxi stemplo co Diosal, ix in pucanb'at t'a lajchawanh eb' winh sacerdote ix in siq'uel chi'. Ha juntzanh silab' chi', ay q'uen plata, q'uen oro yet' juntzanh yamk'ab' ix yak' winh rey yet' eb' tz'ak'an srazón winh yet' eb' ay yopisio yet' winh yet' pax tastac ix yak' eb' quetisraelal ayek' ta'. Ha t'a smasanil, ay 500 quintal q'uen plata. Yed' juntzanhxo yamk'ab' nab'a plata, 75 quintal yalil yet' 75 quintal q'uen oro yet' pax 20 uk'ab' oro, 17 libra yalil yet' chab'xo yamk'ab' bronce te wach' yaj sb'oi, lajan stojol icha yamk'ab' oro."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix valan t'a eb' winh icha tik: Ha ex tik sik'b'il exxo el yicoc Jehová yet' juntzanh q'uen oro, q'uen plata yet' masanil yamk'ab' ix siaj t'a Jehová co Diosal yet' eb' co mam quicham."
        },
        {
            "number": "15",
            "text": "Tze tanhvej val q'ueen masanto ol echtaj q'uen t'a yoltac scuartoal templo t'a Jerusalén t'a yichanh eb' yajalil eb' sacerdote yet' eb' levita yet' eb' yajal yaj t'a skal eb' quetisraelal, xin chi t'a eb' winh."
        },
        {
            "number": "16",
            "text": "Yuj chi' a eb' winh sacerdote yet' eb' winh levita chi', ix schaan masanil q'uen silab' eb' winh yet' juntzanh yamk'ab' ix echtaj chi' t'a yol sk'ab' eb' winh yic syik'anb'at eb' winh t'a scajnub' co Diosal t'a Jerusalén."
        },
        {
            "number": "17",
            "text": "Ayic slajchavil k'ual t'a b'ab'el uj, ix onh el t'a sti' ha' Ahava chi', ix onh cot t'a Jerusalén tik. Ha co Diosal ix onh colan t'a eb' ajk'ool yet' t'a eb' elk'um t'a yoltac b'e."
        },
        {
            "number": "18",
            "text": "Ayic ix onh javi t'a Jerusalén tik, oxe' k'ual ix quik' quip."
        },
        {
            "number": "19",
            "text": "Axo t'a schanhil k'ual jun, ix onh b'at t'a scajnub' co Diosal yic tz'echtaj q'uen plata yet' q'uen oro yet' jantac yamk'ab' yic scajnub' co Diosal chi'. Ixlajwi chi', ix ak'chaj t'a winh sacerdote scuchan Meremot yuninal winhaj Urías. Aypaxek' winhaj Eleazar yuninal winhaj Finees yet' winh yet' juntzanhxo eb' winh levita, aton winhaj Jozabad yuninal winhaj Jesúa yet' winhaj Noadías yuninal winhaj Binúi."
        },
        {
            "number": "20",
            "text": "Ha t'a jun k'u chi', ix echtaj q'ueen, ix b'ischajpax q'uen smasanil, tz'acan yaj q'ueen. Icha chi' ix aj stz'ib'chajcan q'ueen smasanil."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', masanil eb' ix jax t'a Babilonia, ix yak'an nok' silab' eb' stz'a smasanil t'a co Diosal a onh israel onh tik. Ix ak'chaj lajchawanh nok' quelemtac vacax cuuj co masanil, 96 nok' ch'ac calnel yet' 77 nok' quelemtac calnel. Ix ak'chaj pax lajchawanh nok' mam chiva silab'il yic tz'ak'ji tup mul. Masanil juntzanh chi' ix nhusjitz'ha t'a yichanh Jehová."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix ak'chaj b'aj tz'ib'ab'il schecnab'il winh rey t'a eb' ayoch yajalil t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates, yuj chi' a eb' ix kolwaj qued'oc t'a munlajel t'a stemplo co Diosal."
        }
    ]
}