{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha heb' winh yajal ix cot wed' t'a Babilonia ayic ayoch winhaj Artajerjes reyal, aton sb'i heb' winh tik icha tas yaj stz'ib'chaj heb' winh t'a junjun yinhtilal:"
        },
        {
            "number": "2",
            "text": "Aton winhaj Gersón, t'a yinhtilal winhaj Finees. Vinhaj Daniel, t'a yinhtilal winhaj Itamar. Vinhaj Hatús, t'a yinhtilal winhaj Secanías, t'a yinhtilal winhaj Dawid. Vinhaj Zacarías, t'a yinhtilal winhaj Paros, 150 heb' winh winak ajun yet' winh. Vinhaj Elioenai yuninal winhaj Zeraías, t'a yinhtilal winhaj Pahat-moab, 200 heb' winh winak ajun yet' winh. Vinhaj Secanías yuninal winhaj Jahaziel, t'a yinhtilal winhaj Zatu, 300 heb' winh winak ajun yet' winh. Vinhaj Ebed yuninal winhaj Jonatán, t'a yinhtilal winhaj Adín, 50 heb' winh winak ajun yet' winh. Vinhaj Jesaías yuninal winhaj Atalías, t'a yinhtilal winhaj Elam, 70 heb' winh winak ajun yet' winh. Vinhaj Zebadías yuninal winhaj Micael, t'a yinhtilal winhaj Sefatías, 80 heb' winh winak ajun yet' winh. Vinhaj Obadías yuninal winhaj Jehiel, t'a yinhtilal winhaj Joab, 218 heb' winh winak ajun yet' winh. Vinhaj Selomit yuninal winhaj Josifías, t'a yinhtilal winhaj Bani, 160 heb' winh winak ajun yet' winh. Vinhaj Zacarías yuninal winhaj Bebai, t'a yinhtilal winhaj Bebai, 28 heb' winh winak ajun yet' winh. Vinhaj Johanán yuninal winhaj Hacatán, t'a yinhtilal winhaj Azgad, 110 heb' winh winak ajun yet' winh. Ha winhaj Elifelet, winhaj Jeiel yet' winhaj Semaías t'a skal yinhtilal winhaj Adonicam, tzak'anxo ix meltzaj heb' winh yet' 60 heb' winh winak. Vinhaj Utai yet' winhaj Zabud, t'a yinhtilal winhaj Bigwai, 70 heb' winh winak ajun yet' winh."
        },
        {
            "number": "3",
            "text": "Ha in Esdras in tik, ix in molb'ej heb' wetchonhab' tik t'a sti' jun ha ha' scuchan Ahawa, oxe' k'ual onh ek' ta'. Ix in sayanek' heb' lewita t'a skal heb' anima chi' yet' t'a skal heb' sacerdote, malaj junok heb' ix ilchaj wuuj."
        },
        {
            "number": "4",
            "text": "Ix in checanb'at winhaj Eliezer, winhaj Ariel, winhaj Semaías, winhaj Elnatán, winhaj Jarib, winhaj Elnatán, winhaj Natán, winhaj Zacarías yet' winhaj Mesulam. Ha heb' winh tik niwac yelk'och heb' winh yet' pax heb' winh k'ayb'um, aton winhaj Joiarib yet' winhaj Elnatán."
        },
        {
            "number": "5",
            "text": "Ix in checb'at heb' winh yal t'a winhaj Iddo, yajal t'a jun lugar scuch Casifia yet' t'a masanil heb' ayek' yet' winh ta', aton heb' yinhtilal heb' munlajnac t'a stemplo Dios to scheccot heb' anima heb' yic skolwaj heb' qued'oc t'a scajnub' ko Diosal."
        },
        {
            "number": "6",
            "text": "Yuj scolwal Dios ix ik'chajcot winhaj Serebías yuj heb' winh, yujto a winh chi' te jelan winh, yinhtilal winh jun winh lewita scuchan Mahli. Ha winhaj Serebías chi', ix cot winh yet' heb' yuninal yet' heb' yuk'tac, 18 heb' t'a smasanil."
        },
        {
            "number": "7",
            "text": "Ix yik'anpaxcot winhaj Hasabías heb' winh yet' winhaj Jesaías yet' pax yuninal heb' winh yet' heb' sk'ab'yoc heb' winh, 20 heb' t'a smasanil, yinhtilal heb' winhaj Merari."
        },
        {
            "number": "8",
            "text": "Ix jawipax 220 heb' yinhtilal heb' munlajnac t'a templo, heb' ak'b'ilcanoch yuj winhaj rey Dawid yet' heb' scuchb'an heb' lewita t'a yopisio. Masanil juntzanh heb' tik, tz'ib'ab'il sb'i heb'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix walani to tzonh och t'a tzek'ojk'olal t'a sti' ha' niwan Ahawa chi', yic wach' sco cha ko mulej ko chukal t'a yichanh ko Diosal, sco k'ananpax t'ay to tzonh yik'b'at t'a wach'il yet' heb' cuninal yet' masanil tas ay t'ayonh."
        },
        {
            "number": "10",
            "text": "Ix in q'uixwi in k'anan heb' soldado t'a winh rey, aton heb' sb'ey t'a yoc yet' heb' ayk'e t'a yib'anh chej, yic tzonh stanhwan heb' t'a heb' ajk'ol t'a yoltac b'e, yujto toxo ix kal t'a winh rey chi' to a ko Diosal stanhwan masanil mach tz'ak'anoch yipoc sk'ool, palta scot yowal, syak'ancot yaelal t'a yib'anh mach max k'anab'ajani."
        },
        {
            "number": "11",
            "text": "Yuj wal chi', ix onh och t'a tzek'ojk'olal, ix ko k'anan d'ha Dios to tzonh stanhwej. Ix yab' wal tas ix kal chi'."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix in sik'anel lajchawanh heb' winh sat yaj t'a heb' winh sacerdote: Aton winhaj Serabías, winhaj Hasabías yet' lajunhwanhxo heb' winh."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix wechtan juntzanh silab' ix ak'chaj yuj sb'ochajxi stemplo ko Diosal, ix in pucanb'at t'a lajchawanh heb' winh sacerdote ix in sik'el chi'. Ha juntzanh silab' chi', ay k'een plata, k'een oro yet' juntzanh yamk'ab' ix yak' winh rey yet' heb' tz'ak'an srazón winh yet' heb' ay yopisio yet' winh yet' pax tastac ix yak' heb' quetisraelal ayek' ta'. Ha t'a smasanil, ay 500 quintal k'een plata. Yed' juntzanhxo yamk'ab' nab'a plata, 75 quintal yalil yet' 75 quintal k'een oro yet' pax 20 uk'ab' oro, 17 libra yalil yet' chab'xo yamk'ab' bronce te wach' yaj sb'oi, lajan stojol icha yamk'ab' oro."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix walan t'a heb' winh icha tik: Ha ex tik sik'b'il exxo el yicoc Jehová yet' juntzanh k'een oro, k'een plata yet' masanil yamk'ab' ix siaj t'a Jehová ko Diosal yet' heb' ko mam quicham."
        },
        {
            "number": "15",
            "text": "Tze tanhwej wal k'een masanto ol echtaj k'een t'a yoltac scuartoal templo t'a Jerusalén t'a yichanh heb' yajalil heb' sacerdote yet' heb' lewita yet' heb' yajal yaj t'a skal heb' quetisraelal, xin chi t'a heb' winh."
        },
        {
            "number": "16",
            "text": "Yuj chi' a heb' winh sacerdote yet' heb' winh lewita chi', ix schaan masanil k'een silab' heb' winh yet' juntzanh yamk'ab' ix echtaj chi' t'a yol sk'ab' heb' winh yic syik'anb'at heb' winh t'a scajnub' ko Diosal t'a Jerusalén."
        },
        {
            "number": "17",
            "text": "Ayic slajchawil k'ual t'a b'ab'el uj, ix onh el t'a sti' ha' Ahawa chi', ix onh cot t'a Jerusalén tik. Ha ko Diosal ix onh colan t'a heb' ajk'ool yet' t'a heb' elk'um t'a yoltac b'e."
        },
        {
            "number": "18",
            "text": "Ayic ix onh jawi t'a Jerusalén tik, oxe' k'ual ix quik' quip."
        },
        {
            "number": "19",
            "text": "Axo t'a schanhil k'ual jun, ix onh b'at t'a scajnub' ko Diosal yic tz'echtaj k'een plata yet' k'een oro yet' jantac yamk'ab' yic scajnub' ko Diosal chi'. Ixlajwi chi', ix ak'chaj t'a winh sacerdote scuchan Meremot yuninal winhaj Urías. Aypaxek' winhaj Eleazar yuninal winhaj Finees yet' winh yet' juntzanhxo heb' winh lewita, aton winhaj Jozabad yuninal winhaj Jesúa yet' winhaj Noadías yuninal winhaj Binúi."
        },
        {
            "number": "20",
            "text": "Ha t'a jun k'u chi', ix echtaj k'een, ix b'ischajpax k'een smasanil, tz'acan yaj k'een. Icha chi' ix aj stz'ib'chajcan k'een smasanil."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', masanil heb' ix jax t'a Babilonia, ix yak'an nok' silab' heb' stz'a smasanil t'a ko Diosal a onh israel onh tik. Ix ak'chaj lajchawanh nok' kelemtac wacax cuuj ko masanil, 96 nok' ch'ac calnel yet' 77 nok' kelemtac calnel. Ix ak'chaj pax lajchawanh nok' mam chiwa silab'il yic tz'ak'ji tup mul. Masanil juntzanh chi' ix nhusjitz'ha t'a yichanh Jehová."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix ak'chaj b'aj tz'ib'ab'il schecnab'il winh rey t'a heb' ayoch yajalil t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates, yuj chi' a heb' ix kolwaj qued'oc t'a munlajel t'a stemplo ko Diosal."
        }
    ]
}