{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha eb' vinh yajal ix cot ved' t'a Babilonia ayic ayoch vinhaj Artajerjes reyal, aton sb'i eb' vinh tik icha tas yaj stz'ib'chaj eb' vinh t'a junjun yinhtilal:"
        },
        {
            "number": "2",
            "text": "Aton vinhaj Gersón, t'a yinhtilal vinhaj Finees. Vinhaj Daniel, t'a yinhtilal vinhaj Itamar. Vinhaj Hatús, t'a yinhtilal vinhaj Secanías, t'a yinhtilal vinhaj David. Vinhaj Zacarías, t'a yinhtilal vinhaj Paros, 150 eb' vinh vinac ajun yet' vinh. Vinhaj Elioenai yuninal vinhaj Zeraías, t'a yinhtilal vinhaj Pahat-moab, 200 eb' vinh vinac ajun yet' vinh. Vinhaj Secanías yuninal vinhaj Jahaziel, t'a yinhtilal vinhaj Zatu, 300 eb' vinh vinac ajun yet' vinh. Vinhaj Ebed yuninal vinhaj Jonatán, t'a yinhtilal vinhaj Adín, 50 eb' vinh vinac ajun yet' vinh. Vinhaj Jesaías yuninal vinhaj Atalías, t'a yinhtilal vinhaj Elam, 70 eb' vinh vinac ajun yet' vinh. Vinhaj Zebadías yuninal vinhaj Micael, t'a yinhtilal vinhaj Sefatías, 80 eb' vinh vinac ajun yet' vinh. Vinhaj Obadías yuninal vinhaj Jehiel, t'a yinhtilal vinhaj Joab, 218 eb' vinh vinac ajun yet' vinh. Vinhaj Selomit yuninal vinhaj Josifías, t'a yinhtilal vinhaj Bani, 160 eb' vinh vinac ajun yet' vinh. Vinhaj Zacarías yuninal vinhaj Bebai, t'a yinhtilal vinhaj Bebai, 28 eb' vinh vinac ajun yet' vinh. Vinhaj Johanán yuninal vinhaj Hacatán, t'a yinhtilal vinhaj Azgad, 110 eb' vinh vinac ajun yet' vinh. Ha vinhaj Elifelet, vinhaj Jeiel yet' vinhaj Semaías t'a skal yinhtilal vinhaj Adonicam, tzak'anxo ix meltzaj eb' vinh yet' 60 eb' vinh vinac. Vinhaj Utai yet' vinhaj Zabud, t'a yinhtilal vinhaj Bigvai, 70 eb' vinh vinac ajun yet' vinh."
        },
        {
            "number": "3",
            "text": "Ha in Esdras in tik, ix in molb'ej eb' vetchonhab' tik t'a sti' jun ha ha' scuchan Ahava, oxe' k'ual onh ek' ta'. Ix in sayanek' eb' levita t'a skal eb' anima chi' yet' t'a skal eb' sacerdote, malaj junok eb' ix ilchaj vuuj."
        },
        {
            "number": "4",
            "text": "Ix in checanb'at vinhaj Eliezer, vinhaj Ariel, vinhaj Semaías, vinhaj Elnatán, vinhaj Jarib, vinhaj Elnatán, vinhaj Natán, vinhaj Zacarías yet' vinhaj Mesulam. Ha eb' vinh tik nivac yelk'och eb' vinh yet' pax eb' vinh k'ayb'um, aton vinhaj Joiarib yet' vinhaj Elnatán."
        },
        {
            "number": "5",
            "text": "Ix in checb'at eb' vinh yal t'a vinhaj Iddo, yajal t'a jun lugar scuch Casifia yet' t'a masanil eb' ayek' yet' vinh ta', aton eb' yinhtilal eb' munlajnac t'a stemplo Dios to scheccot eb' anima eb' yic skolwaj eb' qued'oc t'a scajnub' co Diosal."
        },
        {
            "number": "6",
            "text": "Yuj scolval Dios ix ik'chajcot vinhaj Serebías yuj eb' vinh, yujto a vinh chi' te jelan vinh, yinhtilal vinh jun vinh levita scuchan Mahli. Ha vinhaj Serebías chi', ix cot vinh yet' eb' yuninal yet' eb' yuk'tac, 18 eb' t'a smasanil."
        },
        {
            "number": "7",
            "text": "Ix yik'anpaxcot vinhaj Hasabías eb' vinh yet' vinhaj Jesaías yet' pax yuninal eb' vinh yet' eb' sk'ab'yoc eb' vinh, 20 eb' t'a smasanil, yinhtilal eb' vinhaj Merari."
        },
        {
            "number": "8",
            "text": "Ix javipax 220 eb' yinhtilal eb' munlajnac t'a templo, eb' ak'b'ilcanoch yuj vinhaj rey David yet' eb' scuchb'an eb' levita t'a yopisio. Masanil juntzanh eb' tik, tz'ib'ab'il sb'i eb'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix valani to tzonh och t'a tzek'ojk'olal t'a sti' ha' niwan Ahava chi', yic wach' sco cha co mulej co chukal t'a yichanh co Diosal, sco k'ananpax t'ay to tzonh yik'b'at t'a wach'il yet' eb' cuninal yet' masanil tas ay t'ayonh."
        },
        {
            "number": "10",
            "text": "Ix in q'uixvi in k'anan eb' soldado t'a vinh rey, aton eb' sb'ey t'a yoc yet' eb' ayq'ue t'a yib'anh chej, yic tzonh stanhvan eb' t'a eb' ajk'ol t'a yoltac b'e, yujto toxo ix cal t'a vinh rey chi' to a co Diosal stanhvan masanil mach tz'ak'anoch yipoc sk'ool, palta scot yoval, syak'ancot yaelal t'a yib'anh mach max k'anab'ajani."
        },
        {
            "number": "11",
            "text": "Yuj val chi', ix onh och t'a tzek'ojk'olal, ix co k'anan d'ha Dios to tzonh stanhvej. Ix yab' val tas ix cal chi'."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix in sik'anel lajchavanh eb' vinh sat yaj t'a eb' vinh sacerdote: Aton vinhaj Serabías, vinhaj Hasabías yet' lajunhvanhxo eb' vinh."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix vechtan juntzanh silab' ix ak'chaj yuj sb'ochajxi stemplo co Diosal, ix in pucanb'at t'a lajchavanh eb' vinh sacerdote ix in siq'uel chi'. Ha juntzanh silab' chi', ay q'uen plata, q'uen oro yet' juntzanh yamk'ab' ix yak' vinh rey yet' eb' tz'ak'an srazón vinh yet' eb' ay yopisio yet' vinh yet' pax tastac ix yak' eb' quetisraelal ayek' ta'. Ha t'a smasanil, ay 500 quintal q'uen plata. Yed' juntzanhxo yamk'ab' nab'a plata, 75 quintal yalil yet' 75 quintal q'uen oro yet' pax 20 uk'ab' oro, 17 libra yalil yet' chab'xo yamk'ab' bronce te wach' yaj sb'oi, lajan stojol icha yamk'ab' oro."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix valan t'a eb' vinh icha tik: Ha ex tik sik'b'il exxo el yicoc Jehová yet' juntzanh q'uen oro, q'uen plata yet' masanil yamk'ab' ix siaj t'a Jehová co Diosal yet' eb' co mam quicham."
        },
        {
            "number": "15",
            "text": "Tze tanhvej val q'ueen masanto ol echtaj q'uen t'a yoltac scuartoal templo t'a Jerusalén t'a yichanh eb' yajalil eb' sacerdote yet' eb' levita yet' eb' yajal yaj t'a skal eb' quetisraelal, xin chi t'a eb' vinh."
        },
        {
            "number": "16",
            "text": "Yuj chi' a eb' vinh sacerdote yet' eb' vinh levita chi', ix schaan masanil q'uen silab' eb' vinh yet' juntzanh yamk'ab' ix echtaj chi' t'a yol sk'ab' eb' vinh yic syik'anb'at eb' vinh t'a scajnub' co Diosal t'a Jerusalén."
        },
        {
            "number": "17",
            "text": "Ayic slajchavil k'ual t'a b'ab'el uj, ix onh el t'a sti' ha' Ahava chi', ix onh cot t'a Jerusalén tik. Ha co Diosal ix onh colan t'a eb' ajk'ool yet' t'a eb' elk'um t'a yoltac b'e."
        },
        {
            "number": "18",
            "text": "Ayic ix onh javi t'a Jerusalén tik, oxe' k'ual ix quik' quip."
        },
        {
            "number": "19",
            "text": "Axo t'a schanhil k'ual jun, ix onh b'at t'a scajnub' co Diosal yic tz'echtaj q'uen plata yet' q'uen oro yet' jantac yamk'ab' yic scajnub' co Diosal chi'. Ixlajwi chi', ix ak'chaj t'a vinh sacerdote scuchan Meremot yuninal vinhaj Urías. Aypaxek' vinhaj Eleazar yuninal vinhaj Finees yet' vinh yet' juntzanhxo eb' vinh levita, aton vinhaj Jozabad yuninal vinhaj Jesúa yet' vinhaj Noadías yuninal vinhaj Binúi."
        },
        {
            "number": "20",
            "text": "Ha t'a jun k'u chi', ix echtaj q'ueen, ix b'ischajpax q'uen smasanil, tz'acan yaj q'ueen. Icha chi' ix aj stz'ib'chajcan q'ueen smasanil."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', masanil eb' ix jax t'a Babilonia, ix yak'an nok' silab' eb' stz'a smasanil t'a co Diosal a onh israel onh tik. Ix ak'chaj lajchavanh nok' quelemtac vacax cuuj co masanil, 96 nok' ch'ac calnel yet' 77 nok' quelemtac calnel. Ix ak'chaj pax lajchavanh nok' mam chiva silab'il yic tz'ak'ji tup mul. Masanil juntzanh chi' ix nhusjitz'ha t'a yichanh Jehová."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix ak'chaj b'aj tz'ib'ab'il schecnab'il vinh rey t'a eb' ayoch yajalil t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates, yuj chi' a eb' ix kolwaj qued'oc t'a munlajel t'a stemplo co Diosal."
        }
    ]
}