{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "A eb' vinh yajal ix cot ved' d'a Babilonia ayic ayoch vinhaj Artajerjes reyal, aton sb'i eb' vinh tic icha tas yaj stz'ib'chaj eb' vinh d'a junjun yinhtilal:"
        },
        {
            "number": "2",
            "text": "Aton vinhaj Gersón, d'a yinhtilal vinhaj Finees. Vinhaj Daniel, d'a yinhtilal vinhaj Itamar. Vinhaj Hatús, d'a yinhtilal vinhaj Secanías, d'a yinhtilal vinhaj David. Vinhaj Zacarías, d'a yinhtilal vinhaj Paros, 150 eb' vinh vinac ajun yed' vinh. Vinhaj Elioenai yuninal vinhaj Zeraías, d'a yinhtilal vinhaj Pahat-moab, 200 eb' vinh vinac ajun yed' vinh. Vinhaj Secanías yuninal vinhaj Jahaziel, d'a yinhtilal vinhaj Zatu, 300 eb' vinh vinac ajun yed' vinh. Vinhaj Ebed yuninal vinhaj Jonatán, d'a yinhtilal vinhaj Adín, 50 eb' vinh vinac ajun yed' vinh. Vinhaj Jesaías yuninal vinhaj Atalías, d'a yinhtilal vinhaj Elam, 70 eb' vinh vinac ajun yed' vinh. Vinhaj Zebadías yuninal vinhaj Micael, d'a yinhtilal vinhaj Sefatías, 80 eb' vinh vinac ajun yed' vinh. Vinhaj Obadías yuninal vinhaj Jehiel, d'a yinhtilal vinhaj Joab, 218 eb' vinh vinac ajun yed' vinh. Vinhaj Selomit yuninal vinhaj Josifías, d'a yinhtilal vinhaj Bani, 160 eb' vinh vinac ajun yed' vinh. Vinhaj Zacarías yuninal vinhaj Bebai, d'a yinhtilal vinhaj Bebai, 28 eb' vinh vinac ajun yed' vinh. Vinhaj Johanán yuninal vinhaj Hacatán, d'a yinhtilal vinhaj Azgad, 110 eb' vinh vinac ajun yed' vinh. A vinhaj Elifelet, vinhaj Jeiel yed' vinhaj Semaías d'a scal yinhtilal vinhaj Adonicam, tzak'anxo ix meltzaj eb' vinh yed' 60 eb' vinh vinac. Vinhaj Utai yed' vinhaj Zabud, d'a yinhtilal vinhaj Bigvai, 70 eb' vinh vinac ajun yed' vinh."
        },
        {
            "number": "3",
            "text": "A in Esdras in tic, ix in molb'ej eb' vetchonhab' tic d'a sti' jun a a' scuchan Ahava, oxe' k'ual onh ek' ta'. Ix in sayanek' eb' levita d'a scal eb' anima chi' yed' d'a scal eb' sacerdote, malaj junoc eb' ix ilchaj vuuj."
        },
        {
            "number": "4",
            "text": "Ix in checanb'at vinhaj Eliezer, vinhaj Ariel, vinhaj Semaías, vinhaj Elnatán, vinhaj Jarib, vinhaj Elnatán, vinhaj Natán, vinhaj Zacarías yed' vinhaj Mesulam. A eb' vinh tic nivac yelk'och eb' vinh yed' pax eb' vinh k'ayb'um, aton vinhaj Joiarib yed' vinhaj Elnatán."
        },
        {
            "number": "5",
            "text": "Ix in checb'at eb' vinh yal d'a vinhaj Iddo, yajal d'a jun lugar scuch Casifia yed' d'a masanil eb' ayek' yed' vinh ta', aton eb' yinhtilal eb' munlajnac d'a stemplo Dios to scheccot eb' anima eb' yic scolvaj eb' qued'oc d'a scajnub' co Diosal."
        },
        {
            "number": "6",
            "text": "Yuj scolval Dios ix ik'chajcot vinhaj Serebías yuj eb' vinh, yujto a vinh chi' te jelan vinh, yinhtilal vinh jun vinh levita scuchan Mahli. A vinhaj Serebías chi', ix cot vinh yed' eb' yuninal yed' eb' yuk'tac, 18 eb' d'a smasanil."
        },
        {
            "number": "7",
            "text": "Ix yik'anpaxcot vinhaj Hasabías eb' vinh yed' vinhaj Jesaías yed' pax yuninal eb' vinh yed' eb' sk'ab'yoc eb' vinh, 20 eb' d'a smasanil, yinhtilal eb' vinhaj Merari."
        },
        {
            "number": "8",
            "text": "Ix javipax 220 eb' yinhtilal eb' munlajnac d'a templo, eb' ak'b'ilcanoch yuj vinhaj rey David yed' eb' scuchb'an eb' levita d'a yopisio. Masanil juntzanh eb' tic, tz'ib'ab'il sb'i eb'."
        },
        {
            "number": "9",
            "text": "Ix lajvi chi', ix valani to tzonh och d'a tzek'ojk'olal d'a sti' a' nivan Ahava chi', yic vach' sco cha co mulej co chucal d'a yichanh co Diosal, sco k'ananpax d'ay to tzonh yik'b'at d'a vach'il yed' eb' cuninal yed' masanil tas ay d'ayonh."
        },
        {
            "number": "10",
            "text": "Ix in q'uixvi in k'anan eb' soldado d'a vinh rey, aton eb' sb'ey d'a yoc yed' eb' ayq'ue d'a yib'anh chej, yic tzonh stanhvan eb' d'a eb' ajk'ol d'a yoltac b'e, yujto toxo ix cal d'a vinh rey chi' to a co Diosal stanhvan masanil mach tz'ak'anoch yipoc sk'ool, palta scot yoval, syak'ancot yaelal d'a yib'anh mach max k'anab'ajani."
        },
        {
            "number": "11",
            "text": "Yuj val chi', ix onh och d'a tzek'ojk'olal, ix co k'anan d'a Dios to tzonh stanhvej. Ix yab' val tas ix cal chi'."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi', ix in sik'anel lajchavanh eb' vinh sat yaj d'a eb' vinh sacerdote: Aton vinhaj Serabías, vinhaj Hasabías yed' lajunhvanhxo eb' vinh."
        },
        {
            "number": "13",
            "text": "Ix lajvi chi', ix vechtan juntzanh silab' ix ak'chaj yuj sb'ochajxi stemplo co Diosal, ix in pucanb'at d'a lajchavanh eb' vinh sacerdote ix in siq'uel chi'. A juntzanh silab' chi', ay q'uen plata, q'uen oro yed' juntzanh yamk'ab' ix yak' vinh rey yed' eb' tz'ak'an srazón vinh yed' eb' ay yopisio yed' vinh yed' pax tastac ix yak' eb' quetisraelal ayek' ta'. A d'a smasanil, ay 500 quintal q'uen plata. Yed' juntzanhxo yamk'ab' nab'a plata, 75 quintal yalil yed' 75 quintal q'uen oro yed' pax 20 uk'ab' oro, 17 libra yalil yed' chab'xo yamk'ab' bronce te vach' yaj sb'oi, lajan stojol icha yamk'ab' oro."
        },
        {
            "number": "14",
            "text": "Ix lajvi chi', ix valan d'a eb' vinh icha tic: A ex tic sik'b'il exxo el yicoc Jehová yed' juntzanh q'uen oro, q'uen plata yed' masanil yamk'ab' ix siaj d'a Jehová co Diosal yed' eb' co mam quicham."
        },
        {
            "number": "15",
            "text": "Tze tanhvej val q'ueen masanto ol echtaj q'uen d'a yoltac scuartoal templo d'a Jerusalén d'a yichanh eb' yajalil eb' sacerdote yed' eb' levita yed' eb' yajal yaj d'a scal eb' quetisraelal, xin chi d'a eb' vinh."
        },
        {
            "number": "16",
            "text": "Yuj chi' a eb' vinh sacerdote yed' eb' vinh levita chi', ix schaan masanil q'uen silab' eb' vinh yed' juntzanh yamk'ab' ix echtaj chi' d'a yol sk'ab' eb' vinh yic syik'anb'at eb' vinh d'a scajnub' co Diosal d'a Jerusalén."
        },
        {
            "number": "17",
            "text": "Ayic slajchavil k'ual d'a b'ab'el uj, ix onh el d'a sti' a' Ahava chi', ix onh cot d'a Jerusalén tic. A co Diosal ix onh colan d'a eb' ajk'ool yed' d'a eb' elk'um d'a yoltac b'e."
        },
        {
            "number": "18",
            "text": "Ayic ix onh javi d'a Jerusalén tic, oxe' k'ual ix quik' quip."
        },
        {
            "number": "19",
            "text": "Axo d'a schanhil k'ual jun, ix onh b'at d'a scajnub' co Diosal yic tz'echtaj q'uen plata yed' q'uen oro yed' jantac yamk'ab' yic scajnub' co Diosal chi'. Ix lajvi chi', ix ak'chaj d'a vinh sacerdote scuchan Meremot yuninal vinhaj Urías. Aypaxek' vinhaj Eleazar yuninal vinhaj Finees yed' vinh yed' juntzanhxo eb' vinh levita, aton vinhaj Jozabad yuninal vinhaj Jesúa yed' vinhaj Noadías yuninal vinhaj Binúi."
        },
        {
            "number": "20",
            "text": "A d'a jun k'u chi', ix echtaj q'ueen, ix b'ischajpax q'uen smasanil, tz'acan yaj q'ueen. Icha chi' ix aj stz'ib'chajcan q'ueen smasanil."
        },
        {
            "number": "21",
            "text": "Ix lajvi chi', masanil eb' ix jax d'a Babilonia, ix yak'an nok' silab' eb' stz'a smasanil d'a co Diosal a onh israel onh tic. Ix ak'chaj lajchavanh nok' quelemtac vacax cuuj co masanil, 96 nok' ch'ac calnel yed' 77 nok' quelemtac calnel. Ix ak'chaj pax lajchavanh nok' mam chiva silab'il yic tz'ak'ji tup mul. Masanil juntzanh chi' ix nhusjitz'a d'a yichanh Jehová."
        },
        {
            "number": "22",
            "text": "Ix lajvi chi', ix ak'chaj b'aj tz'ib'ab'il schecnab'il vinh rey d'a eb' ayoch yajalil d'a stojolal b'aj tz'em k'u d'a a' Éufrates, yuj chi' a eb' ix colvaj qued'oc d'a munlajel d'a stemplo co Diosal."
        }
    ]
}