{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi juntzanh chi', ix javi jayvanh eb' yajal yaj t'a skal eb' quetchonhab' t'ayin, ix yalan eb' icha tik: Tzijtum eb' quetisraelal yet' eb' sacerdote yet' pax eb' levita max yiq'uel-laj sb'ha t'a skal eb' ch'oc chonhab'il cajan t'a co chonhab' tik, palta a schuc b'eyb'al eb' cananeo, eb' heteo, eb' ferezeo, eb' jebuseo, eb' amonita, eb' moabita, eb' egipcio yet' eb' amorreo, a chi' sb'eyb'alej eb'."
        },
        {
            "number": "2",
            "text": "Ha eb' chi' yet' eb' yuninal eb', van yik'lan sb'a eb' yet' eb' ix yisil eb' ch'oc chonhab'il chi'. Yuj chi' a schonhab' Dios toxo ix somchaj yet' juntzanh anima chi'. Ha val eb' b'ab'el ix yak'och smul tik, aton eb' yajal yaj t'a co cal, xchi eb' t'ayin."
        },
        {
            "number": "3",
            "text": "Ayic ix vab'an jun chi', ix in nhik'chitanb'at in pichul. Ix in tzucanel xil in jolom yet' xil in ti' yuj cusk'olal. Ix in em k'ojan, manhxo animaoc in aj ix vab'i."
        },
        {
            "number": "4",
            "text": "Masanil eb' xiv yuj yoval sk'ol co Diosal yuj smul eb' quetisraelal, eb' janacxi t'a Babilonia, ix smolb'ej sb'a eb' ved'oc. k'ojan innhej emi, manhxo in animaoc svab'i, masanto t'a yorail tz'ak'ji silab' t'a yemk'ualil."
        },
        {
            "number": "5",
            "text": "Ha val t'a jun rato chi', ix in q'ue vaan b'aj k'ojaninem chi', nhik'chimtac in pichul chi'. Ix in em cuman in lesalvi. Ix vik'anq'ue in k'ab' t'a yichanh Jehová in Diosal."
        },
        {
            "number": "6",
            "text": "Ix valan icha tik: Ach in Diosal, tzin te q'uixvi t'ayach. Tzin somchaj chaanh. Maxtzac nachaj vuuj tas svutej valan in b'a t'ayach, yujto ix te ek' yib'anh co chucal. Ha co mul chi' ix q'uek'och t'a satcha’anh."
        },
        {
            "number": "7",
            "text": "Atax t'a stiempoal eb' co mam quicham, masanto ticnaic, te ayonnhej och co k'ulan chucal. Yuj co chucal ix onh ak'jioch yet' eb' co reyal yet' eb' sacerdote t'a yol sk'ab' eb' sreyal juntzanhxo nación. Ix onh miljichamoc. Ix onh ik'jib'at t'a ch'oc chonhab'il. Ix elk'ajb'at tastac ay t'ayonh, te q'uixvelal ix onh ajcani, icha val caj ticnaic."
        },
        {
            "number": "8",
            "text": "Palta ticnaic jun, ach Jehová co Diosal, yuj a wach'k'olal, ix onh a col jayvanh onh ayonhek' tik. Yuj chi' syal co cajnajxi t'a sat lum lum to ic yaj tik. Ha ach ix ak'xi co tzalajk'olal, ix ak'anpax co junk'olal b'aj checab' caji."
        },
        {
            "number": "9",
            "text": "Wach'chom checab' caji, palta maj onh actejcanlaj. Ix a ch'ox a wach'k'olal t'ayonh t'a yichanh eb' sreyal Persia. Ix ak' co q'uinal yic ix co b'oanxiq'ue a cajnub' tik, yujto jub'ilemi. Ha ach tzonh a tanhvej t'a Judá yet' t'a Jerusalén tik."
        },
        {
            "number": "10",
            "text": "Axo ticnaic, ach co Diosal, ¿tas val wach' calan t'ayach, yujto toxo ix och co mul? Maj co k'anab'ajej a checnab'il,"
        },
        {
            "number": "11",
            "text": "aton a checnac yal eb' a checab', eb' tzach ak'an servil. Ha ach tik alnac t'ayonh to junelnhej te chuc sb'eyb'al juntzanh anima cajan t'a lum lum ol ak' quiquej, manh jantacoc chucal sk'ulej eb' t'a yol smacb'en."
        },
        {
            "number": "12",
            "text": "Alannacpaxi to max yal-laj cak'an yik'laj sb'a eb' ix quisil yet' eb' yuninal eb'. Max yalpax yik'lan sb'a eb' cuninal yet' eb' ix yisil eb', max yalpax co colvaj t'a eb'. Alannaccani tato max co k'ulej juntzanh chi', wach' ol aj yelk'och co chonhab' tik, ol cak'an tzalajb'oc co k'ool yuj a wach'k'olal, yic wach' scak'kan lum lum tik smacb'enoc eb' quinhtilal t'a junelnhej."
        },
        {
            "number": "13",
            "text": "Ha val yuj co chucal ix och t'ayach, yuj chi' ix javi juntzanh yaelal tik t'a quib'anh, palta a ach tik, ach co Diosal, maj ak'och co yaelal icha tas smoj co chaani, quennhej yaelal chi' ix javi t'a quib'anh. Palta ix el val t'a a k'ool to pitzan jayvanhonhxo tik."
        },
        {
            "number": "14",
            "text": "Tato te chuc scutejxi co b'a t'ayach, tato squik'laj co b'a yet' juntzanh ch'oc animail te chuc sb'eyb'al chi', ol am te cot oval t'ayonh, ol onh a sataneli, masanto manhxa junok onh ol onh canoc."
        },
        {
            "number": "15",
            "text": "Mamin Jehová, co Diosal ach a onh israel onh tik, te tojolnhej tzutej a b'a t'ayonh, yuj chi' ix to onh kan jayvanhonhxo tik. Palta ina jantac co mul ix ochxi t'ayach, yuj chi' maxtzac co tek'b'ej co b'a coch t'a ichanh, xin chi t'a Jehová."
        }
    ]
}