{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajwi juntzanh chi', ix jawi jaywanh heb' yajal yaj t'a skal heb' quetchonhab' t'ayin, ix yalan heb' icha tik: Tzijtum heb' quetisraelal yet' heb' sacerdote yet' pax heb' lewita max yik'el-laj sb'ha t'a skal heb' ch'oc chonhab'il kajan t'a ko chonhab' tik, palta a schuc b'eyb'al heb' cananeo, heb' heteo, heb' ferezeo, heb' jebuseo, heb' amonita, heb' moabita, heb' egipcio yet' heb' amorreo, a chi' sb'eyb'alej heb'."
        },
        {
            "number": "2",
            "text": "Ha heb' chi' yet' heb' yuninal heb', wan yik'lan sb'a heb' yet' heb' ix yisil heb' ch'oc chonhab'il chi'. Yuj chi' a schonhab' Dios toxo ix somchaj yet' juntzanh anima chi'. Ha wal heb' b'ab'el ix yak'och smul tik, aton heb' yajal yaj t'a ko kal, xchi heb' t'ayin."
        },
        {
            "number": "3",
            "text": "Ayic ix wab'an jun chi', ix in nhik'chitanb'at in pichul. Ix in tzucanel xil in jolom yet' xil in ti' yuj cusk'olal. Ix in em k'ojan, manhxo animaoc in aj ix wab'i."
        },
        {
            "number": "4",
            "text": "Masanil heb' xiv yuj yowal sk'ol ko Diosal yuj smul heb' quetisraelal, heb' janacxi t'a Babilonia, ix smolb'ej sb'a heb' wed'oc. k'ojan innhej emi, manhxo in animaoc swab'i, masanto t'a yorail tz'ak'ji silab' t'a yemk'ualil."
        },
        {
            "number": "5",
            "text": "Ha wal t'a jun rato chi', ix in k'e waan b'aj k'ojaninem chi', nhik'chimtac in pichul chi'. Ix in em cuman in lesalwi. Ix wik'ank'e in k'ab' t'a yichanh Jehová in Diosal."
        },
        {
            "number": "6",
            "text": "Ix walan icha tik: Ach in Diosal, tzin te q'uixwi t'ayach. Tzin somchaj chaanh. Maxtzac nachaj wuuj tas swutej walan in b'a t'ayach, yujto ix te ek' yib'anh ko chukal. Ha ko mul chi' ix k'ek'och t'a satcha’anh."
        },
        {
            "number": "7",
            "text": "Atax t'a stiempoal heb' ko mam quicham, masanto ticnaik, te ayonnhej och ko k'ulan chukal. Yuj ko chukal ix onh ak'jioch yet' heb' ko reyal yet' heb' sacerdote t'a yol sk'ab' heb' sreyal juntzanhxo nación. Ix onh miljichamoc. Ix onh ik'jib'at t'a ch'oc chonhab'il. Ix elk'ajb'at tastac ay t'ayonh, te q'uixwelal ix onh ajkani, icha wal kaj ticnaik."
        },
        {
            "number": "8",
            "text": "Palta ticnaik jun, ach Jehová ko Diosal, yuj a wach'k'olal, ix onh a col jaywanh onh ayonhek' tik. Yuj chi' syal ko kajnajxi t'a sat lum lum to ic yaj tik. Ha ach ix ak'xi ko tzalajk'olal, ix ak'anpax ko junk'olal b'aj chekab' kaji."
        },
        {
            "number": "9",
            "text": "Wach'chom chekab' kaji, palta maj onh actejkanlaj. Ix a ch'ox a wach'k'olal t'ayonh t'a yichanh heb' sreyal Persia. Ix ak' ko k 'inal yic ix ko b'oanxik'e a kajnub' tik, yujto jub'ilemi. Ha ach tzonh a tanhwej t'a Judá yet' t'a Jerusalén tik."
        },
        {
            "number": "10",
            "text": "Axo ticnaik, ach ko Diosal, ¿tas wal wach' kalan t'ayach, yujto toxo ix och ko mul? Maj ko k'anab'ajej a checnab'il,"
        },
        {
            "number": "11",
            "text": "aton a checnac yal heb' a chekab', heb' tzach ak'an serwil. Ha ach tik alnac t'ayonh to junelnhej te chuk sb'eyb'al juntzanh anima kajan t'a lum lum ol ak' quiquej, manh jantacoc chukal sk'ulej heb' t'a yol smacb'en."
        },
        {
            "number": "12",
            "text": "Alannacpaxi to max yal-laj kak'an yik'laj sb'a heb' ix quisil yet' heb' yuninal heb'. Max yalpax yik'lan sb'a heb' cuninal yet' heb' ix yisil heb', max yalpax ko kolwaj t'a heb'. Alannakkani tato max ko k'ulej juntzanh chi', wach' ol aj yelk'och ko chonhab' tik, ol kak'an tzalajb'oc ko k'ool yuj a wach'k'olal, yic wach' skak'kan lum lum tik smacb'enoc heb' quinhtilal t'a junelnhej."
        },
        {
            "number": "13",
            "text": "Ha wal yuj ko chukal ix och t'ayach, yuj chi' ix jawi juntzanh yaelal tik t'a quib'anh, palta a ach tik, ach ko Diosal, maj ak'och ko yaelal icha tas smoj ko chaani, quennhej yaelal chi' ix jawi t'a quib'anh. Palta ix el wal t'a a k'ool to pitzan jaywanhonhxo tik."
        },
        {
            "number": "14",
            "text": "Tato te chuk scutejxi ko b'a t'ayach, tato squik'laj ko b'a yet' juntzanh ch'oc animail te chuk sb'eyb'al chi', ol am te cot owal t'ayonh, ol onh a sataneli, masanto manhxa junok onh ol onh kanok."
        },
        {
            "number": "15",
            "text": "Mamin Jehová, ko Diosal ach a onh israel onh tik, te tojolnhej tzutej a b'a t'ayonh, yuj chi' ix to onh kan jaywanhonhxo tik. Palta ina jantac ko mul ix ochxi t'ayach, yuj chi' maxtzac ko tek'b'ej ko b'a coch t'a ichanh, xin chi t'a Jehová."
        }
    ]
}