{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Cuseltacxonhej ix ajcan chonhab' Jerusalén b'aj tzijtum anima d'a peca'. Lajan ix ajcan jun nivan chonhab' tic icha tz'ajcan junoc ix ix toxo ix cham yetb'eyum. A d'a peca', ichato yajal yaj d'a scal juntzanh nación, axo ticnaic, tz'ak'ji pural yoch d'a munlajel."
        },
        {
            "number": "2",
            "text": "Lajan icha junoc ix ix sik'sik'an yok' d'ak'valil, chalali val yemta yal sat d'a spak'ultac sti'. A d'a scal juntzanh nación vach' yak'an yed'oc, manhxa junoc tz'ak'an snivanil sk'ool. Masanil ix meltzajoch ajk'olal d'ay."
        },
        {
            "number": "3",
            "text": "Ix ik'jib'at eb' aj Judá d'a ch'oc chonhab'il. Q'uixvub'tac yaj eb' yuj munlajel te ya b'aj ayochi. Ayxoek' eb' d'a scal juntzanhxo nación. Maxtzac yik' jab'oc yip eb'. Ix yamchaj eb' yuj eb' spechani, yuj chi' ayxoek' eb' d'a scal yaelal."
        },
        {
            "number": "4",
            "text": "Cuseltacxonhej yaj sb'eal Sion ticnaic. Manhxalaj mach sjavi d'a q'uinh. Tz'inini yajcan sti' chonhab'. Axonhej oq'uel syak' eb' sacerdote. A eb' ix cob'estac tacnacxonhej sk'ol eb' ix. A eb' aj Jerusalén ayoch yaelal d'a yib'anh eb'."
        },
        {
            "number": "5",
            "text": "Toxo ix ak'ji ganar eb' cajan d'a Sion. Ix ik'jib'at eb' d'a ch'oc chonhab'il yuj eb' yajk'ool. A Jehová ix ak'anoch yaelal d'a yib'anh eb', yujto te pit ix yutej sb'a eb'. A eb' yajk'ol eb' chi', van sq'uechaanh eb'."
        },
        {
            "number": "6",
            "text": "Toxo ix satel svach'il yilji chonhab' Sion chi'. A eb' yajalil eb', lajan eb' icha nok' k'ultaquil chej maxtzac ilchaj svael. Van yel yip, yuj chi' toxonhej snher yoc d'a yichanh eb' spechani."
        },
        {
            "number": "7",
            "text": "A val d'a sk'ual ayoch eb' aj Jerusalén yab'an syail, ix snaancot masanil sb'eyumal eb' d'a yalanhtaxo. Ayic ix yamchaj eb' yuj eb' yajk'ol chi', manhxa mach ix colanel eb'. A val yic tz'ilji eb' yuj juntzanhxo eb' yajk'ool, sb'uchji eb' yujto toxo ix telvi eb'."
        },
        {
            "number": "8",
            "text": "A eb' aj Jerusalén chi', yelxo nivan schucal eb' ix yak'ochi, yuj chi' smoj val syajjiel eb'. D'a peca' nivan yelk'och jun chonhab' chi' d'a yol sat eb' anima, axo ticnaic, syaj eb', yujto toxo ix ilji sq'uixveltaquil. Yuj chi' a eb' aj Jerusalén tz'ok' val eb', toxonhej sk'ub'ejel sat eb' yuj q'uixvelal."
        },
        {
            "number": "9",
            "text": "Te nivan chequel yaj schucal eb' cajan d'a Jerusalén chi', palta malaj tas sna eb' yuj tas ol javoc d'a yib'anh. Te satub'tac ix aj stelvi schonhab' eb', malaj mach snivanan sk'ol eb'. Syal eb' anima ta': Mamin Jehová, ina val co yaelal, yujto a eb' ajk'ol d'ayonh syik'chaanh sb'a eb' onh yixtani, xchi eb'."
        },
        {
            "number": "10",
            "text": "A eb' ajk'ool chi', toxo ix yiquej masanil sb'eyumal eb' aj Jerusalén eb'. Ix yil val eb' aj chonhab' chi' yoch lemnaj eb' ch'oc chonhab'il d'a yol stemplo Dios, aton juntzanh anima yalnac Jehová to max yal yochi."
        },
        {
            "number": "11",
            "text": "Masanil eb' cajan ta' tz'ok' eb', tz'ek' eb' sayan svael. Toxo ix yak'b'at sb'eyumal eb' sq'uexuloc svael yic max cham eb'. Ix yalan eb': Mamin Jehová, cotanh q'uelan d'ayonh yuj tas ix aj co telvi. Il val och a k'ol d'ayonh yuj co yaelal."
        },
        {
            "number": "12",
            "text": "A ex tzex ek' d'a co lak'anil tic, ochanhec vaan tze naani. ¿Toc ay val yaelal icha quic tic? Yelxo val sco te ab'ej syail. Ix yak'cot jun yaelal tic Jehová d'a quib'anh yuj yoval sk'ool."
        },
        {
            "number": "13",
            "text": "Ato d'a satchaanh ix yak'cot jun k'ak' Jehová, yic syak' lajvoquem co b'aquil. Ix sb'oem jun yaal d'a quichanh, icha val chi' ix aj co meltzajcot d'a co patic. Ix onh actajcan yuuj, cotac scal syak'anoch yaelal d'a quib'anh."
        },
        {
            "number": "14",
            "text": "A Jehová, toxo ix yaloch co chucal d'a co sat, anheja' co chucal chi' ix onh tzek'ani, icha val junoc icatz al yajoch d'a quib'anh. Tz'el val quip yuuj. Ix onh yak'och Dios Cajal d'a yol sk'ab' eb' cajk'ool. Maxtzac yal co tek'b'an co b'a d'a yichanh eb'."
        },
        {
            "number": "15",
            "text": "A Jehová ix spatiquejel eb' soldado tzonh colan calani. Ix yak'cot jantac eb' soldado ajk'ol d'ayonh yic satel masanil eb' co soldado quelemtac. Toxo ix onh tek'jiem a onh aj Judá onh tic yuj Jehová, icha val tz'aj stek'jiel yal sat te' uva."
        },
        {
            "number": "16",
            "text": "Yuj val juntzanh tic tz'el val yal co sat coq'ui. Manhxalaj mach tz'ak'an snivanil co k'ool. Manhxalaj mach syal yak'an co tek'anil. A d'a scal oval chi' ix cactejcan eb' cuninal, yujto ix onh can d'a yalanh yuj eb' ajk'ol chi'."
        },
        {
            "number": "17",
            "text": "Ix quik'chaanh co k'ab' co tevi, palta malaj mach tz'ak'an snivanil co k'ool. A Jehová ix molb'ancot eb' cajan d'a co lak'anil yic syak'an oval eb' qued'oc. A Jerusalén tic, yajyonk'olal ix ajcan d'a eb'."
        },
        {
            "number": "18",
            "text": "Ix sk'ulej val Jehová icha val smojalil, yujto ix co pitej co b'a d'a schecnab'il. Ex chonhab', ab'ec val tas ol cala'. Ilec val co yaelal. A eb' cuninal, toxo ix ik'jib'at eb' d'a ch'oc chonhab'il."
        },
        {
            "number": "19",
            "text": "Ix co k'an scolval juntzanh nación ayoch qued'oc yalani, palta tonhej tzonh yixtej eb'. A eb' vinh sacerdote yed' eb' vinh ichamtac vinac, ayic van yek' eb' vinh say svael, ix cham eb' vinh yuj vejel d'a yoltac scalleal chonhab' tic."
        },
        {
            "number": "20",
            "text": "Mamin Jehová, ina val tas caji. Max techajlaj co yaelal tic cuj scab'i. Pitz'itz'i yoch d'a co k'ol scab'i ayic sco naancot co pitalil. A d'a spatiquel co chonhab' tic smiljicham eb' cuninal d'a q'uen espada, axo d'a yol chonhab', ay pax chamel."
        },
        {
            "number": "21",
            "text": "A eb' ch'oc chonhab'il, syab' val eb' yel cav yuj co cusk'olal, palta malaj mach snivanan co k'ool. Masanil eb' ayoch ajk'olal d'ayonh, yojtacxonhej co yaelal eb', stzalaj val eb' yuj yaelal ix ak'och d'a quib'anh. Javocab' jun k'u alb'ilcan uj d'a peca', yic vach' lajan ol aj eb' icha caj tic."
        },
        {
            "number": "22",
            "text": "Nacot jantac schucal eb'. Utejpax eb' yuj schucal, icha val tzonh utej yuj quic tic. Te nivanxo tzonh oq'ui, tz'el yip co pixan scab'i, xchi eb' aj Jerusalén chi' d'a Jehová."
        }
    ]
}