{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Cuseltacxonhej ix ajkan chonhab' Jerusalén b'aj tzijtum anima t'a peka'. Lajan ix ajkan jun niwan chonhab' tik icha tz'ajkan junok ix ix toxo ix cham yetb'eyum. Ha t'a peka', ichato yajal yaj t'a skal juntzanh nación, haxo ticnaik, tz'ak'ji pural yoch t'a munlajel."
        },
        {
            "number": "2",
            "text": "Lajan icha junok ix ix sik'sik'an yok' t'ak'walil, chalali wal yemta yal sat t'a spak'ultac sti'. Ha t'a skal juntzanh nación wach' yak'an yet'oc, manhxa junok tz'ak'an sniwanil sk'ool. Masanil ix meltzajoch ajk'olal t'ay."
        },
        {
            "number": "3",
            "text": "Ix ik'jib'at heb' aj Judá t'a ch'oc chonhab'il. Q'uixwub'tac yaj heb' yuj munlajel te ya b'aj ayochi. Ayxoek' heb' t'a skal juntzanhxo nación. Maxtzac yik' jab'oc yip heb'. Ix yamchaj heb' yuj heb' spechani, yuj chi' ayxoek' heb' t'a skal yaelal."
        },
        {
            "number": "4",
            "text": "Cuseltacxonhej yaj sb'eal Sion ticnaik. Manhxalaj mach sjawi t'a q'uinh. Tz'inini yajkan sti' chonhab'. Axonhej ok'el syak' heb' sacerdote. Ha heb' ix cob'estac tacnacxonhej sk'ol heb' ix. Ha heb' aj Jerusalén ayoch yaelal t'a yib'anh heb'."
        },
        {
            "number": "5",
            "text": "Toxo ix ak'ji ganar heb' kajan t'a Sion. Ix ik'jib'at heb' t'a ch'oc chonhab'il yuj heb' yajk'ool. Ha Jehová ix ak'anoch yaelal t'a yib'anh heb', yujto te pit ix yutej sb'a heb'. Ha heb' yajk'ol heb' chi', wan sk'echaanh heb'."
        },
        {
            "number": "6",
            "text": "Toxo ix satel swach'il yilji chonhab' Sion chi'. Ha heb' yajalil heb', lajan heb' icha nok' k'ultaquil chej maxtzac ilchaj swael. Van yel yip, yuj chi' toxonhej snher yoc t'a yichanh heb' spechani."
        },
        {
            "number": "7",
            "text": "Ha wal t'a sk'ual ayoch heb' aj Jerusalén yab'an syail, ix snaancot masanil sb'eyumal heb' t'a yalanhtaxo. Ayic ix yamchaj heb' yuj heb' yajk'ol chi', manhxa mach ix colanel heb'. Ha wal yic tz'ilji heb' yuj juntzanhxo heb' yajk'ool, sb'uchji heb' yujto toxo ix telwi heb'."
        },
        {
            "number": "8",
            "text": "Ha heb' aj Jerusalén chi', yelxo niwan schukal heb' ix yak'ochi, yuj chi' smoj wal syajjiel heb'. D'a peka' niwan yelk'och jun chonhab' chi' t'a yol sat heb' anima, haxo ticnaik, syaj heb', yujto toxo ix ilji sq'uixweltaquil. Yuj chi' a heb' aj Jerusalén tz'ok' wal heb', toxonhej sk'ub'ejel sat heb' yuj q'uixwelal."
        },
        {
            "number": "9",
            "text": "Te niwan chequel yaj schukal heb' kajan t'a Jerusalén chi', palta malaj tas sna heb' yuj tas ol jawok t'a yib'anh. Te satub'tac ix aj stelwi schonhab' heb', malaj mach sniwanan sk'ol heb'. Syal heb' anima ta': Mamin Jehová, ina wal ko yaelal, yujto a heb' ajk'ol t'ayonh syik'chaanh sb'a heb' onh yixtani, xchi heb'."
        },
        {
            "number": "10",
            "text": "Ha heb' ajk'ool chi', toxo ix yiquej masanil sb'eyumal heb' aj Jerusalén heb'. Ix yil wal heb' aj chonhab' chi' yoch lemnaj heb' ch'oc chonhab'il t'a yol stemplo Dios, aton juntzanh anima yalnac Jehová to max yal yochi."
        },
        {
            "number": "11",
            "text": "Masanil heb' kajan ta' tz'ok' heb', tzek' heb' sayan swael. Toxo ix yak'b'at sb'eyumal heb' sk'exuloc swael yic max cham heb'. Ix yalan heb': Mamin Jehová, cotanh k'elan t'ayonh yuj tas ix aj ko telwi. Il wal och a k'ol t'ayonh yuj ko yaelal."
        },
        {
            "number": "12",
            "text": "Ha ex tzex ek' t'a ko lak'anil tik, ochanhec waan tze naani. ¿Toc ay wal yaelal icha quik tik? Yelxo wal sko te ab'ej syail. Ix yak'cot jun yaelal tik Jehová t'a quib'anh yuj yowal sk'ool."
        },
        {
            "number": "13",
            "text": "Ato t'a satcha’anh ix yak'cot jun k'ak' Jehová, yic syak' lajwoquem ko b'aquil. Ix sb'oem jun yaal t'a quichanh, icha wal chi' ix aj ko meltzajcot t'a ko patic. Ix onh actajkan yuj, cotac skal syak'anoch yaelal t'a quib'anh."
        },
        {
            "number": "14",
            "text": "Ha Jehová, toxo ix yaloch ko chukal t'a ko sat, anheja' ko chukal chi' ix onh tzek'ani, icha wal junok ikatz al yajoch t'a quib'anh. Tz'el wal quip yuj. Ix onh yak'och Dios Kajal t'a yol sk'ab' heb' kajk'ool. Maxtzac yal ko tek'b'an ko b'ha t'a yichanh heb'."
        },
        {
            "number": "15",
            "text": "Ha Jehová ix spatiquejel heb' soldado tzonh colan kalani. Ix yak'cot jantac heb' soldado ajk'ol t'ayonh yic satel masanil heb' ko soldado kelemtac. Toxo ix onh tek'jiem a onh aj Judá onh tik yuj Jehová, icha wal tz'aj stek'jiel yal sat te' uwa."
        },
        {
            "number": "16",
            "text": "Yuj wal juntzanh tik tz'el wal yal ko sat coq'ui. Manhxalaj mach tz'ak'an sniwanil ko k'ool. Manhxalaj mach syal yak'an ko tek'anil. Ha t'a skal owal chi' ix kactejkan heb' cuninal, yujto ix onh kan t'a yalanh yuj heb' ajk'ol chi'."
        },
        {
            "number": "17",
            "text": "Ix quik'chaanh ko k'ab' ko tewi, palta malaj mach tz'ak'an sniwanil ko k'ool. Ha Jehová ix molb'ancot heb' kajan t'a ko lak'anil yic syak'an owal heb' qued'oc. Ha Jerusalén tik, yajyonk'olal ix ajkan t'a heb'."
        },
        {
            "number": "18",
            "text": "Ix sk'ulej wal Jehová icha wal smojalil, yujto ix ko pitej ko b'ha t'a schecnab'il. Ex chonhab', ab'ec wal tas ol cala'. Ilec wal ko yaelal. Ha heb' cuninal, toxo ix ik'jib'at heb' t'a ch'oc chonhab'il."
        },
        {
            "number": "19",
            "text": "Ix ko k'an scolwal juntzanh nación ayoch qued'oc yalani, palta tonhej tzonh yixtej heb'. Ha heb' winh sacerdote yet' heb' winh ichamtac winak, ayic wan yek' heb' winh say swael, ix cham heb' winh yuj wejel t'a yoltac skalleal chonhab' tik."
        },
        {
            "number": "20",
            "text": "Mamin Jehová, ina wal tas kaji. Max techajlaj ko yaelal tik cuj skab'i. Pitz'itz'i yoch t'a ko k'ol skab'i ayic sko naancot ko pitalil. Ha t'a spatiquel ko chonhab' tik smiljicham heb' cuninal t'a k'een espada, haxo t'a yol chonhab', ay pax chamel."
        },
        {
            "number": "21",
            "text": "Ha heb' ch'oc chonhab'il, syab' wal heb' yel cav yuj ko cusk'olal, palta malaj mach sniwanan ko k'ool. Masanil heb' ayoch ajk'olal t'ayonh, yojtakxonhej ko yaelal heb', stzalaj wal heb' yuj yaelal ix ak'och t'a quib'anh. Jawokab' jun k'u alb'ilkan uj t'a peka', yic wach' lajan ol aj heb' icha kaj tik."
        },
        {
            "number": "22",
            "text": "Nacot jantac schukal heb'. Utejpax heb' yuj schukal, icha wal tzonh utej yuj quik tik. Te niwanxo tzonh oq'ui, tz'el yip ko pixan skab'i, xchi heb' aj Jerusalén chi' t'a Jehová."
        }
    ]
}