{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Cuseltacxonhej ix ajkan chonhab' Jerusalén b'aj tzijtum anima t'a peca'. Lajan ix ajkan jun niwan chonhab' tik icha tz'ajkan junok ix ix toxo ix cham yetb'eyum. Ha t'a peca', ichato yajal yaj t'a skal juntzanh nación, haxo ticnaic, tz'ak'ji pural yoch t'a munlajel."
        },
        {
            "number": "2",
            "text": "Lajan icha junok ix ix sik'sik'an yok' t'ak'walil, chalali val yemta yal sat t'a spak'ultac sti'. Ha t'a skal juntzanh nación wach' yak'an yet'oc, manhxa junok tz'ak'an snivanil sk'ool. Masanil ix meltzajoch ajk'olal t'ay."
        },
        {
            "number": "3",
            "text": "Ix ik'jib'at eb' aj Judá t'a ch'oc chonhab'il. Q'uixvub'tac yaj eb' yuj munlajel te ya b'aj ayochi. Ayxoek' eb' t'a skal juntzanhxo nación. Maxtzac yik' jab'oc yip eb'. Ix yamchaj eb' yuj eb' spechani, yuj chi' ayxoek' eb' t'a skal yaelal."
        },
        {
            "number": "4",
            "text": "Cuseltacxonhej yaj sb'eal Sion ticnaic. Manhxalaj mach sjavi t'a q'uinh. Tz'inini yajcan sti' chonhab'. Axonhej oq'uel syak' eb' sacerdote. Ha eb' ix cob'estac tacnacxonhej sk'ol eb' ix. Ha eb' aj Jerusalén ayoch yaelal t'a yib'anh eb'."
        },
        {
            "number": "5",
            "text": "Toxo ix ak'ji ganar eb' cajan t'a Sion. Ix ik'jib'at eb' t'a ch'oc chonhab'il yuj eb' yajk'ool. Ha Jehová ix ak'anoch yaelal t'a yib'anh eb', yujto te pit ix yutej sb'a eb'. Ha eb' yajk'ol eb' chi', van sq'uechaanh eb'."
        },
        {
            "number": "6",
            "text": "Toxo ix satel svach'il yilji chonhab' Sion chi'. Ha eb' yajalil eb', lajan eb' icha nok' k'ultaquil chej maxtzac ilchaj svael. Van yel yip, yuj chi' toxonhej snher yoc t'a yichanh eb' spechani."
        },
        {
            "number": "7",
            "text": "Ha val t'a sk'ual ayoch eb' aj Jerusalén yab'an syail, ix snaancot masanil sb'eyumal eb' t'a yalanhtaxo. Ayic ix yamchaj eb' yuj eb' yajk'ol chi', manhxa mach ix colanel eb'. Ha val yic tz'ilji eb' yuj juntzanhxo eb' yajk'ool, sb'uchji eb' yujto toxo ix telvi eb'."
        },
        {
            "number": "8",
            "text": "Ha eb' aj Jerusalén chi', yelxo niwan schucal eb' ix yak'ochi, yuj chi' smoj val syajjiel eb'. D'a peca' niwan yelk'och jun chonhab' chi' t'a yol sat eb' anima, haxo ticnaic, syaj eb', yujto toxo ix ilji sq'uixveltaquil. Yuj chi' a eb' aj Jerusalén tz'ok' val eb', toxonhej sk'ub'ejel sat eb' yuj q'uixvelal."
        },
        {
            "number": "9",
            "text": "Te niwan chequel yaj schucal eb' cajan t'a Jerusalén chi', palta malaj tas sna eb' yuj tas ol javoc t'a yib'anh. Te satub'tac ix aj stelvi schonhab' eb', malaj mach snivanan sk'ol eb'. Syal eb' anima ta': Mamin Jehová, ina val co yaelal, yujto a eb' ajk'ol t'ayonh syik'chaanh sb'a eb' onh yixtani, xchi eb'."
        },
        {
            "number": "10",
            "text": "Ha eb' ajk'ool chi', toxo ix yiquej masanil sb'eyumal eb' aj Jerusalén eb'. Ix yil val eb' aj chonhab' chi' yoch lemnaj eb' ch'oc chonhab'il t'a yol stemplo Dios, aton juntzanh anima yalnac Jehová to max yal yochi."
        },
        {
            "number": "11",
            "text": "Masanil eb' cajan ta' tz'ok' eb', tzek' eb' sayan svael. Toxo ix yak'b'at sb'eyumal eb' sq'uexuloc svael yic max cham eb'. Ix yalan eb': Mamin Jehová, cotanh q'uelan t'ayonh yuj tas ix aj co telvi. Il val och a k'ol t'ayonh yuj co yaelal."
        },
        {
            "number": "12",
            "text": "Ha ex tzex ek' t'a co lak'anil tik, ochanhec vaan tze naani. ¿Toc ay val yaelal icha quic tik? Yelxo val sco te ab'ej syail. Ix yak'cot jun yaelal tik Jehová t'a quib'anh yuj yoval sk'ool."
        },
        {
            "number": "13",
            "text": "Ato t'a satcha’anh ix yak'cot jun k'ak' Jehová, yic syak' lajvoquem co b'aquil. Ix sb'oem jun yaal t'a quichanh, icha val chi' ix aj co meltzajcot t'a co patic. Ix onh actajcan yuj, cotac skal syak'anoch yaelal t'a quib'anh."
        },
        {
            "number": "14",
            "text": "Ha Jehová, toxo ix yaloch co chucal t'a co sat, anheja' co chucal chi' ix onh tzek'ani, icha val junok icatz al yajoch t'a quib'anh. Tz'el val quip yuj. Ix onh yak'och Dios Cajal t'a yol sk'ab' eb' cajk'ool. Maxtzac yal co tek'b'an co b'ha t'a yichanh eb'."
        },
        {
            "number": "15",
            "text": "Ha Jehová ix spatiquejel eb' soldado tzonh colan calani. Ix yak'cot jantac eb' soldado ajk'ol t'ayonh yic satel masanil eb' co soldado quelemtac. Toxo ix onh tek'jiem a onh aj Judá onh tik yuj Jehová, icha val tz'aj stek'jiel yal sat te' uva."
        },
        {
            "number": "16",
            "text": "Yuj val juntzanh tik tz'el val yal co sat coq'ui. Manhxalaj mach tz'ak'an snivanil co k'ool. Manhxalaj mach syal yak'an co tek'anil. Ha t'a skal oval chi' ix cactejcan eb' cuninal, yujto ix onh kan t'a yalanh yuj eb' ajk'ol chi'."
        },
        {
            "number": "17",
            "text": "Ix quik'chaanh co k'ab' co tevi, palta malaj mach tz'ak'an snivanil co k'ool. Ha Jehová ix molb'ancot eb' cajan t'a co lak'anil yic syak'an oval eb' qued'oc. Ha Jerusalén tik, yajyonk'olal ix ajkan t'a eb'."
        },
        {
            "number": "18",
            "text": "Ix sk'ulej val Jehová icha val smojalil, yujto ix co pitej co b'ha t'a schecnab'il. Ex chonhab', ab'ec val tas ol cala'. Ilec val co yaelal. Ha eb' cuninal, toxo ix ik'jib'at eb' t'a ch'oc chonhab'il."
        },
        {
            "number": "19",
            "text": "Ix co k'an scolval juntzanh nación ayoch qued'oc yalani, palta tonhej tzonh yixtej eb'. Ha eb' vinh sacerdote yet' eb' vinh ichamtac vinac, ayic van yek' eb' vinh say svael, ix cham eb' vinh yuj vejel t'a yoltac scalleal chonhab' tik."
        },
        {
            "number": "20",
            "text": "Mamin Jehová, ina val tas caji. Max techajlaj co yaelal tik cuj scab'i. Pitz'itz'i yoch t'a co k'ol scab'i ayic sco naancot co pitalil. Ha t'a spatiquel co chonhab' tik smiljicham eb' cuninal t'a q'uen espada, haxo t'a yol chonhab', ay pax chamel."
        },
        {
            "number": "21",
            "text": "Ha eb' ch'oc chonhab'il, syab' val eb' yel cav yuj co cusk'olal, palta malaj mach snivanan co k'ool. Masanil eb' ayoch ajk'olal t'ayonh, yojtacxonhej co yaelal eb', stzalaj val eb' yuj yaelal ix ak'och t'a quib'anh. Javocab' jun k'u alb'ilcan uj t'a peca', yic wach' lajan ol aj eb' icha caj tik."
        },
        {
            "number": "22",
            "text": "Nacot jantac schucal eb'. Utejpax eb' yuj schucal, icha val tzonh utej yuj quic tik. Te nivanxo tzonh oq'ui, tz'el yip co pixan scab'i, xchi eb' aj Jerusalén chi' t'a Jehová."
        }
    ]
}