{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Te wach' yilji chonhab' Sion, palta ix k'ik'b'i k 'inal t'ay yujto te niwan ix aj scot yowal sk'ol Jehová. Manh jantacoc swach'il yilji Israel palta ix juwieli. Majxo snacotlaj skajnub' Jehová yuj yowal sk'ool chi'."
        },
        {
            "number": "2",
            "text": "Manhxa junok chonhab' b'aj kajan heb' yinhtilal winhaj Jacob ixto kan yuj Jehová. Ha yuj yowal sk'ool, elanhchamel ix laj yak' lajwoquem scuartel heb' aj Judá. Toxo ix satel sniwanil yelk'och jun nación yet' masanil heb' yajal yaj t'ay."
        },
        {
            "number": "3",
            "text": "Yuj yowal sk'ol chi', ix yak' lajwoc masanil yipal Israel. Ix yik'el scolwal t'ay ayic ix jawi heb' ajk'ool. Ix yak'och sk'ak'alk'olal t'a yib'anh yinhtilal winhaj Jacob, icha wal junok k'ak' satanel masanil tas."
        },
        {
            "number": "4",
            "text": "Ha Jehová, lajan wal ix yutej sb'a icha junok ajk'ool, ix yak'b'at sjul-lab' t'a stojolal chonhab'. Icha wal junok milum anima, ix smilcham heb' xajan cuuj. Icha junok k'ak', icha wal chi' yajoch yowal sk'ol t'a yib'anh skajnub' heb' aj Sion."
        },
        {
            "number": "5",
            "text": "Lajan ix sk'ulej Jehová icha wal sk'ulej junok ajk'ool, junelnhej ix lajwiem Israel yuj. Ix spojem masanil scuartel yet' sdespacho Judá. Tzololixonhej sjawi cusk'olal t'a yib'anh heb' aj Judá chi' yuj."
        },
        {
            "number": "6",
            "text": "Icha tz'aj yixtajb'at junok lechpat, icha wal chi' ix aj yixtanb'at stemplo Jehová b'aj smolb'ej sb'a heb' chonhab'. Ha ix ak'an sb'atkan q'uinh satk'olal yet' sk'ual ik'oj ip yuj heb' aj Sion. Ha yuj yowal sk'ol Jehová ix spatiquejkanel heb' rey yet' heb' sacerdote."
        },
        {
            "number": "7",
            "text": "Toxo ix spatiquejel yaltar Jehová, manhxa yopisio stemplo yuj. Toxo ix yak'kanoch t'a yol sk'ab' heb' ajk'ool yic sjuchajem smuroal. Val yel yav heb' ajk'ol t'a stemplo Jehová, ichato sk'ual q'uinh."
        },
        {
            "number": "8",
            "text": "Ha Jehová ix naan sjuanem smuroal chonhab' Sion. Ix cham wal snaani tas ol aj sjuan lajwoc. Maj ok'laj sk'ool masanto ix lajwiem yuj. Junxonhej ix aj yem juynaj storreal yet' smuroal."
        },
        {
            "number": "9",
            "text": "Toxonhej ix emkan wekan spuertail jun chonhab' chi' t'a sat lu'um. Ix canhchajpaxb'at yijchul ayochi. Ha winh sreyal yet' heb' ayoch yajalil, ix b'atkan heb' t'a skal heb' ch'oc chonhab'il b'aj malaj sk'ayb'ub'al Dios. Manhxalaj tas syak' Jehová yil heb' schekab'."
        },
        {
            "number": "10",
            "text": "Ha heb' yichamtac winaquil chonhab' Sion manhxalaj syal heb', k'ojanem heb' t'a sat lu'um. Syak'k'e pokok heb' t'a sjolom, syak'anoch pichul heb' yic cusk'olal. Ha heb' ix cob'estac ix t'a Jerusalén tz'em nhojan heb' ix t'a sat lu'um yuj q'uixwelal."
        },
        {
            "number": "11",
            "text": "Ste ixtaxel in sat yuj ok'el, max techaj cusk'olal wuj swab'i. Manhxalaj in tek'anil yic swilan satel heb' wetchonhab'. Ha heb' unin tzato chuni, scham heb' t'a yoltac calle yuj wejel."
        },
        {
            "number": "12",
            "text": "Syal heb' unin t'a snun icha tik: Ak' ko wael, ak' ko wino, xchi heb'. Ichato echen tz'ik'an heb', stelwi heb' t'a yoltac skalleal chonhab'. Tz'em nhojnaj heb' t'a yol sk'ab' snun, tz'el sk'ol heb'."
        },
        {
            "number": "13",
            "text": "¿Mach yet'oc ol ex in lajb'ej ex aj Jerusalén? Ex aj chonhab' Sion, ¿tas junok ch'oxnab'il tzin ch'ox t'ayex yic swak'an sniwanil he k'ool? Te niwan ix aj he lajwiemi, ¿machto wal ol ex ak'an b'oxoc?"
        },
        {
            "number": "14",
            "text": "Ha tas ix yal heb' syesejoch sb'a schekab'oc Dios t'ayex, es masanil. Maj ch'oxjiel he mul yuj heb', yuj chi' maj k'exwi he pensar. Ix alji es lolonel t'ayex, ix eyak'anoch t'a he k'ool."
        },
        {
            "number": "15",
            "text": "Ayic tz'ilji Jerusalén yuj heb' tzek' t'a yol b'e, stz'it sk'ab' heb' sb'uchwaj t'ay. Tz'el yav heb', stzicub'tanhan sat heb' sb'uchwaji. Syalan heb' icha tik: ¿Tob'an am a jun chonhab' tik sb'inaj t'a sat lum tik to manhxo jantacoc swach'il yilji? xchi heb'."
        },
        {
            "number": "16",
            "text": "Masanil heb' ajk'ol sb'uchwaj t'ay, tz'el yav heb', schinhan sk'ab' heb', syalan heb' icha tik: Toxo ix ko satel Jerusalén t'a junelnhej. Aton jun k'u tik ix ko tanhwej wal, a ticnaik wan quilani, xchi heb'."
        },
        {
            "number": "17",
            "text": "Toxo ix elk'och tas nab'il yuj Jehová, toxo ix elk'och slolonel nab'il yuj t'a peka'. Ix onh yak' sateli, majxo ok'laj sk'ol t'ayonh. Ix el t'a sk'ol onh yak'an tzetzajoc, ix schaan yik'chaanh sb'a heb' ajk'ol chi'."
        },
        {
            "number": "18",
            "text": "Ex aj Sion, k'anec scolwal Jehová t'a smasanil he k'ool. k'ual t'ak'wal okab' yel yal he sat eyoq'ui. Manh ex och waan eyoq'ui."
        },
        {
            "number": "19",
            "text": "Cotac skal tzex k'e waan, tzex awaj t'ak'walil, tze k'anan scolwal Jehová. Mojb'ejeck'e he k'ab' tzex ok' t'a smasanil he k'ol t'a yichanh Jehová. k'anec yok'elk'olal yuj heb' eyuninal, yujto a b'aj schalaj sb'a b'e wan scham heb' yuj wejel."
        },
        {
            "number": "20",
            "text": "Mamin Jehová, nawal sik'lab'il, ¿toc ay junocxo chonhab' tzutej icha tik? ¿Tocwal smoj ay heb' ix nunab'il schianb'at yune' tzato chuni? ¿Toc wal smoj smak'jicham heb' sacerdote yet' heb' a chekab' t'a yol a templo?"
        },
        {
            "number": "21",
            "text": "Ha heb' unin yet' heb' ichamtac winak, toxo ix em latz'an heb' t'a yoltac calle schami. Ha heb' kelemtac yet' heb' ix cob'estac, ix cham heb' yuj k'een espada. D'a sk'ual yowal a k'ool ix a mak'cham heb', majxo ok'laj a k'ol t'a heb'."
        },
        {
            "number": "22",
            "text": "Mamin Jehová, yalxonhej b'aj ix ik'cot tzijtum yaelal t'a Jerusalén, icha wal tz'aj sjawi heb' anima t'a sk'ual q'uinh. Manhxalaj mach ix colchajel t'a sk'ual yowal a k'ol chi'. Ha heb' cuninal ix quil q'uib'oc, heb' ix ko k'ayb'ej, ix miljicham heb' yuj heb' ajk'ool."
        }
    ]
}