{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Te vach' yilji chonhab' Sion, palta ix q'uik'b'i q'uinal d'ay yujto te nivan ix aj scot yoval sk'ol Jehová. Manh jantacoc svach'il yilji Israel palta ix juvieli. Majxo snacotlaj scajnub' Jehová yuj yoval sk'ool chi'."
        },
        {
            "number": "2",
            "text": "Manhxa junoc chonhab' b'aj cajan eb' yinhtilal vinhaj Jacob ixto can yuj Jehová. A yuj yoval sk'ool, elanhchamel ix laj yak' lajvoquem scuartel eb' aj Judá. Toxo ix satel snivanil yelk'och jun nación yed' masanil eb' yajal yaj d'ay."
        },
        {
            "number": "3",
            "text": "Yuj yoval sk'ol chi', ix yak' lajvoc masanil yipal Israel. Ix yiq'uel scolval d'ay ayic ix javi eb' ajk'ool. Ix yak'och sk'ak'alk'olal d'a yib'anh yinhtilal vinhaj Jacob, icha val junoc k'ak' satanel masanil tas."
        },
        {
            "number": "4",
            "text": "A Jehová, lajan val ix yutej sb'a icha junoc ajk'ool, ix yak'b'at sjul-lab' d'a stojolal chonhab'. Icha val junoc milum anima, ix smilcham eb' xajan cuuj. Icha junoc k'ak', icha val chi' yajoch yoval sk'ol d'a yib'anh scajnub' eb' aj Sion."
        },
        {
            "number": "5",
            "text": "Lajan ix sk'ulej Jehová icha val sk'ulej junoc ajk'ool, junelnhej ix lajviem Israel yuuj. Ix spojem masanil scuartel yed' sdespacho Judá. Tzololixonhej sjavi cusk'olal d'a yib'anh eb' aj Judá chi' yuuj."
        },
        {
            "number": "6",
            "text": "Icha tz'aj yixtajb'at junoc lechpat, icha val chi' ix aj yixtanb'at stemplo Jehová b'aj smolb'ej sb'a eb' chonhab'. A ix ak'an sb'atcan q'uinh satk'olal yed' sk'ual ik'oj ip yuj eb' aj Sion. A yuj yoval sk'ol Jehová ix spatiquejcanel eb' rey yed' eb' sacerdote."
        },
        {
            "number": "7",
            "text": "Toxo ix spatiquejel yaltar Jehová, manhxa yopisio stemplo yuuj. Toxo ix yak'canoch d'a yol sk'ab' eb' ajk'ool yic sjuchajem smuroal. Val yel yav eb' ajk'ol d'a stemplo Jehová, ichato sk'ual q'uinh."
        },
        {
            "number": "8",
            "text": "A Jehová ix naan sjuanem smuroal chonhab' Sion. Ix cham val snaani tas ol aj sjuan lajvoc. Maj ok'laj sk'ool masanto ix lajviem yuuj. Junxonhej ix aj yem juynaj storreal yed' smuroal."
        },
        {
            "number": "9",
            "text": "Toxonhej ix emcan vecan spuertail jun chonhab' chi' d'a sat luum. Ix canhchajpaxb'at yijchul ayochi. A vinh sreyal yed' eb' ayoch yajalil, ix b'atcan eb' d'a scal eb' ch'oc chonhab'il b'aj malaj sk'ayb'ub'al Dios. Manhxalaj tas syak' Jehová yil eb' schecab'."
        },
        {
            "number": "10",
            "text": "A eb' yichamtac vinaquil chonhab' Sion manhxalaj syal eb', k'ojanem eb' d'a sat luum. Syak'q'ue pococ eb' d'a sjolom, syak'anoch pichul eb' yic cusk'olal. A eb' ix cob'estac ix d'a Jerusalén tz'em nhojan eb' ix d'a sat luum yuj q'uixvelal."
        },
        {
            "number": "11",
            "text": "Ste ixtaxel in sat yuj oq'uel, max techaj cusk'olal vuj svab'i. Manhxalaj in tek'anil yic svilan satel eb' vetchonhab'. A eb' unin tzato chuni, scham eb' d'a yoltac calle yuj vejel."
        },
        {
            "number": "12",
            "text": "Syal eb' unin d'a snun icha tic: Ak' co vael, ak' co vino, xchi eb'. Ichato echen tz'ik'an eb', stelvi eb' d'a yoltac scalleal chonhab'. Tz'em nhojnaj eb' d'a yol sk'ab' snun, tz'el sk'ol eb'."
        },
        {
            "number": "13",
            "text": "¿Mach yed'oc ol ex in lajb'ej ex aj Jerusalén? Ex aj chonhab' Sion, ¿tas junoc ch'oxnab'il tzin ch'ox d'ayex yic svak'an snivanil e k'ool? Te nivan ix aj e lajviemi, ¿machto val ol ex ak'an b'oxoc?"
        },
        {
            "number": "14",
            "text": "A tas ix yal eb' syesejoch sb'a schecab'oc Dios d'ayex, es masanil. Maj ch'oxjiel e mul yuj eb', yuj chi' maj q'uexvi e pensar. Ix alji es lolonel d'ayex, ix eyak'anoch d'a e k'ool."
        },
        {
            "number": "15",
            "text": "Ayic tz'ilji Jerusalén yuj eb' tz'ek' d'a yol b'e, stz'it sk'ab' eb' sb'uchvaj d'ay. Tz'el yav eb', stzicub'tanhan sat eb' sb'uchvaji. Syalan eb' icha tic: ¿Tob'an am a jun chonhab' tic sb'inaj d'a sat lum tic to manhxo jantacoc svach'il yilji? xchi eb'."
        },
        {
            "number": "16",
            "text": "Masanil eb' ajk'ol sb'uchvaj d'ay, tz'el yav eb', schinhan sk'ab' eb', syalan eb' icha tic: Toxo ix co satel Jerusalén d'a junelnhej. Aton jun k'u tic ix co tanhvej val, a ticnaic van quilani, xchi eb'."
        },
        {
            "number": "17",
            "text": "Toxo ix elk'och tas nab'il yuj Jehová, toxo ix elk'och slolonel nab'il yuj d'a peca'. Ix onh yak' sateli, majxo ok'laj sk'ol d'ayonh. Ix el d'a sk'ol onh yak'an tzetzajoc, ix schaan yik'chaanh sb'a eb' ajk'ol chi'."
        },
        {
            "number": "18",
            "text": "Ex aj Sion, k'anec scolval Jehová d'a smasanil e k'ool. k'ual d'ak'val ocab' yel yal e sat eyoq'ui. Manh ex och vaan eyoq'ui."
        },
        {
            "number": "19",
            "text": "Cotac scal tzex q'ue vaan, tzex avaj d'ak'valil, tze k'anan scolval Jehová. Mojb'ejecq'ue e k'ab' tzex ok' d'a smasanil e k'ol d'a yichanh Jehová. k'anec yoq'uelk'olal yuj eb' eyuninal, yujto a b'aj schalaj sb'a b'e van scham eb' yuj vejel."
        },
        {
            "number": "20",
            "text": "Mamin Jehová, naval sik'lab'il, ¿toc ay junocxo chonhab' tzutej icha tic? ¿Tocval smoj ay eb' ix nunab'il schianb'at yune' tzato chuni? ¿Toc val smoj smak'jicham eb' sacerdote yed' eb' a checab' d'a yol a templo?"
        },
        {
            "number": "21",
            "text": "A eb' unin yed' eb' ichamtac vinac, toxo ix em latz'an eb' d'a yoltac calle schami. A eb' quelemtac yed' eb' ix cob'estac, ix cham eb' yuj q'uen espada. D'a sk'ual yoval a k'ool ix a mak'cham eb', majxo ok'laj a k'ol d'a eb'."
        },
        {
            "number": "22",
            "text": "Mamin Jehová, yalxonhej b'aj ix ik'cot tzijtum yaelal d'a Jerusalén, icha val tz'aj sjavi eb' anima d'a sk'ual q'uinh. Manhxalaj mach ix colchajel d'a sk'ual yoval a k'ol chi'. A eb' cuninal ix quil q'uib'oc, eb' ix co k'ayb'ej, ix miljicham eb' yuj eb' ajk'ool."
        }
    ]
}