{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Te wach' yilji chonhab' Sion, palta ix k'ik'b'i q'uinal t'ay yujto te niwan ix aj scot yoval sk'ol Jehová. Manh jantacoc svach'il yilji Israel palta ix juvieli. Majxo snacotlaj scajnub' Jehová yuj yoval sk'ool chi'."
        },
        {
            "number": "2",
            "text": "Manhxa junok chonhab' b'aj cajan eb' yinhtilal vinhaj Jacob ixto kan yuj Jehová. Ha yuj yoval sk'ool, elanhchamel ix laj yak' lajvoquem scuartel eb' aj Judá. Toxo ix satel snivanil yelk'och jun nación yet' masanil eb' yajal yaj t'ay."
        },
        {
            "number": "3",
            "text": "Yuj yoval sk'ol chi', ix yak' lajvoc masanil yipal Israel. Ix yiq'uel scolval t'ay ayic ix javi eb' ajk'ool. Ix yak'och sk'ak'alk'olal t'a yib'anh yinhtilal vinhaj Jacob, icha val junok k'ak' satanel masanil tas."
        },
        {
            "number": "4",
            "text": "Ha Jehová, lajan val ix yutej sb'a icha junok ajk'ool, ix yak'b'at sjul-lab' t'a stojolal chonhab'. Icha val junok milum anima, ix smilcham eb' xajan cuuj. Icha junok k'ak', icha val chi' yajoch yoval sk'ol t'a yib'anh scajnub' eb' aj Sion."
        },
        {
            "number": "5",
            "text": "Lajan ix sk'ulej Jehová icha val sk'ulej junok ajk'ool, junelnhej ix lajviem Israel yuj. Ix spojem masanil scuartel yet' sdespacho Judá. Tzololixonhej sjavi cusk'olal t'a yib'anh eb' aj Judá chi' yuj."
        },
        {
            "number": "6",
            "text": "Icha tz'aj yixtajb'at junok lechpat, icha val chi' ix aj yixtanb'at stemplo Jehová b'aj smolb'ej sb'a eb' chonhab'. Ha ix ak'an sb'atcan q'uinh satk'olal yet' sk'ual ik'oj ip yuj eb' aj Sion. Ha yuj yoval sk'ol Jehová ix spatiquejcanel eb' rey yet' eb' sacerdote."
        },
        {
            "number": "7",
            "text": "Toxo ix spatiquejel yaltar Jehová, manhxa yopisio stemplo yuj. Toxo ix yak'canoch t'a yol sk'ab' eb' ajk'ool yic sjuchajem smuroal. Val yel yav eb' ajk'ol t'a stemplo Jehová, ichato sk'ual q'uinh."
        },
        {
            "number": "8",
            "text": "Ha Jehová ix naan sjuanem smuroal chonhab' Sion. Ix cham val snaani tas ol aj sjuan lajvoc. Maj ok'laj sk'ool masanto ix lajviem yuj. Junxonhej ix aj yem juynaj storreal yet' smuroal."
        },
        {
            "number": "9",
            "text": "Toxonhej ix emcan vecan spuertail jun chonhab' chi' t'a sat lu'um. Ix canhchajpaxb'at yijchul ayochi. Ha vinh sreyal yet' eb' ayoch yajalil, ix b'atcan eb' t'a skal eb' ch'oc chonhab'il b'aj malaj sk'ayb'ub'al Dios. Manhxalaj tas syak' Jehová yil eb' schecab'."
        },
        {
            "number": "10",
            "text": "Ha eb' yichamtac vinaquil chonhab' Sion manhxalaj syal eb', k'ojanem eb' t'a sat lu'um. Syak'q'ue pococ eb' t'a sjolom, syak'anoch pichul eb' yic cusk'olal. Ha eb' ix cob'estac ix t'a Jerusalén tz'em nhojan eb' ix t'a sat lu'um yuj q'uixvelal."
        },
        {
            "number": "11",
            "text": "Ste ixtaxel in sat yuj oq'uel, max techaj cusk'olal vuj svab'i. Manhxalaj in tek'anil yic svilan satel eb' vetchonhab'. Ha eb' unin tzato chuni, scham eb' t'a yoltac calle yuj vejel."
        },
        {
            "number": "12",
            "text": "Syal eb' unin t'a snun icha tik: Ak' co vael, ak' co vino, xchi eb'. Ichato echen tz'ik'an eb', stelvi eb' t'a yoltac scalleal chonhab'. Tz'em nhojnaj eb' t'a yol sk'ab' snun, tz'el sk'ol eb'."
        },
        {
            "number": "13",
            "text": "¿Mach yet'oc ol ex in lajb'ej ex aj Jerusalén? Ex aj chonhab' Sion, ¿tas junok ch'oxnab'il tzin ch'ox t'ayex yic svak'an snivanil e k'ool? Te niwan ix aj e lajviemi, ¿machto val ol ex ak'an b'oxoc?"
        },
        {
            "number": "14",
            "text": "Ha tas ix yal eb' syesejoch sb'a schecab'oc Dios t'ayex, es masanil. Maj ch'oxjiel e mul yuj eb', yuj chi' maj q'uexvi e pensar. Ix alji es lolonel t'ayex, ix eyak'anoch t'a e k'ool."
        },
        {
            "number": "15",
            "text": "Ayic tz'ilji Jerusalén yuj eb' tzek' t'a yol b'e, stz'it sk'ab' eb' sb'uchvaj t'ay. Tz'el yav eb', stzicub'tanhan sat eb' sb'uchvaji. Syalan eb' icha tik: ¿Tob'an am a jun chonhab' tik sb'inaj t'a sat lum tik to manhxo jantacoc svach'il yilji? xchi eb'."
        },
        {
            "number": "16",
            "text": "Masanil eb' ajk'ol sb'uchvaj t'ay, tz'el yav eb', schinhan sk'ab' eb', syalan eb' icha tik: Toxo ix co satel Jerusalén t'a junelnhej. Aton jun k'u tik ix co tanhvej val, a ticnaic van quilani, xchi eb'."
        },
        {
            "number": "17",
            "text": "Toxo ix elk'och tas nab'il yuj Jehová, toxo ix elk'och slolonel nab'il yuj t'a peca'. Ix onh yak' sateli, majxo ok'laj sk'ol t'ayonh. Ix el t'a sk'ol onh yak'an tzetzajoc, ix schaan yik'chaanh sb'a eb' ajk'ol chi'."
        },
        {
            "number": "18",
            "text": "Ex aj Sion, k'anec scolval Jehová t'a smasanil e k'ool. k'ual t'ak'val ocab' yel yal e sat eyoq'ui. Manh ex och vaan eyoq'ui."
        },
        {
            "number": "19",
            "text": "Cotac skal tzex q'ue vaan, tzex avaj t'ak'walil, tze k'anan scolval Jehová. Mojb'ejecq'ue e k'ab' tzex ok' t'a smasanil e k'ol t'a yichanh Jehová. k'anec yoq'uelk'olal yuj eb' eyuninal, yujto a b'aj schalaj sb'a b'e van scham eb' yuj vejel."
        },
        {
            "number": "20",
            "text": "Mamin Jehová, naval sik'lab'il, ¿toc ay junocxo chonhab' tzutej icha tik? ¿Tocval smoj ay eb' ix nunab'il schianb'at yune' tzato chuni? ¿Toc val smoj smak'jicham eb' sacerdote yet' eb' a checab' t'a yol a templo?"
        },
        {
            "number": "21",
            "text": "Ha eb' unin yet' eb' ichamtac vinac, toxo ix em latz'an eb' t'a yoltac calle schami. Ha eb' quelemtac yet' eb' ix cob'estac, ix cham eb' yuj q'uen espada. D'a sk'ual yoval a k'ool ix a mak'cham eb', majxo ok'laj a k'ol t'a eb'."
        },
        {
            "number": "22",
            "text": "Mamin Jehová, yalxonhej b'aj ix ik'cot tzijtum yaelal t'a Jerusalén, icha val tz'aj sjavi eb' anima t'a sk'ual q'uinh. Manhxalaj mach ix colchajel t'a sk'ual yoval a k'ol chi'. Ha eb' cuninal ix quil q'uib'oc, eb' ix co k'ayb'ej, ix miljicham eb' yuj eb' ajk'ool."
        }
    ]
}