{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha in tik, niwan val ix aj vab'an syail yuj yoval sk'ol Dios."
        },
        {
            "number": "2",
            "text": "Ix in spechb'at t'a skal k’ik’ k’inal b'aj junelnhej k'ik'olinac. Ix in yak' b'ey t'a yoltac b'e b'aj malaj sakil k'inal."
        },
        {
            "number": "3",
            "text": "Masanil k'u ichanhej tik in smak'an yet' yoval sk'ool."
        },
        {
            "number": "4",
            "text": "Ix yak' ichamax in nivanil, chok'xonhej ix yutejcanb'at in b'aquil."
        },
        {
            "number": "5",
            "text": "Ix in smacchej yet' yaelal yet' cusk'olal."
        },
        {
            "number": "6",
            "text": "Ix in yak' aj t'a skal k’ik’ k’inal, icha yaj eb' chamnacxo."
        },
        {
            "number": "7",
            "text": "Ix in smacchej b'aj manhxa b'aj syal veli. Yed' val q'uen nivac cadena ix in stzek'a'."
        },
        {
            "number": "8",
            "text": "Wach'chom tz'el vav in k'anan scolval, max scha yab' tas tzin k'an t'ay."
        },
        {
            "number": "9",
            "text": "Ix smac in b'e yet' q'uen q'ueen, yuj chi' axonhej t'a q'uex b'e tzin b'ati."
        },
        {
            "number": "10",
            "text": "Lajan ix yutej sb'a Jehová t'ayin icha junok nok' oso sk'ub'ejel sb'a, icha junok nok' choj tz'elta jucnaj t'ayin."
        },
        {
            "number": "11",
            "text": "Ix in snherel t'a yol b'e yic chok' tzin yutejcanb'ati, ix in actajcan yuj."
        },
        {
            "number": "12",
            "text": "Ix sb'o'och sjul-lab', ix kan ijan t'ayin yet' sjul-lab' chi'."
        },
        {
            "number": "13",
            "text": "Ha sjul-lab' ix sjulcot t'ayin, ix k'axpaj t'a yol in k'ool."
        },
        {
            "number": "14",
            "text": "Masanil eb' vetanimail sb'uchvaj t'ayin, a inxonhej tzin yal eb' t'a skal slolonel."
        },
        {
            "number": "15",
            "text": "D'a val syaelal ix in ajek' yuj Dios. Te k'a' tas ix yak' vuq'uej."
        },
        {
            "number": "16",
            "text": "Ix el vecnaj q'uen ve ayic ix in em latnaj t'a sat lum yuj, ix in kan telan t'a cal pococ."
        },
        {
            "number": "17",
            "text": "Manhxalaj in junk'olal, manhxo naanoc tzalajk'olal vuuj."
        },
        {
            "number": "18",
            "text": "Svalani to manhxa in tek'anil, yujto manhxo ayococh Jehová yipoc in k'ool."
        },
        {
            "number": "19",
            "text": "Ha tzin naancot in cuselal yet' vek' in ch'ocojil, te ya svab'i."
        },
        {
            "number": "20",
            "text": "Ha val yic tzin naancot juntzanh chi', manhxo animaoc tzin aj svab'i."
        },
        {
            "number": "21",
            "text": "Palta ay jun tas tzin nib'ej, aynhejek' t'a in pensar, aton jun chi' in gana svak'nhejoch yipoc in k'ool."
        },
        {
            "number": "22",
            "text": "Aton val yuj svach'k'olal Jehová max onh sateli, yujto tz'ok'nhej sk'ool t'ayonh."
        },
        {
            "number": "23",
            "text": "Junjun q'uinhib'alil scheclaj svach'k'olal Jehová, syalnhej cak'anoch t'a co k'ool."
        },
        {
            "number": "24",
            "text": "Yuj chi' svala' to icha in macb'en yaj Jehová, anhej ayoch yipoc in k'ool."
        },
        {
            "number": "25",
            "text": "Ha eb' tz'ak'anoch Jehová t'a sk'ool, te wach' Jehová chi' t'a eb', aton eb' to sb'ec val och sb'ha t'a yol sk'ab'."
        },
        {
            "number": "26",
            "text": "Te wach' tato numan tzonh aj co tanhvani masanto scolvaj Jehová t'ayonh."
        },
        {
            "number": "27",
            "text": "Yelxo wach' tato ayic unin animaonhto scak'anoch co b'ha t'a yalanh smandar Dios."
        },
        {
            "number": "28",
            "text": "Wach' tato numan tzonh aj co ch'ocoj yacb'an syak'och co yaelal Jehová."
        },
        {
            "number": "29",
            "text": "Yovalil tzonh och ejmelal, tzonh em nhojan t'a sat lu'um, talaj tz'ok' sk'ol Jehová t'ayonh."
        },
        {
            "number": "30",
            "text": "Wach'chom tzonh mak'ji, tzonh b'uchji, palta co chaocab'i."
        },
        {
            "number": "31",
            "text": "Max onh yactejcan Jehová t'a junelnhej."
        },
        {
            "number": "32",
            "text": "Wach'chom syak'och co yaelal, palta tz'ok'pax sk'ool t'ayonh, yujto te niwan svach'k'olal."
        },
        {
            "number": "33",
            "text": "Val yel malaj sgana syak'och co cusk'olal yet' co yaelal."
        },
        {
            "number": "34",
            "text": "Ha Jehová Dios Axonhej Ochi, malaj sgana tz'ixtaj eb' anima t'a preso,"
        },
        {
            "number": "35",
            "text": "malaj pax sgana tz'ik'jiel sderecho eb' ak'b'il yuj."
        },
        {
            "number": "36",
            "text": "Manh wach'oc t'a sat Dios tato max ch'olb'itaj eb' anima t'a stojolal."
        },
        {
            "number": "37",
            "text": "Max elk'ochlaj tas sco na' tato manhoc Jehová tz'alani."
        },
        {
            "number": "38",
            "text": "Max javilaj wach'ilal ma yaelal, tato manhoc Dios Axonhej Och tz'alani."
        },
        {
            "number": "39",
            "text": "¿Tas yuj chuc scab'i tato yuj co chucal syak' co yaelal Dios?"
        },
        {
            "number": "40",
            "text": "Co b'eyk'olejec val co b'a sik'lab'il, chajtil yilji co b'eyb'al, scak'anxioch co b'ha t'a yol sk'ab' Jehová."
        },
        {
            "number": "41",
            "text": "Caq'uecb'at co pensar d'ha Dios aj satcha’anh, scalan t'a co lesal icha tik:"
        },
        {
            "number": "42",
            "text": "Ix och co mul, ix co pitej co b'a t'ayach, maj onh ak' nivank'olal."
        },
        {
            "number": "43",
            "text": "Ix javi yoval a k'ol t'ayonh, ix onh a pechani, ix onh a sateli, majxo ok'laj a k'ool t'ayonh."
        },
        {
            "number": "44",
            "text": "Ix a k'ub'ejel a b'a, najat ach b'atcan t'ayonh yic maxtzac ab' co lesal."
        },
        {
            "number": "45",
            "text": "Icha k'alem ix onh utej t'a skal masanil anima."
        },
        {
            "number": "46",
            "text": "Masanil eb' cajk'ool, ix onh sb'uchval eb'."
        },
        {
            "number": "47",
            "text": "Tzonh te xivi yujto a eb' ajk'ol t'ayonh tzonh syam eb', tzonh yixtan eb', tzonh satanel eb', xco chi."
        },
        {
            "number": "48",
            "text": "Tz'el val jiljon yal in sat vok' yuj cusk'olal, yujto van satel eb' vetchonhab'."
        },
        {
            "number": "49",
            "text": "Manh ol vactej vok' yuj vab'annhej syail"
        },
        {
            "number": "50",
            "text": "masanto ol yak'cot svach'k'olal Jehová t'ayonh t'a satcha’anh."
        },
        {
            "number": "51",
            "text": "Te yaxo pax svab' yet' in pixan yuj tas tzek' t'a yib'anh eb' ix ix t'a yol in chonhab'."
        },
        {
            "number": "52",
            "text": "Ha eb' ajk'ool, tzin spech eb' wach'chom malaj jab'oc in mul. Icha tz'aj spechji junok nok' much icha chi' tzin yutej eb'."
        },
        {
            "number": "53",
            "text": "Pitzan in val ix in syumanem eb' t'a yol jun jul, ix smacancan sti' jun jul chi' eb' yet' jun q'uen q'ueen, manhxa b'aj syal veli."
        },
        {
            "number": "54",
            "text": "Ichato ay in em t'a yol ha ha', ix in naani to yicxo chamel vaji."
        },
        {
            "number": "55",
            "text": "Mamin Jehová, ato t'a sjulal yich jun jul tik tzin avaj t'ayach."
        },
        {
            "number": "56",
            "text": "Ab' yoch in jaj, manh actej ab'an in tevi."
        },
        {
            "number": "57",
            "text": "Ix a nitzcot a b'a t'ayin ayic ix ach vavtani, ix alan t'ayin: Manh ach xivoc, xa chi."
        },
        {
            "number": "58",
            "text": "Mamin, ix in a colcanel t'a yol sk'ab' chamel."
        },
        {
            "number": "59",
            "text": "Mamin Jehová, ojtac tas tzin utaj t'a manh stojolaloc tik. B'o yaj t'ayin t'a stojolal."
        },
        {
            "number": "60",
            "text": "Ojtac tas snib'ej eb' ajk'ol t'ayin yet' tas sna eb' tzin yutej."
        },
        {
            "number": "61",
            "text": "Mamin Jehová, ix ab' jantac chucal syal eb' t'a in patic yet' jantac tas sna eb' tzin yutej."
        },
        {
            "number": "62",
            "text": "Jun k'u syak' eb' in yalub'tanhani, snaan eb' tas ol in yutoc."
        },
        {
            "number": "63",
            "text": "Ilnab' val, k'ual t'ak'val in sb'uchan eb'."
        },
        {
            "number": "64",
            "text": "Mamin Jehová, ak' spac t'a eb' icha val smojalil yuj tas tzin yutej."
        },
        {
            "number": "65",
            "text": "Ak' pitb'oquel spensar eb', tzak'anb'at catab' t'a yib'anh eb'."
        },
        {
            "number": "66",
            "text": "Mamin, pech eb' yet' yoval a k'ool. Satel eb' t'a yol yib'anhk’inal tik."
        }
    ]
}