{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ina val tas ix aj sq'uik'b'i yilji scopopial q'uen oro te wach'. Masanil q'uen q'ueen wach' yilji t'a templo, sacleminac ix ajcanb'at q'uen t'a yoltac calle."
        },
        {
            "number": "2",
            "text": "Ha eb' quelemtac t'a chonhab' Sion, te nib'ab'il eb' t'a yichanh q'uen oro wach'. Axo ticnaic jun, lajan tz'utaj eb' icha junok lum comon chen."
        },
        {
            "number": "3",
            "text": "Ha nok' nun oques syak' chunoc yune' nok', haxo pax eb' ix vetchonhab' tik, maxtzac ok' sk'ol eb' ix, lajan eb' ix icha nok' avestruz tzek' t'a taquinh lu'um syactejcan snholob'."
        },
        {
            "number": "4",
            "text": "Ha eb' unin vanto schuni scham eb' yuj taquinhtial, sq'ekan lotzan yak' eb' t'a sjoom. Sk'an svael eb' unin chi', palta malaj mach tz'ak'an t'a eb'."
        },
        {
            "number": "5",
            "text": "Ha eb' anima tzijtum tas sva t'a peca', van scham eb' yuj vejel t'a yoltac calle ticnaic. Ha eb' ix q'uib' t'a yoltac pat te wach' yilji, van sayan eb' tas syab'lej t'a scaltac k'alem."
        },
        {
            "number": "6",
            "text": "Ha yaelal ix javi t'a yib'anh in chonhab' yuj schucal, te ek'to t'a yichanh yic eb' aj Sodoma. Ha Sodoma chi', junnhej rato satnaqueli, malaj mach cusnac yuj."
        },
        {
            "number": "7",
            "text": "Ha eb' yajal t'a co cal, copopi yilji eb' t'a yichanh q'uen sacb'acom, te sac yilji eb' t'a yichanh lech. Te chac yilji snivanil eb' t'a yichanh q'uen coral. Te wach' yilji eb' t'a yichanh q'uen zafiro."
        },
        {
            "number": "8",
            "text": "Axo ticnaic, te k'ik' yilji eb' t'a yichanh k'ik'b'alil. Ha mach tz'ilan eb' t'a yoltac calle, maxtzac nachaj yuj eb' mach eb'. Toxo ix och lotzan stz'umal eb' t'a sb'aquil, taquinhxonhej eb' icha te' k'atzitz."
        },
        {
            "number": "9",
            "text": "Te wach' yic mach ix cham t'a oval t'a yichanh mach k'ojank'olal ix cham yuj vejel."
        },
        {
            "number": "10",
            "text": "Yuj vejel ix javi t'a yib'anh in chonhab' yuj oval, a eb' ix ix wach' spensar smilcham yune' eb' ix, stz'anhan eb' ix schi'a."
        },
        {
            "number": "11",
            "text": "Ix elk'och jantac yoval sk'ol Jehová, ix yak'cot sk'ak'alk'olal. Ix yak'anoch sk'ak'al chonhab' Sion, masanto ix yal slajviem cimientoal."
        },
        {
            "number": "12",
            "text": "Ha eb' sreyal juntzanh chonhab' t'a yol yib'anhk’inal tik yet' eb' cajan t'ay, maj sna eb' tato ay eb' ajk'ol ol yal yoch t'a yol chonhab' Jerusalén."
        },
        {
            "number": "13",
            "text": "Icha chi' ix uji yuj smul eb' syaloch sb'a schecab'oc Dios yet' eb' sacerdote. Ix tob'canb'at schiq'uil anima malaj smul yuj eb'."
        },
        {
            "number": "14",
            "text": "Axo ticnaic, tonhej smachlej eb' tzek' eb' t'a yoltac calle icha eb' max uji yilani. Quenhechtac spichul eb' yuj chik', manhxa mach syal sk'ol syaman spichul eb' chi'."
        },
        {
            "number": "15",
            "text": "Manh ex javoc t'a co tz'ey, yujto te chik'tac ex, manh onh eyama', xchi eb' yetchonhab' eb' t'ay. Yuj chi' ix b'at eb' t'a juntzanhxo chonhab', palta malaj mach schaan eb'."
        },
        {
            "number": "16",
            "text": "Yed' yoval sk'ol Jehová ix yak' saclemb'at eb', majxo tanhvaj eb' yuj. Manhxalaj yelk'och eb' sacerdote t'a yol sat eb' ch'oc chonhab'il, majxo ok'laj sk'ol eb' t'a eb' ichamtac vinac."
        },
        {
            "number": "17",
            "text": "Nab'anhej ix onh k'unb'i co maclan sjavi jun chonhab' onh scolo'. Ayonhq'ue t'a chaanh sco maclan quil sjavi jun nación ijan ix onh colan yalani, palta maj yalpaxlaj yuj."
        },
        {
            "number": "18",
            "text": "Aynhejoch sat eb' ajk'ol t'ayonh b'aj tzonh b'eyeq'ui. Max yal-laj quelb'at t'a yol chonhab'. Van sjavi slajvub'al co q'uinal, toxo ix javi co chamel."
        },
        {
            "number": "19",
            "text": "Ha eb' tzonh pechani, te jelan sb'ey eb' t'a yichanh nok' ch'acb'a tzek' jenhenhoc. Tzak'annhej eb' t'a co patic t'a jolomtac vitz, tzonh macji yuj eb' t'a tzinan lu'um."
        },
        {
            "number": "20",
            "text": "Ha vinh co reyal ayoch yipoc co k'ool, vinh sik'b'ilel yuj Jehová, toxo ix yamchaj vinh yuj eb'. Ha sco naani to a vinh ol onh colan t'a juntzanhxo nación."
        },
        {
            "number": "21",
            "text": "Ex aj Edom, ex tzeyak' yajalil t'a masanil smacb'en chonhab' Uz, tzevajanhec, tzalajanhec yacb'an tzato yala'. Ol k'ochpax yaelal t'a eyib'anh. Icha eb' uk'um anh ol ex ajoc, q'uixvelal ol ex ajcanoc."
        },
        {
            "number": "22",
            "text": "Ex aj Sion, toxo ix ek'b'at jantac eyaelal. Manhxo ol ex ak'jocxib'at t'a preso yuj Jehová. Ha exxo tik ex aj Edom, yuj e chucal ol yak'pax eyaelal Jehová, ol yak' checlaj jantac e mul."
        }
    ]
}