{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ina wal tas ix aj sq'uik'b'i yilji scopopial k'een oro te wach'. Masanil k'een k'een wach' yilji t'a templo, sacleminac ix ajcanb'at k'een t'a yoltac calle."
        },
        {
            "number": "2",
            "text": "Ha heb' kelemtac t'a chonhab' Sion, te nib'ab'il heb' t'a yichanh k'een oro wach'. Axo ticnaik jun, lajan tz'utaj heb' icha junok lum comon chen."
        },
        {
            "number": "3",
            "text": "Ha nok' nun oques syak' chunoc yune' nok', haxo pax heb' ix wetchonhab' tik, maxtzac ok' sk'ol heb' ix, lajan heb' ix icha nok' awestruz tzek' t'a taquinh lu'um syactejcan snholob'."
        },
        {
            "number": "4",
            "text": "Ha heb' unin wanto schuni scham heb' yuj taquinhtial, sq'ekan lotzan yak' heb' t'a sjoom. Sk'an swael heb' unin chi', palta malaj mach tz'ak'an t'a heb'."
        },
        {
            "number": "5",
            "text": "Ha heb' anima tzijtum tas swa t'a peka', wan scham heb' yuj wejel t'a yoltac calle ticnaik. Ha heb' ix q'uib' t'a yoltac pat te wach' yilji, wan sayan heb' tas syab'lej t'a scaltac k'alem."
        },
        {
            "number": "6",
            "text": "Ha yaelal ix jawi t'a yib'anh in chonhab' yuj schucal, te ek'to t'a yichanh yic heb' aj Sodoma. Ha Sodoma chi', junnhej rato satnaqueli, malaj mach cusnac yuj."
        },
        {
            "number": "7",
            "text": "Ha heb' yajal t'a ko kal, copopi yilji heb' t'a yichanh k'een sacb'acom, te sac yilji heb' t'a yichanh lech. Te chac yilji sniwanil heb' t'a yichanh k'een coral. Te wach' yilji heb' t'a yichanh k'een zafiro."
        },
        {
            "number": "8",
            "text": "Axo ticnaik, te k'ik' yilji heb' t'a yichanh k'ik'b'alil. Ha mach tz'ilan heb' t'a yoltac calle, maxtzac nachaj yuj heb' mach heb'. Toxo ix och lotzan stz'umal heb' t'a sb'aquil, taquinhxonhej heb' icha te' k'atzitz."
        },
        {
            "number": "9",
            "text": "Te wach' yic mach ix cham t'a owal t'a yichanh mach k'ojank'olal ix cham yuj wejel."
        },
        {
            "number": "10",
            "text": "Yuj wejel ix jawi t'a yib'anh in chonhab' yuj owal, a heb' ix ix wach' spensar smilcham yune' heb' ix, stz'anhan heb' ix schi'a."
        },
        {
            "number": "11",
            "text": "Ix elk'och jantac yowal sk'ol Jehová, ix yak'cot sk'ak'alk'olal. Ix yak'anoch sk'ak'al chonhab' Sion, masanto ix yal slajwiem cimientoal."
        },
        {
            "number": "12",
            "text": "Ha heb' sreyal juntzanh chonhab' t'a yol yib'anhk’inal tik yet' heb' cajan t'ay, maj sna heb' tato ay heb' ajk'ol ol yal yoch t'a yol chonhab' Jerusalén."
        },
        {
            "number": "13",
            "text": "Icha chi' ix uji yuj smul heb' syaloch sb'a schecab'oc Dios yet' heb' sacerdote. Ix tob'canb'at schiq'uil anima malaj smul yuj heb'."
        },
        {
            "number": "14",
            "text": "Axo ticnaik, tonhej smachlej heb' tzek' heb' t'a yoltac calle icha heb' max uji yilani. Quenhechtac spichul heb' yuj chik', manhxa mach syal sk'ol syaman spichul heb' chi'."
        },
        {
            "number": "15",
            "text": "Manh ex jawok t'a ko tz'ey, yujto te chik'tac ex, manh onh eyama', xchi heb' yetchonhab' heb' t'ay. Yuj chi' ix b'at heb' t'a juntzanhxo chonhab', palta malaj mach schaan heb'."
        },
        {
            "number": "16",
            "text": "Yed' yowal sk'ol Jehová ix yak' saclemb'at heb', majxo tanhwaj heb' yuj. Manhxalaj yelk'och heb' sacerdote t'a yol sat heb' ch'oc chonhab'il, majxo ok'laj sk'ol heb' t'a heb' ichamtac winak."
        },
        {
            "number": "17",
            "text": "Nab'anhej ix onh k'unb'i ko maclan sjawi jun chonhab' onh scolo'. Ayonhk'e t'a chaanh sco maclan quil sjawi jun nación ijan ix onh colan yalani, palta maj yalpaxlaj yuj."
        },
        {
            "number": "18",
            "text": "Aynhejoch sat heb' ajk'ol t'ayonh b'aj tzonh b'eyeq'ui. Max yal-laj quelb'at t'a yol chonhab'. Van sjawi slajwub'al ko k 'inal, toxo ix jawi ko chamel."
        },
        {
            "number": "19",
            "text": "Ha heb' tzonh pechani, te jelan sb'ey heb' t'a yichanh nok' ch'acb'a tzek' jenhenhoc. Tzak'annhej heb' t'a ko patic t'a jolomtac witz, tzonh macji yuj heb' t'a tzinan lu'um."
        },
        {
            "number": "20",
            "text": "Ha winh ko reyal ayoch yipoc ko k'ool, winh sik'b'ilel yuj Jehová, toxo ix yamchaj winh yuj heb'. Ha sco naani to a winh ol onh colan t'a juntzanhxo nación."
        },
        {
            "number": "21",
            "text": "Ex aj Edom, ex tzeyak' yajalil t'a masanil smacb'en chonhab' Uz, tzewajanhec, tzalajanhec yacb'an tzato yala'. Ol k'ochpax yaelal t'a eyib'anh. Icha heb' uk'um anh ol ex ajoc, q'uixwelal ol ex ajcanoc."
        },
        {
            "number": "22",
            "text": "Ex aj Sion, toxo ix ek'b'at jantac eyaelal. Manhxo ol ex ak'jocxib'at t'a preso yuj Jehová. Ha exxo tik ex aj Edom, yuj he chukal ol yak'pax eyaelal Jehová, ol yak' checlaj jantac he mul."
        }
    ]
}