{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, nacot jantac tas ix ek'b'at t'a quib'anh, ina wal tz'aj quixtaji."
        },
        {
            "number": "2",
            "text": "Masanil ko macb'en, ix yiquej heb' ch'oc chonhab'il, haxo ko pat yicxo heb' yaji."
        },
        {
            "number": "3",
            "text": "Mheb'a' unin ix onh ajcani, manhxalaj ko mam. Axo heb' ix ko nun, toxo ix kan heb' ix sch'ocojil, manhxalaj yetb'eyum heb' ix."
        },
        {
            "number": "4",
            "text": "Ha ha ha' scuk'ej, sco man ha', haxo te' ko k'atzitz, sco tup te'."
        },
        {
            "number": "5",
            "text": "Aynhejoch heb' ajk'ol onh spechan b'eyek'oc. Tzonh te k'unb'i, palta maxtzac yal quik'an jab'oc quip yujto ijanoch heb' t'a ko patic."
        },
        {
            "number": "6",
            "text": "Ix b'at b'echanh ko k'ab' t'a heb' aj Egipto yet' t'a heb' aj Asiria, yuj ko k'anan jab'oc ko wael yic max onh chami."
        },
        {
            "number": "7",
            "text": "Ha heb' ko mam quicham ochnac smul, palta chamnacxo heb', haxo t'a quib'anh scotcan yaelal yuj smul heb' chi'."
        },
        {
            "number": "8",
            "text": "Ha ticnaik ayonh och t'a yol sk'ab' heb' ayoch checab'oc t'a yalanhtaxo. Manhxalaj mach tzonh colanel t'a yol sk'ab' heb'."
        },
        {
            "number": "9",
            "text": "Scal xivk'olal sb'at ko say jab'oc ko wael, yujto ay smay yuj heb' ak'um owal t'a tzinan lu'um."
        },
        {
            "number": "10",
            "text": "Yuj sk'ak'al wejel tzonh te k'ik'b'i."
        },
        {
            "number": "11",
            "text": "D'a Sion yet' t'a juntzanh chonhab' t'a yol yic Judá, tz'ixtaj heb' ix quetb'eyum yet' heb' ix quisil."
        },
        {
            "number": "12",
            "text": "Ix k'e d'unhan heb' cajalil yuj heb' ayoch ajk'olal t'ayonh. Manhxa yelk'och jab'oc heb' ichamtac winak t'a yol sat heb'."
        },
        {
            "number": "13",
            "text": "Ha heb' winh kelemtac tek'an, tz'ak'jioch heb' winh t'a jaxoj harina, haxo heb' winh yunetac quelem, stelwi heb' winh t'a yalanh te' k'atzitz."
        },
        {
            "number": "14",
            "text": "Manhxalaj heb' winh ichamtac winak ayek' t'a sti' chonhab' sb'oan yaj yowal heb' anima. Manhxalaj heb' winh kelemtac sb'itan t'a tzalajk'olal."
        },
        {
            "number": "15",
            "text": "Manhxalaj ko tzalajk'olal. Ha ko chanhal yic tzalajk'olal, ix meltzajoch cusk'olalil."
        },
        {
            "number": "16",
            "text": "Maxtzac onh b'inaj icha t'a peka'. Te ob'iltac onh, yujto ix och ko mul."
        },
        {
            "number": "17",
            "text": "Manhxa yip ko pixan yuj cusk'olal, wan yixtax yol ko sat yuj ok'el."
        },
        {
            "number": "18",
            "text": "Yujto ix satjiel stemplo Dios t'a tzalan Sion, yuj chi' axonhej nok' waax tzek' ta'."
        },
        {
            "number": "19",
            "text": "Palta a ach pax tik ach Jehová, Yajal achnhej, aynhej ek' opisio t'a masanil k 'inal."
        },
        {
            "number": "20",
            "text": "¿Tas yuj tzonh b'atcan satk'olal uj t'a junelnhej? ¿Tas yuj te niwanxo tiempo ix onh actejcani?"
        },
        {
            "number": "21",
            "text": "Mamin Jehová, ik'onhxi meltzaj t'ayach, ol onh meltzajxoc. Comonoc wach' tzonh ajxi icha t'a yalanhtaxo."
        },
        {
            "number": "22",
            "text": "Palta ina ix onh a patiquejcaneli. Ix ek' t'a yib'anh ak'ancot yaelal t'a quib'anh."
        }
    ]
}