{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, nacot jantac tas ix ek'b'at t'a quib'anh, ina val tz'aj quixtaji."
        },
        {
            "number": "2",
            "text": "Masanil co macb'en, ix yiquej eb' ch'oc chonhab'il, haxo co pat yicxo eb' yaji."
        },
        {
            "number": "3",
            "text": "Meb'a' unin ix onh ajcani, manhxalaj co mam. Axo eb' ix co nun, toxo ix kan eb' ix sch'ocojil, manhxalaj yetb'eyum eb' ix."
        },
        {
            "number": "4",
            "text": "Ha ha ha' scuq'uej, sco man ha', haxo te' co k'atzitz, sco tup te'."
        },
        {
            "number": "5",
            "text": "Aynhejoch eb' ajk'ol onh spechan b'eyek'oc. Tzonh te k'unb'i, palta maxtzac yal quik'an jab'oc quip yujto ijanoch eb' t'a co patic."
        },
        {
            "number": "6",
            "text": "Ix b'at b'echanh co k'ab' t'a eb' aj Egipto yet' t'a eb' aj Asiria, yuj co k'anan jab'oc co vael yic max onh chami."
        },
        {
            "number": "7",
            "text": "Ha eb' co mam quicham ochnac smul, palta chamnacxo eb', haxo t'a quib'anh scotcan yaelal yuj smul eb' chi'."
        },
        {
            "number": "8",
            "text": "Ha ticnaic ayonh och t'a yol sk'ab' eb' ayoch checab'oc t'a yalanhtaxo. Manhxalaj mach tzonh colanel t'a yol sk'ab' eb'."
        },
        {
            "number": "9",
            "text": "Scal xivk'olal sb'at co say jab'oc co vael, yujto ay smay yuj eb' ak'um oval t'a tzinan lu'um."
        },
        {
            "number": "10",
            "text": "Yuj sk'ak'al vejel tzonh te k'ik'b'i."
        },
        {
            "number": "11",
            "text": "D'a Sion yet' t'a juntzanh chonhab' t'a yol yic Judá, tz'ixtaj eb' ix quetb'eyum yet' eb' ix quisil."
        },
        {
            "number": "12",
            "text": "Ix q'ue d'unhan eb' cajalil yuj eb' ayoch ajk'olal t'ayonh. Manhxa yelk'och jab'oc eb' ichamtac vinac t'a yol sat eb'."
        },
        {
            "number": "13",
            "text": "Ha eb' vinh quelemtac tek'an, tz'ak'jioch eb' vinh t'a jaxoj harina, haxo eb' vinh yunetac quelem, stelvi eb' vinh t'a yalanh te' k'atzitz."
        },
        {
            "number": "14",
            "text": "Manhxalaj eb' vinh ichamtac vinac ayek' t'a sti' chonhab' sb'oan yaj yoval eb' anima. Manhxalaj eb' vinh quelemtac sb'itan t'a tzalajk'olal."
        },
        {
            "number": "15",
            "text": "Manhxalaj co tzalajk'olal. Ha co chanhal yic tzalajk'olal, ix meltzajoch cusk'olalil."
        },
        {
            "number": "16",
            "text": "Maxtzac onh b'inaj icha t'a peca'. Te ob'iltac onh, yujto ix och co mul."
        },
        {
            "number": "17",
            "text": "Manhxa yip co pixan yuj cusk'olal, van yixtax yol co sat yuj oq'uel."
        },
        {
            "number": "18",
            "text": "Yujto ix satjiel stemplo Dios t'a tzalan Sion, yuj chi' axonhej nok' vaax tzek' ta'."
        },
        {
            "number": "19",
            "text": "Palta a ach pax tik ach Jehová, Yajal achnhej, aynhej ek' opisio t'a masanil q'uinal."
        },
        {
            "number": "20",
            "text": "¿Tas yuj tzonh b'atcan satk'olal uj t'a junelnhej? ¿Tas yuj te nivanxo tiempo ix onh actejcani?"
        },
        {
            "number": "21",
            "text": "Mamin Jehová, ik'onhxi meltzaj t'ayach, ol onh meltzajxoc. Comonoc wach' tzonh ajxi icha t'a yalanhtaxo."
        },
        {
            "number": "22",
            "text": "Palta ina ix onh a patiquejcaneli. Ix ek' t'a yib'anh ak'ancot yaelal t'a quib'anh."
        }
    ]
}