{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Santiago in tik, swak' serwil Dios yet' Kajal Jesucristo. Swak'b'at stzatzil he k'ool ex lajchaw makan wetisraelal sacleminac yajb'at t'a junjun chonhab'."
        },
        {
            "number": "2",
            "text": "Ex wuk'tac ex wanab', cojtac ayic sjawi yalnhej tas prowalil t'a quib'anh, tato max chab'ax ko k'ool yuj, tzonh te tek'k'aji. Yuj chi' conh tzalajec ayic sjawi juntzanh chi' t'a quib'anh."
        },
        {
            "number": "3",
            "text": "Yuj chi', tek'tek' scutejec cak'anoch Dios t'a ko k'ool, yic ol wach' b'o ko pensar. Tato icha chi', wach' onh t'a sat Dios. Malaj pax jab'oc b'aj skak' palta t'ay."
        },
        {
            "number": "4",
            "text": "Tato ay onh manto tz'acanoc ko jelanil, ko k'anec d'ha Dios, haxo ol ak'an t'ayonh. Yujto t'a smasanil sk'ool syak' t'ayonh ko masanil, tato sco k'an t'ay, max onh stumejlaj."
        },
        {
            "number": "5",
            "text": "Ayic sco k'anan ko jelanil chi', yowalil skak' och t'a ko k'ool to ol ko cha'a. Manh chab'k'olaloc sco k'ana'. Yujto a heb' ay schab'k'olal d'ha Dios, lajan heb' icha ha' mar sk'e chulan sat yuj ik' tz'emxi ponhnajoc."
        },
        {
            "number": "6",
            "text": "Tato ayex icha ex chi', ma ay he chab'k'olal, mato manh tek'anoc tzeyutej he pensar t'a masanil tas tze k'ulej, manh he na'a to ay jab'oc tas ol he cha t'a Kajal chi'."
        },
        {
            "number": "7",
            "text": "Ha ex meb'a' ex, tzalajanhec, yujto niwan eyelk'och t'a yichanh Dios."
        },
        {
            "number": "8",
            "text": "Ha exxo b'eyum ex, tzalajanhec, yujto ha Dios tz'ak'an nachajel eyuuj to emnaquil ex. Yujto a heb' b'eyum, lajan heb' icha xumaquil anh ank'ultak elanhchamel tzek'b'ati,"
        },
        {
            "number": "9",
            "text": "yujto ayic ov yem yoc k'u, stacjiem lojnaj anh yuj k'ak', junnhej rato tz'el xumaquil anh, tzek'b'at swach'il yilji anh. Icha stacjiel xumaquil anh chi', icha chi' ol aj slajwiem heb' b'eyum wan smolb'an stumin."
        },
        {
            "number": "10",
            "text": "Tato skak' techajoc ayic tzonh ak'ji prowal, te wach' quico', yujto ayic toxo ix lajwi cak'ji prowal chi', ol ko cha spak, aton ko k 'inal t'a junelnhej. Aton jun yalnaccan Dios to ol yak' t'a masanil heb' xajanani."
        },
        {
            "number": "11",
            "text": "Ayic scuchb'aj ko k'ulej junok chukal, max yal calani to ha Dios tzonh cuchb'ani. Yujto max yal yak'ji prowal Dios yic sk'ulan chukal. Anhejtona' malaj junok mach scuchb'ejb'at Dios chi' t'a chukal."
        },
        {
            "number": "12",
            "text": "Palta a junjun onh, yujnhej junok tas b'aj squiloch ko k'ool, a tzonh cuchb'ani. Ha juntzanh chi' tzonh montanb'at t'a chukal."
        },
        {
            "number": "13",
            "text": "Axo yic sco k'ulan juntzanh tas b'aj squiloch ko k'ool chi', tz'och ko mul, haxo swach' juwiel ko pensar yuj jun ko mul chi', yujnhej wal chi' tzonh b'atcan t'a chamel."
        },
        {
            "number": "14",
            "text": "Ex xajanab'il wuuj, manhxo eyak' he b'a musansatil."
        },
        {
            "number": "15",
            "text": "Ha d'ha Dios scot masanil tas wach', tonhej pax siej t'ayonh. A' b'oannac juntzanh tzek' t'a satcha’anh, syak'an sakil k'inal squila'. Ha juntzanh chi', wach'chom sk'exmaj yilji, yujto tz'och wewen t'ay, palta ha Dios, manh ichocta' tz'aji. Malaj b'aj sk'ex spensar juneloc."
        },
        {
            "number": "16",
            "text": "Yujto icha chi' ix el t'a sk'ool, ix onh yik'anchaanh yuninaloc yuj slolonel te yel, yic wach' te niwan quelk'och t'a yichanh masanil tas b'ob'il yuj."
        },
        {
            "number": "17",
            "text": "Ex xajanab'il wuuj, ojtaquejequel jun swal tik. Lista tzeyutej he b'a eyab'ani. Manh comonoc tzeyal eyic t'a elanhchamel. Anhejtona' manh comonoc tzeyak'cot eyowal,"
        },
        {
            "number": "18",
            "text": "yujto ayic scot cowal, manhoc tas snib'ej Dios sco k'ulej."
        },
        {
            "number": "19",
            "text": "Yuj chi' cactejeccan masanil chukal t'a sat Dios yet' masanil tas malaj swach'il aynhejeq'ui. Co chaec slolonel Dios t'a emnaquilal, aton jun ak'b'ilxooch t'ayonh, yujto ay spoder ko colchajcanel yuj."
        },
        {
            "number": "20",
            "text": "Co k'anab'ajejec tas xchi slolonel chi'. Manh tonhejoc scab'eq'ui. Tato tonhej scab'eq'ui, a onh wal lak'an skak' musansatil ko b'a."
        },
        {
            "number": "21",
            "text": "Tato scab' slolonel Dios, haxo tz'aji max ko k'anab'ajejlaj, lajan onh icha junok winh winak tz'ilan sat t'a junok nen."
        },
        {
            "number": "22",
            "text": "Slajwi yilan sat winh chi', sb'at winh, satxib'at t'a sk'ool winh chajtil yilji sat chi'."
        },
        {
            "number": "23",
            "text": "Tato sco k'ayb'ej sk'ayb'ub'al wach' ab'ix yic colnab'il sik'lab'il, aton jun sley Dios tzonh ak'anel t'a libre, max satpaxlaj ko k'ool t'a tas syala', tato yel sco k'anab'ajej tas syal chi', ol ko cha swach'k'olal Dios t'a masanil tas sco k'ulej."
        },
        {
            "number": "24",
            "text": "Tato ay onh scala' to ayoch ko pensar d'ha Dios, palta max ko yamoch waan ko ti' t'a tas scala', nab'anhej scala' to ayoch ko pensar t'ay. Munil skak' musansatil ko b'a calan icha chi'."
        },
        {
            "number": "25",
            "text": "Palta swalan junxo tik: Tato ay heb' unin manhxalaj smam, yet' heb' ix ix chamnacxo yetb'eyum ay stzapan smajanil, yowalil tzonh b'at quil heb', tzonh kolwaj t'a heb'. Anhejtona', squik'anel ko b'ha t'a chukal t'a yol yib'anhk’inal tik. Tato icha chi' scutej ko b'a, t'a wal yel wan cak'anoch ko pensar t'a ko Mam Dios t'a stojolal icha wal snib'ej."
        }
    ]
}