{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "A in Santiago in tic, svak' servil Dios yed' Cajal Jesucristo. Svak'b'at stzatzil e k'ool ex lajchav macanh vetisraelal sacleminac yajb'at d'a junjun chonhab'."
        },
        {
            "number": "2",
            "text": "Ex vuk'tac ex vanab', cojtac ayic sjavi yalnhej tas provalil d'a quib'anh, tato max chab'ax co k'ool yuuj, tzonh te tek'k'aji. Yuj chi' conh tzalajec ayic sjavi juntzanh chi' d'a quib'anh."
        },
        {
            "number": "3",
            "text": "Yuj chi', tek'tek' scutejec cak'anoch Dios d'a co k'ool, yic ol vach' b'o co pensar. Tato icha chi', vach' onh d'a sat Dios. Malaj pax jab'oc b'aj scak' palta d'ay."
        },
        {
            "number": "4",
            "text": "Tato ay onh manto tz'acanoc co jelanil, co k'anec d'a Dios, axo ol ak'an d'ayonh. Yujto d'a smasanil sk'ool syak' d'ayonh co masanil, tato sco k'an d'ay, max onh stumejlaj."
        },
        {
            "number": "5",
            "text": "Ayic sco k'anan co jelanil chi', yovalil scak' och d'a co k'ool to ol co cha'a. Manh chab'k'olaloc sco k'ana'. Yujto a eb' ay schab'k'olal d'a Dios, lajan eb' icha a' mar sq'ue chulan sat yuj ik' tz'emxi ponhnajoc."
        },
        {
            "number": "6",
            "text": "Tato ayex icha ex chi', ma ay e chab'k'olal, mato manh tek'anoc tzeyutej e pensar d'a masanil tas tze k'ulej, manh e na'a to ay jab'oc tas ol e cha d'a Cajal chi'."
        },
        {
            "number": "7",
            "text": "A ex meb'a' ex, tzalajanhec, yujto nivan eyelk'och d'a yichanh Dios."
        },
        {
            "number": "8",
            "text": "A exxo b'eyum ex, tzalajanhec, yujto a Dios tz'ak'an nachajel eyuuj to emnaquil ex. Yujto a eb' b'eyum, lajan eb' icha xumaquil anh ank'ultac elanhchamel tz'ek'b'ati,"
        },
        {
            "number": "9",
            "text": "yujto ayic ov yem yoc k'u, stacjiem lojnaj anh yuj k'ak', junnhej rato tz'el xumaquil anh, tz'ek'b'at svach'il yilji anh. Icha stacjiel xumaquil anh chi', icha chi' ol aj slajviem eb' b'eyum van smolb'an stumin."
        },
        {
            "number": "10",
            "text": "Tato scak' techajoc ayic tzonh ak'ji proval, te vach' quico', yujto ayic toxo ix lajvi cak'ji proval chi', ol co cha spac, aton co q'uinal d'a junelnhej. Aton jun yalnaccan Dios to ol yak' d'a masanil eb' xajanani."
        },
        {
            "number": "11",
            "text": "Ayic scuchb'aj co k'ulej junoc chucal, max yal calani to a Dios tzonh cuchb'ani. Yujto max yal yak'ji proval Dios yic sk'ulan chucal. Anhejtona' malaj junoc mach scuchb'ejb'at Dios chi' d'a chucal."
        },
        {
            "number": "12",
            "text": "Palta a junjun onh, yujnhej junoc tas b'aj squiloch co k'ool, a tzonh cuchb'ani. A juntzanh chi' tzonh montanb'at d'a chucal."
        },
        {
            "number": "13",
            "text": "Axo yic sco k'ulan juntzanh tas b'aj squiloch co k'ool chi', tz'och co mul, axo svach' juviel co pensar yuj jun co mul chi', yujnhej val chi' tzonh b'atcan d'a chamel."
        },
        {
            "number": "14",
            "text": "Ex xajanab'il vuuj, manhxo eyak' e b'a musansatil."
        },
        {
            "number": "15",
            "text": "A d'a Dios scot masanil tas vach', tonhej pax siej d'ayonh. A' b'oannac juntzanh tz'ek' d'a satchaanh, syak'an saquilq'uinal squila'. A juntzanh chi', vach'chom sq'uexmaj yilji, yujto tz'och veven d'ay, palta a Dios, manh ichocta' tz'aji. Malaj b'aj sq'uex spensar juneloc."
        },
        {
            "number": "16",
            "text": "Yujto icha chi' ix el d'a sk'ool, ix onh yik'anchaanh yuninaloc yuj slolonel te yel, yic vach' te nivan quelk'och d'a yichanh masanil tas b'ob'il yuuj."
        },
        {
            "number": "17",
            "text": "Ex xajanab'il vuuj, ojtaquejequel jun sval tic. Lista tzeyutej e b'a eyab'ani. Manh comonoc tzeyal eyic d'a elanhchamel. Anhejtona' manh comonoc tzeyak'cot eyoval,"
        },
        {
            "number": "18",
            "text": "yujto ayic scot coval, manhoc tas snib'ej Dios sco k'ulej."
        },
        {
            "number": "19",
            "text": "Yuj chi' cactejeccan masanil chucal d'a sat Dios yed' masanil tas malaj svach'il aynhejeq'ui. Co chaec slolonel Dios d'a emnaquilal, aton jun ak'b'ilxooch d'ayonh, yujto ay spoder co colchajcanel yuuj."
        },
        {
            "number": "20",
            "text": "Co k'anab'ajejec tas xchi slolonel chi'. Manh tonhejoc scab'eq'ui. Tato tonhej scab'eq'ui, a onh val lak'an scak' musansatil co b'a."
        },
        {
            "number": "21",
            "text": "Tato scab' slolonel Dios, axo tz'aji max co k'anab'ajejlaj, lajan onh icha junoc vinh vinac tz'ilan sat d'a junoc nen."
        },
        {
            "number": "22",
            "text": "Slajvi yilan sat vinh chi', sb'at vinh, satxib'at d'a sk'ool vinh chajtil yilji sat chi'."
        },
        {
            "number": "23",
            "text": "Tato sco k'ayb'ej sk'ayb'ub'al vach' ab'ix yic colnab'il sik'lab'il, aton jun sley Dios tzonh ak'anel d'a libre, max satpaxlaj co k'ool d'a tas syala', tato yel sco k'anab'ajej tas syal chi', ol co cha svach'k'olal Dios d'a masanil tas sco k'ulej."
        },
        {
            "number": "24",
            "text": "Tato ay onh scala' to ayoch co pensar d'a Dios, palta max co yamoch vaan co ti' d'a tas scala', nab'anhej scala' to ayoch co pensar d'ay. Munil scak' musansatil co b'a calan icha chi'."
        },
        {
            "number": "25",
            "text": "Palta svalan junxo tic: Tato ay eb' unin manhxalaj smam, yed' eb' ix ix chamnacxo yetb'eyum ay stzapan smajanil, yovalil tzonh b'at quil eb', tzonh colvaj d'a eb'. Anhejtona', squik'anel co b'a d'a chucal d'a yolyib'anhq'uinal tic. Tato icha chi' scutej co b'a, d'a val yel van cak'anoch co pensar d'a co Mam Dios d'a stojolal icha val sgana."
        }
    ]
}