{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Santiago in tik, svak' servil Dios yet' Cajal Jesucristo. Svak'b'at stzatzil e k'ool ex lajchaw makan vetisraelal sacleminac yajb'at t'a junjun chonhab'."
        },
        {
            "number": "2",
            "text": "Ex vuk'tac ex vanab', cojtac ayic sjavi yalnhej tas provalil t'a quib'anh, tato max chab'ax co k'ool yuj, tzonh te tek'k'aji. Yuj chi' conh tzalajec ayic sjavi juntzanh chi' t'a quib'anh."
        },
        {
            "number": "3",
            "text": "Yuj chi', tek'tek' scutejec cak'anoch Dios t'a co k'ool, yic ol wach' b'o co pensar. Tato icha chi', wach' onh t'a sat Dios. Malaj pax jab'oc b'aj scak' palta t'ay."
        },
        {
            "number": "4",
            "text": "Tato ay onh manto tz'acanoc co jelanil, co k'anec d'ha Dios, haxo ol ak'an t'ayonh. Yujto t'a smasanil sk'ool syak' t'ayonh co masanil, tato sco k'an t'ay, max onh stumejlaj."
        },
        {
            "number": "5",
            "text": "Ayic sco k'anan co jelanil chi', yowalil scak' och t'a co k'ool to ol co cha'a. Manh chab'k'olaloc sco k'ana'. Yujto a eb' ay schab'k'olal d'ha Dios, lajan eb' icha ha' mar sq'ue chulan sat yuj ik' tz'emxi ponhnajoc."
        },
        {
            "number": "6",
            "text": "Tato ayex icha ex chi', ma ay e chab'k'olal, mato manh tek'anoc tzeyutej e pensar t'a masanil tas tze k'ulej, manh e na'a to ay jab'oc tas ol e cha t'a Cajal chi'."
        },
        {
            "number": "7",
            "text": "Ha ex meb'a' ex, tzalajanhec, yujto niwan eyelk'och t'a yichanh Dios."
        },
        {
            "number": "8",
            "text": "Ha exxo b'eyum ex, tzalajanhec, yujto ha Dios tz'ak'an nachajel eyuuj to emnaquil ex. Yujto a eb' b'eyum, lajan eb' icha xumaquil anh ank'ultak elanhchamel tzek'b'ati,"
        },
        {
            "number": "9",
            "text": "yujto ayic ov yem yoc k'u, stacjiem lojnaj anh yuj k'ak', junnhej rato tz'el xumaquil anh, tzek'b'at swach'il yilji anh. Icha stacjiel xumaquil anh chi', icha chi' ol aj slajviem eb' b'eyum van smolb'an stumin."
        },
        {
            "number": "10",
            "text": "Tato scak' techajoc ayic tzonh ak'ji proval, te wach' quico', yujto ayic toxo ix lajvi cak'ji proval chi', ol co cha spak, aton co q'uinal t'a junelnhej. Aton jun yalnaccan Dios to ol yak' t'a masanil eb' xajanani."
        },
        {
            "number": "11",
            "text": "Ayic scuchb'aj co k'ulej junok chukal, max yal calani to ha Dios tzonh cuchb'ani. Yujto max yal yak'ji proval Dios yic sk'ulan chukal. Anhejtona' malaj junok mach scuchb'ejb'at Dios chi' t'a chukal."
        },
        {
            "number": "12",
            "text": "Palta a junjun onh, yujnhej junok tas b'aj squiloch co k'ool, a tzonh cuchb'ani. Ha juntzanh chi' tzonh montanb'at t'a chukal."
        },
        {
            "number": "13",
            "text": "Axo yic sco k'ulan juntzanh tas b'aj squiloch co k'ool chi', tz'och co mul, haxo swach' juwiel co pensar yuj jun co mul chi', yujnhej val chi' tzonh b'atcan t'a chamel."
        },
        {
            "number": "14",
            "text": "Ex xajanab'il vuuj, manhxo eyak' e b'a musansatil."
        },
        {
            "number": "15",
            "text": "Ha d'ha Dios scot masanil tas wach', tonhej pax siej t'ayonh. A' b'oannac juntzanh tzek' t'a satcha’anh, syak'an sakil k'inal squila'. Ha juntzanh chi', wach'chom sq'uexmaj yilji, yujto tz'och veven t'ay, palta ha Dios, manh ichocta' tz'aji. Malaj b'aj sq'uex spensar juneloc."
        },
        {
            "number": "16",
            "text": "Yujto icha chi' ix el t'a sk'ool, ix onh yik'anchaanh yuninaloc yuj slolonel te yel, yic wach' te niwan quelk'och t'a yichanh masanil tas b'ob'il yuj."
        },
        {
            "number": "17",
            "text": "Ex xajanab'il vuuj, ojtaquejequel jun swal tik. Lista tzeyutej e b'a eyab'ani. Manh comonoc tzeyal eyic t'a elanhchamel. Anhejtona' manh comonoc tzeyak'cot eyoval,"
        },
        {
            "number": "18",
            "text": "yujto ayic scot coval, manhoc tas snib'ej Dios sco k'ulej."
        },
        {
            "number": "19",
            "text": "Yuj chi' cactejeccan masanil chukal t'a sat Dios yet' masanil tas malaj swach'il aynhejeq'ui. Co chaec slolonel Dios t'a emnaquilal, aton jun ak'b'ilxooch t'ayonh, yujto ay spoder co colchajcanel yuj."
        },
        {
            "number": "20",
            "text": "Co k'anab'ajejec tas xchi slolonel chi'. Manh tonhejoc scab'eq'ui. Tato tonhej scab'eq'ui, a onh val lak'an scak' musansatil co b'a."
        },
        {
            "number": "21",
            "text": "Tato scab' slolonel Dios, haxo tz'aji max co k'anab'ajejlaj, lajan onh icha junok winh vinac tz'ilan sat t'a junok nen."
        },
        {
            "number": "22",
            "text": "Slajvi yilan sat winh chi', sb'at winh, satxib'at t'a sk'ool winh chajtil yilji sat chi'."
        },
        {
            "number": "23",
            "text": "Tato sco k'ayb'ej sk'ayb'ub'al wach' ab'ix yic colnab'il sik'lab'il, aton jun sley Dios tzonh ak'anel t'a libre, max satpaxlaj co k'ool t'a tas syala', tato yel sco k'anab'ajej tas syal chi', ol co cha swach'k'olal Dios t'a masanil tas sco k'ulej."
        },
        {
            "number": "24",
            "text": "Tato ay onh scala' to ayoch co pensar d'ha Dios, palta max co yamoch vaan co ti' t'a tas scala', nab'anhej scala' to ayoch co pensar t'ay. Munil scak' musansatil co b'a calan icha chi'."
        },
        {
            "number": "25",
            "text": "Palta svalan junxo tik: Tato ay eb' unin manhxalaj smam, yet' eb' ix ix chamnacxo yetb'eyum ay stzapan smajanil, yowalil tzonh b'at quil eb', tzonh kolwaj t'a eb'. Anhejtona', squik'anel co b'ha t'a chukal t'a yol yib'anhk’inal tik. Tato icha chi' scutej co b'a, t'a val yel van cak'anoch co pensar t'a co Mam Dios t'a stojolal icha val sgana."
        }
    ]
}