{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Tato yel scak' val och Cajal Jesucristo t'a co k'ool, aton jun te niwan svach'il, comonoc malaj sq'uexanhil eb' quetanimail t'ayonh."
        },
        {
            "number": "2",
            "text": "Q'uinaloc ay junok b'eyum tz'ochk'och b'aj sco molb'ej co b'a, ayoch junok scolk'ab' nab'a oro, te wach' spichul ayochi. Slajvi chi' tz'ochk'och junok meb'a', nhik'chimtac spichul ayochi."
        },
        {
            "number": "3",
            "text": "Tato anhej yet' jun wach' sb'o yet' spichul chi' tzonh q'uechaanh, scalan t'ay icha tik: Emanh k'ojan t'a jun k'ojnub' te wach' tik, xco chi t'ay. Axo t'a jun meb'a' chi' skal icha tik: Wach' aj linhan ta' b'ela ma emanh k'ojan t'a sat lum t'a in tz'ey tik, ta xco chi t'ay,"
        },
        {
            "number": "4",
            "text": "van cak'anoch co b'a calani mach niwan yelk'och t'a co cal, mach pax maay. Palta manh wach'oc tato icha chi' scutej co b'a."
        },
        {
            "number": "5",
            "text": "Ex xajanab'il vuuj, ab'ec. Ha eb' meb'a' t'a yol sat eb' ay t'a yol yib'anhk’inal tik, aton eb' ix sik'jielta yuj Dios yic wach' syak'och Dios eb' t'a sk'ool. Ha eb' chi', ichato b'eyum eb' t'a yichanh Dios chi', yujto ol scha smacb'en eb' b'aj ayoch Dios yajalil, aton jun ix yalcani to ol yak' t'a eb' xajanani."
        },
        {
            "number": "6",
            "text": "Palta a exxo, malaj tz'och eb' t'ayex, ¿tom manhoc eb' b'eyum tzonh ixtani, tzonh sjachanb'at eb' t'a yichanh alcal?"
        },
        {
            "number": "7",
            "text": "Aton eb' chi' sb'uchvaj t'a sb'i Cristo, jun te niwan yelk'och ayonh yico'."
        },
        {
            "number": "8",
            "text": "Palta ay jun ley tz'ib'ab'ilcan t'a Slolonel co Reyal tz'alan icha tik: Ichaocab' eya'ilan e b'a, ichaocab' chi' e xajanan eb' ay t'a spatic schiquin e pat, xchi. Tato sco k'anab'ajej tas syal jun ley chi', wach' scutej co b'a syal chi'."
        },
        {
            "number": "9",
            "text": "Palta tato ay sq'uexanhil eb' quetanimail t'ayonh, tz'och val co mul. Anhejtona' a jun ley chi' tz'alani to tz'och co mul."
        },
        {
            "number": "10",
            "text": "Tato ay junok tas schecji co k'ulej yuj jun ley chi', palta tato max co k'ulej, yujnhej val jun chi' scotcan masanil ley chi' t'a quib'anh."
        },
        {
            "number": "11",
            "text": "Ha Dios aljinac icha tik: Manh ex em t'a ajmulal, yalannac paxi: Manh e milcham eb' eyetanimail, xchi. Yuj chi' wach'chom max onh em t'a ajmulal, palta tato sco milcham junok quetanimail, syalelk'ochi to van quek' t'a yib'anh sley Dios chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' wach'ocab' scutej co loloni, wach'ocab' pax scutej co b'eyb'al. Yujto ol onh ch'olb'itaj yuj jun ley, aton jun tzonh ak'anel t'a libre."
        },
        {
            "number": "13",
            "text": "Tato max ok' co k'ool t'a eb' quetanimail, manh ol ok'paxlaj sk'ool Dios t'ayonh ayic ol sch'olb'itan tas caji. Palta tato tz'ok' co k'ool t'a eb' quetanimail, ol ok'pax sk'ool t'ayonh."
        },
        {
            "number": "14",
            "text": "Ex vuk'tac ex vanab', tato scala' to ayoch Dios t'a co k'ool, palta max checlaj yuj co b'eyb'al tato yiconhxo Dios, tato icha chi' scutej cak'an och Dios t'a co k'ool, ¿tom ol onh colchaj yuj tze na'a?"
        },
        {
            "number": "15",
            "text": "Q'uinaloc ay junok quetanimail te meb'a' sk'och t'ayonh, malaj spichul, malaj tas sva'a."
        },
        {
            "number": "16",
            "text": "Tato skal t'ay: Paxanh t'a tzalajk'olal, malaj a pena, k'axnanh, say a k'oloc, ta xco chi t'ay. Palta ina malaj jab'oc tas yovalil tz'och yuj ix cak' t'ay, ¿tom ay jab'oc wach'ilal scha yuj co lolonel chi'?"
        },
        {
            "number": "17",
            "text": "Yuj chi', tato tonhej scak'och Dios t'a co k'ool, palta manh wach'oc co b'eyb'al, nab'anhej syal chi'."
        },
        {
            "number": "18",
            "text": "Palta tecan ay eb' tz'alan icha tik: Ay eb' tonhej syak'och Dios t'a sk'ool. Ay pax eb' tonhej wach' syutej sb'eyb'al, xcham eb'. Palta a in tik svala' to manh chequeloc tato ix cak'och Dios t'a co k'ool tato manh wach'oc co b'eyb'al. Yuj co wach' b'eyb'al chi' scheclajeli to yel ayoch Dios t'a co k'ool."
        },
        {
            "number": "19",
            "text": "Ay eb' tz'ak'anoch t'a sk'ool to junnhej Dios ay. Yel ton syal eb'. Palta syak'paxoch jun chi' eb' enemigo t'a sk'ool, sluclon eb' yuj xivelal."
        },
        {
            "number": "20",
            "text": "Palta ayex jayvanh ex, icha val to malaj e pensar. Nachajocab'el juntzanh tik eyuuj. Tato scak'och Dios t'a co k'ool calani, palta tato anheja' manh wach'oc co b'eyb'al, malaj yelk'ochi."
        },
        {
            "number": "21",
            "text": "Ochnac vinh co mam quicham Abraham t'a peca' wach'il t'a yichanh Dios, yujto yik'nacb'at jun yuninal vinh scuchan Isaac, yic syak'an silab'oc snaani icha nok' nok' snhusji, icha yutejnac Dios yalan t'a vinh."
        },
        {
            "number": "22",
            "text": "Co naec jun to yak'nacoch Dios vinh t'a sk'ool, yuj chi' yalnac sk'anab'ajan vinh tas checjinac sk'ulej chi'. Ato val sk'ulannac jun chi' vinh, scheclajnaqueli to yel ay val och Dios chi' t'a sk'ool vinh."
        },
        {
            "number": "23",
            "text": "Yuj chi' tz'elk'och tas syal t'a Slolonel, aton b'aj syalcan icha tik: Yak'nacoch vinhaj Abraham t'a sk'ool tas yalnac Dios, yuj chi' ochnac vinh wach'il t'a yichanh, xchi. Anhejtona' syalpaxcani: Yamigo sb'a vinh yet' Dios, xchicani."
        },
        {
            "number": "24",
            "text": "Yuj chi' te chequel to yuj tas sco k'ulej tzonh och wach'il t'a yichanh Dios, manh yujocnhej to scak'och t'a co k'ool."
        },
        {
            "number": "25",
            "text": "Icha pax chi' ajnac jun ix ajmul ix scuch Rahab t'a peca'. Yak'nac sposado eb' vinh schecab' israel ix. Slajvi chi' schecannac meltzaj eb' vinh ix t'a junxo b'e, yic max yamchaj eb' vinh. Yuj svach'il yutejnac sb'a ix chi' t'a eb' vinh, aljinac ix wach'il yuj Dios."
        },
        {
            "number": "26",
            "text": "Tato scak'och Dios t'a co k'ool calani, palta manh wach'oc co b'eyb'al, malaj yelk'och tas skal chi'. Lajan onh icha junok nivanil chamnacxo manhxo ayococh spixanil."
        }
    ]
}