{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Tato yel scak' val och Cajal Jesucristo d'a co k'ool, aton jun te nivan svach'il, comonoc malaj sq'uexanhil eb' quetanimail d'ayonh."
        },
        {
            "number": "2",
            "text": "Q'uinaloc ay junoc b'eyum tz'ochk'och b'aj sco molb'ej co b'a, ayoch junoc scolk'ab' nab'a oro, te vach' spichul ayochi. Slajvi chi' tz'ochk'och junoc meb'a', nhik'chimtac spichul ayochi."
        },
        {
            "number": "3",
            "text": "Tato anhej yed' jun vach' sb'o yed' spichul chi' tzonh q'uechaanh, scalan d'ay icha tic: Emanh k'ojan d'a jun k'ojnub' te vach' tic, xco chi d'ay. Axo d'a jun meb'a' chi' scal icha tic: Vach' aj linhan ta' b'ela ma emanh k'ojan d'a sat lum d'a in tz'ey tic, ta xco chi d'ay,"
        },
        {
            "number": "4",
            "text": "van cak'anoch co b'a calani mach nivan yelk'och d'a co cal, mach pax maay. Palta manh vach'oc tato icha chi' scutej co b'a."
        },
        {
            "number": "5",
            "text": "Ex xajanab'il vuuj, ab'ec. A eb' meb'a' d'a yol sat eb' ay d'a yolyib'anhq'uinal tic, aton eb' ix sik'jielta yuj Dios yic vach' syak'och Dios eb' d'a sk'ool. A eb' chi', ichato b'eyum eb' d'a yichanh Dios chi', yujto ol scha smacb'en eb' b'aj ayoch Dios yajalil, aton jun ix yalcani to ol yak' d'a eb' xajanani."
        },
        {
            "number": "6",
            "text": "Palta a exxo, malaj tz'och eb' d'ayex, ¿tom manhoc eb' b'eyum tzonh ixtani, tzonh sjachanb'at eb' d'a yichanh alcal?"
        },
        {
            "number": "7",
            "text": "Aton eb' chi' sb'uchvaj d'a sb'i Cristo, jun te nivan yelk'och ayonh yico'."
        },
        {
            "number": "8",
            "text": "Palta ay jun ley tz'ib'ab'ilcan d'a Slolonel co Reyal tz'alan icha tic: Ichaocab' eya'ilan e b'a, ichaocab' chi' e xajanan eb' ay d'a spatic schiquin e pat, xchi. Tato sco k'anab'ajej tas syal jun ley chi', vach' scutej co b'a syal chi'."
        },
        {
            "number": "9",
            "text": "Palta tato ay sq'uexanhil eb' quetanimail d'ayonh, tz'och val co mul. Anhejtona' a jun ley chi' tz'alani to tz'och co mul."
        },
        {
            "number": "10",
            "text": "Tato ay junoc tas schecji co k'ulej yuj jun ley chi', palta tato max co k'ulej, yujnhej val jun chi' scotcan masanil ley chi' d'a quib'anh."
        },
        {
            "number": "11",
            "text": "A Dios aljinac icha tic: Manh ex em d'a ajmulal, yalannac paxi: Manh e milcham eb' eyetanimail, xchi. Yuj chi' vach'chom max onh em d'a ajmulal, palta tato sco milcham junoc quetanimail, syalelk'ochi to van quek' d'a yib'anh sley Dios chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' vach'ocab' scutej co loloni, vach'ocab' pax scutej co b'eyb'al. Yujto ol onh ch'olb'itaj yuj jun ley, aton jun tzonh ak'anel d'a libre."
        },
        {
            "number": "13",
            "text": "Tato max ok' co k'ool d'a eb' quetanimail, manh ol ok'paxlaj sk'ool Dios d'ayonh ayic ol sch'olb'itan tas caji. Palta tato tz'ok' co k'ool d'a eb' quetanimail, ol ok'pax sk'ool d'ayonh."
        },
        {
            "number": "14",
            "text": "Ex vuk'tac ex vanab', tato scala' to ayoch Dios d'a co k'ool, palta max checlaj yuj co b'eyb'al tato yiconhxo Dios, tato icha chi' scutej cak'an och Dios d'a co k'ool, ¿tom ol onh colchaj yuuj tze na'a?"
        },
        {
            "number": "15",
            "text": "Q'uinaloc ay junoc quetanimail te meb'a' sk'och d'ayonh, malaj spichul, malaj tas sva'a."
        },
        {
            "number": "16",
            "text": "Tato scal d'ay: Paxanh d'a tzalajk'olal, malaj a pena, k'axnanh, say a k'oloc, ta xco chi d'ay. Palta ina malaj jab'oc tas yovalil tz'och yuuj ix cak' d'ay, ¿tom ay jab'oc vach'ilal scha yuj co lolonel chi'?"
        },
        {
            "number": "17",
            "text": "Yuj chi', tato tonhej scak'och Dios d'a co k'ool, palta manh vach'oc co b'eyb'al, nab'anhej syal chi'."
        },
        {
            "number": "18",
            "text": "Palta tecan ay eb' tz'alan icha tic: Ay eb' tonhej syak'och Dios d'a sk'ool. Ay pax eb' tonhej vach' syutej sb'eyb'al, xcham eb'. Palta a in tic svala' to manh chequeloc tato ix cak'och Dios d'a co k'ool tato manh vach'oc co b'eyb'al. Yuj co vach' b'eyb'al chi' scheclajeli to yel ayoch Dios d'a co k'ool."
        },
        {
            "number": "19",
            "text": "Ay eb' tz'ak'anoch d'a sk'ool to junnhej Dios ay. Yel ton syal eb'. Palta syak'paxoch jun chi' eb' enemigo d'a sk'ool, sluclon eb' yuj xivelal."
        },
        {
            "number": "20",
            "text": "Palta ayex jayvanh ex, icha val to malaj e pensar. Nachajocab'el juntzanh tic eyuuj. Tato scak'och Dios d'a co k'ool calani, palta tato anheja' manh vach'oc co b'eyb'al, malaj yelk'ochi."
        },
        {
            "number": "21",
            "text": "Ochnac vinh co mam quicham Abraham d'a peca' vach'il d'a yichanh Dios, yujto yik'nacb'at jun yuninal vinh scuchan Isaac, yic syak'an silab'oc snaani icha nok' nok' snhusji, icha yutejnac Dios yalan d'a vinh."
        },
        {
            "number": "22",
            "text": "Co naec jun to yak'nacoch Dios vinh d'a sk'ool, yuj chi' yalnac sk'anab'ajan vinh tas checjinac sk'ulej chi'. Ato val sk'ulannac jun chi' vinh, scheclajnaqueli to yel ay val och Dios chi' d'a sk'ool vinh."
        },
        {
            "number": "23",
            "text": "Yuj chi' tz'elk'och tas syal d'a Slolonel, aton b'aj syalcan icha tic: Yak'nacoch vinhaj Abraham d'a sk'ool tas yalnac Dios, yuj chi' ochnac vinh vach'il d'a yichanh, xchi. Anhejtona' syalpaxcani: Yamigo sb'a vinh yed' Dios, xchicani."
        },
        {
            "number": "24",
            "text": "Yuj chi' te chequel to yuj tas sco k'ulej tzonh och vach'il d'a yichanh Dios, manh yujocnhej to scak'och d'a co k'ool."
        },
        {
            "number": "25",
            "text": "Icha pax chi' ajnac jun ix ajmul ix scuch Rahab d'a peca'. Yak'nac sposado eb' vinh schecab' israel ix. Slajvi chi' schecannac meltzaj eb' vinh ix d'a junxo b'e, yic max yamchaj eb' vinh. Yuj svach'il yutejnac sb'a ix chi' d'a eb' vinh, aljinac ix vach'il yuj Dios."
        },
        {
            "number": "26",
            "text": "Tato scak'och Dios d'a co k'ool calani, palta manh vach'oc co b'eyb'al, malaj yelk'och tas scal chi'. Lajan onh icha junoc nivanil chamnacxo manhxo ayococh spixanil."
        }
    ]
}