{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Mocab' tzijtumoc ex tzeyak'och he b'a k'ayb'umal. Yujto eyojtac to ol cham wal ko ch'olb'itaj a onh k'ayb'um onh tik."
        },
        {
            "number": "2",
            "text": "Yujto cotac skal tzonh em t'a ko paltail. Tato malaj b'aj tz'och ko paltail yuj tas scala', te wach' onh am syal chi'. Syal ko yamanoch waan ko niwanil smasanil."
        },
        {
            "number": "3",
            "text": "Ayic skak'anoch sfreno nok' chej, sk'anab'ajejnhej nok' b'aj squik'b'ati."
        },
        {
            "number": "4",
            "text": "Q'uinaloc ay junok niwan barco, tz'ochpax chulan niwan ik' t'ay, palta yujnhej jab' b'aj sch'umchaji, sb'atnhej b'ajtil snib'ej winh sch'uman yik'anb'ati."
        },
        {
            "number": "5",
            "text": "Anhejtona', icha pax chi' ko ti' tik. Jab' tzin, palta tzijtum tas syal yuj. Q'uinaloc ay junok namix k'ak' tz'emcan t'a caltac te', manhxo jantacoc wayumtac stz'ab'at yuj."
        },
        {
            "number": "6",
            "text": "Icha chi' tas scala', lajan yet' junok namix k'ak' chi'. Masanil juntzanh chukal ay t'a yol yib'anhk’inal tik syal yuj. Ha jun ko ti' tik, yetb'eyum sb'a yet' ko niwanil tik, palta tzonh yik'nhejb'at t'a chukal yacb'an sb'eynhejb'at ko k 'inal. Ha juntzanh chukal scala', ichato t'a sk'ak'al infierno scoti."
        },
        {
            "number": "7",
            "text": "Ha junjun macanhil nok' nok', nok' much, nok' chan, nok' snok'al ha' mar, syal ko k'ayb'an nok', syak' ganar heb' anima sk'ayb'an nok'."
        },
        {
            "number": "8",
            "text": "Ha onh xo anima onh tik, malaj junok onh syal ko k'ayb'an ko ti' calanel wach'il. Ha tas syal jun ko ti' tik, te chuk, max yal ko yamanoch waan. Lajan icha junok nok' chan te ay swenenoal scham anima yuj."
        },
        {
            "number": "9",
            "text": "Ha yet' ko ti' tik skal wach' lolonel t'a Kajal, aton ko Mam Dios, anhejtona' yet'oc pax sco catab'ej heb' quetanimail, palta ha Dios chi' b'ojinac pax heb', icha wal Dios chi', icha chi' yutejnac heb'."
        },
        {
            "number": "10",
            "text": "Anhejtona' jun ko ti' tik skak'lab'ej calan wach' lolonel d'ha Dios, skak'lab'an pax t'a b'ajwal. Manh smojoc icha chi' sco k'ulej."
        },
        {
            "number": "11",
            "text": "Q'uinaloc ay junok sjaj ha ha' ticnaik, ¿toc wal junnhej sk'eul ha ha' wach' yet' ha ha' k'achi'?"
        },
        {
            "number": "12",
            "text": "Yed' junxo tik, q'uinaloc ay jun ib'oc te' higo, ¿tom mansan sat te' ol yak'a'? Mato ay jun ib'oc te' uwa, ¿tom higo sat te' ol yak'a'? Malaj pax juneloc calan tz'aj sk'eul ha ha' wach' yet' ha ha' k'achi'."
        },
        {
            "number": "13",
            "text": "Tato ay junok ex jelan ex, te ay he pensar, yowalil wach'nhej tzeyutej he b'eyb'al. Checlajocab' jun tik yuj he k'ulan masanil tas t'a emnaquilal yet' t'a jelanilal."
        },
        {
            "number": "14",
            "text": "Palta tato tonhej scot eyowal, axonhej eyic he gana tze nib'ej tzeyala', manh eyik'chaanh he b'a yuj he jelanil chi'. Tato icha chi' tzeyutej he b'a, niwan chequel to tonhej wan eyesanoch he b'a jelanil."
        },
        {
            "number": "15",
            "text": "Tato icha chi' tzeyutej he b'a, a jun he jelanil chi', manhoc d'ha Dios scoti. Ha yol yib'anhk’inal tik ay yico', yic comon anima, yicnhej pax winh diablo yaji."
        },
        {
            "number": "16",
            "text": "Yujto a b'aj ay heb' axonhej yic syala', heb' snib'ej axonhej tz'ak'an mandar, ata' sk'e somnaj heb' anima, spitzwi pax k'echaanh masanil macanhil chukal."
        },
        {
            "number": "17",
            "text": "Axo jun jelanil scot d'ha Dios, manh ichocta'. Tato sco b'eyb'alej jun jelanil chi', malaj junok tas yuj syal yak'jioch t'a quib'anh. Junk'olal tzonh aji. Emnaquil scutej ko b'a. Sco k'anab'ajej masanil tastac. Tz'ok' wal ko k'ool t'a heb' quetanimail, a pax tas wach' sco b'o t'a heb'. Malaj sk'exanhil heb' quetanimail t'a ko sat, manh onh chab'satoc paxi."
        },
        {
            "number": "18",
            "text": "Tato skak'och heb' quetanimail t'a junk'olal, syalelk'ochi to wan ko b'eyb'alan tas snib'ej Dios."
        }
    ]
}