{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Mocab' tzijtumoc ex tzeyak'och e b'a k'ayb'umal. Yujto eyojtac to ol cham val co ch'olb'itaj a onh k'ayb'um onh tik."
        },
        {
            "number": "2",
            "text": "Yujto cotac skal tzonh em t'a co paltail. Tato malaj b'aj tz'och co paltail yuj tas scala', te wach' onh am syal chi'. Syal co yamanoch vaan co nivanil smasanil."
        },
        {
            "number": "3",
            "text": "Ayic scak'anoch sfreno nok' chej, sk'anab'ajejnhej nok' b'aj squik'b'ati."
        },
        {
            "number": "4",
            "text": "Q'uinaloc ay junok niwan barco, tz'ochpax chulan niwan ik' t'ay, palta yujnhej jab' b'aj sch'umchaji, sb'atnhej b'ajtil snib'ej vinh sch'uman yik'anb'ati."
        },
        {
            "number": "5",
            "text": "Anhejtona', icha pax chi' co ti' tik. Jab' tzin, palta tzijtum tas syal yuj. Q'uinaloc ay junok namix k'ak' tz'emcan t'a caltac te', manhxo jantacoc vayumtac stz'ab'at yuj."
        },
        {
            "number": "6",
            "text": "Icha chi' tas scala', lajan yet' junok namix k'ak' chi'. Masanil juntzanh chucal ay t'a yol yib'anhk’inal tik syal yuj. Ha jun co ti' tik, yetb'eyum sb'a yet' co nivanil tik, palta tzonh yik'nhejb'at t'a chucal yacb'an sb'eynhejb'at co q'uinal. Ha juntzanh chucal scala', ichato t'a sk'ak'al infierno scoti."
        },
        {
            "number": "7",
            "text": "Ha junjun macanhil nok' nok', nok' much, nok' chan, nok' snok'al ha' mar, syal co k'ayb'an nok', syak' ganar eb' anima sk'ayb'an nok'."
        },
        {
            "number": "8",
            "text": "Ha onh xo anima onh tik, malaj junok onh syal co k'ayb'an co ti' calanel wach'il. Ha tas syal jun co ti' tik, te chuc, max yal co yamanoch vaan. Lajan icha junok nok' chan te ay svenenoal scham anima yuj."
        },
        {
            "number": "9",
            "text": "Ha yet' co ti' tik skal wach' lolonel t'a Cajal, aton co Mam Dios, anhejtona' yet'oc pax sco catab'ej eb' quetanimail, palta ha Dios chi' b'ojinac pax eb', icha val Dios chi', icha chi' yutejnac eb'."
        },
        {
            "number": "10",
            "text": "Anhejtona' jun co ti' tik scak'lab'ej calan wach' lolonel d'ha Dios, scak'lab'an pax t'a b'ajval. Manh smojoc icha chi' sco k'ulej."
        },
        {
            "number": "11",
            "text": "Q'uinaloc ay junok sjaj ha ha' ticnaic, ¿toc val junnhej sq'ueul ha ha' wach' yet' ha ha' k'achi'?"
        },
        {
            "number": "12",
            "text": "Yed' junxo tik, q'uinaloc ay jun ib'oc te' higo, ¿tom mansan sat te' ol yak'a'? Mato ay jun ib'oc te' uva, ¿tom higo sat te' ol yak'a'? Malaj pax juneloc calan tz'aj sq'ueul ha ha' wach' yet' ha ha' k'achi'."
        },
        {
            "number": "13",
            "text": "Tato ay junok ex jelan ex, te ay e pensar, yovalil wach'nhej tzeyutej e b'eyb'al. Checlajocab' jun tik yuj e k'ulan masanil tas t'a emnaquilal yet' t'a jelanilal."
        },
        {
            "number": "14",
            "text": "Palta tato tonhej scot eyoval, axonhej eyic e gana tze nib'ej tzeyala', manh eyik'chaanh e b'a yuj e jelanil chi'. Tato icha chi' tzeyutej e b'a, niwan chequel to tonhej van eyesanoch e b'a jelanil."
        },
        {
            "number": "15",
            "text": "Tato icha chi' tzeyutej e b'a, a jun e jelanil chi', manhoc d'ha Dios scoti. Ha yol yib'anhk’inal tik ay yico', yic comon anima, yicnhej pax vinh diablo yaji."
        },
        {
            "number": "16",
            "text": "Yujto a b'aj ay eb' axonhej yic syala', eb' sgana axonhej tz'ak'an mandar, ata' sq'ue somnaj eb' anima, spitzvi pax q'uechaanh masanil macanhil chucal."
        },
        {
            "number": "17",
            "text": "Axo jun jelanil scot d'ha Dios, manh ichocta'. Tato sco b'eyb'alej jun jelanil chi', malaj junok tas yuj syal yak'jioch t'a quib'anh. Junk'olal tzonh aji. Emnaquil scutej co b'a. Sco k'anab'ajej masanil tastac. Tz'ok' val co k'ool t'a eb' quetanimail, a pax tas wach' sco b'o t'a eb'. Malaj sq'uexanhil eb' quetanimail t'a co sat, manh onh chab'satoc paxi."
        },
        {
            "number": "18",
            "text": "Tato scak'och eb' quetanimail t'a junk'olal, syalelk'ochi to van co b'eyb'alan tas sgana Dios."
        }
    ]
}