{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Mocab' tzijtumoc ex tzeyak'och e b'a k'ayb'umal. Yujto eyojtac to ol cham val co ch'olb'itaj a onh k'ayb'um onh tic."
        },
        {
            "number": "2",
            "text": "Yujto cotac scal tzonh em d'a co paltail. Tato malaj b'aj tz'och co paltail yuj tas scala', te vach' onh am syal chi'. Syal co yamanoch vaan co nivanil smasanil."
        },
        {
            "number": "3",
            "text": "Ayic scak'anoch sfreno nok' chej, sk'anab'ajejnhej nok' b'aj squik'b'ati."
        },
        {
            "number": "4",
            "text": "Q'uinaloc ay junoc nivan barco, tz'ochpax chulan nivan ik' d'ay, palta yujnhej jab' b'aj sch'umchaji, sb'atnhej b'ajtil snib'ej vinh sch'uman yik'anb'ati."
        },
        {
            "number": "5",
            "text": "Anhejtona', icha pax chi' co ti' tic. Jab' tzin, palta tzijtum tas syal yuuj. Q'uinaloc ay junoc namix k'ak' tz'emcan d'a caltac te', manhxo jantacoc vayumtac stz'ab'at yuuj."
        },
        {
            "number": "6",
            "text": "Icha chi' tas scala', lajan yed' junoc namix k'ak' chi'. Masanil juntzanh chucal ay d'a yolyib'anhq'uinal tic syal yuuj. A jun co ti' tic, yetb'eyum sb'a yed' co nivanil tic, palta tzonh yik'nhejb'at d'a chucal yacb'an sb'eynhejb'at co q'uinal. A juntzanh chucal scala', ichato d'a sk'ak'al infierno scoti."
        },
        {
            "number": "7",
            "text": "A junjun macanhil nok' nok', nok' much, nok' chan, nok' snok'al a' mar, syal co k'ayb'an nok', syak' ganar eb' anima sk'ayb'an nok'."
        },
        {
            "number": "8",
            "text": "A onh xo anima onh tic, malaj junoc onh syal co k'ayb'an co ti' calanel vach'il. A tas syal jun co ti' tic, te chuc, max yal co yamanoch vaan. Lajan icha junoc nok' chan te ay svenenoal scham anima yuuj."
        },
        {
            "number": "9",
            "text": "A yed' co ti' tic scal vach' lolonel d'a Cajal, aton co Mam Dios, anhejtona' yed'oc pax sco catab'ej eb' quetanimail, palta a Dios chi' b'ojinac pax eb', icha val Dios chi', icha chi' yutejnac eb'."
        },
        {
            "number": "10",
            "text": "Anhejtona' jun co ti' tic scak'lab'ej calan vach' lolonel d'a Dios, scak'lab'an pax d'a b'ajval. Manh smojoc icha chi' sco k'ulej."
        },
        {
            "number": "11",
            "text": "Q'uinaloc ay junoc sjaj a a' ticnaic, ¿toc val junnhej sq'ueul a a' vach' yed' a a' k'achi'?"
        },
        {
            "number": "12",
            "text": "Yed' junxo tic, q'uinaloc ay jun ib'oc te' higo, ¿tom mansan sat te' ol yak'a'? Mato ay jun ib'oc te' uva, ¿tom higo sat te' ol yak'a'? Malaj pax juneloc calan tz'aj sq'ueul a a' vach' yed' a a' k'achi'."
        },
        {
            "number": "13",
            "text": "Tato ay junoc ex jelan ex, te ay e pensar, yovalil vach'nhej tzeyutej e b'eyb'al. Checlajocab' jun tic yuj e k'ulan masanil tas d'a emnaquilal yed' d'a jelanilal."
        },
        {
            "number": "14",
            "text": "Palta tato tonhej scot eyoval, axonhej eyic e gana tze nib'ej tzeyala', manh eyik'chaanh e b'a yuj e jelanil chi'. Tato icha chi' tzeyutej e b'a, nivan chequel to tonhej van eyesanoch e b'a jelanil."
        },
        {
            "number": "15",
            "text": "Tato icha chi' tzeyutej e b'a, a jun e jelanil chi', manhoc d'a Dios scoti. A yolyib'anhq'uinal tic ay yico', yic comon anima, yicnhej pax vinh diablo yaji."
        },
        {
            "number": "16",
            "text": "Yujto a b'aj ay eb' axonhej yic syala', eb' sgana axonhej tz'ak'an mandar, ata' sq'ue somnaj eb' anima, spitzvi pax q'uechaanh masanil macanhil chucal."
        },
        {
            "number": "17",
            "text": "Axo jun jelanil scot d'a Dios, manh ichocta'. Tato sco b'eyb'alej jun jelanil chi', malaj junoc tas yuj syal yak'jioch d'a quib'anh. Junk'olal tzonh aji. Emnaquil scutej co b'a. Sco k'anab'ajej masanil tastac. Tz'ok' val co k'ool d'a eb' quetanimail, a pax tas vach' sco b'o d'a eb'. Malaj sq'uexanhil eb' quetanimail d'a co sat, manh onh chab'satoc paxi."
        },
        {
            "number": "18",
            "text": "Tato scak'och eb' quetanimail d'a junk'olal, syalelk'ochi to van co b'eyb'alan tas sgana Dios."
        }
    ]
}