{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "¿B'ajtil scot juntzanh oval yet' chichonk'olal t'a e cal? ¿Tom manhoc juntzanh malaj swach'il tze nib'ejoch chi' sq'ue b'ulnaj yak'an oval t'ayex? Ichaton chi' tz'aj spitzvi juntzanh oval chi'."
        },
        {
            "number": "2",
            "text": "Tze nib'ejoch junok tasi, palta max ak'jilaj t'ayex. Yuj chi', ayex tze nib'ej tze milcham junok anima. Ayoch e pensar e nib'anoch junok tasi, palta max eyak'laj ganar yak'ji t'ayex. Yuj chi', tzeyajk'olej e b'a eyak'an oval. Max ak'jilaj t'ayex yujto max e k'anlaj d'ha Dios."
        },
        {
            "number": "3",
            "text": "Wach'chom tze k'ana', palta manh ol ak'joclaj t'ayex, yujto malaj swach'il e pensar ayic tze k'anani. Ha e naani to ol ak'joc t'ayex, yic ha t'a spatic juntzanh chukal tze nib'ejoch tzeyak' lajvoc."
        },
        {
            "number": "4",
            "text": "Ha ex tik, icha junok ix ix, anhej ajmulal tzek' saya', ich ex ta' t'a yichanh Dios. ¿Tom manh eyojtacoc to ayic sco xajanan co b'a yet' yol yib'anhk’inal tik, tzonh och ajk'olal d'ha Dios? Yuj chi', a mach sgana xajanan yol yib'anhk’inal tik, tz'och ajk'olal d'ha Dios."
        },
        {
            "number": "5",
            "text": "¿Tom tze na'a to malaj yelk'och Slolonel Dios Tz'ib'ab'ilcani? Aton jun tz'alan icha tik: Ha Dios ix yak'och cajan Yespíritu t'ayonh. Axo Yespíritu chi', snib'ej to anhej ayonh yic t'a junelnhej, xchi."
        },
        {
            "number": "6",
            "text": "Yuj chi' ek'alxo swach'k'olal syak' t'ayonh. Icha syal t'a Slolonel chi': Ha Dios schacanel eb' syik'chaanh sb'a, haxo pax t'a eb' emnaquil syutej sb'a, syak' val swach'k'olal, xchi."
        },
        {
            "number": "7",
            "text": "Yuj chi', co k'anab'ajejec Dios. Co tek'b'ejec co b'a co chacanel winh diablo, yic ol b'at winh elelal t'ayonh."
        },
        {
            "number": "8",
            "text": "Co nitzecoch co b'a d'ha Dios, haxo ol snitzpaxcot sb'a t'ayonh. Ha ex malaj swach'il e pensar, b'oec e b'eyb'al. Ha ex ayoch e pensar d'ha Dios, ay pax och e pensar t'a yol yib'anhk’inal tik, wach' b'oejec e pensar chi'."
        },
        {
            "number": "9",
            "text": "Ochanhec t'a cusk'olal. Sik'sik'ananhec eyoq'ui. Ok'anhec sik'lab'il. Meltzajocab' och e tzeej t'a oq'uel. Meltzajocab' och e tzalajk'olal t'a cuselal."
        },
        {
            "number": "10",
            "text": "Emnaquilocab' tzex ajoch t'a Cajal, haxo ol ex ik'anchaanh."
        },
        {
            "number": "11",
            "text": "Ex vuk'tac ex vanab', manhxo eyal-laj e pecal junjun ex. Ha mach tz'alan specal junocxo yetcreyenteal, ma syak'och t'a yib'anh, syalelk'ochi to a sley Dios syal specal ma spatiquejeli. Palta tato sco patiquejel sley Dios, syalelk'ochi to manh vanoc co k'anab'ajani, palta to van calani to malaj yelk'och jun ley chi'."
        },
        {
            "number": "12",
            "text": "Palta anhejton Dios ixb’o’an ley, anhejton Juez yaji, Ha syal onh scolani, syal pax onh sataneli. Yuj chi', a exxo, ¿tom ay eyalan eyic eyak'anoch t'a yib'anh junocxo mach?"
        },
        {
            "number": "13",
            "text": "Ab'ec mach ex van eyalan icha tik: Ha ticnaic, ma k'ik'an, tzonh b'at t'a junok chonhab'. Ol onh aj junok ab'il ta'. Ol cak'anoch co chonh, ol cak'an ganar co tumin, xe chi."
        },
        {
            "number": "14",
            "text": "Palta manh eyojtacoc tas eyaj k'ik'an chi'. Ha co q'uinal tik, junnhej rato tz'eq'ui. Icha yaj xob'al lum lum, junnhej rato sq'ue vaan, yet'nhej chi' numumi satxiemi, icha chi' yek' jun co q'uinal tik."
        },
        {
            "number": "15",
            "text": "Más wach' icha tik tzeyala': Tato ol el t'a sk'ool Dios Cajal to pitzan onhto, ol co k'ulej jun tik, ma junocxo, xe chi."
        },
        {
            "number": "16",
            "text": "Palta a exxo, tonhej tzeyik'chaanh e b'a, tzeyak'an ak'umtaquil. Masanil eb' icha chi' syutej sb'a, malaj swach'il eb' t'a yichanh Dios."
        },
        {
            "number": "17",
            "text": "Tato snachajel cuuj tas nib'ej Dios sco k'ulej, palta tato max co k'anab'ajej, tz'och co mul d'ha Dios chi'."
        }
    ]
}