{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "¿B'ajtil scot juntzanh owal yet' chichonk'olal t'a he kal? ¿Tom manhoc juntzanh malaj swach'il tze nib'ejoch chi' sk'e b'ulnaj yak'an owal t'ayex? Ichaton chi' tz'aj spitzwi juntzanh owal chi'."
        },
        {
            "number": "2",
            "text": "Tze nib'ejoch junok tasi, palta max ak'jilaj t'ayex. Yuj chi', ayex tze nib'ej tze milcham junok anima. Ayoch he pensar he nib'anoch junok tasi, palta max eyak'laj ganar yak'ji t'ayex. Yuj chi', tzeyajk'olej he b'a eyak'an owal. Max ak'jilaj t'ayex yujto max he k'anlaj d'ha Dios."
        },
        {
            "number": "3",
            "text": "Wach'chom tze k'ana', palta manh ol ak'joclaj t'ayex, yujto malaj swach'il he pensar ayic tze k'anani. Ha he naani to ol ak'joc t'ayex, yic ha t'a spatic juntzanh chukal tze nib'ejoch tzeyak' lajwoc."
        },
        {
            "number": "4",
            "text": "Ha ex tik, icha junok ix ix, anhej ajmulal tzek' saya', ich ex ta' t'a yichanh Dios. ¿Tom manh eyojtacoc to ayic sco xajanan ko b'a yet' yol yib'anhk’inal tik, tzonh och ajk'olal d'ha Dios? Yuj chi', a mach sgana xajanan yol yib'anhk’inal tik, tz'och ajk'olal d'ha Dios."
        },
        {
            "number": "5",
            "text": "¿Tom tze na'a to malaj yelk'och Slolonel Dios Tz'ib'ab'ilcani? Aton jun tz'alan icha tik: Ha Dios ix yak'och cajan Yespíritu t'ayonh. Axo Yespíritu chi', snib'ej to anhej ayonh yic t'a junelnhej, xchi."
        },
        {
            "number": "6",
            "text": "Yuj chi' ek'alxo swach'k'olal syak' t'ayonh. Icha syal t'a Slolonel chi': Ha Dios schacanel heb' syik'chaanh sb'a, haxo pax t'a heb' emnaquil syutej sb'a, syak' wal swach'k'olal, xchi."
        },
        {
            "number": "7",
            "text": "Yuj chi', ko k'anab'ajejec Dios. Co tek'b'ejec ko b'a ko chacanel winh diablo, yic ol b'at winh elelal t'ayonh."
        },
        {
            "number": "8",
            "text": "Co nitzecoch ko b'a d'ha Dios, haxo ol snitzpaxcot sb'a t'ayonh. Ha ex malaj swach'il he pensar, b'oec he b'eyb'al. Ha ex ayoch he pensar d'ha Dios, ay pax och he pensar t'a yol yib'anhk’inal tik, wach' b'oejec he pensar chi'."
        },
        {
            "number": "9",
            "text": "Ochanhec t'a cusk'olal. Sik'sik'ananhec eyoq'ui. Ok'anhec sik'lab'il. Meltzajocab' och he tzeej t'a ok'el. Meltzajocab' och he tzalajk'olal t'a cuselal."
        },
        {
            "number": "10",
            "text": "Emnaquilocab' tzex ajoch t'a Kajal, haxo ol ex ik'anchaanh."
        },
        {
            "number": "11",
            "text": "Ex wuk'tac ex wanab', manhxo eyal-laj he pecal junjun ex. Ha mach tz'alan specal junocxo yetcreyenteal, ma syak'och t'a yib'anh, syalelk'ochi to a sley Dios syal specal ma spatiquejeli. Palta tato sco patiquejel sley Dios, syalelk'ochi to manh wanoc ko k'anab'ajani, palta to wan calani to malaj yelk'och jun ley chi'."
        },
        {
            "number": "12",
            "text": "Palta anhejton Dios ixb’o’an ley, anhejton Juez yaji, Ha syal onh scolani, syal pax onh sataneli. Yuj chi', a exxo, ¿tom ay eyalan eyic eyak'anoch t'a yib'anh junocxo mach?"
        },
        {
            "number": "13",
            "text": "Ab'ec mach ex wan eyalan icha tik: Ha ticnaik, ma k'ik'an, tzonh b'at t'a junok chonhab'. Ol onh aj junok ab'il ta'. Ol cak'anoch ko chonh, ol cak'an ganar ko tumin, xe chi."
        },
        {
            "number": "14",
            "text": "Palta manh eyojtacoc tas eyaj k'ik'an chi'. Ha ko k 'inal tik, junnhej rato tz'eq'ui. Icha yaj xob'al lum lum, junnhej rato sk'e waan, yet'nhej chi' numumi satxiemi, icha chi' yek' jun ko k 'inal tik."
        },
        {
            "number": "15",
            "text": "Más wach' icha tik tzeyala': Tato ol el t'a sk'ool Dios Kajal to pitzan onhto, ol ko k'ulej jun tik, ma junocxo, xe chi."
        },
        {
            "number": "16",
            "text": "Palta a exxo, tonhej tzeyik'chaanh he b'a, tzeyak'an ak'umtaquil. Masanil heb' icha chi' syutej sb'a, malaj swach'il heb' t'a yichanh Dios."
        },
        {
            "number": "17",
            "text": "Tato snachajel cuuj tas nib'ej Dios sco k'ulej, palta tato max ko k'anab'ajej, tz'och ko mul d'ha Dios chi'."
        }
    ]
}