{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ab'ec ex b'eyum. Elocab' wek'ek'oc eyav eyoq'ui, yujto ay niwac yaelal wan sjawi t'a eyib'anh."
        },
        {
            "number": "2",
            "text": "Ha he b'eyumal chi' k'aeltacxo, haxo he pichul, toxonhej b'ulaneq'ui, olchimtacxo yuj nok' nok'."
        },
        {
            "number": "3",
            "text": "Icha pax chi' k'een he tumin, chik'tacxo k'een. Scheclajel he mul yuj schiq'uil k'een he tumin chi'. Icha stz'a junok tas yuj k'ak', icha chi' ol aj slajwiel he niwanil yuj schiq'uil k'een. Te niwan he b'eyumal chi' tze molb'ej, palta ina wanxo sja slajwub' k'ual."
        },
        {
            "number": "4",
            "text": "Ha heb' he majan smunlaj t'ayex max he tuplaj heb', tonhej tzeyak' musansatil heb'. Yuj chi' tz'awajchaanh heb' t'a he patic yalan he mul, haxo yav heb' chi' syab' Dios Yajal t'a Smasanil."
        },
        {
            "number": "5",
            "text": "Ha ex tik wach' tzex ek' t'a yol yib'anhk’inal tik, b'ut'an yol he pat yuj masanil tastac ay t'ayex. Toxonhej tz'ixtax eyuuj. Icha junok wacax tz'ak'ji serwil yic b'ak'uechxo ayic smilchaji, ich ex ta'. Tonhej tzeyak' jab'oc he gana."
        },
        {
            "number": "6",
            "text": "Ha ex tzeyak'b'at t'a yib'anh heb' tojol spensar. Ay pax heb' tze milchamoc. Palta max spak sb'a heb' t'ayex."
        },
        {
            "number": "7",
            "text": "Niwan tzeyutej he k'ool he tanhwan sjaub'al Kajal. Ina heb' munlajwum stanhwan yelul sat smunlajel, aton jun sat te nib'ab'il. Stanhwej heb' yem b'ab'el nhab', stanhwej pax heb' slajwiek' nhab'il k 'inal, palta niwannhej syutej sk'ool heb' yet' smunlajel chi'."
        },
        {
            "number": "8",
            "text": "Icha syutej sb'a heb' munlajwum chi', icha chi' tzeyutej he b'a he tanhwan sjax Cajalil. Tek'tek' tzeyutej he b'a, yujto toxo ol jaxoc."
        },
        {
            "number": "9",
            "text": "Manh eyeclaj he paticoc junjun ex, yic manh ol ak'jococh t'a eyib'anh, yujto toxo ol ja jun ol onh ch'olb'itanoc."
        },
        {
            "number": "10",
            "text": "Ex wuk'tac ex wanab', a heb' schecab' Dios alannac el slolonel Dios chi' t'a peka', techajnac yuj heb' yab'an syail. Niwan yutejnacpax sk'ool heb'. Yuj chi' b'eyb'alejec sb'eyb'al heb' chi'."
        },
        {
            "number": "11",
            "text": "Cojtac to a heb' ak'annac techaj chi', tzalajk'olal yaj heb' ticnaik. Naeccot yab'ixal winhaj Job. Tek'an yutejnac sb'a winh yab'an syaelal. Naecpaxcoti, chajtil ajnac winh yuj Cajalil t'a slajwub'alxo, yujto ok'nac sk'ool t'a winh, ochnac pax pitz'an t'a sk'ool Cajalil chi' yuj winh."
        },
        {
            "number": "12",
            "text": "Palta ay wal junxo ol wal t'ayex to yowalil tze wach' k'anab'ajej. Manh he comon loquej sb'i Dios ay t'a satcha’anh, ma sb'i junocxo mach, ma sb'i junocxo tas ay t'a yol yib'anhk’inal tik. Ichaocab' tik tzeyutej he loloni. Tato yel, Yel, xe chinhej. Tato maay, Maay, xe chinhej, yic manh ol cotcan t'a eyib'anh."
        },
        {
            "number": "13",
            "text": "Tato ayex wan eyab'an syail ticnaik, lesalwanhec. Tato ayex ay he tzalajk'olal jun, b'itananhec d'ha Dios."
        },
        {
            "number": "14",
            "text": "Tato ayex penaay ex, avtejec heb' anciano yic iglesia. Ha exxo anciano ex, lesalwanhec yuj heb'. Tze sucanek' aceite t'a heb' t'a sb'i Kajal."
        },
        {
            "number": "15",
            "text": "Tato tzeyak'och Dios t'a he k'ool ayic tzex lesalwi yuj heb', ol colchajel heb' t'a syaelal chi'. Axo Cajalil ol ak'an b'oxoc sk'ool heb'. Tato ix och smul heb' jun, ol ak'joc lajwoc smul heb' chi' yuj Dios."
        },
        {
            "number": "16",
            "text": "Yuj chi', al-lajec k'eta he mul t'ayex junjun ex. Tzex lesalwi eyuj junjun ex, yic wach' ol b'oxoc he k'ool. Ha slesal heb' tojol spensar, tzijtum wal tas sb'o yuj."
        },
        {
            "number": "17",
            "text": "Ayic yek'nac winhaj Elías t'a peka', anima winh icha onh tik. Lesalwinac winh t'a smasanil sk'ool yic max yak' nhab'. Nanhal schanhil ab'il majxo yak'laj nhab' t'a jun lugar chi'."
        },
        {
            "number": "18",
            "text": "Ato yic slesalwinacxi winh, ichato chi' yak'anxi nhab'. Ichato chi' syaxb'inacxi sat lum lum."
        },
        {
            "number": "19",
            "text": "Tato ay mach t'a he kal syik'el sb'ha t'a slolonel Dios te yel, comonoc ayex junok ex tzeyec sna'a yic wach' syak'xioch sb'a t'ay."
        },
        {
            "number": "20",
            "text": "Nachajocab'el jun tik eyuuj. Ha junok mach tz'ecan sna'a yic syactejcan schucal, wan scolanelta t'a yol sk'ab' chamel. Yuj chi' ol lajwoc jantac smul chi'."
        }
    ]
}