{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ab'ec ex b'eyum. Elocab' veq'uek'oc eyav eyoq'ui, yujto ay nivac yaelal van sjavi d'a eyib'anh."
        },
        {
            "number": "2",
            "text": "A e b'eyumal chi' k'aeltacxo, axo e pichul, toxonhej b'ulaneq'ui, olchimtacxo yuj nok' nok'."
        },
        {
            "number": "3",
            "text": "Icha pax chi' q'uen e tumin, chik'tacxo q'ueen. Scheclajel e mul yuj schiq'uil q'uen e tumin chi'. Icha stz'a junoc tas yuj k'ak', icha chi' ol aj slajviel e nivanil yuj schiq'uil q'ueen. Te nivan e b'eyumal chi' tze molb'ej, palta ina vanxo sja slajvub' k'ual."
        },
        {
            "number": "4",
            "text": "A eb' e majan smunlaj d'ayex max e tuplaj eb', tonhej tzeyak' musansatil eb'. Yuj chi' tz'avajchaanh eb' d'a e patic yalan e mul, axo yav eb' chi' syab' Dios Yajal d'a Smasanil."
        },
        {
            "number": "5",
            "text": "A ex tic vach' tzex ek' d'a yolyib'anhq'uinal tic, b'ud'an yol e pat yuj masanil tastac ay d'ayex. Toxonhej tz'ixtax eyuuj. Icha junoc vacax tz'ak'ji servil yic b'aq'uechxo ayic smilchaji, ich ex ta'. Tonhej tzeyak' jab'oc e gana."
        },
        {
            "number": "6",
            "text": "A ex tzeyak'b'at d'a yib'anh eb' tojol spensar. Ay pax eb' tze milchamoc. Palta max spac sb'a eb' d'ayex."
        },
        {
            "number": "7",
            "text": "Nivan tzeyutej e k'ool e tanhvan sjaub'al Cajal. Ina eb' munlajvum stanhvan yelul sat smunlajel, aton jun sat te nib'ab'il. Stanhvej eb' yem b'ab'el nhab', stanhvej pax eb' slajviek' nhab'il q'uinal, palta nivannhej syutej sk'ool eb' yed' smunlajel chi'."
        },
        {
            "number": "8",
            "text": "Icha syutej sb'a eb' munlajvum chi', icha chi' tzeyutej e b'a e tanhvan sjax Cajalil. Tek'tek' tzeyutej e b'a, yujto toxo ol jaxoc."
        },
        {
            "number": "9",
            "text": "Manh eyeclaj e paticoc junjun ex, yic manh ol ak'jococh d'a eyib'anh, yujto toxo ol ja jun ol onh ch'olb'itanoc."
        },
        {
            "number": "10",
            "text": "Ex vuk'tac ex vanab', a eb' schecab' Dios alannac el slolonel Dios chi' d'a peca', techajnac yuj eb' yab'an syail. Nivan yutejnacpax sk'ool eb'. Yuj chi' b'eyb'alejec sb'eyb'al eb' chi'."
        },
        {
            "number": "11",
            "text": "Cojtac to a eb' ak'annac techaj chi', tzalajk'olal yaj eb' ticnaic. Naeccot yab'ixal vinhaj Job. Tek'an yutejnac sb'a vinh yab'an syaelal. Naecpaxcoti, chajtil ajnac vinh yuj Cajalil d'a slajvub'alxo, yujto ok'nac sk'ool d'a vinh, ochnac pax pitz'an d'a sk'ool Cajalil chi' yuj vinh."
        },
        {
            "number": "12",
            "text": "Palta ay val junxo ol val d'ayex to yovalil tze vach' k'anab'ajej. Manh e comon loquej sb'i Dios ay d'a satchaanh, ma sb'i junocxo mach, ma sb'i junocxo tas ay d'a yolyib'anhq'uinal tic. Ichaocab' tic tzeyutej e loloni. Tato yel, Yel, xe chinhej. Tato maay, Maay, xe chinhej, yic manh ol cotcan d'a eyib'anh."
        },
        {
            "number": "13",
            "text": "Tato ayex van eyab'an syail ticnaic, lesalvanhec. Tato ayex ay e tzalajk'olal jun, b'itananhec d'a Dios."
        },
        {
            "number": "14",
            "text": "Tato ayex penaay ex, avtejec eb' anciano yic iglesia. A exxo anciano ex, lesalvanhec yuj eb'. Tze sucanek' aceite d'a eb' d'a sb'i Cajal."
        },
        {
            "number": "15",
            "text": "Tato tzeyak'och Dios d'a e k'ool ayic tzex lesalvi yuj eb', ol colchajel eb' d'a syaelal chi'. Axo Cajalil ol ak'an b'oxoc sk'ool eb'. Tato ix och smul eb' jun, ol ak'joc lajvoc smul eb' chi' yuj Dios."
        },
        {
            "number": "16",
            "text": "Yuj chi', al-lajec q'ueta e mul d'ayex junjun ex. Tzex lesalvi eyuj junjun ex, yic vach' ol b'oxoc e k'ool. A slesal eb' tojol spensar, tzijtum val tas sb'o yuuj."
        },
        {
            "number": "17",
            "text": "Ayic yek'nac vinhaj Elías d'a peca', anima vinh icha onh tic. Lesalvinac vinh d'a smasanil sk'ool yic max yak' nhab'. Nanhal schanhil ab'il majxo yak'laj nhab' d'a jun lugar chi'."
        },
        {
            "number": "18",
            "text": "Ato yic slesalvinacxi vinh, ichato chi' yak'anxi nhab'. Ichato chi' syaxb'inacxi sat lum luum."
        },
        {
            "number": "19",
            "text": "Tato ay mach d'a e cal syiq'uel sb'a d'a slolonel Dios te yel, comonoc ayex junoc ex tzeyec sna'a yic vach' syak'xioch sb'a d'ay."
        },
        {
            "number": "20",
            "text": "Nachajocab'el jun tic eyuuj. A junoc mach tz'ecan sna'a yic syactejcan schucal, van scolanelta d'a yol sk'ab' chamel. Yuj chi' ol lajvoc jantac smul chi'."
        }
    ]
}