{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Isaías in tik, yuninal in vinhaj Amoz. Ix ch'oxji vil juntzanh tas ix in tz'ib'ejcan tik yuj tas ol javoc t'a yib'anh eb' aj Judá yet' eb' aj Jerusalén. Ix vil juntzanh tik ayic ayoch eb' vinh tik sreyaloc Judá: Aton vinhaj Uzías, vinhaj Jotam, vinhaj Acaz yet' vinhaj Ezequías."
        },
        {
            "number": "2",
            "text": "Ex aj satcha’anh yet' ex aj sat lu'um, ab'ec val tas syal Jehová: Ha eb' in chonhab' tik, ix in q'uib'tzitej eb' ayic ix cotoch eb' uninal, haxo ix aji, ix meltzajoch eb' ajk'olal t'ayin."
        },
        {
            "number": "3",
            "text": "Ha nok' vacax, yojtac yajal nok' yet' nok' b'uru yojtac nok' b'aj sva yuj mach ay yico'. Palta haxo in chonhab' Israel, max b'alaj nachajel jab'oc yuj tato vico'. Ichato malaj spensar, xchi Jehová."
        },
        {
            "number": "4",
            "text": "Ex vetchonhab', ix och val e mul, anhej val chucal tze k'ulej icha sk'ulejnac eb' co mam quicham. Te chuc tas tze k'ulej. Ix eyactejcan Jehová, ix e patiquejcanel Dios Axonhej Ochi, aton co Diosal a onh israel onh tik. Ix ex meltzaj t'a e patic."
        },
        {
            "number": "5",
            "text": "¿Tas yuj tze te pitej e b'a? ¿Tom tze nib'ejnhej tz'ak'jioch yaelal t'a eyib'anh? Ichato lajvinac e jolom, manhxalaj jab'oc yip e nivanil."
        },
        {
            "number": "6",
            "text": "Ichato manhxa jab'oc sjacanil e nivanil chi' yuj yaelal, schacot t'a eyoc, masanto sq'uek'och t'a schon eyaal. Ay elnac sat, ay tonhej malnac, ay pax van sk'ab'ati. Malaj pax yanhal tz'ochi, malaj mach tz'ak'anoch jab'oc k'apac t'a sat, malaj jab'oc aceite tz'och t'ay yic spacb'i jab'oc."
        },
        {
            "number": "7",
            "text": "Ha e macb'en tik, toxo ix satjieli. Ix ochcan sk'ak'al e chonhab'. Axo masanil eyavb'en, a val t'a eyichanh sloji sat yuj eb' ch'oc nacional, cuseltac ix ajkan smasanil."
        },
        {
            "number": "8",
            "text": "Ix actajcan chonhab' Sion, icha tz'aj yactancan slechpat eb' tanhvum uva, ma slechpat eb' tanhvum melón, ma icha junok chonhab' oyb'ilq'ue yuj eb' ajk'ool yic satel eb'."
        },
        {
            "number": "9",
            "text": "Ix to el t'a sk'ol Jehová Yajal t'a Smasanil, tzonh kan jayvanh onhxo tik, q'uinaloc tato maay, lajan am ix aj co satel icha ajnac chonhab' Sodoma yet' Gomorra."
        },
        {
            "number": "10",
            "text": "Ex yajal Jerusalén, lajan ex icha eb' aj Sodoma. E masanil ex anima, lajan ex icha eb' aj Gomorra. Ab'ec val sk'ayb'ub'al Jehová co Diosal."
        },
        {
            "number": "11",
            "text": "Syal Jehová icha tik: Ha jantac e silab' tzeyik'cot t'ayin, malaj tz'och vuuj. Toxo ix yajalax nok' calnel vuuj, aton nok' snhusjitz'a masanil silab'il. Toxopax ix in tzactzaj yet' xepual nok' nok' te b'ak'uech. Maxtzac in nib'ejlaj schiq'uil nok' mam vacax, ma schiq'uil nok' mam calnel, ma nok' yunetac chiva."
        },
        {
            "number": "12",
            "text": "¿Mach ix k'anan juntzanh chi' t'ayex, yuj chi' tzex comon javi yet' nok' chi' t'a vichanh, tze comon tek'an yamaq'uil in templo?"
        },
        {
            "number": "13",
            "text": "Manhxo eyik'cot juntzanh silab' chi' t'ayin, manhxalaj tz'och vuuj. Maxtzac scha in k'ol incienso tze nhusu'. Ha juntzanh e q'uinh tzeyak'ochi ayic tz'alji q'uen uj, t'a sk'ual ik'oj ip yet' ayic tze molb'an e b'ha t'a nivac q'uinh, maxtzac techaj vilani, yujto anhej val chucal tze k'ulej."
        },
        {
            "number": "14",
            "text": "Ha juntzanh e q'uinh ayic tz'alji q'uen uj chi' yet' juntzanhxo e q'uinh b'aj tze molb'ej e b'a, chacb'ilxoel vuuj. Maxtzac techaj vilanochi. Toxo ix yajalax vuuj."
        },
        {
            "number": "15",
            "text": "Ayic tze mojb'anq'ue e k'ab' t'ayin, tzex lesalvi, tzin b'at mican t'ayex. Wach'chom jantac tzeyutej e lesalvi, palta max vab'laj e lesal chi', yujto milumcham anima ex."
        },
        {
            "number": "16",
            "text": "Ha ticnaic, iq'uequel juntzanh chucal chi' t'ayex, tzeyactancan e k'ulani, tzeyik'anel e b'ha t'a skal."
        },
        {
            "number": "17",
            "text": "k'ayb'ejec e b'a e k'ulan wach'il. Ha val tojolal tzeyak'och t'a e k'ool e k'ulani. Colvajanhec t'a eb' tz'ixtaji, wach' tzeyutej e b'oan yaj eb' unin manhxa smam. Alec syaelal eb' ix ix chamnac yetb'eyum, xchi Jehová."
        },
        {
            "number": "18",
            "text": "Syalanxi Jehová icha tik: Cotanhec, co b'oec yaj juntzanh tik. Wach'chom te chuclaj eyilji yuj e mul, palta ol ex in sacb'itejcan icha val q'uen sacb'acom. Wach'chom max yal yel e mul icha junok k'apac k'ik'mutz'inac max el yuq'uem, palta ol ex in sacb'itejcan icha nok' sacsac lana."
        },
        {
            "number": "19",
            "text": "Tato tze cha eyab'i, ol e lo sat masanil tas wach' tz'el t'a sat e lu'um tik."
        },
        {
            "number": "20",
            "text": "Palta tato anheja' pit tzeyutej e b'a jun, ol ex cham yuj oval ol vak'cot t'ayex. Ha inton val Jehová in svala', xchi."
        },
        {
            "number": "21",
            "text": "Ex aj Jerusalén, ha t'a pecataxo te tek'an ex. Palta haxo ticnaic, ¿tas yuj icha junok ix ajmul ix, ix ex ajkan t'a yol in sat? Ha t'a peca' chi', a tojolal tze b'eyb'alej, palta haxo ticnaic, milumcham anima ex."
        },
        {
            "number": "22",
            "text": "Ha t'a yalanhtaxo, icha yilji q'uen plata eyilji, haxo ticnaic, icha smical q'ueen eyilji. Ha t'a yalanhtax chi', icha vino te wach', ichex ta', haxo ticnaic, icha ha ha' ix ex ajcani."
        },
        {
            "number": "23",
            "text": "Ha eb' eyajalil, ix te pitb'iel eb', wach' yak'an eb' yet' eb' elk'um. Stzalaj eb' yet' q'uen tumin scha' t'a elk'altac. Snib'ej eb' to ay tas siaj t'a eb'. Maxtzac yal syaelal eb' meb'a' manhxa smam eb' yet' eb' ix ix chamnac yetb'eyum."
        },
        {
            "number": "24",
            "text": "Yuj chi', a in Jehová Yajal in t'a Smasanil, e Diosal in ex aj Israel, a in sval icha tik: k'ocb'ilxo chi'. Ha ex ajk'ol eyajoch t'ayin, ol in b'o yaj eyed'oc, ol in pac in b'a t'ayex."
        },
        {
            "number": "25",
            "text": "Ol vak'och eyaelal, ol in nhustz'a masanil e paltail, ol vik'ancanel masanil e mul ayoch t'a eyib'anh."
        },
        {
            "number": "26",
            "text": "Ol vak'anxioch eb' juez te tojol spensar t'a e cal icha t'a pecatax chi' yet' eb' ak'um razón icha yajtaxon t'a sb'ab'elal. Yuj chi' ol yal eb' anima t'a jun chonhab' tik: Ha jun chonhab' te wach', te k'anab'ajum, xcham eb'."
        },
        {
            "number": "27",
            "text": "Yuj in tojolal, ol in colcanel eb' cajan t'a Sion, aton eb' ol sna sb'a."
        },
        {
            "number": "28",
            "text": "Palta haxo eb' te pit, eb' sk'ulan chucal yet' eb' tzin paticaneli, ol satel eb'."
        },
        {
            "number": "29",
            "text": "Icha chi' ol aj e q'uixvi, yujto ix laj ex och ejmelal t'a juntzanh comon dios t'a yichtac te' ji yet' t'a scaltac te' avb'en te'."
        },
        {
            "number": "30",
            "text": "Icha val tz'aj sk'ajb'anel xil te' ji chi', icha pax yaj te' avb'en te' manhxa nhab' tzek' t'a yib'anh, icha val chi' ol ex ajcanoc."
        },
        {
            "number": "31",
            "text": "Ha eb' te tek'an, icha val anh ac ol ajkan eb'. Axo yechel comon dios ix sb'o eb', icha namix k'ak' ol ajcanoc. Junnhej ol aj yoch sk'ak'al eb' yet' yechel chi', manhxa mach ol yal smak'an tupoc, xchi Jehová."
        }
    ]
}