{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Isaías in tik, yuninal in winhaj Amoz. Ix ch'oxji wil juntzanh tas ix in tz'ib'ejkan tik yuj tas ol jawok t'a yib'anh heb' aj Judá yet' heb' aj Jerusalén. Ix wil juntzanh tik ayic ayoch heb' winh tik sreyaloc Judá: Aton winhaj Uzías, winhaj Jotam, winhaj Acaz yet' winhaj Ezequías."
        },
        {
            "number": "2",
            "text": "Ex aj satcha’anh yet' ex aj sat lu'um, ab'ec wal tas syal Jehová: Ha heb' in chonhab' tik, ix in q'uib'tzitej heb' ayic ix cotoch heb' uninal, haxo ix aji, ix meltzajoch heb' ajk'olal t'ayin."
        },
        {
            "number": "3",
            "text": "Ha nok' wakax, yojtak yajal nok' yet' nok' b'uru yojtak nok' b'aj swa yuj mach ay yico'. Palta haxo in chonhab' Israel, max b'alaj nachajel jab'oc yuj tato wico'. Ichato malaj spensar, xchi Jehová."
        },
        {
            "number": "4",
            "text": "Ex wetchonhab', ix och wal he mul, anhej wal chukal tze k'ulej icha sk'ulejnac heb' ko mam quicham. Te chuk tas tze k'ulej. Ix eyactejkan Jehová, ix he patiquejkanel Dios Axonhej Ochi, aton ko Diosal a onh israel onh tik. Ix ex meltzaj t'a he patic."
        },
        {
            "number": "5",
            "text": "¿Tas yuj tze te pitej he b'a? ¿Tom tze nib'ejnhej tz'ak'jioch yaelal t'a eyib'anh? Ichato lajwinac he jolom, manhxalaj jab'oc yip he niwanil."
        },
        {
            "number": "6",
            "text": "Ichato manhxa jab'oc sjakanil he niwanil chi' yuj yaelal, schacot t'a eyoc, masanto sk'ek'och t'a schon eyaal. Ay elnac sat, ay tonhej malnac, ay pax wan sk'ab'ati. Malaj pax yanhal tz'ochi, malaj mach tz'ak'anoch jab'oc k'apac t'a sat, malaj jab'oc aceite tz'och t'ay yic spacb'i jab'oc."
        },
        {
            "number": "7",
            "text": "Ha he macb'en tik, toxo ix satjieli. Ix ochkan sk'ak'al he chonhab'. Axo masanil eyavb'en, a wal t'a eyichanh sloji sat yuj heb' ch'oc nacional, cuseltac ix ajkan smasanil."
        },
        {
            "number": "8",
            "text": "Ix actajkan chonhab' Sion, icha tz'aj yactankan slechpat heb' tanhwum uwa, ma slechpat heb' tanhwum melón, ma icha junok chonhab' oyb'ilk'e yuj heb' ajk'ool yic satel heb'."
        },
        {
            "number": "9",
            "text": "Ix to el t'a sk'ol Jehová Yajal t'a Smasanil, tzonh kan jaywanh onhxo tik, q'uinaloc tato maay, lajan am ix aj ko satel icha ajnac chonhab' Sodoma yet' Gomorra."
        },
        {
            "number": "10",
            "text": "Ex yajal Jerusalén, lajan ex icha heb' aj Sodoma. E masanil ex anima, lajan ex icha heb' aj Gomorra. Ab'ec wal sk'ayb'ub'al Jehová ko Diosal."
        },
        {
            "number": "11",
            "text": "Syal Jehová icha tik: Ha jantac he silab' tzeyik'cot t'ayin, malaj tz'och wuuj. Toxo ix yajalax nok' kalnel wuuj, aton nok' snhusjitz'a masanil silab'il. Toxopax ix in tzactzaj yet' xepual nok' nok' te b'ak'uech. Maxtzac in nib'ejlaj schiq'uil nok' mam wakax, ma schiq'uil nok' mam kalnel, ma nok' yunetac chiwa."
        },
        {
            "number": "12",
            "text": "¿Mach ix k'anan juntzanh chi' t'ayex, yuj chi' tzex comon jawi yet' nok' chi' t'a wichanh, tze comon tek'an yamaq'uil in templo?"
        },
        {
            "number": "13",
            "text": "Manhxo eyik'cot juntzanh silab' chi' t'ayin, manhxalaj tz'och wuuj. Maxtzac scha in k'ol incienso tze nhusu'. Ha juntzanh he q'uinh tzeyak'ochi ayic tz'alji k'een uj, t'a sk'ual ik'oj ip yet' ayic tze molb'an he b'ha t'a niwac q'uinh, maxtzac techaj wilani, yujto anhej wal chukal tze k'ulej."
        },
        {
            "number": "14",
            "text": "Ha juntzanh he q'uinh ayic tz'alji k'een uj chi' yet' juntzanhxo he q'uinh b'aj tze molb'ej he b'a, chacb'ilxoel wuuj. Maxtzac techaj wilanochi. Toxo ix yajalax wuuj."
        },
        {
            "number": "15",
            "text": "Ayic tze mojb'ank'e he k'ab' t'ayin, tzex lesalwi, tzin b'at mikan t'ayex. Wach'chom jantac tzeyutej he lesalwi, palta max wab'laj he lesal chi', yujto milumcham anima ex."
        },
        {
            "number": "16",
            "text": "Ha ticnaik, ik'equel juntzanh chukal chi' t'ayex, tzeyactankan he k'ulani, tzeyik'anel he b'ha t'a skal."
        },
        {
            "number": "17",
            "text": "k'ayb'ejec he b'a he k'ulan wach'il. Ha wal tojolal tzeyak'och t'a he k'ool he k'ulani. Colwajanhec t'a heb' tz'ixtaji, wach' tzeyutej he b'oan yaj heb' unin manhxa smam. Alec syaelal heb' ix ix chamnac yetb'eyum, xchi Jehová."
        },
        {
            "number": "18",
            "text": "Syalanxi Jehová icha tik: Cotanhec, ko b'oec yaj juntzanh tik. Wach'chom te chuclaj eyilji yuj he mul, palta ol ex in sacb'itejkan icha wal k'een sacb'akom. Wach'chom max yal yel he mul icha junok k'apac k'ik'mutz'inac max el yuk'em, palta ol ex in sacb'itejkan icha nok' sacsac lana."
        },
        {
            "number": "19",
            "text": "Tato tze cha eyab'i, ol he lo sat masanil tas wach' tz'el t'a sat he lu'um tik."
        },
        {
            "number": "20",
            "text": "Palta tato anheja' pit tzeyutej he b'a jun, ol ex cham yuj owal ol wak'cot t'ayex. Ha inton wal Jehová in swala', xchi."
        },
        {
            "number": "21",
            "text": "Ex aj Jerusalén, ha t'a pecataxo te tek'an ex. Palta haxo ticnaik, ¿tas yuj icha junok ix ajmul ix, ix ex ajkan t'a yol in sat? Ha t'a peka' chi', a tojolal tze b'eyb'alej, palta haxo ticnaik, milumcham anima ex."
        },
        {
            "number": "22",
            "text": "Ha t'a yalanhtaxo, icha yilji k'een plata eyilji, haxo ticnaik, icha smical k'een eyilji. Ha t'a yalanhtax chi', icha wino te wach', ichex ta', haxo ticnaik, icha ha ha' ix ex ajkani."
        },
        {
            "number": "23",
            "text": "Ha heb' eyajalil, ix te pitb'iel heb', wach' yak'an heb' yet' heb' elk'um. Stzalaj heb' yet' k'een tumin scha' t'a elk'altac. Snib'ej heb' to ay tas siaj t'a heb'. Maxtzac yal syaelal heb' meb'a' manhxa smam heb' yet' heb' ix ix chamnac yetb'eyum."
        },
        {
            "number": "24",
            "text": "Yuj chi', a in Jehová Yajal in t'a Smasanil, he Diosal in ex aj Israel, a in swal icha tik: k'ocb'ilxo chi'. Ha ex ajk'ol eyajoch t'ayin, ol in b'o yaj eyed'oc, ol in pac in b'a t'ayex."
        },
        {
            "number": "25",
            "text": "Ol wak'och eyaelal, ol in nhustz'a masanil he paltail, ol wik'ankanel masanil he mul ayoch t'a eyib'anh."
        },
        {
            "number": "26",
            "text": "Ol wak'anxioch heb' juez te tojol spensar t'a he kal icha t'a pecatax chi' yet' heb' ak'um razón icha yajtaxon t'a sb'ab'elal. Yuj chi' ol yal heb' anima t'a jun chonhab' tik: Ha jun chonhab' te wach', te k'anab'ajum, xcham heb'."
        },
        {
            "number": "27",
            "text": "Yuj in tojolal, ol in colcanel heb' kajan t'a Sion, aton heb' ol sna sb'a."
        },
        {
            "number": "28",
            "text": "Palta haxo heb' te pit, heb' sk'ulan chukal yet' heb' tzin patikaneli, ol satel heb'."
        },
        {
            "number": "29",
            "text": "Icha chi' ol aj he q'uixwi, yujto ix laj ex och ejmelal t'a juntzanh comon Dios t'a yichtac te' ji yet' t'a skaltac te' avb'en te'."
        },
        {
            "number": "30",
            "text": "Icha wal tz'aj sk'ajb'anel xil te' ji chi', icha pax yaj te' avb'en te' manhxa nhab' tzek' t'a yib'anh, icha wal chi' ol ex ajkanoc."
        },
        {
            "number": "31",
            "text": "Ha heb' te tek'an, icha wal anh ac ol ajkan heb'. Axo yechel comon Dios ix sb'o heb', icha namix k'ak' ol ajkanoc. Junnhej ol aj yoch sk'ak'al heb' yet' yechel chi', manhxa mach ol yal smak'an tupoc, xchi Jehová."
        }
    ]
}