{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ob'iltac ex tze b'o juntzanh ley manh tojolok, tz'ixtax heb' anima yuj."
        },
        {
            "number": "2",
            "text": "Max eyal syaelal heb' mheb'atac anima tz'ixtaj t'a skal in chonhab'. Malaj yelk'och jab'oc heb' t'a yol he sat. Tzeyelk'ej tastac ay t'a heb' ix chamnac yetb'eyum yet' t'a heb' unin manhxa smam."
        },
        {
            "number": "3",
            "text": "¿Tas wal ol eyutej he b'a ayic ol jawok eyaelal, ayic ol eyilan scot yaelal chi' t'a najat? ¿Mach b'aj ol he k'an colwal? ¿B'ajtil ol eyak'kan he b'eyumal?"
        },
        {
            "number": "4",
            "text": "Ha mach t'a he kal manh ol ik'jocb'at t'a ch'oc nacional, ol miljoccham yet' heb' chamnacxo. Wach'chom icha chi' ol ex ajoc, palta manto ol ek' yowal sk'ol Jehová. Ol yak'nhejoch eyaelal chi'."
        },
        {
            "number": "5",
            "text": "Ix yalan Jehová icha tik: Ob'iltac winh sreyal Asiria. Ha ticnaik wan wak'lab'an winh icha junok te' k'ococh swak'lab'ej yet' yowal in k'ool yic swak'anoch eyaelal."
        },
        {
            "number": "6",
            "text": "Ha ex malaj jab'oc welk'och t'ayex, tze tzuntzejpaxcot yowal in k'ool, a winh tzin checb'at t'ayex. Tzin checb'at jun winh rey chi', yic wach' syelk'ejb'at masanil he b'eyumal winh, tzex stek'ankanem winh icha lum sok'om t'a yoltac b'e."
        },
        {
            "number": "7",
            "text": "Palta manhocnhej chi' nab'il yuj winh sreyal Asiria chi', nab'il pax yuj winh to tzijtum nación ol satel winh."
        },
        {
            "number": "8",
            "text": "Syalan winh icha tik: Masanil heb' yajal in soldado, icha rey yaj heb', a in swak' mandar heb'."
        },
        {
            "number": "9",
            "text": "Lajan ix wutej chonhab' Calno yet' chonhab' Carquemis. Icha ix wutej Hamat, icha pax chi' ix wutej chonhab' Arfad. Axo Samaria lajan ix ajkan yet' Damasco."
        },
        {
            "number": "10",
            "text": "Ix wiquejkan juntzanh nación tzijtum sdiosal. Ha wal sdiosal heb' chi', ek'to yipal t'a yichanh sdiosal heb' aj Jerusalén yet' heb' aj Samaria."
        },
        {
            "number": "11",
            "text": "Yuj chi' jun, a wal tas ix in k'ulej t'a Samaria chi' yet' t'a sdiosal, ¿tom manh ol tzak'wanpax in k'ulan t'a Jerusalén yet' sdiosal? xchi winh, xchi Jehová."
        },
        {
            "number": "12",
            "text": "Ayic ol lajwoc syamk'ab'aj winh sreyal Asiria chi' yuj Jehová yuj sk'ulan tas nab'il yuj t'a tzalan Sion yet' t'a Jerusalén, ichato chi' b'ian, ol yak'anxioch yaelal Jehová t'a yib'anh winh yuj masanil tas ix sk'ulej yuj yak'umtaquil, yujto niwac winak ix yutej sb'a winh."
        },
        {
            "number": "13",
            "text": "Ix yal winh sreyal Asiria chi' icha tik: Yuj wal sjelanil in pensar ix elk'och juntzanh ix in k'ulej tik, ix nachaj wal in k'ulani. Ix techaj in k'exan smojonal juntzanhxo chonhab', ix wik'ankanek' masanil tastac ay t'ay. Ix techajpax in tek'ankanem heb' rey chi' yet' wipal."
        },
        {
            "number": "14",
            "text": "Icha wal quik'ank'eta snholob' nok' much t'a yol so' ayic malaj nok' snun chi' ayeq'ui, icha chi' ix wutej wik'anek' sb'eyumal juntzanh nación chi'. Ix wik'anpaxcanek' slum heb', manhxalaj b'aj ix yal yalan sb'a heb'. Malaj tas ix yal heb', tonhej ix och k'elan heb', xchi winh."
        },
        {
            "number": "15",
            "text": "Palta naec nab'i, ¿tocwal niwan yelk'och k'een ch'akab' yet' k'een serrucho t'a yichanh mach sk'anani? Ha junok k'ococh nab'a te', ¿tom a te' ol ak'an ib'xoc junok anima sk'anan chi'?"
        },
        {
            "number": "16",
            "text": "Yuj wal chi', a Jehová Yajal t'a Smasanil, ha' ol ak'ancot junok yab'il te ov, haxo ol ik'anel yip heb' winh soldado te tek'an ayoch yipoc sk'ol winh sreyal Asiria chi', ol satel yak'umtaquil winh icha stz'ab'at junok tas yuj te' k'ak'."
        },
        {
            "number": "17",
            "text": "Ha Dios Axonhej Ochi, sakil k'inal yaj t'a Israel, junnhej k'ual ol satel heb' aj Asiria yuj, icha tz'aj stz'aem te' q'uiix yuj te' k'ak'."
        },
        {
            "number": "18",
            "text": "Ol satel masanil heb' niwac winak, icha tz'aj satel te' niwac te' yet' te' avb'en te' wach' yilji sch'acchajemi. Icha junok mach ya'ay to manhxa yip, icha chi' ol ajkan Asiria chi'."
        },
        {
            "number": "19",
            "text": "Jaywanhxonhej heb' soldado olto kanok, icha tz'ajkan jayeocxo te te' max ch'acjieli, wach'chom junok unin ol yal sb'isan heb'."
        },
        {
            "number": "20",
            "text": "Ha t'a jun pekti’ t'a b'ak'uinh, a jaywanhxo heb' israel yinhtilal winhaj Jacob ol colchajkanoc, manhxo ol yak'och jun chonhab' heb' yipoc sk'ool, aton jun ijan ix satanel heb', palta a Jehová sDiosal heb' ol yak'och yipoc sk'ool, aton Dios Axonhej Ochi."
        },
        {
            "number": "21",
            "text": "Ay jaywanh heb' yinhtilal winhaj Jacob ol meltzajxioch spensar d'ha Dios te ay yip."
        },
        {
            "number": "22",
            "text": "Wach'chom a heb' israel, te niwan sb'isul heb' icha yarenail sti' ha' mar, palta jaywanhxonhej heb' ol meltzaj t'a schonhab'. Nab'ilxo yuj Dios to ol satel heb' icha wal t'a stojolal."
        },
        {
            "number": "23",
            "text": "Ha Jehová Yajal t'a Smasanil ol satanel masanil anima t'a yol smacb'en tik, icha ajnac yalani."
        },
        {
            "number": "24",
            "text": "Palta ha' tz'alan icha tik: Ex in chonhab' kajan t'a Sion, wach'chom ol ex smak' heb' aj Asiria t'a te' jixk'ab' te', mato yet' sk'ococh heb', icha yutejnac ex heb' aj Egipto, palta manh ex xiv t'a heb',"
        },
        {
            "number": "25",
            "text": "yujto yic wal jaye' k'ual tik ol tupem yowal in k'ol t'ayex. Ol in satel heb' aj Asiria chi' yet' yowal in k'ool."
        },
        {
            "number": "26",
            "text": "Ha in Jehová Yajal in t'a Smasanil, ol wak'och yaelal t'a yib'anh heb', icha ajnac in satanel chonhab' Madián t'a slak'anil k'een tenam yic Oreb, icha ajnac in ch'oxan in poder ayic in pojannac snanhal ha' Chacchac Mar t'a Egipto."
        },
        {
            "number": "27",
            "text": "Ha t'a jun pekti’ chi', ol wik'el ikatz ayoch t'a eyib'anh yuj heb' aj Asiria chi', icha tz'aj skanhchajel te' yugo ayoch t'a yib' sjaj nok' wakax."
        },
        {
            "number": "28",
            "text": "Ha heb' ajk'ol chi', aton heb' aj Asiria, wan sjawi heb' t'a Rimón yet' t'a Ajat, wan yek' heb' t'a Migrón. Ha t'a Micmas skan yikatz heb'."
        },
        {
            "number": "29",
            "text": "Ix k'axpajek' heb' t'a jun niwan ch'olan, ix sb'oank'e skampamento heb' t'a Geba. Axo heb' aj Ramá, ix xivcan heb'. Ha heb' aj Gabaa schonhab' winhaj Saúl, wan sb'at heb' elelal."
        },
        {
            "number": "30",
            "text": "Ex kajan ex t'a Galim, elokab' eyav. Ab'ec yel av chi' ex aj Lais. Ob'iltac ex ex aj Anatot."
        },
        {
            "number": "31",
            "text": "Van sb'at heb' aj Madmena elelal. Ha heb' kajan t'a Gebim wan b'at sk'ub'anpaxel sb'a heb'."
        },
        {
            "number": "32",
            "text": "Ha ticnaik ol ek' ak'wal yuj heb' soldado chi' t'a Nob. Smuch' sk'ab' heb', syik'anchaanh heb', sch'oxancot heb' to ol yak' ganar tzalan Sion tik heb', aton chonhab' Jerusalén."
        },
        {
            "number": "33",
            "text": "Ilec wal, a Jehová Yajal t'a Smasanil ol satanel heb' ayoch ajk'olal t'ay icha tz'aj sch'acjiel te te' t'a Líbano. Ayxo smay sk'anh yem te'. Aton te te' chaanh steel, wach' yilji, stelwi t'a sat lu'um."
        },
        {
            "number": "34",
            "text": "Icha chi' ol aj satjiel heb' ajk'ol chi', icha tz'aj sch'acjiel te te' b'aj te k'ayum, aton te te' wach' yilji t'a Líbano chi'."
        }
    ]
}