{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Icha wal swolan junok te yib' te', icha chi' ol aj spitzwichaanh jun yinhtilal winhaj Isaí."
        },
        {
            "number": "2",
            "text": "Ol ochnhej Yespíritu Jehová yet'oc. A' ol ak'an sjelanil yet' yaj pensaril. Yuj Yespíritu chi', ol nachajel yak'an razón, ay pax yipal. Ol yojtaquejel Jehová, ol ik'jocpaxchaanh yuj."
        },
        {
            "number": "3",
            "text": "Ol sk'anab'ajej Jehová chi' t'a tzalajk'olal. Manh ol sch'olb'itej heb' anima t'a ichnhejta', ma yuj tas syab' t'a spatic heb'."
        },
        {
            "number": "4",
            "text": "D'a stojolal ol sb'o yaj yowal heb' meb'a' yet' heb' anima emnaquil syutej sb'a. Tonhej ol yala' ol ak'joc syaelal heb' tzek' t'a yib'anh, ol ak'jococh heb' sk'ulan chukal chi' t'a yol sk'ab' chamel."
        },
        {
            "number": "5",
            "text": "Ha tas tojol yet' tas yel, a chi' ol checlaj t'ay."
        },
        {
            "number": "6",
            "text": "Ha t'a jun pekti’ chi', a nok' oques yet' nok' yunetac kalnel, junk'olal ol aj nok'. Ha nok' tigre yet' nok' chiwa, junnhej ol em cutzan nok'. Ha nok' quelem wakax yet' nok' choj, junnhej ol q'uib' nok'. Axo junok unin ol tanhwan nok'."
        },
        {
            "number": "7",
            "text": "Ha nok' nun wakax yet' nok' nun oso, junnhej ol aj nok'. Axo yune' nok', junnhej ol em cutzan. Ha nok' choj, a anh ank'ultak ol sk'ux nok' icha nok' wakax."
        },
        {
            "number": "8",
            "text": "Ha heb' nenetac unin, ol tajnoc heb' b'aj ay yolanil nok' chan. Ol snhaloch sk'ab' heb' t'a yolanil nok' ajavchan, palta manh ol chijoclaj heb' yuj nok'."
        },
        {
            "number": "9",
            "text": "Manhxa chukal ol ujok t'a jun tzalan sik'b'ilel yuj Jehová. Icha tz'aj sb'ud'jiel ha' mar yuj ha ha', icha wal chi' ol aj yojtakajel Jehová yuj masanil anima t'a yol yib'anhk’inal tik, masanil heb' ol ojtakanel Jehová chi'."
        },
        {
            "number": "10",
            "text": "Ha t'a jun pekti’ chi', ol checlaj jun rey t'a skal yinhtilal winhaj Isaí. Chequel ol ajk'e t'a skal juntzanh nación yic ol smolb'ej sb'a heb' b'aj ayek' chi'. Te niwan ol aj yelk'och jun lugar b'aj ol aj chi'."
        },
        {
            "number": "11",
            "text": "Ha t'a jun pekti’ chi', ol sch'ox spoder Jehová junelxo, yuj chi' ol smolb'ejcot masanil heb' schonhab' sacleminac yajkanb'ati. Ol cot heb' aytocan t'a Asiria, t'a Egipto, t'a Patros, t'a Etiopía, t'a Elam, t'a Sinar, t'a Hamat yet' t'a juntzanhxo chonhab' ay t'a stitac ha' mar."
        },
        {
            "number": "12",
            "text": "Ha Dios ol ch'oxank'e junok yechel t'a skal juntzanh nación, yic ol smolb'ej sb'a heb' israel sacleminac yajkanb'ati. Anhejtona' ol smolb'ejxi sb'a heb' aj Judá sacleminac yajkanb'at b'aj slajwik'och yol yib'anhk’inal tik."
        },
        {
            "number": "13",
            "text": "Ol lajwoc chichonk'olal t'a skal Efraín yet' Judá, manhxo ol yak' owal heb'."
        },
        {
            "number": "14",
            "text": "Axo heb' scha makanhil, junnhej ol b'at heb' yak' owal t'a heb' filisteo t'a stojolal b'aj tz'em k'u. Ol yak'an ganar heb'. Junnhej ol aj yik'anek' sb'eyumal heb' kajan t'a stojolal b'aj sjawi k'u heb', aton Edom, Moab yet' pax heb' amonita, yujto ol kan heb' t'a yol sk'ab' heb'."
        },
        {
            "number": "15",
            "text": "Ha Jehová ol ak'an tup jun sk'ab' ha' Chacchac Mar. Ol yak'anpaxcot jun owal ik' te k'ak' t'a yib'anh ha' Éufrates, ol tup ha'. Uque' makan ol ajkan ha', yuj chi' manhxo ol yik'el xanhab' heb' anima ayic ol ek' heb' t'a yol ha'."
        },
        {
            "number": "16",
            "text": "Ayic ol meltzajxoc heb' schonhab' Jehová aykan t'a Asiria, jakanxo jun niwan b'e b'aj ol ek'ta heb', icha ajnac b'e b'aj cotnac heb' chonhab' israel elnac t'a Egipto."
        }
    ]
}