{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Icha val svolan junok te yib' te', icha chi' ol aj spitzvichaanh jun yinhtilal vinhaj Isaí."
        },
        {
            "number": "2",
            "text": "Ol ochnhej Yespíritu Jehová yet'oc. A' ol ak'an sjelanil yet' yaj pensaril. Yuj Yespíritu chi', ol nachajel yak'an razón, ay pax yipal. Ol yojtaquejel Jehová, ol ik'jocpaxchaanh yuj."
        },
        {
            "number": "3",
            "text": "Ol sk'anab'ajej Jehová chi' t'a tzalajk'olal. Manh ol sch'olb'itej eb' anima t'a ichnhejta', ma yuj tas syab' t'a spatic eb'."
        },
        {
            "number": "4",
            "text": "D'a stojolal ol sb'o yaj yoval eb' meb'a' yet' eb' anima emnaquil syutej sb'a. Tonhej ol yala' ol ak'joc syaelal eb' tzek' t'a yib'anh, ol ak'jococh eb' sk'ulan chucal chi' t'a yol sk'ab' chamel."
        },
        {
            "number": "5",
            "text": "Ha tas tojol yet' tas yel, a chi' ol checlaj t'ay."
        },
        {
            "number": "6",
            "text": "Ha t'a jun pekti’ chi', a nok' oques yet' nok' yunetac calnel, junk'olal ol aj nok'. Ha nok' tigre yet' nok' chiva, junnhej ol em cutzan nok'. Ha nok' quelem vacax yet' nok' choj, junnhej ol q'uib' nok'. Axo junok unin ol tanhvan nok'."
        },
        {
            "number": "7",
            "text": "Ha nok' nun vacax yet' nok' nun oso, junnhej ol aj nok'. Axo yune' nok', junnhej ol em cutzan. Ha nok' choj, a anh ank'ultak ol sk'ux nok' icha nok' vacax."
        },
        {
            "number": "8",
            "text": "Ha eb' nenetac unin, ol tajnoc eb' b'aj ay yolanil nok' chan. Ol snhaloch sk'ab' eb' t'a yolanil nok' ajavchan, palta manh ol chijoclaj eb' yuj nok'."
        },
        {
            "number": "9",
            "text": "Manhxa chucal ol ujoc t'a jun tzalan sik'b'ilel yuj Jehová. Icha tz'aj sb'ud'jiel ha' mar yuj ha ha', icha val chi' ol aj yojtacajel Jehová yuj masanil anima t'a yol yib'anhk’inal tik, masanil eb' ol ojtacanel Jehová chi'."
        },
        {
            "number": "10",
            "text": "Ha t'a jun pekti’ chi', ol checlaj jun rey t'a skal yinhtilal vinhaj Isaí. Chequel ol ajq'ue t'a skal juntzanh nación yic ol smolb'ej sb'a eb' b'aj ayek' chi'. Te niwan ol aj yelk'och jun lugar b'aj ol aj chi'."
        },
        {
            "number": "11",
            "text": "Ha t'a jun pekti’ chi', ol sch'ox spoder Jehová junelxo, yuj chi' ol smolb'ejcot masanil eb' schonhab' sacleminac yajcanb'ati. Ol cot eb' aytocan t'a Asiria, t'a Egipto, t'a Patros, t'a Etiopía, t'a Elam, t'a Sinar, t'a Hamat yet' t'a juntzanhxo chonhab' ay t'a stitac ha' mar."
        },
        {
            "number": "12",
            "text": "Ha Dios ol ch'oxanq'ue junok yechel t'a skal juntzanh nación, yic ol smolb'ej sb'a eb' israel sacleminac yajcanb'ati. Anhejtona' ol smolb'ejxi sb'a eb' aj Judá sacleminac yajcanb'at b'aj slajvik'och yol yib'anhk’inal tik."
        },
        {
            "number": "13",
            "text": "Ol lajvoc chichonk'olal t'a skal Efraín yet' Judá, manhxo ol yak' oval eb'."
        },
        {
            "number": "14",
            "text": "Axo eb' scha macanhil, junnhej ol b'at eb' yak' oval t'a eb' filisteo t'a stojolal b'aj tz'em k'u. Ol yak'an ganar eb'. Junnhej ol aj yik'anek' sb'eyumal eb' cajan t'a stojolal b'aj sjavi k'u eb', aton Edom, Moab yet' pax eb' amonita, yujto ol kan eb' t'a yol sk'ab' eb'."
        },
        {
            "number": "15",
            "text": "Ha Jehová ol ak'an tup jun sk'ab' ha' Chacchac Mar. Ol yak'anpaxcot jun oval ik' te k'ak' t'a yib'anh ha' Éufrates, ol tup ha'. Uque' makan ol ajkan ha', yuj chi' manhxo ol yiq'uel xanhab' eb' anima ayic ol ek' eb' t'a yol ha'."
        },
        {
            "number": "16",
            "text": "Ayic ol meltzajxoc eb' schonhab' Jehová aycan t'a Asiria, jacanxo jun niwan b'e b'aj ol ek'ta eb', icha ajnac b'e b'aj cotnac eb' chonhab' israel elnac t'a Egipto."
        }
    ]
}