{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Icha val svolan junoc te yib' te', icha chi' ol aj spitzvichaanh jun yinhtilal vinhaj Isaí."
        },
        {
            "number": "2",
            "text": "Ol ochnhej Yespíritu Jehová yed'oc. A' ol ak'an sjelanil yed' yaj pensaril. Yuj Yespíritu chi', ol nachajel yak'an razón, ay pax yipal. Ol yojtaquejel Jehová, ol ik'jocpaxchaanh yuuj."
        },
        {
            "number": "3",
            "text": "Ol sk'anab'ajej Jehová chi' d'a tzalajk'olal. Manh ol sch'olb'itej eb' anima d'a ichnhejta', ma yuj tas syab' d'a spatic eb'."
        },
        {
            "number": "4",
            "text": "D'a stojolal ol sb'o yaj yoval eb' meb'a' yed' eb' anima emnaquil syutej sb'a. Tonhej ol yala' ol ak'joc syaelal eb' tz'ek' d'a yib'anh, ol ak'jococh eb' sk'ulan chucal chi' d'a yol sk'ab' chamel."
        },
        {
            "number": "5",
            "text": "A tas tojol yed' tas yel, a chi' ol checlaj d'ay."
        },
        {
            "number": "6",
            "text": "A d'a jun tiempoal chi', a nok' oques yed' nok' yunetac calnel, junk'olal ol aj nok'. A nok' tigre yed' nok' chiva, junnhej ol em cutzan nok'. A nok' quelem vacax yed' nok' choj, junnhej ol q'uib' nok'. Axo junoc unin ol tanhvan nok'."
        },
        {
            "number": "7",
            "text": "A nok' nun vacax yed' nok' nun oso, junnhej ol aj nok'. Axo yune' nok', junnhej ol em cutzan. A nok' choj, a anh ank'ultac ol sk'ux nok' icha nok' vacax."
        },
        {
            "number": "8",
            "text": "A eb' nenetac unin, ol tajnoc eb' b'aj ay yolanil nok' chan. Ol snhaloch sk'ab' eb' d'a yolanil nok' ajavchan, palta manh ol chijoclaj eb' yuj nok'."
        },
        {
            "number": "9",
            "text": "Manhxa chucal ol ujoc d'a jun tzalan sik'b'ilel yuj Jehová. Icha tz'aj sb'ud'jiel a' mar yuj a a', icha val chi' ol aj yojtacajel Jehová yuj masanil anima d'a yolyib'anhq'uinal tic, masanil eb' ol ojtacanel Jehová chi'."
        },
        {
            "number": "10",
            "text": "A d'a jun tiempoal chi', ol checlaj jun rey d'a scal yinhtilal vinhaj Isaí. Chequel ol ajq'ue d'a scal juntzanh nación yic ol smolb'ej sb'a eb' b'aj ayek' chi'. Te nivan ol aj yelk'och jun lugar b'aj ol aj chi'."
        },
        {
            "number": "11",
            "text": "A d'a jun tiempoal chi', ol sch'ox spoder Jehová junelxo, yuj chi' ol smolb'ejcot masanil eb' schonhab' sacleminac yajcanb'ati. Ol cot eb' aytocan d'a Asiria, d'a Egipto, d'a Patros, d'a Etiopía, d'a Elam, d'a Sinar, d'a Hamat yed' d'a juntzanhxo chonhab' ay d'a stitac a' mar."
        },
        {
            "number": "12",
            "text": "A Dios ol ch'oxanq'ue junoc yechel d'a scal juntzanh nación, yic ol smolb'ej sb'a eb' israel sacleminac yajcanb'ati. Anhejtona' ol smolb'ejxi sb'a eb' aj Judá sacleminac yajcanb'at b'aj slajvik'och yolyib'anhq'uinal tic."
        },
        {
            "number": "13",
            "text": "Ol lajvoc chichonk'olal d'a scal Efraín yed' Judá, manhxo ol yak' oval eb'."
        },
        {
            "number": "14",
            "text": "Axo eb' scha macanhil, junnhej ol b'at eb' yak' oval d'a eb' filisteo d'a stojolal b'aj tz'em k'u. Ol yak'an ganar eb'. Junnhej ol aj yik'anek' sb'eyumal eb' cajan d'a stojolal b'aj sjavi k'u eb', aton Edom, Moab yed' pax eb' amonita, yujto ol can eb' d'a yol sk'ab' eb'."
        },
        {
            "number": "15",
            "text": "A Jehová ol ak'an tup jun sk'ab' a' Chacchac Mar. Ol yak'anpaxcot jun oval ik' te k'ak' d'a yib'anh a' Éufrates, ol tup a'. Uque' macanh ol ajcan a', yuj chi' manhxo ol yiq'uel xanhab' eb' anima ayic ol ek' eb' d'a yol a'."
        },
        {
            "number": "16",
            "text": "Ayic ol meltzajxoc eb' schonhab' Jehová aycan d'a Asiria, jacanxo jun nivan b'e b'aj ol ek'ta eb', icha ajnac b'e b'aj cotnac eb' chonhab' israel elnac d'a Egipto."
        }
    ]
}