{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ayocto ix sch'oxan Jehová vil a in Isaías in yuninal vinhaj Amoz tas ol javoc d'a yib'anh Babilonia, yuj chi' ix val icha tic:"
        },
        {
            "number": "2",
            "text": "Aq'uecq'ue junoc yechel yic oval d'a sjolom junoc lum vitz malaj ste'al. Avajanhec d'a eb' soldado to tz'och eb' yak' oval. Iq'uecq'ue e k'ab' tze ch'oxan b'aj tz'och tzak'naj eb' soldado d'a spuertail b'aj tz'och eb' yajal yaj d'a Babilonia."
        },
        {
            "number": "3",
            "text": "Toxo ix vavtej eb' vinh in soldado te tek'an, toxo ix val d'a eb' vinh ak'um oval sik'b'ilxoel vuuj, ol tzalaj eb' vinh ayic ol in satanel eb' ayoch ajk'olal d'ayin yuj yoval in k'ool, xchi Jehová, xin chi."
        },
        {
            "number": "4",
            "text": "Ab'ec val yoch jun av d'a jolomtac vitz, tzijtum anima tz'el yav, aton eb' anima ix laj cot d'a juntzanhxo nación ix smolb'ej sb'a. A Jehová Yajal d'a Smasanil van smolb'an eb' soldado ol ak'an oval chi'."
        },
        {
            "number": "5",
            "text": "Aton eb' ix cot d'a juntzanh nación te najat, b'aj slajvik'och lum luum. A Jehová sjavi yed' syamk'ab' yic yoval sk'ool, ol satanel masanil anima d'a sat luum tic."
        },
        {
            "number": "6",
            "text": "Elocab' veq'uek'oc eyav, yujto lak'anxo sjavi jun k'ual yic yoval sk'ol Jehová Syal Yuj Smasanil. A d'a jun k'ual chi', ol satjoquel masanil tas yuuj."
        },
        {
            "number": "7",
            "text": "Yuj chi' jun, masanil anima, ol el yip sk'ab' eb' yuj xivelal, manhxo animaoc ol ajcan eb'."
        },
        {
            "number": "8",
            "text": "Ol te xivq'ue eb'. Ol ja val jun nivan ilk'olal yed' yaelal d'a yib'anh eb'. Ol q'ue cotan, ol q'ue cuman eb' yab'an syail, icha junoc ix ix tz'alji yune'. Toxonhej ol yil-lajoch sat eb', ol checlajel xivelal d'a sat eb'."
        },
        {
            "number": "9",
            "text": "Van sjavi jun k'u yic Jehová, jun k'ual b'aj manhxo ol syamoch vaan yoval sk'ool. Toxonhej ol can tz'inan lum luum tic yuuj, ol satel masanil eb' chuc."
        },
        {
            "number": "10",
            "text": "A d'a jun k'u chi', masanil q'uen k'anal sveei d'a satchaanh, manhxo ol yak'laj yoc q'ueen. Ol q'uik'b'ocpaxel yoc k'u ayic van sjavi, manhxo ol yak'paxlaj yoc q'uen uj."
        },
        {
            "number": "11",
            "text": "Ol yalan Jehová icha tic: Ol vak'och syaelal masanil eb' anima d'a yolyib'anhq'uinal tic yuj chucal sk'ulej eb'. Ol viq'uem eb' syik'chaanh sb'a. A eb' malaj yelk'och eb' yetanimail d'a sat, manhxa jab'oc ol aj yelk'och eb'."
        },
        {
            "number": "12",
            "text": "Jayvanhxonhej anima ol canoc, yuj chi' puralxonhej ol ilchaj eb' icha q'uen oro te vach', q'uen scot d'a Ofir."
        },
        {
            "number": "13",
            "text": "Ol in tzicub'tanhej satchaanh, ol viq'uel lum luum d'a yed'tal yuj yoval in k'ol a in Jehová Yajal in d'a Smasanil. Ol te cot val voval d'a jun k'ual chi'."
        },
        {
            "number": "14",
            "text": "A eb' anima, lajan ol aj eb' icha nok' ch'ucul pechb'il, ma icha junoc nhilanh nok' calnel saclemb'ati, manhxa mach smolb'ani. Ol laj b'atcan junjun eb' anima chi' elelal d'a schonhab' yed' b'ajtac cajan."
        },
        {
            "number": "15",
            "text": "Yalnhej mach ol yamchajoc, ol tecjoc chamoc. Yalnhej mach ol yak' yamchaj sb'a, ol miljocchamoc."
        },
        {
            "number": "16",
            "text": "Q'uelan val och eb', ol miljoccham yuninal eb' d'a sat luum. Ol laj ik'joquelta tastac ay d'a yoltac spat eb', ol ixtaj eb' ix yetb'eyum eb'."
        },
        {
            "number": "17",
            "text": "Ol vak'cot eb' aj Media satel eb'. A eb' chi', manh ol och q'uelan eb' yuj q'uen plata, ma q'uen oro."
        },
        {
            "number": "18",
            "text": "A yed' sjul-lab' eb', ol sjulancham eb' quelemtac eb'. Manhxo ol ok'laj sk'ol eb' d'a eb' cotac unin yed' d'a eb' ak' unin."
        },
        {
            "number": "19",
            "text": "A Babilonia chi', anhej vach' yilji d'a yichanh juntzanhxo nación. Te ak'umtac eb' caldeo yed'oc, icha q'uen q'ueen vach' yilji, palta lajan ol ajcan icha ajnaccan Sodoma yed' Gomorra ayic in satannaqueli."
        },
        {
            "number": "20",
            "text": "Manhxa b'aq'uinh ol cajnaj anima d'ay. Manhxo ol yaq'uem scampamento eb' tz'ek' stanhvej nok' smolb'etzal nok' ta'."
        },
        {
            "number": "21",
            "text": "Axonhej nok' caltacte'al nok' ol aj ta'. Ol b'ud'joquel yoltac pat yuj nok' tonton yed' nok' avestruz. Ol ek' tz'itiljoc nok' k'ultaquil chiva ta'."
        },
        {
            "number": "22",
            "text": "A d'a yoltac nivac cuartel yed' d'a yoltac palacio te vach' yilji d'a Babilonia chi', ata' ol laj ok' juntzanh nok' icha nok' oques. Van sk'och sk'ual yic satjiel jun nación chi', manhxo ol ek' tiempo, xchi Jehová."
        }
    ]
}