{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ayocto ix sch'oxan Jehová wil a in Isaías in yuninal winhaj Amoz tas ol jawok t'a yib'anh Babilonia, yuj chi' ix wal icha tik:"
        },
        {
            "number": "2",
            "text": "Hak'ueck'e junok yechel yic owal t'a sjolom junok lum witz malaj ste'al. Awajanhec t'a heb' soldado to tz'och heb' yak' owal. Ik'eck'e he k'ab' tze ch'oxan b'aj tz'och tzak'naj heb' soldado t'a spuertail b'aj tz'och heb' yajal yaj t'a Babilonia."
        },
        {
            "number": "3",
            "text": "Toxo ix wavtej heb' winh in soldado te tek'an, toxo ix wal t'a heb' winh ak'um owal sik'b'ilxoel wuuj, ol tzalaj heb' winh ayic ol in satanel heb' ayoch ajk'olal t'ayin yuj yowal in k'ool, xchi Jehová, xin chi."
        },
        {
            "number": "4",
            "text": "Ab'ec wal yoch jun av t'a jolomtac witz, tzijtum anima tz'el yav, aton heb' anima ix laj cot t'a juntzanhxo nación ix smolb'ej sb'a. Ha Jehová Yajal t'a Smasanil wan smolb'an heb' soldado ol ak'an owal chi'."
        },
        {
            "number": "5",
            "text": "Aton heb' ix cot t'a juntzanh nación te najat, b'aj slajwik'och lum lum. Ha Jehová sjawi yet' syamk'ab' yic yowal sk'ool, ol satanel masanil anima t'a sat lu'um tik."
        },
        {
            "number": "6",
            "text": "Elocab' wek'ek'oc eyav, yujto lak'anxo sjawi jun k'ual yic yowal sk'ol Jehová Syal Yuj Smasanil. Ha t'a jun k'ual chi', ol satjoquel masanil tas yuj."
        },
        {
            "number": "7",
            "text": "Yuj chi' jun, masanil anima, ol el yip sk'ab' heb' yuj xiwelal, manhxo animaoc ol ajkan heb'."
        },
        {
            "number": "8",
            "text": "Ol te xivk'e heb'. Ol ja wal jun niwan ilk'olal yet' yaelal t'a yib'anh heb'. Ol k'e cotan, ol k'e cuman heb' yab'an syail, icha junok ix ix tz'alji yune'. Toxonhej ol yil-lajoch sat heb', ol checlajel xiwelal t'a sat heb'."
        },
        {
            "number": "9",
            "text": "Van sjawi jun k'u yic Jehová, jun k'ual b'aj manhxo ol syamoch waan yowal sk'ool. Toxonhej ol kan tzinan lum lum tik yuj, ol satel masanil heb' chuk."
        },
        {
            "number": "10",
            "text": "Ha t'a jun k'u chi', masanil k'een k'anal sweei t'a satcha’anh, manhxo ol yak'laj yoc k'een. Ol k'ik'b'ocpaxel yoc k'u ayic wan sjawi, manhxo ol yak'paxlaj yoc k'een uj."
        },
        {
            "number": "11",
            "text": "Ol yalan Jehová icha tik: Ol wak'och syaelal masanil heb' anima t'a yol yib'anhk’inal tik yuj chukal sk'ulej heb'. Ol wik'em heb' syik'chaanh sb'a. Ha heb' malaj yelk'och heb' yetanimail t'a sat, manhxa jab'oc ol aj yelk'och heb'."
        },
        {
            "number": "12",
            "text": "Jaywanhxonhej anima ol canoc, yuj chi' puralxonhej ol ilchaj heb' icha k'een oro te wach', k'een scot t'a Ofir."
        },
        {
            "number": "13",
            "text": "Ol in tzicub'tanhej satcha’anh, ol wik'el lum lum t'a yet'tal yuj yowal in k'ol a in Jehová Yajal in t'a Smasanil. Ol te cot wal wowal t'a jun k'ual chi'."
        },
        {
            "number": "14",
            "text": "Ha heb' anima, lajan ol aj heb' icha nok' ch'ucul pechb'il, ma icha junok nhilanh nok' calnel saclemb'ati, manhxa mach smolb'ani. Ol laj b'atcan junjun heb' anima chi' elelal t'a schonhab' yet' b'ajtac cajan."
        },
        {
            "number": "15",
            "text": "Yalnhej mach ol yamchajoc, ol tecjoc chamoc. Yalnhej mach ol yak' yamchaj sb'a, ol miljocchamoc."
        },
        {
            "number": "16",
            "text": "Q'uelan wal och heb', ol miljoccham yuninal heb' t'a sat lu'um. Ol laj ik'joquelta tastac ay t'a yoltac spat heb', ol ixtaj heb' ix yetb'eyum heb'."
        },
        {
            "number": "17",
            "text": "Ol wak'cot heb' aj Media satel heb'. Ha heb' chi', manh ol och k'elan heb' yuj k'een plata, ma k'een oro."
        },
        {
            "number": "18",
            "text": "Ha yet' sjul-lab' heb', ol sjulancham heb' kelemtac heb'. Manhxo ol ok'laj sk'ol heb' t'a heb' cotac unin yet' t'a heb' ak' unin."
        },
        {
            "number": "19",
            "text": "Ha Babilonia chi', anhej wach' yilji t'a yichanh juntzanhxo nación. Te ak'umtac heb' caldeo yet'oc, icha k'een k'een wach' yilji, palta lajan ol ajkan icha ajnaccan Sodoma yet' Gomorra ayic in satannaqueli."
        },
        {
            "number": "20",
            "text": "Manhxa b'ak'uinh ol cajnaj anima t'ay. Manhxo ol yak'em scampamento heb' tzek' stanhwej nok' smolb'etzal nok' ta'."
        },
        {
            "number": "21",
            "text": "Axonhej nok' caltacte'al nok' ol aj ta'. Ol b'ud'joquel yoltac pat yuj nok' tonton yet' nok' awestruz. Ol ek' tz'itiljoc nok' k'ultaquil chiwa ta'."
        },
        {
            "number": "22",
            "text": "Ha t'a yoltac niwac cuartel yet' t'a yoltac palacio te wach' yilji t'a Babilonia chi', ata' ol laj ok' juntzanh nok' icha nok' oques. Van sk'och sk'ual yic satjiel jun nación chi', manhxo ol ek' tiempo, xchi Jehová."
        }
    ]
}