{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ayocto ix sch'oxan Jehová vil a in Isaías in yuninal winhaj Amoz tas ol javok t'a yib'anh Babilonia, yuj chi' ix val icha tik:"
        },
        {
            "number": "2",
            "text": "Hak'uecq'ue junok yechel yic oval t'a sjolom junok lum vitz malaj ste'al. Avajanhec t'a eb' soldado to tz'och eb' yak' oval. Iq'uecq'ue e k'ab' tze ch'oxan b'aj tz'och tzak'naj eb' soldado t'a spuertail b'aj tz'och eb' yajal yaj t'a Babilonia."
        },
        {
            "number": "3",
            "text": "Toxo ix vavtej eb' winh in soldado te tek'an, toxo ix val t'a eb' winh ak'um oval sik'b'ilxoel vuuj, ol tzalaj eb' winh ayic ol in satanel eb' ayoch ajk'olal t'ayin yuj yoval in k'ool, xchi Jehová, xin chi."
        },
        {
            "number": "4",
            "text": "Ab'ec val yoch jun av t'a jolomtac vitz, tzijtum anima tz'el yav, aton eb' anima ix laj cot t'a juntzanhxo nación ix smolb'ej sb'a. Ha Jehová Yajal t'a Smasanil van smolb'an eb' soldado ol ak'an oval chi'."
        },
        {
            "number": "5",
            "text": "Aton eb' ix cot t'a juntzanh nación te najat, b'aj slajvik'och lum lum. Ha Jehová sjavi yet' syamk'ab' yic yoval sk'ool, ol satanel masanil anima t'a sat lu'um tik."
        },
        {
            "number": "6",
            "text": "Elocab' veq'uek'oc eyav, yujto lak'anxo sjavi jun k'ual yic yoval sk'ol Jehová Syal Yuj Smasanil. Ha t'a jun k'ual chi', ol satjoquel masanil tas yuj."
        },
        {
            "number": "7",
            "text": "Yuj chi' jun, masanil anima, ol el yip sk'ab' eb' yuj xivelal, manhxo animaoc ol ajkan eb'."
        },
        {
            "number": "8",
            "text": "Ol te xivq'ue eb'. Ol ja val jun niwan ilk'olal yet' yaelal t'a yib'anh eb'. Ol q'ue cotan, ol q'ue cuman eb' yab'an syail, icha junok ix ix tz'alji yune'. Toxonhej ol yil-lajoch sat eb', ol checlajel xivelal t'a sat eb'."
        },
        {
            "number": "9",
            "text": "Van sjavi jun k'u yic Jehová, jun k'ual b'aj manhxo ol syamoch vaan yoval sk'ool. Toxonhej ol kan tzinan lum lum tik yuj, ol satel masanil eb' chuk."
        },
        {
            "number": "10",
            "text": "Ha t'a jun k'u chi', masanil q'uen k'anal sveei t'a satcha’anh, manhxo ol yak'laj yoc q'ueen. Ol k'ik'b'ocpaxel yoc k'u ayic van sjavi, manhxo ol yak'paxlaj yoc q'uen uj."
        },
        {
            "number": "11",
            "text": "Ol yalan Jehová icha tik: Ol vak'och syaelal masanil eb' anima t'a yol yib'anhk’inal tik yuj chukal sk'ulej eb'. Ol viq'uem eb' syik'chaanh sb'a. Ha eb' malaj yelk'och eb' yetanimail t'a sat, manhxa jab'oc ol aj yelk'och eb'."
        },
        {
            "number": "12",
            "text": "Jayvanhxonhej anima ol canoc, yuj chi' puralxonhej ol ilchaj eb' icha q'uen oro te wach', q'uen scot t'a Ofir."
        },
        {
            "number": "13",
            "text": "Ol in tzicub'tanhej satcha’anh, ol viq'uel lum lum t'a yet'tal yuj yoval in k'ol a in Jehová Yajal in t'a Smasanil. Ol te cot val voval t'a jun k'ual chi'."
        },
        {
            "number": "14",
            "text": "Ha eb' anima, lajan ol aj eb' icha nok' ch'ucul pechb'il, ma icha junok nhilanh nok' calnel saclemb'ati, manhxa mach smolb'ani. Ol laj b'atcan junjun eb' anima chi' elelal t'a schonhab' yet' b'ajtac cajan."
        },
        {
            "number": "15",
            "text": "Yalnhej mach ol yamchajoc, ol tecjoc chamoc. Yalnhej mach ol yak' yamchaj sb'a, ol miljocchamoc."
        },
        {
            "number": "16",
            "text": "Q'uelan val och eb', ol miljoccham yuninal eb' t'a sat lu'um. Ol laj ik'joquelta tastac ay t'a yoltac spat eb', ol ixtaj eb' ix yetb'eyum eb'."
        },
        {
            "number": "17",
            "text": "Ol vak'cot eb' aj Media satel eb'. Ha eb' chi', manh ol och q'uelan eb' yuj q'uen plata, ma q'uen oro."
        },
        {
            "number": "18",
            "text": "Ha yet' sjul-lab' eb', ol sjulancham eb' quelemtac eb'. Manhxo ol ok'laj sk'ol eb' t'a eb' cotac unin yet' t'a eb' ak' unin."
        },
        {
            "number": "19",
            "text": "Ha Babilonia chi', anhej wach' yilji t'a yichanh juntzanhxo nación. Te ak'umtac eb' caldeo yet'oc, icha q'uen q'ueen wach' yilji, palta lajan ol ajkan icha ajnaccan Sodoma yet' Gomorra ayic in satannaqueli."
        },
        {
            "number": "20",
            "text": "Manhxa b'ak'uinh ol cajnaj anima t'ay. Manhxo ol yaq'uem scampamento eb' tzek' stanhvej nok' smolb'etzal nok' ta'."
        },
        {
            "number": "21",
            "text": "Axonhej nok' caltacte'al nok' ol aj ta'. Ol b'ud'joquel yoltac pat yuj nok' tonton yet' nok' avestruz. Ol ek' tz'itiljoc nok' k'ultaquil chiva ta'."
        },
        {
            "number": "22",
            "text": "Ha t'a yoltac nivac cuartel yet' t'a yoltac palacio te wach' yilji t'a Babilonia chi', ata' ol laj ok' juntzanh nok' icha nok' oques. Van sk'och sk'ual yic satjiel jun nación chi', manhxo ol ek' tiempo, xchi Jehová."
        }
    ]
}