{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ol ok'xoc sk'ol Jehová t'a eb' israel, ol schaxioch eb' schonhab'oc. Ol ik'jocxicot eb' b'aj cajan yuj Jehová chi', ol jax eb' t'a sluum junelxo. Ay eb' ch'oc chonhab'il junnhej ol yutoc sb'a yet' eb', ol javoc cajan eb' t'a skal eb' yinhtilal vinhaj Jacob chi'."
        },
        {
            "number": "2",
            "text": "Ay juntzanh chonhab' ol colvaj yik'ancot eb' israel chi' yic ol javoc eb' t'a sluum chi'. Ol ochcan juntzanh eb' ch'oc chonhab'il schecab'oc eb' israel t'a lum sluum Jehová. Ha eb' ik'jinacb'at eb' israel schecab'oc t'a yalanhtaxo, ol och eb' schecab'oc eb' israel chi'. Axo eb' chuc yutejnac sb'ha t'a eb' t'a yalanhtaxo, ol kan eb' t'a yalanh smandar eb'."
        },
        {
            "number": "3",
            "text": "Ex chonhab' Israel, ayic ol ex colchaj yuj Jehová t'a skal e cusk'olal yet' t'a eyaelal b'aj ayex och t'a checab'oc,"
        },
        {
            "number": "4",
            "text": "ol e b'itej jun b'it tik yic tze b'uchan vinh sreyal Babilonia: Ilecnab' val tas ix utaj vinh ix ak'anoch co yaelal tik. Ilecnab' val ix aj vinh yuj yak'umtaquil."
        },
        {
            "number": "5",
            "text": "Toxo ix ik'jiel yopisio vinh yuj Jehová. Toxo ix canhchaj sk'ococh vinh yic yopisio,"
        },
        {
            "number": "6",
            "text": "aton vinh ix ak'anoch syaelal juntzanhxo nación. Max ochlaj vaan vinh yixtan eb' yet' yoval sk'ool. Ilb'aj k'ol ix aj eb' yuj yoval vinh chi', maj lajvoc yixtaj eb' yuj vinh."
        },
        {
            "number": "7",
            "text": "Yuj chi' junk'olal yaj masanil anima, sb'itan eb' yuj tzalajk'olal."
        },
        {
            "number": "8",
            "text": "Ha te' tzicap yet' te' k'ute' t'a Líbano, ichato stzalaj te', ichato syal te' icha tik: Atax yic ach sateli, manhxalaj mach tzonh ch'acaneli, xchi te'."
        },
        {
            "number": "9",
            "text": "Ha b'aj ayek' eb' chamnac, toxonhej sq'ue nhilnaj eb' ul schaan vinh sreyal Babilonia chi'. Ichato tz'el svayanh spixan eb' chamnac chi'. Ha eb' yajal t'a sat lum tik t'a peca', sq'ue vaan eb' yuj ul schaan vinh rey chi', sq'ue vaan eb' t'a yoltac strono t'a yichanh vinh."
        },
        {
            "number": "10",
            "text": "Masanil juntzanh eb' chi', syal eb' t'a vinh icha tik: ¿Tom ix el ip a ach tik? ¿Tom lajan ach aj qued'oc?"
        },
        {
            "number": "11",
            "text": "Ha t'a peca' tzach ik'jichaanh yet' b'it yet' te' arpa. Axo ticnaic, ayachxo ek' t'a co cal a onh chamnac onh tik. Jichan ach ek' t'a a vaynub' t'a skal nok' ha'ay, haxo a k'u', nab'ha ha'ayxonhej, xchi eb' chamnac chi' t'a vinh."
        },
        {
            "number": "12",
            "text": "Ach nit k'anal to tzach veei t'a q'uinhib'alil, ix ach yumjicot xututoc t'a satcha’anh. Ato t'a sat lum tik ach javi tanhnajoc. Ha ach ton tik ix aq'uem lanhnaj juntzanh chonhab'."
        },
        {
            "number": "13",
            "text": "Ix a na' icha tik: Ol in q'uek'och t'a satcha’anh. Ata' ol in b'oem in trono t'a yib'anhtac q'uen sk'anal Dios. Ata' ol vak' yajalil, ol in em k'ojan t'a jun tzalan b'aj syak' molchajel t'a stojolal norte."
        },
        {
            "number": "14",
            "text": "Ol in q'uek'och t'a yib'anh asun te chaanh ayq'uei. Lajan ol in aj yet' Dios Axonhej Ochi, xa chi."
        },
        {
            "number": "15",
            "text": "Palta val yel, toxo ix ach emk'och t'a yet'tal chamel, ato t'a sjulalxo yich ix ach emcank'ochi."
        },
        {
            "number": "16",
            "text": "Ha val eb' tzach ilani, tz'och val q'uelan eb' t'ayach, snaan eb' uuj icha tik: ¿Mantoc a jun vinh tik tz'ak'an ib'xoc masanil anima, vinh tz'ak'anq'ue nhilnaj masanil nación?"
        },
        {
            "number": "17",
            "text": "Ix kan tzinan yol yib'anhk’inal yuj vinh, cuseltac ix ajkan junjun chonhab' yuj vinh, manhxa junok eb' ayoch preso ix yaq'uel vinh t'a libre, xchi eb' chamnac chi'."
        },
        {
            "number": "18",
            "text": "Masanil eb' sreyal junjun nación junk'olalxo yaj eb', oyanoch sb'eyumal eb' t'a stz'eytac, munil ayek' junjun eb' b'aj mucan."
        },
        {
            "number": "19",
            "text": "Ha achxo tik, najat ix ach yumjicanel icha k'alem yajb'entacxo. Ha a nivanil, ix yumjicanb'at t'a skal snivanil eb' vinh soldado tecb'ilchamoc, aton t'a yol jun xab' yolanil q'uen q'ueen."
        },
        {
            "number": "20",
            "text": "Manh ol mucjoc a nivanil icha ajnac juntzanhxo eb' rey, yujto ix ixtejb'at a nación, yujto ix a milcham eb' anima t'a yol a nación chi'. Manhxa b'ak'uinh ol b'inaj inhtilal a ach chuc ach tik."
        },
        {
            "number": "21",
            "text": "B'oocab' yet'tal b'aj ol miljoccham eb' uninal, yuj val jantac chucal sk'ulejnac eb' smam yicham eb'. Manhxo ol yak' mandar masanil yol yib'anhk’inal tik eb'. Manhxo ol b'ud'joquel sat lum tik yuj yinhtilal eb', xchi jun b'it chi'."
        },
        {
            "number": "22",
            "text": "Ha val Jehová Yajal t'a Smasanil tz'alan icha tik: Ol vak'b'at yoval in k'ol t'a yib'anh Babilonia. Ol in satel jun chonhab' chi'. Manhxa b'ak'uinh ol b'inajoc, manhxa junok anima ol kan t'ay. Manhxa yuninal eb', ma yixchiquin eb' ol canoc."
        },
        {
            "number": "23",
            "text": "B'esb'on ol ajkan in sataneli, ichato ol ek' meslab' t'ay. Axonhej nok' tonton ol aj t'ay, panhpumb'a ol ajkan ha ha' t'ay, xchi Jehová."
        },
        {
            "number": "24",
            "text": "Ha Jehová Yajal t'a Smasanil toxo ix yak' sti', ix yalan icha tik: Masanil tas ix in na in k'ulej, ol in k'ulejnhej."
        },
        {
            "number": "25",
            "text": "Ol in satel eb' aj Asiria t'a in chonhab'. Ol in satel eb' t'a lum jolomtac vitz t'a yol in macb'en. Ol vik'anel yaelal ayoch yuj eb' t'a eb' in chonhab', manhxa b'ak'uinh ol ixtaj eb' yuj eb' junelxo."
        },
        {
            "number": "26",
            "text": "Ha jun tik, nab'il vuj t'a yib'anh masanil yol yib'anhk’inal tik. Toxo ix in na'a to ol in satel masanil nación yet' in poder, xchi Jehová."
        },
        {
            "number": "27",
            "text": "Tato icha chi' ix aj snaan Jehová Yajal t'a Smasanil, ¿machto val junok ol yal scachanoch vaan? Tato wach'xo yaj yuj, ¿machto val junok ol yal sq'uexani?"
        },
        {
            "number": "28",
            "text": "Ha t'a jun ab'il b'aj chamnac vinhaj rey Acaz, ix schec Jehová valcan a in Isaías in tik icha tik:"
        },
        {
            "number": "29",
            "text": "Ex filisteo, manto ex comon tzalaj yuj b'aj ix canhchajb'at te' sjixk'ab' te' jun ix ak'anoch eyaelal. Ha t'a junok nok' chan, ata' ol pitzvoquelta junok nok' ajavchan te ay smay. Axo t'a nok' ajavchan chi' ol pitzvoquelta junocxo nok' chan ek'b'al te chuc, jelan sb'eyi ichato sjenhvi nok'."
        },
        {
            "number": "30",
            "text": "Ha eb' meb'a' ay t'a smacb'en Jehová, ol wa eb' t'a tzalajk'olal icha nok' calnel. Ha eb' malaj tas ay chi' t'ay, ol vay eb' t'a tzalajk'olal. Axo t'ayex filisteo ex tik, ol yaq'uem vejel Jehová chi' t'a e cal, haxo jayvanhoc ex ol ex canoc, ol ex cham yuj vejel."
        },
        {
            "number": "31",
            "text": "Elocab' veq'uek'oc eyav e masanil ex filisteo, tzex ib'xiq'ue yuj xivelal. Yujto ha t'a norte scot jun nhilanh eb' soldado icha junok niwan topan te' tab'. Malaj junok tz'elcan t'a skal eb'."
        },
        {
            "number": "32",
            "text": "¿Tas ol aj co pacan t'a eb' schecjicot t'ayonh yuj jun nación chi'? Alec t'a eb' to a Jehová ix ak'an stek'anil chonhab' Sion. Ha eb' ayoch ilk'olal t'a skal schonhab', ha t'a Sion chi' ol scol sb'a eb'."
        }
    ]
}