{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ol ok'xoc sk'ol Jehová d'a eb' israel, ol schaxioch eb' schonhab'oc. Ol ik'jocxicot eb' b'aj cajan yuj Jehová chi', ol jax eb' d'a sluum junelxo. Ay eb' ch'oc chonhab'il junnhej ol yutoc sb'a yed' eb', ol javoc cajan eb' d'a scal eb' yinhtilal vinhaj Jacob chi'."
        },
        {
            "number": "2",
            "text": "Ay juntzanh chonhab' ol colvaj yik'ancot eb' israel chi' yic ol javoc eb' d'a sluum chi'. Ol ochcan juntzanh eb' ch'oc chonhab'il schecab'oc eb' israel d'a lum sluum Jehová. A eb' ik'jinacb'at eb' israel schecab'oc d'a yalanhtaxo, ol och eb' schecab'oc eb' israel chi'. Axo eb' chuc yutejnac sb'a d'a eb' d'a yalanhtaxo, ol can eb' d'a yalanh smandar eb'."
        },
        {
            "number": "3",
            "text": "Ex chonhab' Israel, ayic ol ex colchaj yuj Jehová d'a scal e cusk'olal yed' d'a eyaelal b'aj ayex och d'a checab'oc,"
        },
        {
            "number": "4",
            "text": "ol e b'itej jun b'it tic yic tze b'uchan vinh sreyal Babilonia: Ilecnab' val tas ix utaj vinh ix ak'anoch co yaelal tic. Ilecnab' val ix aj vinh yuj yak'umtaquil."
        },
        {
            "number": "5",
            "text": "Toxo ix ik'jiel yopisio vinh yuj Jehová. Toxo ix canhchaj sk'ococh vinh yic yopisio,"
        },
        {
            "number": "6",
            "text": "aton vinh ix ak'anoch syaelal juntzanhxo nación. Max ochlaj vaan vinh yixtan eb' yed' yoval sk'ool. Ilb'aj k'ol ix aj eb' yuj yoval vinh chi', maj lajvoc yixtaj eb' yuj vinh."
        },
        {
            "number": "7",
            "text": "Yuj chi' junk'olal yaj masanil anima, sb'itan eb' yuj tzalajk'olal."
        },
        {
            "number": "8",
            "text": "A te' tzicap yed' te' k'ute' d'a Líbano, ichato stzalaj te', ichato syal te' icha tic: Atax yic ach sateli, manhxalaj mach tzonh ch'acaneli, xchi te'."
        },
        {
            "number": "9",
            "text": "A b'aj ayek' eb' chamnac, toxonhej sq'ue nhilnaj eb' ul schaan vinh sreyal Babilonia chi'. Ichato tz'el svayanh spixan eb' chamnac chi'. A eb' yajal d'a sat lum tic d'a peca', sq'ue vaan eb' yuj ul schaan vinh rey chi', sq'ue vaan eb' d'a yoltac strono d'a yichanh vinh."
        },
        {
            "number": "10",
            "text": "Masanil juntzanh eb' chi', syal eb' d'a vinh icha tic: ¿Tom ix el ip a ach tic? ¿Tom lajan ach aj qued'oc?"
        },
        {
            "number": "11",
            "text": "A d'a peca' tzach ik'jichaanh yed' b'it yed' te' arpa. Axo ticnaic, ayachxo ek' d'a co cal a onh chamnac onh tic. Jichan ach ek' d'a a vaynub' d'a scal nok' a'ay, axo a k'u', nab'a a'ayxonhej, xchi eb' chamnac chi' d'a vinh."
        },
        {
            "number": "12",
            "text": "Ach nit k'anal to tzach veei d'a q'uinhib'alil, ix ach yumjicot xututoc d'a satchaanh. Ato d'a sat lum tic ach javi tanhnajoc. A ach ton tic ix aq'uem lanhnaj juntzanh chonhab'."
        },
        {
            "number": "13",
            "text": "Ix a na' icha tic: Ol in q'uek'och d'a satchaanh. Ata' ol in b'oem in trono d'a yib'anhtac q'uen sk'anal Dios. Ata' ol vak' yajalil, ol in em k'ojan d'a jun tzalan b'aj syak' molchajel d'a stojolal norte."
        },
        {
            "number": "14",
            "text": "Ol in q'uek'och d'a yib'anh asun te chaanh ayq'uei. Lajan ol in aj yed' Dios Axonhej Ochi, xa chi."
        },
        {
            "number": "15",
            "text": "Palta val yel, toxo ix ach emk'och d'a yed'tal chamel, ato d'a sjulalxo yich ix ach emcank'ochi."
        },
        {
            "number": "16",
            "text": "A val eb' tzach ilani, tz'och val q'uelan eb' d'ayach, snaan eb' uuj icha tic: ¿Mantoc a jun vinh tic tz'ak'an ib'xoc masanil anima, vinh tz'ak'anq'ue nhilnaj masanil nación?"
        },
        {
            "number": "17",
            "text": "Ix can tz'inan yolyib'anhq'uinal yuj vinh, cuseltac ix ajcan junjun chonhab' yuj vinh, manhxa junoc eb' ayoch preso ix yaq'uel vinh d'a libre, xchi eb' chamnac chi'."
        },
        {
            "number": "18",
            "text": "Masanil eb' sreyal junjun nación junk'olalxo yaj eb', oyanoch sb'eyumal eb' d'a stz'eytac, munil ayek' junjun eb' b'aj mucan."
        },
        {
            "number": "19",
            "text": "A achxo tic, najat ix ach yumjicanel icha k'alem yajb'entacxo. A a nivanil, ix yumjicanb'at d'a scal snivanil eb' vinh soldado tecb'ilchamoc, aton d'a yol jun xab' yolanil q'uen q'ueen."
        },
        {
            "number": "20",
            "text": "Manh ol mucjoc a nivanil icha ajnac juntzanhxo eb' rey, yujto ix ixtejb'at a nación, yujto ix a milcham eb' anima d'a yol a nación chi'. Manhxa b'aq'uinh ol b'inaj inhtilal a ach chuc ach tic."
        },
        {
            "number": "21",
            "text": "B'oocab' yed'tal b'aj ol miljoccham eb' uninal, yuj val jantac chucal sk'ulejnac eb' smam yicham eb'. Manhxo ol yak' mandar masanil yolyib'anhq'uinal tic eb'. Manhxo ol b'ud'joquel sat lum tic yuj yinhtilal eb', xchi jun b'it chi'."
        },
        {
            "number": "22",
            "text": "A val Jehová Yajal d'a Smasanil tz'alan icha tic: Ol vak'b'at yoval in k'ol d'a yib'anh Babilonia. Ol in satel jun chonhab' chi'. Manhxa b'aq'uinh ol b'inajoc, manhxa junoc anima ol can d'ay. Manhxa yuninal eb', ma yixchiquin eb' ol canoc."
        },
        {
            "number": "23",
            "text": "B'esb'on ol ajcan in sataneli, ichato ol ek' meslab' d'ay. Axonhej nok' tonton ol aj d'ay, panhpumb'a ol ajcan a a' d'ay, xchi Jehová."
        },
        {
            "number": "24",
            "text": "A Jehová Yajal d'a Smasanil toxo ix yak' sti', ix yalan icha tic: Masanil tas ix in na in k'ulej, ol in k'ulejnhej."
        },
        {
            "number": "25",
            "text": "Ol in satel eb' aj Asiria d'a in chonhab'. Ol in satel eb' d'a lum jolomtac vitz d'a yol in macb'en. Ol vik'anel yaelal ayoch yuj eb' d'a eb' in chonhab', manhxa b'aq'uinh ol ixtaj eb' yuj eb' junelxo."
        },
        {
            "number": "26",
            "text": "A jun tic, nab'il vuj d'a yib'anh masanil yolyib'anhq'uinal tic. Toxo ix in na'a to ol in satel masanil nación yed' in poder, xchi Jehová."
        },
        {
            "number": "27",
            "text": "Tato icha chi' ix aj snaan Jehová Yajal d'a Smasanil, ¿machto val junoc ol yal scachanoch vaan? Tato vach'xo yaj yuuj, ¿machto val junoc ol yal sq'uexani?"
        },
        {
            "number": "28",
            "text": "A d'a jun ab'il b'aj chamnac vinhaj rey Acaz, ix schec Jehová valcan a in Isaías in tic icha tic:"
        },
        {
            "number": "29",
            "text": "Ex filisteo, manto ex comon tzalaj yuj b'aj ix canhchajb'at te' sjixk'ab' te' jun ix ak'anoch eyaelal. A d'a junoc nok' chan, ata' ol pitzvoquelta junoc nok' ajavchan te ay smay. Axo d'a nok' ajavchan chi' ol pitzvoquelta junocxo nok' chan ek'b'al te chuc, jelan sb'eyi ichato sjenhvi nok'."
        },
        {
            "number": "30",
            "text": "A eb' meb'a' ay d'a smacb'en Jehová, ol va eb' d'a tzalajk'olal icha nok' calnel. A eb' malaj tas ay chi' d'ay, ol vay eb' d'a tzalajk'olal. Axo d'ayex filisteo ex tic, ol yaq'uem vejel Jehová chi' d'a e cal, axo jayvanhoc ex ol ex canoc, ol ex cham yuj vejel."
        },
        {
            "number": "31",
            "text": "Elocab' veq'uek'oc eyav e masanil ex filisteo, tzex ib'xiq'ue yuj xivelal. Yujto a d'a norte scot jun nhilanh eb' soldado icha junoc nivan topan te' tab'. Malaj junoc tz'elcan d'a scal eb'."
        },
        {
            "number": "32",
            "text": "¿Tas ol aj co pacan d'a eb' schecjicot d'ayonh yuj jun nación chi'? Alec d'a eb' to a Jehová ix ak'an stek'anil chonhab' Sion. A eb' ayoch ilk'olal d'a scal schonhab', a d'a Sion chi' ol scol sb'a eb'."
        }
    ]
}