{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ol ok'xoc sk'ol Jehová t'a heb' israel, ol schaxioch heb' schonhab'oc. Ol ik'jocxicot heb' b'aj cajan yuj Jehová chi', ol jax heb' t'a sluum junelxo. Ay heb' ch'oc chonhab'il junnhej ol yutoc sb'a yet' heb', ol jawok cajan heb' t'a skal heb' yinhtilal winhaj Jacob chi'."
        },
        {
            "number": "2",
            "text": "Ay juntzanh chonhab' ol kolwaj yik'ancot heb' israel chi' yic ol jawok heb' t'a sluum chi'. Ol ochcan juntzanh heb' ch'oc chonhab'il schecab'oc heb' israel t'a lum sluum Jehová. Ha heb' ik'jinacb'at heb' israel schecab'oc t'a yalanhtaxo, ol och heb' schecab'oc heb' israel chi'. Axo heb' chuk yutejnac sb'ha t'a heb' t'a yalanhtaxo, ol kan heb' t'a yalanh smandar heb'."
        },
        {
            "number": "3",
            "text": "Ex chonhab' Israel, ayic ol ex colchaj yuj Jehová t'a skal he cusk'olal yet' t'a eyaelal b'aj ayex och t'a checab'oc,"
        },
        {
            "number": "4",
            "text": "ol he b'itej jun b'it tik yic tze b'uchan winh sreyal Babilonia: Ilecnab' wal tas ix utaj winh ix ak'anoch ko yaelal tik. Ilecnab' wal ix aj winh yuj yak'umtaquil."
        },
        {
            "number": "5",
            "text": "Toxo ix ik'jiel yopisio winh yuj Jehová. Toxo ix canhchaj sk'ococh winh yic yopisio,"
        },
        {
            "number": "6",
            "text": "aton winh ix ak'anoch syaelal juntzanhxo nación. Max ochlaj waan winh yixtan heb' yet' yowal sk'ool. Ilb'aj k'ol ix aj heb' yuj yowal winh chi', maj lajwoc yixtaj heb' yuj winh."
        },
        {
            "number": "7",
            "text": "Yuj chi' junk'olal yaj masanil anima, sb'itan heb' yuj tzalajk'olal."
        },
        {
            "number": "8",
            "text": "Ha te' tzicap yet' te' k'ute' t'a Líbano, ichato stzalaj te', ichato syal te' icha tik: Atax yic ach sateli, manhxalaj mach tzonh ch'acaneli, xchi te'."
        },
        {
            "number": "9",
            "text": "Ha b'aj ayek' heb' chamnac, toxonhej sk'e nhilnaj heb' ul schaan winh sreyal Babilonia chi'. Ichato tz'el swayanh spixan heb' chamnac chi'. Ha heb' yajal t'a sat lum tik t'a peka', sk'e waan heb' yuj ul schaan winh rey chi', sk'e waan heb' t'a yoltac strono t'a yichanh winh."
        },
        {
            "number": "10",
            "text": "Masanil juntzanh heb' chi', syal heb' t'a winh icha tik: ¿Tom ix el ip a ach tik? ¿Tom lajan ach aj qued'oc?"
        },
        {
            "number": "11",
            "text": "Ha t'a peka' tzach ik'jichaanh yet' b'it yet' te' arpa. Axo ticnaik, ayachxo ek' t'a ko kal a onh chamnac onh tik. Jichan ach ek' t'a a waynub' t'a skal nok' ha'ay, haxo a k'u', nab'ha ha'ayxonhej, xchi heb' chamnac chi' t'a winh."
        },
        {
            "number": "12",
            "text": "Ach nit k'anal to tzach weei t'a q'uinhib'alil, ix ach yumjicot xututoc t'a satcha’anh. Ato t'a sat lum tik ach jawi tanhnajoc. Ha ach ton tik ix ak'em lanhnaj juntzanh chonhab'."
        },
        {
            "number": "13",
            "text": "Ix a na' icha tik: Ol in k'ek'och t'a satcha’anh. Ata' ol in b'oem in trono t'a yib'anhtac k'een sk'anal Dios. Ata' ol wak' yajalil, ol in em k'ojan t'a jun tzalan b'aj syak' molchajel t'a stojolal norte."
        },
        {
            "number": "14",
            "text": "Ol in k'ek'och t'a yib'anh asun te chaanh ayk'ei. Lajan ol in aj yet' Dios Axonhej Ochi, xa chi."
        },
        {
            "number": "15",
            "text": "Palta wal yel, toxo ix ach emk'och t'a yet'tal chamel, ato t'a sjulalxo yich ix ach emcank'ochi."
        },
        {
            "number": "16",
            "text": "Ha wal heb' tzach ilani, tz'och wal k'elan heb' t'ayach, snaan heb' uuj icha tik: ¿Mantoc a jun winh tik tz'ak'an ib'xoc masanil anima, winh tz'ak'ank'e nhilnaj masanil nación?"
        },
        {
            "number": "17",
            "text": "Ix kan tzinan yol yib'anhk’inal yuj winh, cuseltac ix ajkan junjun chonhab' yuj winh, manhxa junok heb' ayoch preso ix yak'el winh t'a libre, xchi heb' chamnac chi'."
        },
        {
            "number": "18",
            "text": "Masanil heb' sreyal junjun nación junk'olalxo yaj heb', oyanoch sb'eyumal heb' t'a stz'eytac, munil ayek' junjun heb' b'aj mucan."
        },
        {
            "number": "19",
            "text": "Ha achxo tik, najat ix ach yumjicanel icha k'alem yajb'entacxo. Ha a niwanil, ix yumjicanb'at t'a skal sniwanil heb' winh soldado tecb'ilchamoc, aton t'a yol jun xab' yolanil k'een k'een."
        },
        {
            "number": "20",
            "text": "Manh ol mucjoc a niwanil icha ajnac juntzanhxo heb' rey, yujto ix ixtejb'at a nación, yujto ix a milcham heb' anima t'a yol a nación chi'. Manhxa b'ak'uinh ol b'inaj inhtilal a ach chuk ach tik."
        },
        {
            "number": "21",
            "text": "B'oocab' yet'tal b'aj ol miljoccham heb' uninal, yuj wal jantac chukal sk'ulejnac heb' smam yicham heb'. Manhxo ol yak' mandar masanil yol yib'anhk’inal tik heb'. Manhxo ol b'ud'joquel sat lum tik yuj yinhtilal heb', xchi jun b'it chi'."
        },
        {
            "number": "22",
            "text": "Ha wal Jehová Yajal t'a Smasanil tz'alan icha tik: Ol wak'b'at yowal in k'ol t'a yib'anh Babilonia. Ol in satel jun chonhab' chi'. Manhxa b'ak'uinh ol b'inajoc, manhxa junok anima ol kan t'ay. Manhxa yuninal heb', ma yixchiquin heb' ol canoc."
        },
        {
            "number": "23",
            "text": "B'esb'on ol ajkan in sataneli, ichato ol ek' meslab' t'ay. Axonhej nok' tonton ol aj t'ay, panhpumb'a ol ajkan ha ha' t'ay, xchi Jehová."
        },
        {
            "number": "24",
            "text": "Ha Jehová Yajal t'a Smasanil toxo ix yak' sti', ix yalan icha tik: Masanil tas ix in na in k'ulej, ol in k'ulejnhej."
        },
        {
            "number": "25",
            "text": "Ol in satel heb' aj Asiria t'a in chonhab'. Ol in satel heb' t'a lum jolomtac witz t'a yol in macb'en. Ol wik'anel yaelal ayoch yuj heb' t'a heb' in chonhab', manhxa b'ak'uinh ol ixtaj heb' yuj heb' junelxo."
        },
        {
            "number": "26",
            "text": "Ha jun tik, nab'il wuj t'a yib'anh masanil yol yib'anhk’inal tik. Toxo ix in na'a to ol in satel masanil nación yet' in poder, xchi Jehová."
        },
        {
            "number": "27",
            "text": "Tato icha chi' ix aj snaan Jehová Yajal t'a Smasanil, ¿machto wal junok ol yal scachanoch waan? Tato wach'xo yaj yuj, ¿machto wal junok ol yal sk'exani?"
        },
        {
            "number": "28",
            "text": "Ha t'a jun ab'il b'aj chamnac winhaj rey Acaz, ix schec Jehová walcan a in Isaías in tik icha tik:"
        },
        {
            "number": "29",
            "text": "Ex filisteo, manto ex comon tzalaj yuj b'aj ix canhchajb'at te' sjixk'ab' te' jun ix ak'anoch eyaelal. Ha t'a junok nok' chan, ata' ol pitzwoquelta junok nok' ajavchan te ay smay. Axo t'a nok' ajavchan chi' ol pitzwoquelta junocxo nok' chan ek'b'al te chuk, jelan sb'eyi ichato sjenhwi nok'."
        },
        {
            "number": "30",
            "text": "Ha heb' meb'a' ay t'a smacb'en Jehová, ol wa heb' t'a tzalajk'olal icha nok' calnel. Ha heb' malaj tas ay chi' t'ay, ol way heb' t'a tzalajk'olal. Axo t'ayex filisteo ex tik, ol yak'em wejel Jehová chi' t'a he kal, haxo jaywanhoc ex ol ex canoc, ol ex cham yuj wejel."
        },
        {
            "number": "31",
            "text": "Elocab' wek'ek'oc eyav he masanil ex filisteo, tzex ib'xik'e yuj xiwelal. Yujto ha t'a norte scot jun nhilanh heb' soldado icha junok niwan topan te' tab'. Malaj junok tz'elcan t'a skal heb'."
        },
        {
            "number": "32",
            "text": "¿Tas ol aj ko pacan t'a heb' schecjicot t'ayonh yuj jun nación chi'? Alec t'a heb' to a Jehová ix ak'an stek'anil chonhab' Sion. Ha heb' ayoch ilk'olal t'a skal schonhab', ha t'a Sion chi' ol scol sb'a heb'."
        }
    ]
}