{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Aton juntzanh lolonel tik ix alchaj t'a yib'anh Moab: Junnhej ak'val ol satel chonhab' Ar t'a yol yic Moab. Ol kan tzinan. Junnhej ak'val pax ol satel chonhab' Kir t'a yol yic Moab chi'. Ol kan pax tzinan."
        },
        {
            "number": "2",
            "text": "Ha eb' aj Dibón, ol q'ue eb' oq'uel t'a spatil sdiosal t'a schon jun tzalan. Ol el val yav eb' aj Moab ayic ol pojem chonhab' Nebo yet' Medeba. Masanil eb' winh vinac, ol sjoxel xil sjolom eb' winh yet' xil sti' yuj cusk'olal."
        },
        {
            "number": "3",
            "text": "Ha pichul ya sva ayoch yuj eb', ayic ol ek' eb' t'a yoltac b'e yet' t'a yib'anhtac spat. Ol el yav eb' yuj syaelal chi'. Ol laj ok' masanil anima chi' t'a mercado. Ol tup val yal sat eb' yoq'ui."
        },
        {
            "number": "4",
            "text": "Ha eb' aj Hesbón yet' eb' aj Eleale, ol sk'an colval eb'. Olto ab'chaj yel yav eb' chi' t'a Jahaza. Masanil eb' soldado yic Moab, ol el yav eb', ol el yip eb' yuj xivelal."
        },
        {
            "number": "5",
            "text": "Tzin kus val yuj eb' aj Moab chi'. Ol b'atcan eb' elelal smasanil t'a Zoar, ol k'och eb' t'a Eglat-selisiya. Ol q'ue eb' oq'uel t'a vitzal Luhit yet' b'aj sb'at sb'eal Horonaim. Ol el veq'uek'oc yav eb' yuj yaelal ol javok t'a yib'anh."
        },
        {
            "number": "6",
            "text": "Ol tup ha ha' ay t'a yol yic Nimrim. Ol tacjoquel anh ank'ultak, manhxa b'aj ol ilchaj jab'oc yaax."
        },
        {
            "number": "7",
            "text": "Yuj chi' ol smolb'ej sb'eyumal eb', ol yik'anb'at eb' t'a yichanhb'at jun sch'olanil b'aj ay te' b'acmam."
        },
        {
            "number": "8",
            "text": "Ol ab'chaj yel yav eb' yuj cusk'olal masanto b'aj slajvik'och smacb'en Moab chi'. Ol ab'chajpax t'a Eglaim yet' t'a Beer-elim."
        },
        {
            "number": "9",
            "text": "Ha ha ha' ay t'a Dimón, ol chacb'oquel ha' yuj chik', palta ayto juntzanhxo yaelal ol yak'cot Dios t'a yib'anh eb'. Ol yak'cot jun nok' choj ol chianb'at eb' olto el t'a Moab chi' yet' eb' pitzanto olto kan t'a sat lu'um chi'."
        }
    ]
}