{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ex aj Sela ay d'a tz'inan luum, aq'ueccot nok' e calnel d'a jun yajal chonhab' d'a tzalan Sion."
        },
        {
            "number": "2",
            "text": "A eb' ix aj Moab, tz'ek' lemnaj eb' ix d'a a' Arnón. Icha nok' much tz'el lemnaj d'a so' yuj xivelal, icha chi' yaj eb' ix."
        },
        {
            "number": "3",
            "text": "Ol yalan eb' aj Moab chi' d'a eb' aj Sion icha tic: Naec tas tzeyutej onh e colani. A exxo tzex och co columaloc, icha junoc te te' ay yenhul d'a chimk'ualil, ichocab' ta' tzeyutej onh e k'ub'anel d'a eyenhul. Icha junoc tas d'ak'valil, manh chequeloc, icha chi' tzonh eyutej a onh van co b'at elelal tic, manh onh e ch'oxo'."
        },
        {
            "number": "4",
            "text": "Chaonheck'och cajan d'a e cal, tzonh e k'ub'anel d'a eb' van onh sayaneq'ui, xchi eb' aj Moab chi'. Ayic ol satel jun mach tz'ixtan eb' anima chi' yed' satanpaxel juntzanh schonhab' eb',"
        },
        {
            "number": "5",
            "text": "axo jun yinhtilalcan vinhaj David ol och reyal, ol yak'an yajalil d'a scal anima d'a svach'ilal yed' d'a sjichanil. Ol yak' val och d'a sk'ool sb'oan yaj eb' anima d'a stojolal."
        },
        {
            "number": "6",
            "text": "Cojtac val sik'lab'il tastac val syutej sb'a eb' aj Moab yak'an ak'umtaquil. Ak'umtacxonhej scomon lolon eb', palta a tas syal eb' chi', malaj jab'oc yelk'ochi."
        },
        {
            "number": "7",
            "text": "Yuj val chi' masanil eb' aj Moab chi', ol ok' eb' yuj schonhab'. Ol cus eb' smasanil yuj juntzanh taquinh sat uva quechquiltac scot d'a Kir-hareset, ol taccanq'ue sk'ol eb' yuuj."
        },
        {
            "number": "8",
            "text": "Masanil te' uva d'a Hesbón yed' d'a Sibma ol ixtaxb'atoc. A d'a yalanhtaxo, a eb' yajal d'a juntzanhxo nación, stelvi eb' ayic syuk'an yal sat te' uva chi' eb'. A te' uva chi', tzato k'och te' d'a Jazer, sk'ochpax te' d'a lum taquinhtac val sat yed' pax d'a stitac a' mar."
        },
        {
            "number": "9",
            "text": "Yuj chi' tzin ok' icha yok' eb' aj Jazer yuj te' uva ay d'a Sibma. Tz'elpaxcot yal in sat yuj te' ay d'a Hesbón yed' d'a Eleale. A d'a scal tas avab'il yuj eb' chi', ata' ol och av yic oval."
        },
        {
            "number": "10",
            "text": "A b'aj avab'il te' uva, manhxalaj av yic tzalajk'olal ol ochoc, manhxa mach ol b'itan d'a scal te', manhxapaxlaj mach ol tek'anel yal sat te'. A Jehová ol ak'an satel masanil av chi'."
        },
        {
            "number": "11",
            "text": "Te cusnac in k'ol yuj Moab, yuj pax Kir-hareset, icha scuseltaquil yoch sjaj te' arpa."
        },
        {
            "number": "12",
            "text": "Vach'chom ol b'at eb' aj Moab chi' yal sb'a d'a juntzanh lugar chaanh, masanto sk'unb'i eb', vach'chom sb'at eb' lesal d'a stemplo sdiosal, palta manhxa jab'oc tas ol yik' eb'."
        },
        {
            "number": "13",
            "text": "Aton juntzanh lolonel tic yalnaccan Jehová d'a yib'anh Moab d'a pecataxo."
        },
        {
            "number": "14",
            "text": "Axo ticnaic syal Jehová icha tic: Yic val oxe' ab'il ticnaic, icha tz'aj sb'isan junoc munlajvum stiempoal smunlaji, icha chi' ol aj satel sb'eyumal Moab. Vach'chom tzijtum eb' ticnaic, palta junxonhej b'otzanh ol ajcan eb'. Ol paticajel eb', te manhxalaj yip eb' b'aj ol scol sb'a, xchi Jehová."
        }
    ]
}