{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ex aj Sela ay t'a tzinan lu'um, aq'ueccot nok' e calnel t'a jun yajal chonhab' t'a tzalan Sion."
        },
        {
            "number": "2",
            "text": "Ha eb' ix aj Moab, tzek' lemnaj eb' ix t'ha ha' Arnón. Icha nok' much tz'el lemnaj t'a so' yuj xivelal, icha chi' yaj eb' ix."
        },
        {
            "number": "3",
            "text": "Ol yalan eb' aj Moab chi' t'a eb' aj Sion icha tik: Naec tas tzeyutej onh e colani. Ha exxo tzex och co columaloc, icha junok te te' ay yenhul t'a chimk'ualil, ichocab' ta' tzeyutej onh e k'ub'anel t'a eyenhul. Icha junok tas t'ak'walil, manh chequeloc, icha chi' tzonh eyutej a onh van co b'at elelal tik, manh onh e ch'oxo'."
        },
        {
            "number": "4",
            "text": "Chaonheck'och cajan t'a e cal, tzonh e k'ub'anel t'a eb' van onh sayaneq'ui, xchi eb' aj Moab chi'. Ayic ol satel jun mach tz'ixtan eb' anima chi' yet' satanpaxel juntzanh schonhab' eb',"
        },
        {
            "number": "5",
            "text": "haxo jun yinhtilalcan vinhaj David ol och reyal, ol yak'an yajalil t'a skal anima t'a swach'ilal yet' t'a sjichanil. Ol yak' val och t'a sk'ool sb'oan yaj eb' anima t'a stojolal."
        },
        {
            "number": "6",
            "text": "Cojtac val sik'lab'il tastac val syutej sb'a eb' aj Moab yak'an ak'umtaquil. Ak'umtacxonhej scomon lolon eb', palta a tas syal eb' chi', malaj jab'oc yelk'ochi."
        },
        {
            "number": "7",
            "text": "Yuj val chi' masanil eb' aj Moab chi', ol ok' eb' yuj schonhab'. Ol cus eb' smasanil yuj juntzanh taquinh sat uva quechquiltac scot t'a Kir-hareset, ol taccanq'ue sk'ol eb' yuj."
        },
        {
            "number": "8",
            "text": "Masanil te' uva t'a Hesbón yet' t'a Sibma ol ixtaxb'atoc. Ha t'a yalanhtaxo, a eb' yajal t'a juntzanhxo nación, stelvi eb' ayic syuk'an yal sat te' uva chi' eb'. Ha te' uva chi', tzato k'och te' t'a Jazer, sk'ochpax te' t'a lum taquinhtac val sat yet' pax t'a stitac ha' mar."
        },
        {
            "number": "9",
            "text": "Yuj chi' tzin ok' icha yok' eb' aj Jazer yuj te' uva ay t'a Sibma. Tz'elpaxcot yal in sat yuj te' ay t'a Hesbón yet' t'a Eleale. Ha t'a skal tas avab'il yuj eb' chi', ata' ol och av yic oval."
        },
        {
            "number": "10",
            "text": "Ha b'aj avab'il te' uva, manhxalaj av yic tzalajk'olal ol ochoc, manhxa mach ol b'itan t'a skal te', manhxapaxlaj mach ol tek'anel yal sat te'. Ha Jehová ol ak'an satel masanil av chi'."
        },
        {
            "number": "11",
            "text": "Te cusnac in k'ol yuj Moab, yuj pax Kir-hareset, icha scuseltaquil yoch sjaj te' arpa."
        },
        {
            "number": "12",
            "text": "Wach'chom ol b'at eb' aj Moab chi' yal sb'ha t'a juntzanh lugar chaanh, masanto sk'unb'i eb', wach'chom sb'at eb' lesal t'a stemplo sdiosal, palta manhxa jab'oc tas ol yik' eb'."
        },
        {
            "number": "13",
            "text": "Aton juntzanh lolonel tik yalnaccan Jehová t'a yib'anh Moab t'a pecataxo."
        },
        {
            "number": "14",
            "text": "Axo ticnaic syal Jehová icha tik: Yic val oxe' ab'il ticnaic, icha tz'aj sb'isan junok munlajvum stiempoal smunlaji, icha chi' ol aj satel sb'eyumal Moab. Wach'chom tzijtum eb' ticnaic, palta junxonhej b'otzanh ol ajkan eb'. Ol paticajel eb', te manhxalaj yip eb' b'aj ol scol sb'a, xchi Jehová."
        }
    ]
}