{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ex aj Sela ay t'a tzinan lu'um, ak'eccot nok' he calnel t'a jun yajal chonhab' t'a tzalan Sion."
        },
        {
            "number": "2",
            "text": "Ha heb' ix aj Moab, tzek' lemnaj heb' ix t'ha ha' Arnón. Icha nok' much tz'el lemnaj t'a so' yuj xiwelal, icha chi' yaj heb' ix."
        },
        {
            "number": "3",
            "text": "Ol yalan heb' aj Moab chi' t'a heb' aj Sion icha tik: Naec tas tzeyutej onh he colani. Ha exxo tzex och ko columaloc, icha junok te te' ay yenhul t'a chimk'ualil, ichocab' ta' tzeyutej onh he k'ub'anel t'a eyenhul. Icha junok tas t'ak'walil, manh chequeloc, icha chi' tzonh eyutej a onh wan ko b'at elelal tik, manh onh he ch'oxo'."
        },
        {
            "number": "4",
            "text": "Chaonheck'och cajan t'a he kal, tzonh he k'ub'anel t'a heb' wan onh sayaneq'ui, xchi heb' aj Moab chi'. Ayic ol satel jun mach tz'ixtan heb' anima chi' yet' satanpaxel juntzanh schonhab' heb',"
        },
        {
            "number": "5",
            "text": "haxo jun yinhtilalcan winhaj Dawid ol och reyal, ol yak'an yajalil t'a skal anima t'a swach'ilal yet' t'a sjichanil. Ol yak' wal och t'a sk'ool sb'oan yaj heb' anima t'a stojolal."
        },
        {
            "number": "6",
            "text": "Cojtac wal sik'lab'il tastac wal syutej sb'a heb' aj Moab yak'an ak'umtaquil. Ak'umtacxonhej scomon lolon heb', palta a tas syal heb' chi', malaj jab'oc yelk'ochi."
        },
        {
            "number": "7",
            "text": "Yuj wal chi' masanil heb' aj Moab chi', ol ok' heb' yuj schonhab'. Ol kus heb' smasanil yuj juntzanh taquinh sat uwa quechquiltac scot t'a Kir-hareset, ol taccank'e sk'ol heb' yuj."
        },
        {
            "number": "8",
            "text": "Masanil te' uwa t'a Hesbón yet' t'a Sibma ol ixtaxb'atoc. Ha t'a yalanhtaxo, a heb' yajal t'a juntzanhxo nación, stelwi heb' ayic syuk'an yal sat te' uwa chi' heb'. Ha te' uwa chi', tzato k'och te' t'a Jazer, sk'ochpax te' t'a lum taquinhtac wal sat yet' pax t'a stitac ha' mar."
        },
        {
            "number": "9",
            "text": "Yuj chi' tzin ok' icha yok' heb' aj Jazer yuj te' uwa ay t'a Sibma. Tz'elpaxcot yal in sat yuj te' ay t'a Hesbón yet' t'a Eleale. Ha t'a skal tas awab'il yuj heb' chi', ata' ol och av yic owal."
        },
        {
            "number": "10",
            "text": "Ha b'aj awab'il te' uwa, manhxalaj av yic tzalajk'olal ol ochoc, manhxa mach ol b'itan t'a skal te', manhxapaxlaj mach ol tek'anel yal sat te'. Ha Jehová ol ak'an satel masanil av chi'."
        },
        {
            "number": "11",
            "text": "Te cusnac in k'ol yuj Moab, yuj pax Kir-hareset, icha scuseltaquil yoch sjaj te' arpa."
        },
        {
            "number": "12",
            "text": "Wach'chom ol b'at heb' aj Moab chi' yal sb'ha t'a juntzanh lugar chaanh, masanto sk'unb'i heb', wach'chom sb'at heb' lesal t'a stemplo sdiosal, palta manhxa jab'oc tas ol yik' heb'."
        },
        {
            "number": "13",
            "text": "Aton juntzanh lolonel tik yalnaccan Jehová t'a yib'anh Moab t'a pecataxo."
        },
        {
            "number": "14",
            "text": "Axo ticnaik syal Jehová icha tik: Yic wal oxe' ab'il ticnaik, icha tz'aj sb'isan junok munlajwum stiempoal smunlaji, icha chi' ol aj satel sb'eyumal Moab. Wach'chom tzijtum heb' ticnaik, palta junxonhej b'otzanh ol ajkan heb'. Ol paticajel heb', te manhxalaj yip heb' b'aj ol scol sb'a, xchi Jehová."
        }
    ]
}