{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Aton juntzanh lolonel tik alb'ilcan t'a yib'anh chonhab' Damasco: Ha chonhab' Damasco, manhxo chonhab'oc ol ajcanoc. Axonhej sk'ajil ol k'ekan b'ulan."
        },
        {
            "number": "2",
            "text": "Ha juntzanh chonhab' t'a stz'eytac Aroer, ol kan tzinan t'a junelnhej, ol ochcan svalab'oc nok' molb'etzal nok'. Junk'olal ol wa nok' ta'."
        },
        {
            "number": "3",
            "text": "Manhxalaj chonhab' ayoch smuroal t'a yol yic Efraín. Ha Damasco, manhxalaj yajalil. Ha eb' aj Siria olto kan chi', q'uixvelal ol ajkan eb' icha eb' israel, xchi Jehová Yajal t'a Smasanil."
        },
        {
            "number": "4",
            "text": "Ha t'a jun k'ual chi', ol satel yak'umtaquil eb' yinhtilal vinhaj Jacob, ol satel yip eb', ol satpaxel sb'eyumal eb'."
        },
        {
            "number": "5",
            "text": "Ha schonhab' eb' chi', lajan ol ajkan icha b'aj toxo ix jochchaj ixim trigo, icha tz'aj sik'jiq'ue ixim jolom trigo tzato kan t'a spanhanil yic Refaim. Axonhej ixim sb'atcan satk'olal scani."
        },
        {
            "number": "6",
            "text": "Lajan pax ol ajkan eb' icha tz'ajkan junok te' olivo toxo ix mak'chajemta sat, d'unhquiltac tz'ajkan chab' oxeoc sat te' chi' t'a snhitac sk'ab', ma chanhe' oyeoc skan t'a te' ste'al chi'. Icha chi' ol ajcanoc, xchi Jehová co Diosal a onh israel onh tik."
        },
        {
            "number": "7",
            "text": "Ha t'a jun pekti’ chi', ol meltzajxoc spensar eb' israel t'a Mach B'ojinac, aton sDiosal eb' Axonhej Ochi."
        },
        {
            "number": "8",
            "text": "Manhxo ol yak'och juntzanh yaltar eb' sb'onac yipoc sk'ool. Manhxalaj ol aj yelk'och juntzanh te' yechel Asera t'a yol sat eb' yet' pax juntzanh altar b'ob'il yuj eb' b'aj snhus incienso."
        },
        {
            "number": "9",
            "text": "Ha t'a jun pekti’ chi', a juntzanh chonhab' ayoch smuroal, ol kan tzinan. Icha ajnaccan tzinan schonhab' eb' heveo yet' eb' amorreo ayic yelnac eb' elelal yuj xivelal t'a eb' quetisraelal t'a peca', icha chi' ol ajcanoc."
        },
        {
            "number": "10",
            "text": "Yujto ix b'at co Diosal satk'olal eyuuj, aton Jun coljinac onh, maxtzac e nacoti tato a t'ay co colnac co b'a. Yuj chi' wach'chom tzeyavej juntzanh te' eyavb'en te' wach', te' tzeyik'cot t'a ch'oc nacional,"
        },
        {
            "number": "11",
            "text": "wach'chom t'a junnhej k'ual tzeyak' q'uib' te' yic xumacan te' t'a jun k'u chi', palta haxo yic ol javoc yaelal manhxa yanhal t'a eyib'anh, malaj tas ol eyik' t'a eyavb'en chi'."
        },
        {
            "number": "12",
            "text": "Ob'iltac eb' soldado scot t'a juntzanhxo chonhab', te niwan sb'isul eb', icha sk'anh sq'ue vaan ha' mar sk'anh scot eb'. Tz'el val yav juntzanh chonhab' chi' scoti, icha val sk'anh sb'at ponholjoc ha' nivac ha' sb'eyi."
        },
        {
            "number": "13",
            "text": "Wach'chom sk'anh scot eb', palta ayic ol cachjoc eb' yuj Dios, ol b'at eb' elelal icha tz'aj yik'jib'at smatz'il ixim trigo yuj ik' t'a jolomtac vitz. Icha tz'aj yik'jib'at lum pococ yuj chacxuxum ik', icha chi' ol aj eb'."
        },
        {
            "number": "14",
            "text": "Ha t'a yemk'ualil, te ay smay eb' ajk'ol chi' quilani, palta haxo yic sakb'i, manhxalaj eb' ayeq'ui. Icha chi' ol ajkan eb' tzonh elk'ani yet' pax eb' tzonh ixtani."
        }
    ]
}