{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ob'iltac wal jun chonhab' b'aj srumumi sk'axil nok' cotac nok', aton jun chonhab' ay t'a yichanhb'at ha' niwan ha' yic Etiopía."
        },
        {
            "number": "2",
            "text": "Syak'b'at heb' schecab' t'a yib'anh ha' niwan Nilo, sb'at heb' t'a yib'anh ha' yet' juntzanh te' aj tzek'b'il walsoal. Ex checab', meltzajanhec t'a he chonhab' b'aj cajan heb' chaanh steel, heb' malaj xil sniwanil, heb' ay smay sb'inaj t'a juntzanhxo chonhab', heb' te tek'an, heb' satanel juntzanh chonhab', heb' cajan t'a lum lum macquiltac yaj yuj ha' niwac ha'."
        },
        {
            "number": "3",
            "text": "Masanil ex cajan ex t'a yol yib'anhk’inal tik, ayic ol eyilan scheclajk'e junok yechel t'a lum jolomtac witz, ol eyab'an spuchaj k'een trompeta, tze maclej eyab'i."
        },
        {
            "number": "4",
            "text": "Ix yal Jehová t'ayin icha tik: Junk'olal wajek' t'a wed'tal. Tzin kan numan in maclan wila'' tas wan yuji, icha yoc k'u t'a waresma, icha pax yal ak'wal tz'emi ayic wan smolchaj sat avb'en."
        },
        {
            "number": "5",
            "text": "Ayic wanxo yel xumaquil te' uwa, scheclajcan te' sat, palta ayic manto ja sk'ual smolchaj sat te' chi', xicjiel te' sk'ab' malaj sat, sjuljicanel te'. Icha tz'aj xicjiel te' sk'ab' chi', icha chi' ol wutej in satanel heb' ajk'ool."
        },
        {
            "number": "6",
            "text": "Toxonhej ol comon kan teljab' heb' t'a jolomtac witz chi'. Ha nok' chium nok' sjenhwi yet' nok' caltacte'al nok' ol chianb'at heb'. Ha nok' sjenhwi chi', ha t'a waresma ol aj nok' ta', haxo nok' caltacte'al nok' chi', ha t'a nhab'ilq'uinal ol aj nok' ta', xchi Jehová."
        },
        {
            "number": "7",
            "text": "Ha t'a jun pekti’ chi', a heb' anima chaanh steel, heb' malaj xil sniwanil, heb' ay smay sb'inaj t'a juntzanhxo chonhab', heb' te tek'an, heb' satanel juntzanh chonhab', heb' cajan t'a lum lum macquiltac yaj yuj ha' niwac ha', ol yik'cot yofrenda heb' t'a tzalan Sion yic b'at och heb' ejmelal t'a Jehová Yajal t'a Smasanil."
        }
    ]
}