{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ob'iltac val jun chonhab' b'aj srumumi sk'axil nok' cotac nok', aton jun chonhab' ay t'a yichanhb'at ha' niwan ha' yic Etiopía."
        },
        {
            "number": "2",
            "text": "Syak'b'at eb' schecab' t'a yib'anh ha' niwan Nilo, sb'at eb' t'a yib'anh ha' yet' juntzanh te' aj tzek'b'il valsoal. Ex checab', meltzajanhec t'a e chonhab' b'aj cajan eb' chaanh steel, eb' malaj xil snivanil, eb' ay smay sb'inaj t'a juntzanhxo chonhab', eb' te tek'an, eb' satanel juntzanh chonhab', eb' cajan t'a lum lum macquiltac yaj yuj ha' nivac ha'."
        },
        {
            "number": "3",
            "text": "Masanil ex cajan ex t'a yol yib'anhk’inal tik, ayic ol eyilan scheclajq'ue junok yechel t'a lum jolomtac vitz, ol eyab'an spuchaj q'uen trompeta, tze maclej eyab'i."
        },
        {
            "number": "4",
            "text": "Ix yal Jehová t'ayin icha tik: Junk'olal vajek' t'a ved'tal. Tzin kan numan in maclan wila'' tas van yuji, icha yoc k'u t'a varesma, icha pax yal ak'val tz'emi ayic van smolchaj sat avb'en."
        },
        {
            "number": "5",
            "text": "Ayic vanxo yel xumaquil te' uva, scheclajcan te' sat, palta ayic manto ja sk'ual smolchaj sat te' chi', xicjiel te' sk'ab' malaj sat, sjuljicanel te'. Icha tz'aj xicjiel te' sk'ab' chi', icha chi' ol vutej in satanel eb' ajk'ool."
        },
        {
            "number": "6",
            "text": "Toxonhej ol comon kan teljab' eb' t'a jolomtac vitz chi'. Ha nok' chium nok' sjenhvi yet' nok' caltacte'al nok' ol chianb'at eb'. Ha nok' sjenhvi chi', ha t'a varesma ol aj nok' ta', haxo nok' caltacte'al nok' chi', ha t'a nhab'ilq'uinal ol aj nok' ta', xchi Jehová."
        },
        {
            "number": "7",
            "text": "Ha t'a jun pekti’ chi', a eb' anima chaanh steel, eb' malaj xil snivanil, eb' ay smay sb'inaj t'a juntzanhxo chonhab', eb' te tek'an, eb' satanel juntzanh chonhab', eb' cajan t'a lum lum macquiltac yaj yuj ha' nivac ha', ol yik'cot yofrenda eb' t'a tzalan Sion yic b'at och eb' ejmelal t'a Jehová Yajal t'a Smasanil."
        }
    ]
}