{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ha juntzanh lolonel tik alb'ilcan t'a yib'anh Egipto: Ilecnab' sjavi Jehová. Ayq'ue t'a yib'anh jun asun. Yelk'olal sb'eyi sb'at t'a Egipto. Tz'ib'xiq'ue juntzanh scomon diosal eb' anima chi' t'a yichanh Jehová chi', xivpax eb' anima chi'."
        },
        {
            "number": "2",
            "text": "Syalan Jehová icha tik: Ol vak' spoj sb'a eb' aj Egipto chi', ol yak'lanq'ue oval eb' junjun. Ha eb' wach' yak'ani, ol yak'laj oval eb'. Axo juntzanh chonhab', ol syamlaj sb'ha t'a oval, ol yak'pax oval juntzanh eb' yajal."
        },
        {
            "number": "3",
            "text": "Ol vak' somchajb'at spensar eb'. Ol ixtaxb'at masanil tas nab'il yuj eb'. Yuj chi' ol yal sb'a eb' t'a comon dios, t'a eb' ajb'aal, t'a spixan chamnac yet' t'a eb' ajchum."
        },
        {
            "number": "4",
            "text": "Van valancani to ol vak'och junok rey te ov t'a Egipto, ilb'ajk'ool ol aj eb' anima yuj, xchi Jehová Yajal t'a Smasanil."
        },
        {
            "number": "5",
            "text": "Ol tup ha' niwan Nilo, taquinh ol ajkan b'aj sb'ey ha' chi'."
        },
        {
            "number": "6",
            "text": "Ha ha' sk'ab' tz'elcani, ol tup pax ha', ol q'ue sjab' b'aj sb'ey ha' chi'. Masanil ha' tz'el yoc t'a Egipto chi', jab' jab'il ol em ha' masanto ol tup ha'. Ha te' aj yet' anh ank'ultak sq'uib' t'a sti' ha', ol tacjoqueloc."
        },
        {
            "number": "7",
            "text": "Masanil anh anh ay t'a stitac ha' Nilo chi' yet' masanil tas avab'il ta', ol sateloc."
        },
        {
            "number": "8",
            "text": "Masanil eb' yamum chay t'ha ha' Nilo chi' yet' eb' syaq'uem schimpa t'a yol ha', ol el yav eb' yok' yuj cusk'olal, ol cus eb' yujto van stup ha'."
        },
        {
            "number": "9",
            "text": "Ol chab'axq'ue sk'ol eb' sb'oan ch'al lino. Axo eb' sjalani, ol somchajcanel eb'."
        },
        {
            "number": "10",
            "text": "Ol tac sk'ol eb' sb'oan k'apac k'apac. Ol somchajpax eb' smunlajvum eb'."
        },
        {
            "number": "11",
            "text": "Yelxo val malaj spensar eb' yajal yaj t'a chonhab' Zoán. Ha eb' yak'um razón vinh rey te jelan t'a Egipto chi', manhxa yopisio spensar eb' chi'. Tzato scomon tek'b'ej sb'a eb' yalan t'a vinh rey chi' icha tik: Ha onh tik, yinhtil onh eb' jelan spensar, yinhtilal onh kan eb' rey, xchi eb'."
        },
        {
            "number": "12",
            "text": "Ach sreyal Egipto, ¿b'ajtil ay eb' tz'ak'an a razón, yic syal eb' t'ayach tas nab'il t'a yib'anh Egipto yuj Jehová Yajal t'a Smasanil?"
        },
        {
            "number": "13",
            "text": "Ha eb' yajal t'a chonhab' Zoán, malaj spensar eb'. Ha eb' yajal t'a chonhab' Menfis, ix yak' sb'a eb' musansatil. Ha juntzanh eb' yajal chi' ix cuchb'anb'at eb' aj Egipto t'a tas manh wach'oc."
        },
        {
            "number": "14",
            "text": "Ha Jehová ix ak'anoch somk'olal t'a skal eb', aton eb' tz'ik'anb'at eb' aj Egipto chi' t'a tas manh wach'oc. Masanil tas sk'ulej eb', lajan icha junok uk'um anh xeji, tzek' ch'umch'onoc."
        },
        {
            "number": "15",
            "text": "Manhxa eb' aj Egipto chi' syal scolan schonhab', wach'chom b'eyum, ma meb'a', wach'chom niwan yelk'ochi, ma malaj yelk'ochi, manhxa junok mach stek'b'ej sb'a."
        },
        {
            "number": "16",
            "text": "Ha val t'a jun pekti’ chi', masanil eb' aj Egipto chi', icha eb' ix ix ol aj eb', yujto ol el yip eb' yuj xivelal ayic ol yilan eb' sk'och yaelal ol yak'b'at Jehová Yajal t'a Smasanil t'a yib'anh eb'."
        },
        {
            "number": "17",
            "text": "Ol te xivq'ue eb' yuj eb' aj Judá ayic ol snaancot eb' tas ol yutoc Jehová chi' syamk'ab'an eb' aj Judá chi'."
        },
        {
            "number": "18",
            "text": "Ha t'a jun pekti’ chi', ay oye' chonhab' t'a Egipto chi' ol alan sti' eb' israel, ol yak'an sti' eb' t'a Jehová Yajal t'a Smasanil chi'. Ha t'a skal juntzanh chonhab' chi', ay jun scuchan Schonhab' k'u."
        },
        {
            "number": "19",
            "text": "Ha t'a jun pekti’ chi', ay jun yaltar Jehová ol b'ochaj t'a yol smacb'en Egipto chi'. Axo t'a slak'anil smojonal smacb'en chi', ata' ol b'ochajcanq'ue jun q'uen q'ueen yuj yik'jichaanh Jehová."
        },
        {
            "number": "20",
            "text": "Ha jun chi' ch'oxnab'il ol ajkan t'a eb' aj Egipto yic snajicot Jehová Yajal t'a Smasanil yuj eb'. Ayic ol el yav eb' yuj eb' tz'ak'anoch syaelal, ol sk'anan scolval Jehová chi' eb', ol coljoc eb' yuj."
        },
        {
            "number": "21",
            "text": "Ha Jehová, ol yak' yojtaquejel sb'ha t'a eb' aj Egipto chi'. Ol nachajel yuj eb' tas yaj Jehová chi'. Ol och eb' ejmelal t'ay, ol snhusan silab' eb', ol yak'anpax yofrenda eb'. Ol yak'an sti' eb' t'ay, ol sk'anab'ajan eb' tas syal chi'."
        },
        {
            "number": "22",
            "text": "Ayic toxo ix ak'ji syaelal eb' aj Egipto chi' yuj Jehová, ol meltzajxoc eb' t'ay, ol ok'xoc sk'ol t'a eb', ol coljocxi eb' yuj."
        },
        {
            "number": "23",
            "text": "Ha t'a jun pekti’ chi', ay jun niwan b'e ol b'at t'a Egipto chi' masanto ol k'och t'a Asiria. Yuj chi' a eb' aj Asiria yet' eb' aj Egipto chi', ol yal sk'och eb' t'ay junjun. Ha cha makan anima chi', junxonhej ol aj yoch eb' ejmelal t'a Jehová."
        },
        {
            "number": "24",
            "text": "Ha t'a jun pekti’ chi', a eb' israel, junnhej ol yutoc sb'a eb' yet' eb' aj Egipto yet' pax eb' aj Asiria chi'. Yuj eb' ol yak' swach'k'olal Jehová t'a masanil yol yib'anhk’inal."
        },
        {
            "number": "25",
            "text": "Ha Jehová Yajal t'a Smasanil, ol yak' swach'k'olal t'a yib'anh eb'. Ol yalan icha tik: Svak' in wach'k'olal t'a yib'anh in chonhab' Egipto yet' t'a yib'anh Asiria b'ob'il vuuj yet' t'a yib'anh Israel sik'b'ilel vuuj, xcham Jehová chi'."
        }
    ]
}