{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "A juntzanh lolonel tic alb'ilcan d'a yib'anh Egipto: Ilecnab' sjavi Jehová. Ayq'ue d'a yib'anh jun asun. Yelk'olal sb'eyi sb'at d'a Egipto. Tz'ib'xiq'ue juntzanh scomon diosal eb' anima chi' d'a yichanh Jehová chi', xivpax eb' anima chi'."
        },
        {
            "number": "2",
            "text": "Syalan Jehová icha tic: Ol vak' spoj sb'a eb' aj Egipto chi', ol yak'lanq'ue oval eb' junjun. A eb' vach' yak'ani, ol yak'laj oval eb'. Axo juntzanh chonhab', ol syamlaj sb'a d'a oval, ol yak'pax oval juntzanh eb' yajal."
        },
        {
            "number": "3",
            "text": "Ol vak' somchajb'at spensar eb'. Ol ixtaxb'at masanil tas nab'il yuj eb'. Yuj chi' ol yal sb'a eb' d'a comon dios, d'a eb' ajb'aal, d'a spixan chamnac yed' d'a eb' ajchum."
        },
        {
            "number": "4",
            "text": "Van valancani to ol vak'och junoc rey te ov d'a Egipto, ilb'ajk'ool ol aj eb' anima yuuj, xchi Jehová Yajal d'a Smasanil."
        },
        {
            "number": "5",
            "text": "Ol tup a' nivan Nilo, taquinh ol ajcan b'aj sb'ey a' chi'."
        },
        {
            "number": "6",
            "text": "A a' sk'ab' tz'elcani, ol tup pax a', ol q'ue sjab' b'aj sb'ey a' chi'. Masanil a' tz'el yoc d'a Egipto chi', jab' jab'il ol em a' masanto ol tup a'. A te' aj yed' anh ank'ultac sq'uib' d'a sti' a', ol tacjoqueloc."
        },
        {
            "number": "7",
            "text": "Masanil anh anh ay d'a stitac a' Nilo chi' yed' masanil tas avab'il ta', ol sateloc."
        },
        {
            "number": "8",
            "text": "Masanil eb' yamum chay d'a a' Nilo chi' yed' eb' syaq'uem schimpa d'a yol a', ol el yav eb' yok' yuj cusk'olal, ol cus eb' yujto van stup a'."
        },
        {
            "number": "9",
            "text": "Ol chab'axq'ue sk'ol eb' sb'oan ch'al lino. Axo eb' sjalani, ol somchajcanel eb'."
        },
        {
            "number": "10",
            "text": "Ol tac sk'ol eb' sb'oan k'apac k'apac. Ol somchajpax eb' smunlajvum eb'."
        },
        {
            "number": "11",
            "text": "Yelxo val malaj spensar eb' yajal yaj d'a chonhab' Zoán. A eb' yak'um razón vinh rey te jelan d'a Egipto chi', manhxa yopisio spensar eb' chi'. Tzato scomon tek'b'ej sb'a eb' yalan d'a vinh rey chi' icha tic: A onh tic, yinhtil onh eb' jelan spensar, yinhtilal onh can eb' rey, xchi eb'."
        },
        {
            "number": "12",
            "text": "Ach sreyal Egipto, ¿b'ajtil ay eb' tz'ak'an a razón, yic syal eb' d'ayach tas nab'il d'a yib'anh Egipto yuj Jehová Yajal d'a Smasanil?"
        },
        {
            "number": "13",
            "text": "A eb' yajal d'a chonhab' Zoán, malaj spensar eb'. A eb' yajal d'a chonhab' Menfis, ix yak' sb'a eb' musansatil. A juntzanh eb' yajal chi' ix cuchb'anb'at eb' aj Egipto d'a tas manh vach'oc."
        },
        {
            "number": "14",
            "text": "A Jehová ix ak'anoch somk'olal d'a scal eb', aton eb' tz'ik'anb'at eb' aj Egipto chi' d'a tas manh vach'oc. Masanil tas sk'ulej eb', lajan icha junoc uk'um anh xeji, tz'ek' ch'umch'onoc."
        },
        {
            "number": "15",
            "text": "Manhxa eb' aj Egipto chi' syal scolan schonhab', vach'chom b'eyum, ma meb'a', vach'chom nivan yelk'ochi, ma malaj yelk'ochi, manhxa junoc mach stek'b'ej sb'a."
        },
        {
            "number": "16",
            "text": "A val d'a jun tiempoal chi', masanil eb' aj Egipto chi', icha eb' ix ix ol aj eb', yujto ol el yip eb' yuj xivelal ayic ol yilan eb' sk'och yaelal ol yak'b'at Jehová Yajal d'a Smasanil d'a yib'anh eb'."
        },
        {
            "number": "17",
            "text": "Ol te xivq'ue eb' yuj eb' aj Judá ayic ol snaancot eb' tas ol yutoc Jehová chi' syamk'ab'an eb' aj Judá chi'."
        },
        {
            "number": "18",
            "text": "A d'a jun tiempoal chi', ay oye' chonhab' d'a Egipto chi' ol alan sti' eb' israel, ol yak'an sti' eb' d'a Jehová Yajal d'a Smasanil chi'. A d'a scal juntzanh chonhab' chi', ay jun scuchan Schonhab' k'u."
        },
        {
            "number": "19",
            "text": "A d'a jun tiempoal chi', ay jun yaltar Jehová ol b'ochaj d'a yol smacb'en Egipto chi'. Axo d'a slak'anil smojonal smacb'en chi', ata' ol b'ochajcanq'ue jun q'uen q'ueen yuj yik'jichaanh Jehová."
        },
        {
            "number": "20",
            "text": "A jun chi' ch'oxnab'il ol ajcan d'a eb' aj Egipto yic snajicot Jehová Yajal d'a Smasanil yuj eb'. Ayic ol el yav eb' yuj eb' tz'ak'anoch syaelal, ol sk'anan scolval Jehová chi' eb', ol coljoc eb' yuuj."
        },
        {
            "number": "21",
            "text": "A Jehová, ol yak' yojtaquejel sb'a d'a eb' aj Egipto chi'. Ol nachajel yuj eb' tas yaj Jehová chi'. Ol och eb' ejmelal d'ay, ol snhusan silab' eb', ol yak'anpax yofrenda eb'. Ol yak'an sti' eb' d'ay, ol sk'anab'ajan eb' tas syal chi'."
        },
        {
            "number": "22",
            "text": "Ayic toxo ix ak'ji syaelal eb' aj Egipto chi' yuj Jehová, ol meltzajxoc eb' d'ay, ol ok'xoc sk'ol d'a eb', ol coljocxi eb' yuuj."
        },
        {
            "number": "23",
            "text": "A d'a jun tiempoal chi', ay jun nivan b'e ol b'at d'a Egipto chi' masanto ol k'och d'a Asiria. Yuj chi' a eb' aj Asiria yed' eb' aj Egipto chi', ol yal sk'och eb' d'ay junjun. A cha macanh anima chi', junxonhej ol aj yoch eb' ejmelal d'a Jehová."
        },
        {
            "number": "24",
            "text": "A d'a jun tiempoal chi', a eb' israel, junnhej ol yutoc sb'a eb' yed' eb' aj Egipto yed' pax eb' aj Asiria chi'. Yuj eb' ol yak' svach'k'olal Jehová d'a masanil yolyib'anhq'uinal."
        },
        {
            "number": "25",
            "text": "A Jehová Yajal d'a Smasanil, ol yak' svach'k'olal d'a yib'anh eb'. Ol yalan icha tic: Svak' in vach'k'olal d'a yib'anh in chonhab' Egipto yed' d'a yib'anh Asiria b'ob'il vuuj yed' d'a yib'anh Israel sik'b'ilel vuuj, xcham Jehová chi'."
        }
    ]
}