{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ha juntzanh lolonel tik alb'ilcan t'a yib'anh Egipto: Ilecnab' sjawi Jehová. Ayk'e t'a yib'anh jun asun. Yelk'olal sb'eyi sb'at t'a Egipto. Tz'ib'xik'e juntzanh scomon diosal heb' anima chi' t'a yichanh Jehová chi', xivpax heb' anima chi'."
        },
        {
            "number": "2",
            "text": "Syalan Jehová icha tik: Ol wak' spoj sb'a heb' aj Egipto chi', ol yak'lank'e owal heb' junjun. Ha heb' wach' yak'ani, ol yak'laj owal heb'. Axo juntzanh chonhab', ol syamlaj sb'ha t'a owal, ol yak'pax owal juntzanh heb' yajal."
        },
        {
            "number": "3",
            "text": "Ol wak' somchajb'at spensar heb'. Ol ixtaxb'at masanil tas nab'il yuj heb'. Yuj chi' ol yal sb'a heb' t'a comon Dios, t'a heb' ajb'aal, t'a spixan chamnac yet' t'a heb' ajchum."
        },
        {
            "number": "4",
            "text": "Van walancani to ol wak'och junok rey te ov t'a Egipto, ilb'ajk'ool ol aj heb' anima yuj, xchi Jehová Yajal t'a Smasanil."
        },
        {
            "number": "5",
            "text": "Ol tup ha' niwan Nilo, taquinh ol ajkan b'aj sb'ey ha' chi'."
        },
        {
            "number": "6",
            "text": "Ha ha' sk'ab' tz'elcani, ol tup pax ha', ol k'e sjab' b'aj sb'ey ha' chi'. Masanil ha' tz'el yoc t'a Egipto chi', jab' jab'il ol em ha' masanto ol tup ha'. Ha te' aj yet' anh ank'ultak sq'uib' t'a sti' ha', ol tacjoqueloc."
        },
        {
            "number": "7",
            "text": "Masanil anh anh ay t'a stitac ha' Nilo chi' yet' masanil tas awab'il ta', ol sateloc."
        },
        {
            "number": "8",
            "text": "Masanil heb' yamum chay t'ha ha' Nilo chi' yet' heb' syak'em schimpa t'a yol ha', ol el yav heb' yok' yuj cusk'olal, ol kus heb' yujto wan stup ha'."
        },
        {
            "number": "9",
            "text": "Ol chab'axk'e sk'ol heb' sb'oan ch'al lino. Axo heb' sjalani, ol somchajcanel heb'."
        },
        {
            "number": "10",
            "text": "Ol tac sk'ol heb' sb'oan k'apac k'apac. Ol somchajpax heb' smunlajwum heb'."
        },
        {
            "number": "11",
            "text": "Yelxo wal malaj spensar heb' yajal yaj t'a chonhab' Zoán. Ha heb' yak'um razón winh rey te jelan t'a Egipto chi', manhxa yopisio spensar heb' chi'. Tzato scomon tek'b'ej sb'a heb' yalan t'a winh rey chi' icha tik: Ha onh tik, yinhtil onh heb' jelan spensar, yinhtilal onh kan heb' rey, xchi heb'."
        },
        {
            "number": "12",
            "text": "Ach sreyal Egipto, ¿b'ajtil ay heb' tz'ak'an a razón, yic syal heb' t'ayach tas nab'il t'a yib'anh Egipto yuj Jehová Yajal t'a Smasanil?"
        },
        {
            "number": "13",
            "text": "Ha heb' yajal t'a chonhab' Zoán, malaj spensar heb'. Ha heb' yajal t'a chonhab' Menfis, ix yak' sb'a heb' musansatil. Ha juntzanh heb' yajal chi' ix cuchb'anb'at heb' aj Egipto t'a tas manh wach'oc."
        },
        {
            "number": "14",
            "text": "Ha Jehová ix ak'anoch somk'olal t'a skal heb', aton heb' tz'ik'anb'at heb' aj Egipto chi' t'a tas manh wach'oc. Masanil tas sk'ulej heb', lajan icha junok uk'um anh xeji, tzek' ch'umch'onoc."
        },
        {
            "number": "15",
            "text": "Manhxa heb' aj Egipto chi' syal scolan schonhab', wach'chom b'eyum, ma meb'a', wach'chom niwan yelk'ochi, ma malaj yelk'ochi, manhxa junok mach stek'b'ej sb'a."
        },
        {
            "number": "16",
            "text": "Ha wal t'a jun pekti’ chi', masanil heb' aj Egipto chi', icha heb' ix ix ol aj heb', yujto ol el yip heb' yuj xiwelal ayic ol yilan heb' sk'och yaelal ol yak'b'at Jehová Yajal t'a Smasanil t'a yib'anh heb'."
        },
        {
            "number": "17",
            "text": "Ol te xivk'e heb' yuj heb' aj Judá ayic ol snaancot heb' tas ol yutoc Jehová chi' syamk'ab'an heb' aj Judá chi'."
        },
        {
            "number": "18",
            "text": "Ha t'a jun pekti’ chi', ay oye' chonhab' t'a Egipto chi' ol alan sti' heb' israel, ol yak'an sti' heb' t'a Jehová Yajal t'a Smasanil chi'. Ha t'a skal juntzanh chonhab' chi', ay jun scuchan Schonhab' k'u."
        },
        {
            "number": "19",
            "text": "Ha t'a jun pekti’ chi', ay jun yaltar Jehová ol b'ochaj t'a yol smacb'en Egipto chi'. Axo t'a slak'anil smojonal smacb'en chi', ata' ol b'ochajcank'e jun k'een k'een yuj yik'jichaanh Jehová."
        },
        {
            "number": "20",
            "text": "Ha jun chi' ch'oxnab'il ol ajkan t'a heb' aj Egipto yic snajicot Jehová Yajal t'a Smasanil yuj heb'. Ayic ol el yav heb' yuj heb' tz'ak'anoch syaelal, ol sk'anan scolwal Jehová chi' heb', ol coljoc heb' yuj."
        },
        {
            "number": "21",
            "text": "Ha Jehová, ol yak' yojtaquejel sb'ha t'a heb' aj Egipto chi'. Ol nachajel yuj heb' tas yaj Jehová chi'. Ol och heb' ejmelal t'ay, ol snhusan silab' heb', ol yak'anpax yofrenda heb'. Ol yak'an sti' heb' t'ay, ol sk'anab'ajan heb' tas syal chi'."
        },
        {
            "number": "22",
            "text": "Ayic toxo ix ak'ji syaelal heb' aj Egipto chi' yuj Jehová, ol meltzajxoc heb' t'ay, ol ok'xoc sk'ol t'a heb', ol coljocxi heb' yuj."
        },
        {
            "number": "23",
            "text": "Ha t'a jun pekti’ chi', ay jun niwan b'e ol b'at t'a Egipto chi' masanto ol k'och t'a Asiria. Yuj chi' a heb' aj Asiria yet' heb' aj Egipto chi', ol yal sk'och heb' t'ay junjun. Ha cha makan anima chi', junxonhej ol aj yoch heb' ejmelal t'a Jehová."
        },
        {
            "number": "24",
            "text": "Ha t'a jun pekti’ chi', a heb' israel, junnhej ol yutoc sb'a heb' yet' heb' aj Egipto yet' pax heb' aj Asiria chi'. Yuj heb' ol yak' swach'k'olal Jehová t'a masanil yol yib'anhk’inal."
        },
        {
            "number": "25",
            "text": "Ha Jehová Yajal t'a Smasanil, ol yak' swach'k'olal t'a yib'anh heb'. Ol yalan icha tik: Swak' in wach'k'olal t'a yib'anh in chonhab' Egipto yet' t'a yib'anh Asiria b'ob'il wuuj yet' t'a yib'anh Israel sik'b'ilel wuuj, xcham Jehová chi'."
        }
    ]
}