{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Aton juntzanh tic ix ch'oxji vil a in Isaías in yuninal in vinhaj Amoz, yuj tas ol javoc d'a yib'anh Jerusalén yed' d'a juntzanhxo chonhab' ay d'a yol smacb'en Judá."
        },
        {
            "number": "2",
            "text": "A d'a slajvub' k'ual, a lum tzalan b'aj ay stemplo Jehová, ol chaanhb'ocq'ue luum, ol ek' lum d'a yib'anh juntzanhxo vitz ay d'a stz'eytac chi'. Masanil eb' anima d'a junjun chonhab', ol javoc eb' d'a luum."
        },
        {
            "number": "3",
            "text": "Manh jantacoc eb' anima d'a junjun nación ol laj alan d'ay junjun icha tic: Cotanhec, conh q'ueec d'a sjolom lum vitz b'aj ay stemplo Jehová sDiosal vinhaj Jacob yic tzonh sk'ayb'ej d'a sb'eyb'al, yic ol co b'eyb'alej sb'eyb'al chi', xcham eb'. Yujto a d'a Sion, aton Jerusalén, ol elta sk'ayb'ub'al Jehová, aton schecnab'il."
        },
        {
            "number": "4",
            "text": "A Jehová chi' ol ch'olb'itan yaj masanil nación. Ol yak' lajvoc oval d'a scal eb'. Yuj chi' a q'uen yespada eb', asaronal ol ochcan q'ueen, axo q'uen slanza eb' ol ochcan d'a jochlab' trigoal. Manhxo ol yak' oval eb'. Manhxo ol sk'ayb'ej sb'a eb' yak'an oval."
        },
        {
            "number": "5",
            "text": "A onh yinhtilalonhcan vinhaj Jacob tic, conh b'eyec ek' d'a saquilq'uinal Jehová."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, ix onh actej val can a onh a chonhab' Israel onh tic, a onh yinhtilonhcan vinhaj Jacob tic, yujto b'ud'jinaquel co chonhab' yuj eb' schuman yed' q'uen k'anal scot d'a stojolal b'aj sjavi k'u yed' eb' naumel lolonel icha syutej sb'a eb' filisteo. Sb'oan strato eb' yed' eb' ch'oc chonhab'il ay scomon dios."
        },
        {
            "number": "7",
            "text": "A co chonhab', b'ud'jinaquel yuj q'uen oro yed' q'uen plata, maxtzac b'ischaj jantac co b'eyumal. Maxtzac b'ischaj jantac nok' chej yed' carruaje yic oval."
        },
        {
            "number": "8",
            "text": "Palta b'ud'jinacpaxel co chonhab' yuj juntzanh yechel comon dios. Slaj yalan sb'a eb' anima d'a juntzanh yechel sb'o chi'."
        },
        {
            "number": "9",
            "text": "Yuj chi' emnaquilxonhej ix onh ajcani. Mamin, manh ak' nivank'olal eb' sk'ulan juntzanh chi'."
        },
        {
            "number": "10",
            "text": "Ex vetchonhab', ochanhec d'a yoltac q'uen nhaq'ueen, k'ub'ejequel e b'a d'a yoltac jul yuj e xivk'olal d'a yichanh Jehová, te ay smay yilji Jehová chi' yed' stziquiquial."
        },
        {
            "number": "11",
            "text": "A eb' ak'umtac, ol em nhojan eb'. A eb' syik' val chaanh sb'a, ol ik'jocxicanem eb'. Anhej Jehová ol ik'jocchaanh d'a jun k'ual chi'."
        },
        {
            "number": "12",
            "text": "Yujto a Jehová Yajal d'a Smasanil, ay jun k'ual nab'ilxo yuuj, yic ol yak'ancot yoval sk'ol d'a yib'anh eb' syik' val chaanh sb'a, ol ik'joccanem eb' yuuj."
        },
        {
            "number": "13",
            "text": "Masanil te' k'ute' chaanh steel d'a Líbano yed' masanil te' ji d'a Basán, ol satjoquel te' yuj Jehová."
        },
        {
            "number": "14",
            "text": "Ol satanpaxel masanil lum nivac vitz yed' lum tzalquixtac chaanh."
        },
        {
            "number": "15",
            "text": "Ol satjocpaxel masanil yed'tal eb' soldado chaanh yajq'ue yuuj yed' masanil smuroal chonhab' vach' yajochi."
        },
        {
            "number": "16",
            "text": "Ol yak'ancanem masanil te' barco yic Tarsis d'a yich a' mar yed' masanil te' barco te vach' yilji."
        },
        {
            "number": "17",
            "text": "A eb' syik' val chaanh sb'a, ol lajvoquel eb' d'a junelnhej. Anhej Jehová ol ik'jocchaanh d'a jun k'ual chi'."
        },
        {
            "number": "18",
            "text": "A Dios ol satanel masanil yechel juntzanh comon dios."
        },
        {
            "number": "19",
            "text": "Ayic ol syamanoch yak'an ib'xoc yolyib'anhq'uinal tic, ol laj xivq'ue eb' anima. Ol laj sk'ub'anel sb'a eb' d'a yoltac q'uen nhaq'ueen yed' d'a yoltac jul. Ata' ol sk'ub'ejel sb'a eb' d'a yichanh Jehová, yujto te ay smay yed' jantac stziquiquial."
        },
        {
            "number": "20",
            "text": "A d'a jun k'ual chi', a eb' anima, ol laj sjulcanb'at juntzanh yechel scomon diosal eb' b'aj ay nok' ch'oov yed' b'aj ay nok' sotz', aton juntzanh b'ob'il yuj eb' d'a q'uen plata yed' d'a q'uen oro b'aj ix laj yal sb'a."
        },
        {
            "number": "21",
            "text": "Ayic ol syamanoch Jehová chi' yak'an ib'xoc yolyib'anhq'uinal tic, ol laj sk'ub'ejel sb'a eb' anima d'a yoltac q'uen nhaq'ueen yed' d'a yoltac sjatelal q'uen nivac tenam, yujto ol xiv eb' d'a yichanh, yujto te ay smay yilji yed' jantac stziquiquial."
        },
        {
            "number": "22",
            "text": "Actejec eyak'anoch eb' quetanimail yipoc e k'ool, yujto a onh anima onh tic, chamel b'a anima caji, junnhej rato tz'el jab' quik' tic."
        }
    ]
}