{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Aton juntzanh tik ix ch'oxji wil a in Isaías in yuninal in winhaj Amoz, yuj tas ol jawok t'a yib'anh Jerusalén yet' t'a juntzanhxo chonhab' ay t'a yol smacb'en Judá."
        },
        {
            "number": "2",
            "text": "Ha t'a slajwub' k'ual, a lum tzalan b'aj ay stemplo Jehová, ol chaanhb'ock'e lu'um, ol ek' lum t'a yib'anh juntzanhxo witz ay t'a stz'eytac chi'. Masanil heb' anima t'a junjun chonhab', ol jawok heb' t'a lu'um."
        },
        {
            "number": "3",
            "text": "Manh jantacoc heb' anima t'a junjun nación ol laj alan t'ay junjun icha tik: Cotanhec, conh k'eec t'a sjolom lum witz b'aj ay stemplo Jehová sDiosal winhaj Jacob yic tzonh sk'ayb'ej t'a sb'eyb'al, yic ol ko b'eyb'alej sb'eyb'al chi', xcham heb'. Yujto ha t'a Sion, aton Jerusalén, ol elta sk'ayb'ub'al Jehová, aton schecnab'il."
        },
        {
            "number": "4",
            "text": "Ha Jehová chi' ol ch'olb'itan yaj masanil nación. Ol yak' lajwoc owal t'a skal heb'. Yuj chi' a k'een yespada heb', asaronal ol ochkan k'een, haxo k'een slanza heb' ol ochkan t'a jochlab' trigoal. Manhxo ol yak' owal heb'. Manhxo ol sk'ayb'ej sb'a heb' yak'an owal."
        },
        {
            "number": "5",
            "text": "Ha onh yinhtilalonhcan winhaj Jacob tik, conh b'eyec ek' t'a sakil k'inal Jehová."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, ix onh actej wal kan a onh a chonhab' Israel onh tik, a onh yinhtilonhcan winhaj Jacob tik, yujto b'ud'jinaquel ko chonhab' yuj heb' schuman yet' k'een k'anal scot t'a stojolal b'aj sjawi k'u yet' heb' naumel lolonel icha syutej sb'a heb' filisteo. Sb'oan strato heb' yet' heb' ch'oc chonhab'il ay scomon Dios."
        },
        {
            "number": "7",
            "text": "Ha ko chonhab', b'ud'jinaquel yuj k'een oro yet' k'een plata, maxtzac b'ischaj jantac ko b'eyumal. Maxtzac b'ischaj jantac nok' chej yet' carruaje yic owal."
        },
        {
            "number": "8",
            "text": "Palta b'ud'jinacpaxel ko chonhab' yuj juntzanh yechel comon Dios. Slaj yalan sb'a heb' anima t'a juntzanh yechel sb'o chi'."
        },
        {
            "number": "9",
            "text": "Yuj chi' emnaquilxonhej ix onh ajkani. Mamin, manh ak' niwank'olal heb' sk'ulan juntzanh chi'."
        },
        {
            "number": "10",
            "text": "Ex wetchonhab', ochanhec t'a yoltac k'een nhak'een, k'ub'ejequel he b'ha t'a yoltac jul yuj he xivk'olal t'a yichanh Jehová, te ay smay yilji Jehová chi' yet' stziquiquial."
        },
        {
            "number": "11",
            "text": "Ha heb' ak'umtac, ol em nhojan heb'. Ha heb' syik' wal chaanh sb'a, ol ik'jocxikanem heb'. Anhej Jehová ol ik'jocchaanh t'a jun k'ual chi'."
        },
        {
            "number": "12",
            "text": "Yujto a Jehová Yajal t'a Smasanil, ay jun k'ual nab'ilxo yuj, yic ol yak'ancot yowal sk'ol t'a yib'anh heb' syik' wal chaanh sb'a, ol ik'jokkanem heb' yuj."
        },
        {
            "number": "13",
            "text": "Masanil te' k'ute' chaanh steel t'a Líbano yet' masanil te' ji t'a Basán, ol satjoquel te' yuj Jehová."
        },
        {
            "number": "14",
            "text": "Ol satanpaxel masanil lum niwac witz yet' lum tzalquixtac chaanh."
        },
        {
            "number": "15",
            "text": "Ol satjocpaxel masanil yet'tal heb' soldado chaanh yajk'e yuj yet' masanil smuroal chonhab' wach' yajochi."
        },
        {
            "number": "16",
            "text": "Ol yak'ankanem masanil te' barco yic Tarsis t'a yich ha' mar yet' masanil te' barco te wach' yilji."
        },
        {
            "number": "17",
            "text": "Ha heb' syik' wal chaanh sb'a, ol lajwoquel heb' t'a junelnhej. Anhej Jehová ol ik'jocchaanh t'a jun k'ual chi'."
        },
        {
            "number": "18",
            "text": "Ha Dios ol satanel masanil yechel juntzanh comon Dios."
        },
        {
            "number": "19",
            "text": "Ayic ol syamanoch yak'an ib'xoc yol yib'anhk’inal tik, ol laj xivk'e heb' anima. Ol laj sk'ub'anel sb'a heb' t'a yoltac k'een nhak'een yet' t'a yoltac jul. Ata' ol sk'ub'ejel sb'a heb' t'a yichanh Jehová, yujto te ay smay yet' jantac stziquiquial."
        },
        {
            "number": "20",
            "text": "Ha t'a jun k'ual chi', a heb' anima, ol laj sjulcanb'at juntzanh yechel scomon diosal heb' b'aj ay nok' ch'oov yet' b'aj ay nok' sotz', aton juntzanh b'ob'il yuj heb' t'a k'een plata yet' t'a k'een oro b'aj ix laj yal sb'a."
        },
        {
            "number": "21",
            "text": "Ayic ol syamanoch Jehová chi' yak'an ib'xoc yol yib'anhk’inal tik, ol laj sk'ub'ejel sb'a heb' anima t'a yoltac k'een nhak'een yet' t'a yoltac sjatelal k'een niwac tenam, yujto ol xiv heb' t'a yichanh, yujto te ay smay yilji yet' jantac stziquiquial."
        },
        {
            "number": "22",
            "text": "Actejec eyak'anoch heb' quetanimail yipoc he k'ool, yujto a onh anima onh tik, chamel b'a anima kaji, junnhej rato tz'el jab' quik' tik."
        }
    ]
}