{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Aton juntzanh tik ix ch'oxji vil a in Isaías in yuninal in vinhaj Amoz, yuj tas ol javoc t'a yib'anh Jerusalén yet' t'a juntzanhxo chonhab' ay t'a yol smacb'en Judá."
        },
        {
            "number": "2",
            "text": "Ha t'a slajvub' k'ual, a lum tzalan b'aj ay stemplo Jehová, ol chaanhb'ocq'ue lu'um, ol ek' lum t'a yib'anh juntzanhxo vitz ay t'a stz'eytac chi'. Masanil eb' anima t'a junjun chonhab', ol javoc eb' t'a lu'um."
        },
        {
            "number": "3",
            "text": "Manh jantacoc eb' anima t'a junjun nación ol laj alan t'ay junjun icha tik: Cotanhec, conh q'ueec t'a sjolom lum vitz b'aj ay stemplo Jehová sDiosal vinhaj Jacob yic tzonh sk'ayb'ej t'a sb'eyb'al, yic ol co b'eyb'alej sb'eyb'al chi', xcham eb'. Yujto ha t'a Sion, aton Jerusalén, ol elta sk'ayb'ub'al Jehová, aton schecnab'il."
        },
        {
            "number": "4",
            "text": "Ha Jehová chi' ol ch'olb'itan yaj masanil nación. Ol yak' lajvoc oval t'a skal eb'. Yuj chi' a q'uen yespada eb', asaronal ol ochcan q'ueen, haxo q'uen slanza eb' ol ochcan t'a jochlab' trigoal. Manhxo ol yak' oval eb'. Manhxo ol sk'ayb'ej sb'a eb' yak'an oval."
        },
        {
            "number": "5",
            "text": "Ha onh yinhtilalonhcan vinhaj Jacob tik, conh b'eyec ek' t'a sakil k'inal Jehová."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, ix onh actej val kan a onh a chonhab' Israel onh tik, a onh yinhtilonhcan vinhaj Jacob tik, yujto b'ud'jinaquel co chonhab' yuj eb' schuman yet' q'uen k'anal scot t'a stojolal b'aj sjavi k'u yet' eb' naumel lolonel icha syutej sb'a eb' filisteo. Sb'oan strato eb' yet' eb' ch'oc chonhab'il ay scomon dios."
        },
        {
            "number": "7",
            "text": "Ha co chonhab', b'ud'jinaquel yuj q'uen oro yet' q'uen plata, maxtzac b'ischaj jantac co b'eyumal. Maxtzac b'ischaj jantac nok' chej yet' carruaje yic oval."
        },
        {
            "number": "8",
            "text": "Palta b'ud'jinacpaxel co chonhab' yuj juntzanh yechel comon dios. Slaj yalan sb'a eb' anima t'a juntzanh yechel sb'o chi'."
        },
        {
            "number": "9",
            "text": "Yuj chi' emnaquilxonhej ix onh ajcani. Mamin, manh ak' nivank'olal eb' sk'ulan juntzanh chi'."
        },
        {
            "number": "10",
            "text": "Ex vetchonhab', ochanhec t'a yoltac q'uen nhaq'ueen, k'ub'ejequel e b'ha t'a yoltac jul yuj e xivk'olal t'a yichanh Jehová, te ay smay yilji Jehová chi' yet' stziquiquial."
        },
        {
            "number": "11",
            "text": "Ha eb' ak'umtac, ol em nhojan eb'. Ha eb' syik' val chaanh sb'a, ol ik'jocxicanem eb'. Anhej Jehová ol ik'jocchaanh t'a jun k'ual chi'."
        },
        {
            "number": "12",
            "text": "Yujto a Jehová Yajal t'a Smasanil, ay jun k'ual nab'ilxo yuj, yic ol yak'ancot yoval sk'ol t'a yib'anh eb' syik' val chaanh sb'a, ol ik'joccanem eb' yuj."
        },
        {
            "number": "13",
            "text": "Masanil te' k'ute' chaanh steel t'a Líbano yet' masanil te' ji t'a Basán, ol satjoquel te' yuj Jehová."
        },
        {
            "number": "14",
            "text": "Ol satanpaxel masanil lum nivac vitz yet' lum tzalquixtac chaanh."
        },
        {
            "number": "15",
            "text": "Ol satjocpaxel masanil yet'tal eb' soldado chaanh yajq'ue yuj yet' masanil smuroal chonhab' wach' yajochi."
        },
        {
            "number": "16",
            "text": "Ol yak'ancanem masanil te' barco yic Tarsis t'a yich ha' mar yet' masanil te' barco te wach' yilji."
        },
        {
            "number": "17",
            "text": "Ha eb' syik' val chaanh sb'a, ol lajvoquel eb' t'a junelnhej. Anhej Jehová ol ik'jocchaanh t'a jun k'ual chi'."
        },
        {
            "number": "18",
            "text": "Ha Dios ol satanel masanil yechel juntzanh comon dios."
        },
        {
            "number": "19",
            "text": "Ayic ol syamanoch yak'an ib'xoc yol yib'anhk’inal tik, ol laj xivq'ue eb' anima. Ol laj sk'ub'anel sb'a eb' t'a yoltac q'uen nhaq'ueen yet' t'a yoltac jul. Ata' ol sk'ub'ejel sb'a eb' t'a yichanh Jehová, yujto te ay smay yet' jantac stziquiquial."
        },
        {
            "number": "20",
            "text": "Ha t'a jun k'ual chi', a eb' anima, ol laj sjulcanb'at juntzanh yechel scomon diosal eb' b'aj ay nok' ch'oov yet' b'aj ay nok' sotz', aton juntzanh b'ob'il yuj eb' t'a q'uen plata yet' t'a q'uen oro b'aj ix laj yal sb'a."
        },
        {
            "number": "21",
            "text": "Ayic ol syamanoch Jehová chi' yak'an ib'xoc yol yib'anhk’inal tik, ol laj sk'ub'ejel sb'a eb' anima t'a yoltac q'uen nhaq'ueen yet' t'a yoltac sjatelal q'uen nivac tenam, yujto ol xiv eb' t'a yichanh, yujto te ay smay yilji yet' jantac stziquiquial."
        },
        {
            "number": "22",
            "text": "Actejec eyak'anoch eb' quetanimail yipoc e k'ool, yujto a onh anima onh tik, chamel b'a anima caji, junnhej rato tz'el jab' quik' tik."
        }
    ]
}