{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Alb'ilcan juntzanh lolonel tik yuj lum tzinan lu'um t'a sti' ha' mar: Icha junok chacxuxum ik' tzek' t'a lum Neguev, icha chi' ol aj scot eb' milvajum t'a lum tzinan lu'um te ay smay."
        },
        {
            "number": "2",
            "text": "Ayxo smay jun tas sch'ox Dios vil tik: Ay eb' smeltzajoch yak' chucal t'a yetanimail. Ha eb' milvajum, smilvajnhej eb'. Ex aj Elam yet' ex aj Media, b'at ochanhec oyan t'a spatic chonhab' Babilonia, tzeyak'an oval yet'oc. Ha Jehová ix ak'an sti' to ol yak' lajvoc yaelal ix yak'och jun nación chi'."
        },
        {
            "number": "3",
            "text": "Yuj tas ix vil chi' tzin ek' b'acb'on yuj vab'an syail icha tz'aj junok ix ix tz'alji yune'. Ha yuj tas svab' chi' tzin somchajchaanh, yuj tas svil chi' manhxo in animaoc svab'i."
        },
        {
            "number": "4",
            "text": "Toxonhej somson yol in jolom, tzin ib'xi yuj xivelal. Te chucxonhej in k'ool svab' yuj tas ay smay. Junjun k'u, ayic numnonxo sq'uik'b'i, tzin te tzalaj val, palta haxo ticnaic, toxonhej tzin te xiv yuj tas svil tik."
        },
        {
            "number": "5",
            "text": "Ix vilani, toxo ix b'o juntzanh mexa, wach'xopax yaj b'aj tz'em k'ojan eb' avtab'il. Van sva eb', syuk'an ha' eb', haxo t'a jun rato chi', ix och jun av icha tik: Ex yajalil eb' soldado, aq'ek lista e b'a yet' e maclab' jul-lab', xchi ix vab'i."
        },
        {
            "number": "6",
            "text": "Ha Jehová ix alan t'ayin icha tik: Ixic, ak'och junok macvajum, yic wach' syal masanil tas syila'."
        },
        {
            "number": "7",
            "text": "Ayic syilan vinh scot junok carruaje tok'b'il yuj chavanhoc nok' chej, mato ay anima ayq'ue t'a yib'anh nok' b'uru, ma t'a yib'anh nok' camello, scham val yilan vinh tas yaji, xchi Jehová chi'."
        },
        {
            "number": "8",
            "text": "Ha jun vinh macvajum chi', ix el yav vinh ix yalan vinh: Ha b'aj tzin maclej tik Mamin, ayinnhej ek' t'a junjun k'u yet' t'a junjun ak'val, tzin macvaji."
        },
        {
            "number": "9",
            "text": "Axo ticnaic, svil scot jun carruaje tok'b'il yuj chavanh nok' chej, a jun mach ayq'ue t'a yol carruaje chi', a tz'alan icha tik: Ix ak'ji ganar Babilonia. Ix sateli. Masanil scomon diosal eb' ix pojb'ati, chok' ix ajcanem t'a sat lu'um, xchi, xchi vinh macvajum chi'."
        },
        {
            "number": "10",
            "text": "Ab'ec ex vetchonhab', a ex ix ex tek'jiem icha ixim trigo yuj eb' aj Babilonia chi', a tas ix val tik t'ayex, aton tas ix vab' yuj Jehová Yajal t'a Smasanil, aton co Diosal a onh israel onh tik."
        },
        {
            "number": "11",
            "text": "Aton lolonel tik alb'ilcan t'a yib'anh Edom: Ay junok eb' aj Edom chi' ix avajcot t'ayin: ¿Jantacto sk'an sakb'i ach macvajum? ¿Jayeto hora k'ik'to? xchi."
        },
        {
            "number": "12",
            "text": "Ix in tak'vi icha tik: Vanxo sakb'i, palta elanhchamel ol k'ik'b'ocxi. Tato tza nib'ej tza k'anb'ejxi, ixic ol xo ul a k'anb'ejxi, xin chi t'ay."
        },
        {
            "number": "13",
            "text": "Aton juntzanh tik alb'ilcan t'a yib'anh Arabia: Ex chonhvajum aj Dedán, a ex tzex vaycan t'a caltac te' t'a Arabia,"
        },
        {
            "number": "14",
            "text": "elanhec e cha eb' ay staquinhtial, tzeyak'an ha' yuq'uej eb'. Ha ex cajan ex t'a chonhab' Tema, elanhec b'aj tzek' eb' sb'at elelal, tzeyaltan vael t'a eb'."
        },
        {
            "number": "15",
            "text": "Yujto van yel eb' elelal t'a q'uen espada te jay ye yet' jul-lab' van sjuljieli, aton b'aj ov yak'an oval."
        },
        {
            "number": "16",
            "text": "Ix yalan Jehová t'ayin icha tik: Yic val jun ab'il ticnaic, icha tz'aj sb'isan stiempo junok munlajvum, a val ta' ol satel snivanil yelk'och chonhab' Cedar."
        },
        {
            "number": "17",
            "text": "Ha eb' aj Cedar jelan sjulvaji, jayvanhxonhej eb' ol canoc. Ha in Jehová e Diosal in a ex israel ex tik, a in svala', xchi."
        }
    ]
}