{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Aton juntzanh tik alb'ilcan t'a yib'anh jun chonhab' ay t'a ch'olan b'aj sch'oxji tas nab'il yuj Jehová, syalan icha tik: ¿Tas tzex ik'ani yuj chi' he masanil tzex k'e t'a yib'anh pat?"
        },
        {
            "number": "2",
            "text": "Toxonhej tzex k'e somnajoc, wek'eq'ui yel eyav yuj eyak'an q'uinh. Ha heb' anima chamnac t'a he kal, manhoc yuj k'een espada chamnac heb', manhoc pax t'a skal owal chamnac heb'."
        },
        {
            "number": "3",
            "text": "Masanil heb' eyajalil, ol b'at heb' elelal, palta ol yamchaj heb' yic mantzac julwaj heb'. Ha wal heb' soldado te tek'an, najat ol b'atcan heb' elelal, palta ol yamchajnhej heb'."
        },
        {
            "number": "4",
            "text": "Yuj chi' swal icha tik: Elanhec t'a in tz'ey, yujto tzin nib'ej tzin ok' wal sik'lab'il. Manh he na tas tzeyutej eyak'an sniwanil in k'ool yuj jantac yaelal ol jawok t'a yib'anh in chonhab'."
        },
        {
            "number": "5",
            "text": "Yujto a Jehová Yajal t'a Smasanil, toxo ix yala' to ol ja wal jun k'ual niwan xivk'olal, somk'olal yet' yaelal t'a yib'anh lum ch'olan b'aj sch'oxji tas nab'il yuj. Ol mak'joquem lanhnaj smuroal chonhab'. Ol laj tak'woc lum witz yel yav heb' cajan t'a chonhab' chi'."
        },
        {
            "number": "6",
            "text": "Ha heb' aj Elam, wan sb'oan sjul-lab' heb', ayxok'e heb' t'a yol scarruaje, ayxopaxk'e heb' t'a yib'anh schej. Axo heb' aj Kir, wan yik'anchaanh smaclab' jul-lab' heb'."
        },
        {
            "number": "7",
            "text": "Masanil juntzanh lum ch'olquiltac wach' yilji, b'ut'anxo lum yuj carruaje. Axo heb' ayk'e t'a yib'anh chej, wanxo yak'an owal heb' t'a spuertail he chonhab'."
        },
        {
            "number": "8",
            "text": "Ha tas yipk'olal yaj yuj Judá, toxo ix sateli. Ha t'a jun pekti’ chi', ix eyil juntzanh yamk'ab' yic owal molb'il t'a jun niwan pat scuchan Spatil Te te' yic Líbano."
        },
        {
            "number": "9",
            "text": "Eyilnac pax tzijtum spojelal smuroal schonhab' winhaj Dawid. Ix he pojanem juntzanh pat chi' yuj eyak'anoch yipumaloc smuroal chi'. Ix eyak'an b'ud'joc jun yet'taltaxon ha ha' b'aj smolchaj t'a yalanh."
        },
        {
            "number": "10",
            "text": "Ha t'a skal chab' muro ix he b'o jun yet'tal ha'. Axo ta' ix b'atcan ha' ay t'a yol jun yet'tal ay t'a pecatax chi'. Palta maj nachajel eyuuj to a Jehová wan yak'ancot juntzanh yaelal chi'. Atax t'a peka' naan yuj, palta malaj jab'oc yelk'och t'a he sat."
        },
        {
            "number": "11",
            "text": "Ha t'a jun k'ual chi', a Jehová Yajal t'a Smasanil, ha' tzex avtani yic tzex oq'ui, tzex cusi, tze joxanel xil he jolom, tzeyak'anpaxoch pichul ya swa'i yic tze ch'oxanel he cusk'olal yuj he chukal, palta max yal-laj he k'ool."
        },
        {
            "number": "12",
            "text": "Ha tas tze k'ulej to tzeyak' q'uinh t'a tzalajk'olal, tze milancham nok' wacax yet' nok' calnel. Tzex wa wal, tzeyuk'an anh. Tzeyalan icha tik: Conh waec, cuq'ek anh, caq'ek ko gana, talaj chamnac onhxo k'ik'an, xe chi."
        },
        {
            "number": "13",
            "text": "Axo Jehová Yajal t'a Smasanil, ix sch'ox sb'a t'ayin, ix yalan t'ayin: Manh ol wak' niwank'olal jun schucal pensar heb' tik, palta to ol in satel heb', a in Jehová Yajal in t'a Smasanil swala', xchi."
        },
        {
            "number": "14",
            "text": "Ha Jehová Yajal t'a Smasanil ix alan t'ayin: Ixic, b'at il winhaj Sebna yilumal spalacio winh rey, tzalan t'a winh icha tik:"
        },
        {
            "number": "15",
            "text": "¿Tas tza k'ulej t'a tik? ¿Mach ix ak'an opisio a b'oan jun yet'tal chamnac t'a jun tzalan tik, tzolanpaxoch a b'ha t'a sat k'een k'een b'aj ol ach cannhej tik a naani?"
        },
        {
            "number": "16",
            "text": "Wach'chom niwan elk'och alani, palta a in Jehová in ol ach in julcanb'at t'a najat. Yed' wal jantac wip ol ach in yamani,"
        },
        {
            "number": "17",
            "text": "ol ach in julcanb'at b'alb'on icha junok tas k'olan k'olan. Te najat ol ach b'atcan t'a jun lum lum te lewan sat. Ata' ol ach chamoc, ol satel carruaje tz'ak'an sniwanil elk'och chi'. Tzak' wal q'uixwelal heb' etmunlajwumal t'a spalacio winh a reyal chi'."
        },
        {
            "number": "18",
            "text": "Ol ach wik'el t'a opisio tik, ol ach in julancanel b'aj ayach ek' tik."
        },
        {
            "number": "19",
            "text": "Ha t'a jun k'ual chi', ol wavtejcot winh in checab' aj Eliaquim yuninal winhaj Hilcías."
        },
        {
            "number": "20",
            "text": "Ol wak'och a pichul yic opisio chi' t'a winh yet' a cincho yic a b'inajnaquil. Ol wak'ancan opisio chi' t'a winh. Icha junok mamab'il ol aj winh t'a skal heb' cajan t'a Jerusalén tik yet' t'a heb' aj Judá."
        },
        {
            "number": "21",
            "text": "Ha t'a yol sk'ab' winh ol wak'och sllaweal spalacio heb' yinhtilalcan winhaj Dawid. Malaj mach ol yal smacan puerta ol sjac winh, malaj pax mach ol jacan puerta ol smac winh."
        },
        {
            "number": "22",
            "text": "Te wach' ol wutej wak'anoch winh t'a yopisio chi', icha wal tz'aj slawuxajcanoch junok tas t'a sat pat. Ol b'inajcan winh t'a skal heb' sk'ab'yoc."
        },
        {
            "number": "23",
            "text": "Masanil heb' sk'ab'yoc smam winh yet' yinhtilal, niwan ol aj yelk'och heb' yuj winh. Ichato al ol ajcanoch heb' t'a yib'anh winh. Icha tz'ajoch locan lum chenxalu yet' masanil yamk'ab' yic junok pat t'a junok te' locte' mak'b'ilochi, icha chi' ol ajoch heb' t'a winh."
        },
        {
            "number": "24",
            "text": "Ha t'a jun k'ual chi', a jun te te' wach' yaj smak'chajoch chi', ol elta chocnaj te'. Ol emta tanhnaj te' t'a sat lu'um, ol pojcanb'at masanil tas locanoch chi' t'a te'. Ha wal Jehová tz'alan t'ayin, xchi winhaj Isaías chi'."
        }
    ]
}