{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Aton juntzanh tic alb'ilcan d'a yib'anh jun chonhab' ay d'a ch'olan b'aj sch'oxji tas nab'il yuj Jehová, syalan icha tic: ¿Tas tzex ik'ani yuj chi' e masanil tzex q'ue d'a yib'anh pat?"
        },
        {
            "number": "2",
            "text": "Toxonhej tzex q'ue somnajoc, veq'ueq'ui yel eyav yuj eyak'an q'uinh. A eb' anima chamnac d'a e cal, manhoc yuj q'uen espada chamnac eb', manhoc pax d'a scal oval chamnac eb'."
        },
        {
            "number": "3",
            "text": "Masanil eb' eyajalil, ol b'at eb' elelal, palta ol yamchaj eb' yic mantzac julvaj eb'. A val eb' soldado te tek'an, najat ol b'atcan eb' elelal, palta ol yamchajnhej eb'."
        },
        {
            "number": "4",
            "text": "Yuj chi' sval icha tic: Elanhec d'a in tz'ey, yujto tzin nib'ej tzin ok' val sik'lab'il. Manh e na tas tzeyutej eyak'an snivanil in k'ool yuj jantac yaelal ol javoc d'a yib'anh in chonhab'."
        },
        {
            "number": "5",
            "text": "Yujto a Jehová Yajal d'a Smasanil, toxo ix yala' to ol ja val jun k'ual nivan xivk'olal, somk'olal yed' yaelal d'a yib'anh lum ch'olan b'aj sch'oxji tas nab'il yuuj. Ol mak'joquem lanhnaj smuroal chonhab'. Ol laj tak'voc lum vitz yel yav eb' cajan d'a chonhab' chi'."
        },
        {
            "number": "6",
            "text": "A eb' aj Elam, van sb'oan sjul-lab' eb', ayxoq'ue eb' d'a yol scarruaje, ayxopaxq'ue eb' d'a yib'anh schej. Axo eb' aj Kir, van yik'anchaanh smaclab' jul-lab' eb'."
        },
        {
            "number": "7",
            "text": "Masanil juntzanh lum ch'olquiltac vach' yilji, b'ud'anxo lum yuj carruaje. Axo eb' ayq'ue d'a yib'anh chej, vanxo yak'an oval eb' d'a spuertail e chonhab'."
        },
        {
            "number": "8",
            "text": "A tas yipk'olal yaj yuj Judá, toxo ix sateli. A d'a jun tiempoal chi', ix eyil juntzanh yamk'ab' yic oval molb'il d'a jun nivan pat scuchan Spatil Te te' yic Líbano."
        },
        {
            "number": "9",
            "text": "Eyilnac pax tzijtum spojelal smuroal schonhab' vinhaj David. Ix e pojanem juntzanh pat chi' yuj eyak'anoch yipumaloc smuroal chi'. Ix eyak'an b'ud'joc jun yed'taltaxon a a' b'aj smolchaj d'a yalanh."
        },
        {
            "number": "10",
            "text": "A d'a scal chab' muro ix e b'o jun yed'tal a'. Axo ta' ix b'atcan a' ay d'a yol jun yed'tal ay d'a pecatax chi'. Palta maj nachajel eyuuj to a Jehová van yak'ancot juntzanh yaelal chi'. Atax d'a peca' naan yuuj, palta malaj jab'oc yelk'och d'a e sat."
        },
        {
            "number": "11",
            "text": "A d'a jun k'ual chi', a Jehová Yajal d'a Smasanil, a' tzex avtani yic tzex oq'ui, tzex cusi, tze joxanel xil e jolom, tzeyak'anpaxoch pichul ya sva'i yic tze ch'oxanel e cusk'olal yuj e chucal, palta max yal-laj e k'ool."
        },
        {
            "number": "12",
            "text": "A tas tze k'ulej to tzeyak' q'uinh d'a tzalajk'olal, tze milancham nok' vacax yed' nok' calnel. Tzex va val, tzeyuk'an anh. Tzeyalan icha tic: Conh vaec, cuq'uec anh, caq'uec co gana, talaj chamnac onhxo q'uik'an, xe chi."
        },
        {
            "number": "13",
            "text": "Axo Jehová Yajal d'a Smasanil, ix sch'ox sb'a d'ayin, ix yalan d'ayin: Manh ol vak' nivank'olal jun schucal pensar eb' tic, palta to ol in satel eb', a in Jehová Yajal in d'a Smasanil svala', xchi."
        },
        {
            "number": "14",
            "text": "A Jehová Yajal d'a Smasanil ix alan d'ayin: Ixic, b'at il vinhaj Sebna yilumal spalacio vinh rey, tzalan d'a vinh icha tic:"
        },
        {
            "number": "15",
            "text": "¿Tas tza k'ulej d'a tic? ¿Mach ix ak'an opisio a b'oan jun yed'tal chamnac d'a jun tzalan tic, tzolanpaxoch a b'a d'a sat q'uen q'ueen b'aj ol ach cannhej tic a naani?"
        },
        {
            "number": "16",
            "text": "Vach'chom nivan elk'och alani, palta a in Jehová in ol ach in julcanb'at d'a najat. Yed' val jantac vip ol ach in yamani,"
        },
        {
            "number": "17",
            "text": "ol ach in julcanb'at b'alb'on icha junoc tas k'olan k'olan. Te najat ol ach b'atcan d'a jun lum luum te levan sat. Ata' ol ach chamoc, ol satel carruaje tz'ak'an snivanil elk'och chi'. Tzak' val q'uixvelal eb' etmunlajvumal d'a spalacio vinh a reyal chi'."
        },
        {
            "number": "18",
            "text": "Ol ach viq'uel d'a opisio tic, ol ach in julancanel b'aj ayach ek' tic."
        },
        {
            "number": "19",
            "text": "A d'a jun k'ual chi', ol vavtejcot vinh in checab' aj Eliaquim yuninal vinhaj Hilcías."
        },
        {
            "number": "20",
            "text": "Ol vak'och a pichul yic opisio chi' d'a vinh yed' a cincho yic a b'inajnaquil. Ol vak'ancan opisio chi' d'a vinh. Icha junoc mamab'il ol aj vinh d'a scal eb' cajan d'a Jerusalén tic yed' d'a eb' aj Judá."
        },
        {
            "number": "21",
            "text": "A d'a yol sk'ab' vinh ol vak'och sllaveal spalacio eb' yinhtilalcan vinhaj David. Malaj mach ol yal smacan puerta ol sjac vinh, malaj pax mach ol jacan puerta ol smac vinh."
        },
        {
            "number": "22",
            "text": "Te vach' ol vutej vak'anoch vinh d'a yopisio chi', icha val tz'aj slavuxajcanoch junoc tas d'a sat pat. Ol b'inajcan vinh d'a scal eb' sk'ab'yoc."
        },
        {
            "number": "23",
            "text": "Masanil eb' sk'ab'yoc smam vinh yed' yinhtilal, nivan ol aj yelk'och eb' yuj vinh. Ichato al ol ajcanoch eb' d'a yib'anh vinh. Icha tz'ajoch locan lum chenxalu yed' masanil yamk'ab' yic junoc pat d'a junoc te' locte' mak'b'ilochi, icha chi' ol ajoch eb' d'a vinh."
        },
        {
            "number": "24",
            "text": "A d'a jun k'ual chi', a jun te te' vach' yaj smak'chajoch chi', ol elta chocnaj te'. Ol emta tanhnaj te' d'a sat luum, ol pojcanb'at masanil tas locanoch chi' d'a te'. A val Jehová tz'alan d'ayin, xchi vinhaj Isaías chi'."
        }
    ]
}