{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Aton juntzanh lolonel tic alb'ilcan d'a yib'anh Tiro: Ex ik'um b'ey barco yic Tarsis, elocab' eyav yuj ilk'olal, yujto toxo ix satel chonhab' Tiro. Manhxa junoc pat ix cani, manhxa b'aj syal spixchajoch te' barco chi'. Ato d'a Chipre ix alchaj jun tic eyab'i."
        },
        {
            "number": "2",
            "text": "Ex cajan ex d'a stitac a' mar yed' ex chonhvajum aj Sidón, ix ex can tz'inan, a ex ton e checnacb'at eb' e manvajum d'a sk'axepalek' a' mar."
        },
        {
            "number": "3",
            "text": "Sk'och eb' e manvajum chi' d'a Egipto, smanan ixim trigo eb' tz'el d'a stitac a' Nilo. Slajvi chi' schonhanxi ixim eb' d'a juntzanhxo chonhab'. Aton d'a spatic chi' tzeyik' e ganar."
        },
        {
            "number": "4",
            "text": "Ex aj Sidón, q'uixvanhec, yujto a jun chonhab' b'inajnac yuj sjelanil yek' d'a yib'anh a' mar, ol yal icha tic: Lajan in ajcan icha junoc ix ix malaj yune', malaj b'aj sq'uib'tzitej junoc vinac, ma ix unin, yujto ix satel eb' masanil, xcham Tiro chi'."
        },
        {
            "number": "5",
            "text": "Ayic ol k'och yab'ixal jun tic d'a Egipto, ol och eb' anima d'a ilk'olal yuj tas ix uji d'a jun chonhab' chi'."
        },
        {
            "number": "6",
            "text": "Ol yalan eb' icha tic: Elocab' eyav yuj cusk'olal ex cajan d'a sti' a' mar, k'axpajanhec ek' d'a Tarsis, xcham eb'."
        },
        {
            "number": "7",
            "text": "¿Tom manhoc jun chonhab' tic aytaxon d'a peca', jun b'aj tz'ochnhej q'uinh? ¿Tom manhoc jun tic b'aj sb'at eb' anima, b'at cajnaj eb' d'a juntzanhxo chonhab' najat ay?"
        },
        {
            "number": "8",
            "text": "¿Mach ix naanq'ue jun tic d'a yib'anh chonhab' Tiro, jun chonhab' to yicnhej eb' rey yaji? A eb' chonhvajum, nivac vinac eb', te nivan yelk'och eb' d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "9",
            "text": "A Jehová Yajal d'a Smasanil ix naani, yuj yik'jiem masanil eb' syik'chaanh sb'a yed' eb' jelan d'a sat lum tic."
        },
        {
            "number": "10",
            "text": "Ex aj chonhab' Tarsis, toxo ix lajviel jun chonhab' b'aj tzex xid'ek' chonhval. A ticnaic munlajanhec d'a sat luum, icha syutej sb'a eb' aj Egipto."
        },
        {
            "number": "11",
            "text": "Ix yak'b'at sk'ab' Jehová d'a yib'anh a' mar, ix yak'an ib'xocq'ue masanil chonhab'. Ix yalani to smak'jiem lanhnaj masanil chonhab' ayoch smuroal d'a yol yic Canaán."
        },
        {
            "number": "12",
            "text": "Ix yalanpax Jehová chi' d'a eb' aj Sidón icha tic: Actejec eyak'anoch juntzanh e q'uinh, yujto lajan ix ex ajcan icha junoc ix cob'es ix ixtaji. Vach'chom tzex b'atcan d'a Chipre, palta manh ol eyik'laj eyip ta', xchi Jehová chi'."
        },
        {
            "number": "13",
            "text": "Ilecb'at slum eb' aj Babilonia, aton ol ak'ancanoch Tiro scajnub'oc nok' caltacte'al nok'. Ol sb'oq'ue juntzanh yed'tal eb' soldado chaanh tz'aj d'a spatictac Tiro chi'. Ol laj smak'anem lanhnaj juntzanh nivac palacio eb', ol satanel eb'. Manhoclaj eb' aj Asiria ol k'ulan jun chi'."
        },
        {
            "number": "14",
            "text": "Ex ch'umum barco yic Tarsis, elocab' eyav yuj cusk'olal, yujto toxo ix em lanhnaj jun chonhab' ayoch yipoc e k'ool."
        },
        {
            "number": "15",
            "text": "A d'a jun tiempoal chi', a Tiro 70 ab'il ol b'atcan satk'olal icha sq'uinal junoc vinh rey. Ato yic ol lajvoc 70 ab'il chi', ichato chi' ol javoc d'a yib'anh icha syal jun b'it sb'itaj d'a jun ix ajmul ix, syalan icha tic:"
        },
        {
            "number": "16",
            "text": "Ach ajmul ix, manhxa mach tzach naancoti. Ik'b'at arpa, b'at ach ek' d'a yoltac chonhab'. Te vach' tzutej ak'an sjajil arpa chi'. Tza b'itan tzijtumoc b'it, talaj ayto mach tzach naancoti, xchi jun b'it chi'."
        },
        {
            "number": "17",
            "text": "Ayic ol lajvoc 70 ab'il chi', a Jehová ol ak'anxi chonhvaj eb' aj Tiro chi'. Ol syamanxioch eb' yak'anxi chucal yed' masanil eb' rey ay d'a sat luum tic."
        },
        {
            "number": "18",
            "text": "Palta a jantac tas ol yak' ganar eb', ol ochcan yicoc Jehová. Manh ol sik'chajb'atoc, palta to ol ak'joc d'a eb' tz'ak'an servil Jehová chi', yic vach' nivan svael eb' smana', smanan pax spichul eb' te vach'."
        }
    ]
}