{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Aton juntzanh lolonel tik alb'ilkan t'a yib'anh Tiro: Ex ik'um b'ey barco yic Tarsis, elokab' eyav yuj ilk'olal, yujto toxo ix satel chonhab' Tiro. Manhxa junok pat ix kani, manhxa b'aj syal spixchajoch te' barco chi'. Ato t'a Chipre ix alchaj jun tik eyab'i."
        },
        {
            "number": "2",
            "text": "Ex kajan ex t'a stitac ha' mar yet' ex chonhwajum aj Sidón, ix ex kan tzinan, a ex ton he checnacb'at heb' he manwajum t'a sk'axepalek' ha' mar."
        },
        {
            "number": "3",
            "text": "Sk'och heb' he manwajum chi' t'a Egipto, smanan ixim trigo heb' tz'el t'a stitac ha' Nilo. Slajwi chi' schonhanxi ixim heb' t'a juntzanhxo chonhab'. Aton t'a spatic chi' tzeyik' he ganar."
        },
        {
            "number": "4",
            "text": "Ex aj Sidón, q'uixwanhec, yujto a jun chonhab' b'inajnac yuj sjelanil yek' t'a yib'anh ha' mar, ol yal icha tik: Lajan in ajkan icha junok ix ix malaj yune', malaj b'aj sq'uib'tzitej junok winak, ma ix unin, yujto ix satel heb' masanil, xcham Tiro chi'."
        },
        {
            "number": "5",
            "text": "Ayic ol k'och yab'ixal jun tik t'a Egipto, ol och heb' anima t'a ilk'olal yuj tas ix uji t'a jun chonhab' chi'."
        },
        {
            "number": "6",
            "text": "Ol yalan heb' icha tik: Elokab' eyav yuj cusk'olal ex kajan t'a sti' ha' mar, k'axpajanhec ek' t'a Tarsis, xcham heb'."
        },
        {
            "number": "7",
            "text": "¿Tom manhoc jun chonhab' tik aytaxon t'a peka', jun b'aj tz'ochnhej q'uinh? ¿Tom manhoc jun tik b'aj sb'at heb' anima, b'at kajnaj heb' t'a juntzanhxo chonhab' najat ay?"
        },
        {
            "number": "8",
            "text": "¿Mach ix naank'e jun tik t'a yib'anh chonhab' Tiro, jun chonhab' to yicnhej heb' rey yaji? Ha heb' chonhwajum, niwac winak heb', te niwan yelk'och heb' t'a yol yib'anhk’inal tik."
        },
        {
            "number": "9",
            "text": "Ha Jehová Yajal t'a Smasanil ix naani, yuj yik'jiem masanil heb' syik'chaanh sb'a yet' heb' jelan t'a sat lum tik."
        },
        {
            "number": "10",
            "text": "Ex aj chonhab' Tarsis, toxo ix lajwiel jun chonhab' b'aj tzex xid'ek' chonhwal. Ha ticnaik munlajanhec t'a sat lu'um, icha syutej sb'a heb' aj Egipto."
        },
        {
            "number": "11",
            "text": "Ix yak'b'at sk'ab' Jehová t'a yib'anh ha' mar, ix yak'an ib'xock'e masanil chonhab'. Ix yalani to smak'jiem lanhnaj masanil chonhab' ayoch smuroal t'a yol yic Canaán."
        },
        {
            "number": "12",
            "text": "Ix yalanpax Jehová chi' t'a heb' aj Sidón icha tik: Actejec eyak'anoch juntzanh he q'uinh, yujto lajan ix ex ajkan icha junok ix cob'es ix ixtaji. Wach'chom tzex b'atkan t'a Chipre, palta manh ol eyik'laj eyip ta', xchi Jehová chi'."
        },
        {
            "number": "13",
            "text": "Ilecb'at slum heb' aj Babilonia, aton ol ak'ankanoch Tiro skajnub'oc nok' kaltacte'al nok'. Ol sb'ok'e juntzanh yet'tal heb' soldado chaanh tz'aj t'a spatictac Tiro chi'. Ol laj smak'anem lanhnaj juntzanh niwac palacio heb', ol satanel heb'. Manhoklaj heb' aj Asiria ol k'ulan jun chi'."
        },
        {
            "number": "14",
            "text": "Ex ch'umum barco yic Tarsis, elokab' eyav yuj cusk'olal, yujto toxo ix em lanhnaj jun chonhab' ayoch yipoc he k'ool."
        },
        {
            "number": "15",
            "text": "Ha t'a jun pekti’ chi', a Tiro 70 ab'il ol b'atkan satk'olal icha sk'inal junok winh rey. Ato yic ol lajwoc 70 ab'il chi', ichato chi' ol jawok t'a yib'anh icha syal jun b'it sb'itaj t'a jun ix ajmul ix, syalan icha tik:"
        },
        {
            "number": "16",
            "text": "Ach ajmul ix, manhxa mach tzach naancoti. Ik'b'at arpa, b'at ach ek' t'a yoltac chonhab'. Te wach' tzutej ak'an sjajil arpa chi'. Tza b'itan tzijtumoc b'it, talaj ayto mach tzach naancoti, xchi jun b'it chi'."
        },
        {
            "number": "17",
            "text": "Ayic ol lajwoc 70 ab'il chi', a Jehová ol ak'anxi chonhwaj heb' aj Tiro chi'. Ol syamanxioch heb' yak'anxi chukal yet' masanil heb' rey ay t'a sat lu'um tik."
        },
        {
            "number": "18",
            "text": "Palta a jantac tas ol yak' ganar heb', ol ochkan yicoc Jehová. Manh ol sik'chajb'atoc, palta to ol ak'joc t'a heb' tz'ak'an serwil Jehová chi', yic wach' niwan swael heb' smana', smanan pax spichul heb' te wach'."
        }
    ]
}