{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Aton juntzanh lolonel tik alb'ilcan t'a yib'anh Tiro: Ex ik'um b'ey barco yic Tarsis, elocab' eyav yuj ilk'olal, yujto toxo ix satel chonhab' Tiro. Manhxa junok pat ix cani, manhxa b'aj syal spixchajoch te' barco chi'. Ato t'a Chipre ix alchaj jun tik eyab'i."
        },
        {
            "number": "2",
            "text": "Ex cajan ex t'a stitac ha' mar yet' ex chonhvajum aj Sidón, ix ex kan tzinan, a ex ton e checnacb'at eb' e manvajum t'a sk'axepalek' ha' mar."
        },
        {
            "number": "3",
            "text": "Sk'och eb' e manvajum chi' t'a Egipto, smanan ixim trigo eb' tz'el t'a stitac ha' Nilo. Slajvi chi' schonhanxi ixim eb' t'a juntzanhxo chonhab'. Aton t'a spatic chi' tzeyik' e ganar."
        },
        {
            "number": "4",
            "text": "Ex aj Sidón, q'uixvanhec, yujto a jun chonhab' b'inajnac yuj sjelanil yek' t'a yib'anh ha' mar, ol yal icha tik: Lajan in ajkan icha junok ix ix malaj yune', malaj b'aj sq'uib'tzitej junok vinac, ma ix unin, yujto ix satel eb' masanil, xcham Tiro chi'."
        },
        {
            "number": "5",
            "text": "Ayic ol k'och yab'ixal jun tik t'a Egipto, ol och eb' anima t'a ilk'olal yuj tas ix uji t'a jun chonhab' chi'."
        },
        {
            "number": "6",
            "text": "Ol yalan eb' icha tik: Elocab' eyav yuj cusk'olal ex cajan t'a sti' ha' mar, k'axpajanhec ek' t'a Tarsis, xcham eb'."
        },
        {
            "number": "7",
            "text": "¿Tom manhoc jun chonhab' tik aytaxon t'a peca', jun b'aj tz'ochnhej q'uinh? ¿Tom manhoc jun tik b'aj sb'at eb' anima, b'at cajnaj eb' t'a juntzanhxo chonhab' najat ay?"
        },
        {
            "number": "8",
            "text": "¿Mach ix naanq'ue jun tik t'a yib'anh chonhab' Tiro, jun chonhab' to yicnhej eb' rey yaji? Ha eb' chonhvajum, nivac vinac eb', te niwan yelk'och eb' t'a yol yib'anhk’inal tik."
        },
        {
            "number": "9",
            "text": "Ha Jehová Yajal t'a Smasanil ix naani, yuj yik'jiem masanil eb' syik'chaanh sb'a yet' eb' jelan t'a sat lum tik."
        },
        {
            "number": "10",
            "text": "Ex aj chonhab' Tarsis, toxo ix lajviel jun chonhab' b'aj tzex xid'ek' chonhval. Ha ticnaic munlajanhec t'a sat lu'um, icha syutej sb'a eb' aj Egipto."
        },
        {
            "number": "11",
            "text": "Ix yak'b'at sk'ab' Jehová t'a yib'anh ha' mar, ix yak'an ib'xocq'ue masanil chonhab'. Ix yalani to smak'jiem lanhnaj masanil chonhab' ayoch smuroal t'a yol yic Canaán."
        },
        {
            "number": "12",
            "text": "Ix yalanpax Jehová chi' t'a eb' aj Sidón icha tik: Actejec eyak'anoch juntzanh e q'uinh, yujto lajan ix ex ajkan icha junok ix cob'es ix ixtaji. Wach'chom tzex b'atcan t'a Chipre, palta manh ol eyik'laj eyip ta', xchi Jehová chi'."
        },
        {
            "number": "13",
            "text": "Ilecb'at slum eb' aj Babilonia, aton ol ak'ancanoch Tiro scajnub'oc nok' caltacte'al nok'. Ol sb'oq'ue juntzanh yet'tal eb' soldado chaanh tz'aj t'a spatictac Tiro chi'. Ol laj smak'anem lanhnaj juntzanh nivac palacio eb', ol satanel eb'. Manhoclaj eb' aj Asiria ol k'ulan jun chi'."
        },
        {
            "number": "14",
            "text": "Ex ch'umum barco yic Tarsis, elocab' eyav yuj cusk'olal, yujto toxo ix em lanhnaj jun chonhab' ayoch yipoc e k'ool."
        },
        {
            "number": "15",
            "text": "Ha t'a jun pekti’ chi', a Tiro 70 ab'il ol b'atcan satk'olal icha sq'uinal junok vinh rey. Ato yic ol lajvoc 70 ab'il chi', ichato chi' ol javoc t'a yib'anh icha syal jun b'it sb'itaj t'a jun ix ajmul ix, syalan icha tik:"
        },
        {
            "number": "16",
            "text": "Ach ajmul ix, manhxa mach tzach naancoti. Ik'b'at arpa, b'at ach ek' t'a yoltac chonhab'. Te wach' tzutej ak'an sjajil arpa chi'. Tza b'itan tzijtumoc b'it, talaj ayto mach tzach naancoti, xchi jun b'it chi'."
        },
        {
            "number": "17",
            "text": "Ayic ol lajvoc 70 ab'il chi', a Jehová ol ak'anxi chonhvaj eb' aj Tiro chi'. Ol syamanxioch eb' yak'anxi chucal yet' masanil eb' rey ay t'a sat lu'um tik."
        },
        {
            "number": "18",
            "text": "Palta a jantac tas ol yak' ganar eb', ol ochcan yicoc Jehová. Manh ol sik'chajb'atoc, palta to ol ak'joc t'a eb' tz'ak'an servil Jehová chi', yic wach' niwan svael eb' smana', smanan pax spichul eb' te wach'."
        }
    ]
}