{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová ol mesan sat lum lum tik. Toxonhej ol kan b'eran lu'um. Ol laj svuch'chitan sat lu'um tik, ol spechan saclem masanil eb' cajan t'a lu'um."
        },
        {
            "number": "2",
            "text": "Lajan ol ajkan eb' sacerdote yet' eb' comon anima. Lajan ol ajkan eb' vinh patrón yet' eb' vinh smunlajvum. Lajan ol ajkan eb' ix patrona yet' eb' ix smunlajvum, eb' smanvaji yet' eb' schonhvaji, eb' tz'ak'an majanil yet' eb' smajnani, eb' tz'ak'an b'ocal yet' pax eb' sb'ocani."
        },
        {
            "number": "3",
            "text": "Toxonhej ol kan b'eran lu'um, yujto ol satel masanil tas wach' ay t'a sat lu'um. Ha Jehová ix alani, ol elnhejk'ochoc."
        },
        {
            "number": "4",
            "text": "Ol tacjoc lu'um, manhxo wach'oc ol aj yilji lu'um. Masanil yol yib'anhk’inal tik ol tacjoqueloc, masanil eb' nivac vinac ol satel eb'."
        },
        {
            "number": "5",
            "text": "Ol ixtaxb'at lum lum tik yuj eb' cajan t'ay, yujto maj sk'anab'ajej eb' icha sleyal. Ix spitej sb'a eb' t'a schecnab'il Dios. Ix yixtejb'at jun strato Dios chi' eb' sb'onac t'a yichb’anel."
        },
        {
            "number": "6",
            "text": "Yuj chi' ol cotcan jun catab' t'a yib'anh lum lum tik yuj eb' cajan t'a sat lu'um. Ol yab' val syail eb', ol satel eb'. Jayvanhxonhej eb' ol canoc."
        },
        {
            "number": "7",
            "text": "Manhxalaj yal sat te' uva ol canoc, yujto ol tacjoquel te' snunal. Cusk'olalxonhej ol aj ek' eb' tz'ak'an q'uinh."
        },
        {
            "number": "8",
            "text": "Manhxalaj q'uinh b'aj ol k'anh tanhb'il yet' te' arpa. Manhxalaj anima ol b'oan q'uinh chi'."
        },
        {
            "number": "9",
            "text": "Manhxa mach ol uk'voc anh ayic slaj och b'it. Ha anh anh chi', k'a'xo ol aj yuk'ji anh ol yab' eb' tz'uk'antaxoni."
        },
        {
            "number": "10",
            "text": "Ha jun chonhab' b'aj ay eb' anima sq'uenhej somnaj yak'an q'uinh, ol kan tzinan. Manhxa junok pat b'aj ol yal yoch junok anima."
        },
        {
            "number": "11",
            "text": "Ha eb' anima, ol ok' eb' t'a yoltac calle, yujto manhxa anh anh. Ol lajvoquel tzalajk'olal t'a sat lu'um."
        },
        {
            "number": "12",
            "text": "Ha juntzanh chonhab' ol ixtaxb'atoc, ol pojb'at spuertail."
        },
        {
            "number": "13",
            "text": "Jayvanhxonhej anima ol kan t'a junjun nación t'a sat lu'um tik. Ichaxonhej tz'ajkan junjunocxo sat te' olivo yet' te' uva ayic smolji sat te' t'a schaelal, icha chi' ol ajkan eb' anima chi'."
        },
        {
            "number": "14",
            "text": "Ha eb' olto kan chi', ol el yav eb' yuj tzalajk'olal. Ol ab'chaj yel yav eb' b'aj tz'em k'u. Ol b'itan eb' yujto ol yil jantac yipalil Jehová eb'."
        },
        {
            "number": "15",
            "text": "Ha eb' cajan b'aj sjavi k'u yet' juntzanhxo chonhab' ay t'a stitac ha' mar, ol yal wach' lolonel eb' t'a Jehová sDiosal Israel."
        },
        {
            "number": "16",
            "text": "Ol ab'chaj sb'itan eb' b'aj slajvik'och lum lum, yuj yik'jichaanh sb'i Jehová te tojol. Palta a in svala': Ay, ob'iltac in, van in lajviemi. Ha eb' ixtum anima chi', manhxa scachnab'il eb'."
        },
        {
            "number": "17",
            "text": "Ha val juntzanh eb' cajan t'a sat lum tik, ol javoc niwan xivk'olal t'a yib'anh eb'. Ay jul yet' yaal ol laj em t'a yol sb'e eb'."
        },
        {
            "number": "18",
            "text": "Ha eb' sb'at elelal yuj xivelal chi', ha t'a yoltac jul ol b'at tanhnaj eb'. Tato tz'elxi eb' t'a jul chi', haxo t'a yaal scanxi eb'. Ol cot jun niwan yaxnhab' t'a satcha’anh, haxo yipumal lum lum tik, ol tzicub'tanhajoc."
        },
        {
            "number": "19",
            "text": "Ol ib'xoc val lu'um sik'lab'il, ol tzicub'tanhaj lu'um, ol laj q'ue nhiq'uiljoc lu'um, chok' ol aj lu'um."
        },
        {
            "number": "20",
            "text": "Toxonhej ol ek' ch'umch'on lu'um icha junok uk'um anh, icha yek' xecxon junok lechpat yuj ik'. Yujto a smul eb' anima, ix te alb'i t'a yib'anh lu'um. Yuj chi' ol telvoccan lu'um, manhxa b'ak'uinh ol q'ue vaan lu'um."
        },
        {
            "number": "21",
            "text": "Ha t'a jun pekti’ chi', a Jehová ol ak'anoch syaelal eb' yajal tzek' t'a cal ik' t'a chaanh yet' eb' yajal t'a sat lu'um tik, ol ak'jococh syaelal eb' t'a tik."
        },
        {
            "number": "22",
            "text": "Ol molb'aj eb' icha smolb'aj junok nhilanh eb' presovum t'a yol junok olan. Ol macchaj eb' junok tiempoal. Ol lajvoc chi' ol ak'jococh syaelal eb'."
        },
        {
            "number": "23",
            "text": "Ha t'a jun k'ual chi', a Jehová Yajal t'a Smasanil, ol yak' yajalil yet' jantac stziquiquial t'a tzalan Sion, aton t'a Jerusalén t'a yichanh eb' yichamtac vinaquil schonhab'. Yuj stziquiquial chi', a q'uen uj yet' k'u manhxo ol checlaj yoc, ichato ol q'uixvoccanoc."
        }
    ]
}