{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová ol mesan sat lum lum tik. Toxonhej ol kan b'eran lu'um. Ol laj swuch'chitan sat lu'um tik, ol spechan saclem masanil heb' cajan t'a lu'um."
        },
        {
            "number": "2",
            "text": "Lajan ol ajkan heb' sacerdote yet' heb' comon anima. Lajan ol ajkan heb' winh patrón yet' heb' winh smunlajwum. Lajan ol ajkan heb' ix patrona yet' heb' ix smunlajwum, heb' smanwaji yet' heb' schonhwaji, heb' tz'ak'an majanil yet' heb' smajnani, heb' tz'ak'an b'ocal yet' pax heb' sb'ocani."
        },
        {
            "number": "3",
            "text": "Toxonhej ol kan b'eran lu'um, yujto ol satel masanil tas wach' ay t'a sat lu'um. Ha Jehová ix alani, ol elnhejk'ochoc."
        },
        {
            "number": "4",
            "text": "Ol tacjoc lu'um, manhxo wach'oc ol aj yilji lu'um. Masanil yol yib'anhk’inal tik ol tacjoqueloc, masanil heb' niwac winak ol satel heb'."
        },
        {
            "number": "5",
            "text": "Ol ixtaxb'at lum lum tik yuj heb' cajan t'ay, yujto maj sk'anab'ajej heb' icha sleyal. Ix spitej sb'a heb' t'a schecnab'il Dios. Ix yixtejb'at jun strato Dios chi' heb' sb'onac t'a yichb’anel."
        },
        {
            "number": "6",
            "text": "Yuj chi' ol cotcan jun catab' t'a yib'anh lum lum tik yuj heb' cajan t'a sat lu'um. Ol yab' wal syail heb', ol satel heb'. Jaywanhxonhej heb' ol canoc."
        },
        {
            "number": "7",
            "text": "Manhxalaj yal sat te' uwa ol canoc, yujto ol tacjoquel te' snunal. Cusk'olalxonhej ol aj ek' heb' tz'ak'an q'uinh."
        },
        {
            "number": "8",
            "text": "Manhxalaj q'uinh b'aj ol k'anh tanhb'il yet' te' arpa. Manhxalaj anima ol b'oan q'uinh chi'."
        },
        {
            "number": "9",
            "text": "Manhxa mach ol uk'woc anh ayic slaj och b'it. Ha anh anh chi', k'a'xo ol aj yuk'ji anh ol yab' heb' tz'uk'antaxoni."
        },
        {
            "number": "10",
            "text": "Ha jun chonhab' b'aj ay heb' anima sk'enhej somnaj yak'an q'uinh, ol kan tzinan. Manhxa junok pat b'aj ol yal yoch junok anima."
        },
        {
            "number": "11",
            "text": "Ha heb' anima, ol ok' heb' t'a yoltac calle, yujto manhxa anh anh. Ol lajwoquel tzalajk'olal t'a sat lu'um."
        },
        {
            "number": "12",
            "text": "Ha juntzanh chonhab' ol ixtaxb'atoc, ol pojb'at spuertail."
        },
        {
            "number": "13",
            "text": "Jaywanhxonhej anima ol kan t'a junjun nación t'a sat lu'um tik. Ichaxonhej tz'ajkan junjunocxo sat te' oliwo yet' te' uwa ayic smolji sat te' t'a schaelal, icha chi' ol ajkan heb' anima chi'."
        },
        {
            "number": "14",
            "text": "Ha heb' olto kan chi', ol el yav heb' yuj tzalajk'olal. Ol ab'chaj yel yav heb' b'aj tz'em k'u. Ol b'itan heb' yujto ol yil jantac yipalil Jehová heb'."
        },
        {
            "number": "15",
            "text": "Ha heb' cajan b'aj sjawi k'u yet' juntzanhxo chonhab' ay t'a stitac ha' mar, ol yal wach' lolonel heb' t'a Jehová sDiosal Israel."
        },
        {
            "number": "16",
            "text": "Ol ab'chaj sb'itan heb' b'aj slajwik'och lum lum, yuj yik'jichaanh sb'i Jehová te tojol. Palta a in swala': Ay, ob'iltac in, wan in lajwiemi. Ha heb' ixtum anima chi', manhxa scachnab'il heb'."
        },
        {
            "number": "17",
            "text": "Ha wal juntzanh heb' cajan t'a sat lum tik, ol jawok niwan xivk'olal t'a yib'anh heb'. Ay jul yet' yaal ol laj em t'a yol sb'e heb'."
        },
        {
            "number": "18",
            "text": "Ha heb' sb'at elelal yuj xiwelal chi', ha t'a yoltac jul ol b'at tanhnaj heb'. Tato tz'elxi heb' t'a jul chi', haxo t'a yaal scanxi heb'. Ol cot jun niwan yaxnhab' t'a satcha’anh, haxo yipumal lum lum tik, ol tzicub'tanhajoc."
        },
        {
            "number": "19",
            "text": "Ol ib'xoc wal lu'um sik'lab'il, ol tzicub'tanhaj lu'um, ol laj k'e nhiq'uiljoc lu'um, chok' ol aj lu'um."
        },
        {
            "number": "20",
            "text": "Toxonhej ol ek' ch'umch'on lu'um icha junok uk'um anh, icha yek' xecxon junok lechpat yuj ik'. Yujto a smul heb' anima, ix te alb'i t'a yib'anh lu'um. Yuj chi' ol telwoccan lu'um, manhxa b'ak'uinh ol k'e waan lu'um."
        },
        {
            "number": "21",
            "text": "Ha t'a jun pekti’ chi', a Jehová ol ak'anoch syaelal heb' yajal tzek' t'a kal ik' t'a chaanh yet' heb' yajal t'a sat lu'um tik, ol ak'jococh syaelal heb' t'a tik."
        },
        {
            "number": "22",
            "text": "Ol molb'aj heb' icha smolb'aj junok nhilanh heb' presowum t'a yol junok olan. Ol macchaj heb' junok tiempoal. Ol lajwoc chi' ol ak'jococh syaelal heb'."
        },
        {
            "number": "23",
            "text": "Ha t'a jun k'ual chi', a Jehová Yajal t'a Smasanil, ol yak' yajalil yet' jantac stziquiquial t'a tzalan Sion, aton t'a Jerusalén t'a yichanh heb' yichamtac winaquil schonhab'. Yuj stziquiquial chi', a k'een uj yet' k'u manhxo ol checlaj yoc, ichato ol q'uixwoccanoc."
        }
    ]
}