{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, in Diosal ach. Ol val vach' lolonel d'ayach, yujto ix aq'uelk'och tas satub'tac nab'il uuj, ix aq'uelk'och tas alb'ilcan uj d'a peca'."
        },
        {
            "number": "2",
            "text": "Icha junoc b'ulanh q'uen q'ueen ix ajcan juntzanh chonhab' uuj. A chonhab' te tek'an, ix laj em lanhnajoc. Ix aq'uem lanhnaj spalacio eb' ch'oc nacional, manhxa b'aq'uinh ol b'ochajxiq'ueoc."
        },
        {
            "number": "3",
            "text": "Yuj chi', a juntzanh nación te tek'an, ol ach yik'chaanh, aton juntzanh maj ok' sk'ol d'a yetanimail, ol xivpax eb' d'ayach."
        },
        {
            "number": "4",
            "text": "Yujto a d'ayach scol sb'a eb' meb'a', tzach colvaj d'a eb' ay tas tz'och yuuj d'a scusk'olal. A eb' anima te chuc, lajan val eb' icha yaxnhab' ay yik'al. Lajan pax eb' icha sk'ak'al yoc k'u d'a chimk'ualil. Palta a ach tzonh a k'ub'ejel icha junoc q'uen q'ueen. Icha chi' tz'aj ik'anem yak'umtaquil eb' ch'oc nacional chi'. Icha tz'aj siclab' yoc k'u ayic tz'och svevenal asun, icha chi' tz'aj ak'anoch vaan eb' chuc chi' yel yav."
        },
        {
            "number": "5",
            "text": "A d'a tzalan Sion tic, ol sb'o junoc nivan vael Jehová Yajal d'a Smasanil, ol yak'an d'a masanil nación. A schib'ejal jun vael chi' ek'b'al te vach', te vach' pax yal sat uva ol uk'joc."
        },
        {
            "number": "6",
            "text": "A d'a jun tzalan tic ol yiq'uel jun k'apac Jehová, jun k'apac smusan sat masanil chonhab', aton scusk'olal eb' yed' smanh pensaril eb'."
        },
        {
            "number": "7",
            "text": "Ol yak' lajvoc chamel Jehová d'a junelnhej. Ol sucanel yal sat eb' anima smasanil, ol yak' lajvoc jantac sq'uixvelal schonhab' d'a masanil yolyib'anhq'uinal tic. Aton Jehová tz'alan jun tic."
        },
        {
            "number": "8",
            "text": "A d'a jun k'ual chi' ol cal icha tic: A Jehová co Diosal tic, aton cak'nacoch yipoc co k'ool, a coljinac onh. Conh tzalajec, yujto a ix onh colani, xco chama."
        },
        {
            "number": "9",
            "text": "A Jehová ol tanhvan lum tzalan Sion tic. Yacb'an axo chonhab' Moab van stek'jiem d'a yed'tal icha tz'aj stek'jiem anh ac d'a scal stza' nok' nok'."
        },
        {
            "number": "10",
            "text": "Ichato ol to yaq'uel lian sk'ab' Moab chi', icha yak'an sk'ab' junoc smak'an a a', vach'chom ol to yak' yip, palta ol satel yak'umtaquil yuj Jehová."
        },
        {
            "number": "11",
            "text": "Masanil smuroal juntzanh nivac chonhab', ol em lanhnaj yuj Jehová. Chok' ol ajcanem vecan d'a sat luum."
        }
    ]
}