{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, in Diosal ach. Ol val wach' lolonel t'ayach, yujto ix aq'uelk'och tas satub'tac nab'il uuj, ix aq'uelk'och tas alb'ilcan uj t'a peca'."
        },
        {
            "number": "2",
            "text": "Icha junok b'ulanh q'uen q'ueen ix ajkan juntzanh chonhab' uuj. Ha chonhab' te tek'an, ix laj em lanhnajoc. Ix aq'uem lanhnaj spalacio eb' ch'oc nacional, manhxa b'ak'uinh ol b'ochajxiq'ueoc."
        },
        {
            "number": "3",
            "text": "Yuj chi', a juntzanh nación te tek'an, ol ach yik'chaanh, aton juntzanh maj ok' sk'ol t'a yetanimail, ol xivpax eb' t'ayach."
        },
        {
            "number": "4",
            "text": "Yujto a t'ayach scol sb'a eb' meb'a', tzach kolwaj t'a eb' ay tas tz'och yuj t'a scusk'olal. Ha eb' anima te chuk, lajan val eb' icha yaxnhab' ay yik'al. Lajan pax eb' icha sk'ak'al yoc k'u t'a chimk'ualil. Palta a ach tzonh a k'ub'ejel icha junok q'uen q'ueen. Icha chi' tz'aj ik'anem yak'umtaquil eb' ch'oc nacional chi'. Icha tz'aj siclab' yoc k'u ayic tz'och svevenal asun, icha chi' tz'aj ak'anoch vaan eb' chuk chi' yel yav."
        },
        {
            "number": "5",
            "text": "Ha t'a tzalan Sion tik, ol sb'o junok niwan vael Jehová Yajal t'a Smasanil, ol yak'an t'a masanil nación. Ha schib'ejal jun vael chi' ek'b'al te wach', te wach' pax yal sat uva ol uk'joc."
        },
        {
            "number": "6",
            "text": "Ha t'a jun tzalan tik ol yiq'uel jun k'apac Jehová, jun k'apac smusan sat masanil chonhab', aton scusk'olal eb' yet' smanh pensaril eb'."
        },
        {
            "number": "7",
            "text": "Ol yak' lajvoc chamel Jehová t'a junelnhej. Ol sucanel yal sat eb' anima smasanil, ol yak' lajvoc jantac sq'uixvelal schonhab' t'a masanil yol yib'anhk’inal tik. Aton Jehová tz'alan jun tik."
        },
        {
            "number": "8",
            "text": "Ha t'a jun k'ual chi' ol cal icha tik: Ha Jehová co Diosal tik, aton cak'nacoch yipoc co k'ool, a coljinac onh. Conh tzalajec, yujto a ix onh colani, xco chama."
        },
        {
            "number": "9",
            "text": "Ha Jehová ol tanhvan lum tzalan Sion tik. Yacb'an haxo chonhab' Moab van stek'jiem t'a yet'tal icha tz'aj stek'jiem anh ac t'a skal stza' nok' nok'."
        },
        {
            "number": "10",
            "text": "Ichato ol to yaq'uel lian sk'ab' Moab chi', icha yak'an sk'ab' junok smak'an ha ha', wach'chom ol to yak' yip, palta ol satel yak'umtaquil yuj Jehová."
        },
        {
            "number": "11",
            "text": "Masanil smuroal juntzanh nivac chonhab', ol em lanhnaj yuj Jehová. Chok' ol ajcanem vecan t'a sat lu'um."
        }
    ]
}