{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "A d'a jun k'u chi', ol co b'itej jun b'it tic d'a yol smacb'en Judá, xchi icha tic: Ay val jun co chonhab' te tek'an b'aj vach' co colan co b'a. A val Jehová ix b'oanq'ue smuroal jun co chonhab' chi'."
        },
        {
            "number": "2",
            "text": "Jaquec spuertail co chonhab' tic yic tz'och jun chonhab'il eb' anima tojol spensar, te k'anab'ajum paxi."
        },
        {
            "number": "3",
            "text": "Mamin Jehová, a ach tzak'nhej sjunk'olal eb' tek'annhej spensar, yujto a achnhej ayach och yipoc sk'ool eb'."
        },
        {
            "number": "4",
            "text": "Ayocab'nhej och Jehová yipoc co k'ool, yujto anhej syal onh scolan d'a masanil tiempo."
        },
        {
            "number": "5",
            "text": "A tz'ik'anem eb' ak'umtac, eb' cajan d'a jun chonhab' syik'chaanh sb'a. Manhxalaj tz'aj yelk'och eb', ichato tz'emk'och sat eb' d'a cal pococ."
        },
        {
            "number": "6",
            "text": "A ticnaic stek'jiem jun chonhab' chi' yuj eb' emnaquil, yuj eb' meb'a', xchi jun b'it chi'."
        },
        {
            "number": "7",
            "text": "Ach Mamin, tojolnhej tzutej. A ach tza tojolb'itej sb'e eb' tzach k'anab'ajani."
        },
        {
            "number": "8",
            "text": "Mamin Jehová, sco b'eyb'alej juntzanh b'eyb'al syal a k'ayb'ub'al. A val tas sco nib'ej to naan achnhej cuuj."
        },
        {
            "number": "9",
            "text": "Anhej d'ayach ayoch co pensar d'a junjun ak'val, axo d'a q'uinhib'alil sco tanhvej a ch'oxan a b'a. Anhej yic tzak'ancot yaelal d'a yolyib'anhq'uinal tic, ol sk'ayb'an sb'a eb' anima sb'eyb'alan tojolal."
        },
        {
            "number": "10",
            "text": "Vach'chom tz'ok' a k'ol d'a eb' chuc, palta max sk'ayb'ej sb'a eb' sk'ulan tojolal. Vach'chom d'a scal eb' anima vach' spensar cajan eb', palta anheja' sb'eyb'alan chucal eb'. Malaj yelk'och a poder d'a eb'."
        },
        {
            "number": "11",
            "text": "Mamin Jehová, vach'xo yaj syaelal eb' uuj, palta max nachajel yuj eb'. Yilocab' eb' yic tza xajanan a chonhab', q'uixvocab'el eb'. Satocab'el eb' yuj yoval a k'ool vach'xo yaj d'a eb' ajk'ol yajoch d'ayach."
        },
        {
            "number": "12",
            "text": "Mamin Jehová, uuj vach' ol onh ajoc, yujto uuj syik' sb'a masanil tas sco k'ulej."
        },
        {
            "number": "13",
            "text": "Mamin Jehová co Diosal, ay juntzanhxo eb' ix och cajaloc, palta snachajel cuuj to a achnhej Cajal ach."
        },
        {
            "number": "14",
            "text": "A eb' chi' chamnacxo eb', manhxo ol pitzvoclaj eb'. Manhxa b'aq'uinh ol ilchaj eb', yujto toxo ix ak'och syaelal eb'. Ix a satel eb' d'a junelnhej. Manhxa b'aj ol nachajcot eb'."
        },
        {
            "number": "15",
            "text": "Mamin, a ach ix ak' levanb'oc co macb'en yic vach' tzach ik'jichaanh, a ach ix a nitzb'at stz'acanhil."
        },
        {
            "number": "16",
            "text": "Mamin, d'a scal syaelal ix ach co sayeq'ui. Ayic ix ak'anoch co yaelal chi' yuj co vach'iloc, ix onh lesalvi d'ayach d'a emnaquilal."
        },
        {
            "number": "17",
            "text": "Mamin, icha val junoc ix ix toxo val tz'alji yune', vanxo stacq'ue sk'ol ix yuj syail, icha chi' ix co k'ulej d'a ichanh."
        },
        {
            "number": "18",
            "text": "Icha syail yalji unin, icha chi' ix aj cab'an syail, palta malaj unin ix alji d'ayonh. Nab'anhej ix cab' syail, maj onh colchajoc, malaj quinhtilal ol cajan sat luum tic."
        },
        {
            "number": "19",
            "text": "Mamin, a eb' a chamnac ol pitzvocxi eb'. Ol pitzvocq'ue eb' vetchonhab'. A eb' ichato vaynac d'a yol luum, ol el svayanh eb', ol el yav eb' d'a tzalajk'olal. Mamin Jehová, uuj ol pitzvocxi eb' chamnac chi', icha tz'aj sq'ueul tas avab'il d'a lum luum d'a q'uinhib'alil yuj yal ak'val."
        },
        {
            "number": "20",
            "text": "Ex vetchonhab', ochanhec d'a yol e pat, tze macan e pat chi' ayic tzex och chi'. k'ub'ejequel e b'a b'ela, masanto ol ek'b'at yoval sk'ol Jehová,"
        },
        {
            "number": "21",
            "text": "yujto ol elta Jehová b'aj ay, yic syak'anoch syaelal masanil anima cajan d'a sat lum tic yuj schucal eb'. A lum luum tic manhxo ol sk'ub'ejel eb' milb'ilcham d'a luum, palta ol checlajoc machtac miljinaccham eb'."
        }
    ]
}