{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun k'u chi', ol co b'itej jun b'it tik t'a yol smacb'en Judá, xchi icha tik: Ay val jun co chonhab' te tek'an b'aj wach' co colan co b'a. Ha val Jehová ix b'oanq'ue smuroal jun co chonhab' chi'."
        },
        {
            "number": "2",
            "text": "Jaquec spuertail co chonhab' tik yic tz'och jun chonhab'il eb' anima tojol spensar, te k'anab'ajum paxi."
        },
        {
            "number": "3",
            "text": "Mamin Jehová, a ach tzak'nhej sjunk'olal eb' tek'annhej spensar, yujto a achnhej ayach och yipoc sk'ool eb'."
        },
        {
            "number": "4",
            "text": "Ayokab'nhej och Jehová yipoc co k'ool, yujto anhej syal onh scolan t'a masanil tiempo."
        },
        {
            "number": "5",
            "text": "Ha tz'ik'anem eb' ak'umtac, eb' cajan t'a jun chonhab' syik'chaanh sb'a. Manhxalaj tz'aj yelk'och eb', ichato tz'emk'och sat eb' t'a cal pococ."
        },
        {
            "number": "6",
            "text": "Ha ticnaic stek'jiem jun chonhab' chi' yuj eb' emnaquil, yuj eb' meb'a', xchi jun b'it chi'."
        },
        {
            "number": "7",
            "text": "Ach Mamin, tojolnhej tzutej. Ha ach tza tojolb'itej sb'e eb' tzach k'anab'ajani."
        },
        {
            "number": "8",
            "text": "Mamin Jehová, sco b'eyb'alej juntzanh b'eyb'al syal a k'ayb'ub'al. Ha val tas sco nib'ej to naan achnhej cuuj."
        },
        {
            "number": "9",
            "text": "Anhej t'ayach ayoch co pensar t'a junjun ak'val, haxo t'a q'uinhib'alil sco tanhvej a ch'oxan a b'a. Anhej yic tzak'ancot yaelal t'a yol yib'anhk’inal tik, ol sk'ayb'an sb'a eb' anima sb'eyb'alan tojolal."
        },
        {
            "number": "10",
            "text": "Wach'chom tz'ok' a k'ol t'a eb' chuk, palta max sk'ayb'ej sb'a eb' sk'ulan tojolal. Wach'chom t'a skal eb' anima wach' spensar cajan eb', palta anheja' sb'eyb'alan chukal eb'. Malaj yelk'och a poder t'a eb'."
        },
        {
            "number": "11",
            "text": "Mamin Jehová, wach'xo yaj syaelal eb' uuj, palta max nachajel yuj eb'. Yilocab' eb' yic tza xajanan a chonhab', q'uixvocab'el eb'. Satocab'el eb' yuj yoval a k'ool wach'xo yaj t'a eb' ajk'ol yajoch t'ayach."
        },
        {
            "number": "12",
            "text": "Mamin Jehová, uuj wach' ol onh ajoc, yujto uuj syik' sb'a masanil tas sco k'ulej."
        },
        {
            "number": "13",
            "text": "Mamin Jehová co Diosal, ay juntzanhxo eb' ix och cajaloc, palta snachajel cuuj to a achnhej Cajal ach."
        },
        {
            "number": "14",
            "text": "Ha eb' chi' chamnacxo eb', manhxo ol pitzvoclaj eb'. Manhxa b'ak'uinh ol ilchaj eb', yujto toxo ix ak'och syaelal eb'. Ix a satel eb' t'a junelnhej. Manhxa b'aj ol nachajcot eb'."
        },
        {
            "number": "15",
            "text": "Mamin, a ach ix ak' levanb'oc co macb'en yic wach' tzach ik'jichaanh, a ach ix a nitzb'at stz'acanhil."
        },
        {
            "number": "16",
            "text": "Mamin, t'a skal syaelal ix ach co sayeq'ui. Ayic ix ak'anoch co yaelal chi' yuj co wach'iloc, ix onh lesalvi t'ayach t'a emnaquilal."
        },
        {
            "number": "17",
            "text": "Mamin, icha val junok ix ix toxo val tz'alji yune', vanxo stacq'ue sk'ol ix yuj syail, icha chi' ix co k'ulej t'a ichanh."
        },
        {
            "number": "18",
            "text": "Icha syail yalji unin, icha chi' ix aj cab'an syail, palta malaj unin ix alji t'ayonh. Nab'anhej ix cab' syail, maj onh colchajoc, malaj quinhtilal ol cajan sat lu'um tik."
        },
        {
            "number": "19",
            "text": "Mamin, a eb' a chamnac ol pitzvocxi eb'. Ol pitzvocq'ue eb' vetchonhab'. Ha eb' ichato vaynac t'a yol lu'um, ol el svayanh eb', ol el yav eb' t'a tzalajk'olal. Mamin Jehová, uuj ol pitzvocxi eb' chamnac chi', icha tz'aj sq'ueul tas avab'il t'a lum lum t'a q'uinhib'alil yuj yal ak'val."
        },
        {
            "number": "20",
            "text": "Ex vetchonhab', ochanhec t'a yol e pat, tze macan e pat chi' ayic tzex och chi'. k'ub'ejequel e b'a b'ela, masanto ol ek'b'at yoval sk'ol Jehová,"
        },
        {
            "number": "21",
            "text": "yujto ol elta Jehová b'aj ay, yic syak'anoch syaelal masanil anima cajan t'a sat lum tik yuj schucal eb'. Ha lum lum tik manhxo ol sk'ub'ejel eb' milb'ilcham t'a lu'um, palta ol checlajoc machtac miljinaccham eb'."
        }
    ]
}