{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun k'u chi', ol ko b'itej jun b'it tik t'a yol smacb'en Judá, xchi icha tik: Ay wal jun ko chonhab' te tek'an b'aj wach' ko colan ko b'a. Ha wal Jehová ix b'oank'e smuroal jun ko chonhab' chi'."
        },
        {
            "number": "2",
            "text": "Jaquec spuertail ko chonhab' tik yic tz'och jun chonhab'il heb' anima tojol spensar, te k'anab'ajum paxi."
        },
        {
            "number": "3",
            "text": "Mamin Jehová, a ach tzak'nhej sjunk'olal heb' tek'annhej spensar, yujto a achnhej ayach och yipoc sk'ool heb'."
        },
        {
            "number": "4",
            "text": "Ayokab'nhej och Jehová yipoc ko k'ool, yujto anhej syal onh scolan t'a masanil tiempo."
        },
        {
            "number": "5",
            "text": "Ha tz'ik'anem heb' ak'umtac, heb' cajan t'a jun chonhab' syik'chaanh sb'a. Manhxalaj tz'aj yelk'och heb', ichato tz'emk'och sat heb' t'a kal pokok."
        },
        {
            "number": "6",
            "text": "Ha ticnaik stek'jiem jun chonhab' chi' yuj heb' emnaquil, yuj heb' meb'a', xchi jun b'it chi'."
        },
        {
            "number": "7",
            "text": "Ach Mamin, tojolnhej tzutej. Ha ach tza tojolb'itej sb'e heb' tzach k'anab'ajani."
        },
        {
            "number": "8",
            "text": "Mamin Jehová, sco b'eyb'alej juntzanh b'eyb'al syal a k'ayb'ub'al. Ha wal tas sco nib'ej to naan achnhej cuuj."
        },
        {
            "number": "9",
            "text": "Anhej t'ayach ayoch ko pensar t'a junjun ak'wal, haxo t'a q'uinhib'alil sco tanhwej a ch'oxan a b'a. Anhej yic tzak'ancot yaelal t'a yol yib'anhk’inal tik, ol sk'ayb'an sb'a heb' anima sb'eyb'alan tojolal."
        },
        {
            "number": "10",
            "text": "Wach'chom tz'ok' a k'ol t'a heb' chuk, palta max sk'ayb'ej sb'a heb' sk'ulan tojolal. Wach'chom t'a skal heb' anima wach' spensar cajan heb', palta anheja' sb'eyb'alan chukal heb'. Malaj yelk'och a poder t'a heb'."
        },
        {
            "number": "11",
            "text": "Mamin Jehová, wach'xo yaj syaelal heb' uuj, palta max nachajel yuj heb'. Yilocab' heb' yic tza xajanan a chonhab', q'uixwocab'el heb'. Satocab'el heb' yuj yowal a k'ool wach'xo yaj t'a heb' ajk'ol yajoch t'ayach."
        },
        {
            "number": "12",
            "text": "Mamin Jehová, uuj wach' ol onh ajoc, yujto uuj syik' sb'a masanil tas sco k'ulej."
        },
        {
            "number": "13",
            "text": "Mamin Jehová ko Diosal, ay juntzanhxo heb' ix och cajaloc, palta snachajel cuuj to a achnhej Kajal ach."
        },
        {
            "number": "14",
            "text": "Ha heb' chi' chamnacxo heb', manhxo ol pitzwoclaj heb'. Manhxa b'ak'uinh ol ilchaj heb', yujto toxo ix ak'och syaelal heb'. Ix a satel heb' t'a junelnhej. Manhxa b'aj ol nachajcot heb'."
        },
        {
            "number": "15",
            "text": "Mamin, a ach ix ak' lewanb'oc ko macb'en yic wach' tzach ik'jichaanh, a ach ix a nitzb'at stz'acanhil."
        },
        {
            "number": "16",
            "text": "Mamin, t'a skal syaelal ix ach ko sayeq'ui. Ayic ix ak'anoch ko yaelal chi' yuj ko wach'iloc, ix onh lesalwi t'ayach t'a emnaquilal."
        },
        {
            "number": "17",
            "text": "Mamin, icha wal junok ix ix toxo wal tz'alji yune', wanxo stack'e sk'ol ix yuj syail, icha chi' ix ko k'ulej t'a ichanh."
        },
        {
            "number": "18",
            "text": "Icha syail yalji unin, icha chi' ix aj cab'an syail, palta malaj unin ix alji t'ayonh. Nab'anhej ix cab' syail, maj onh colchajoc, malaj quinhtilal ol cajan sat lu'um tik."
        },
        {
            "number": "19",
            "text": "Mamin, a heb' a chamnac ol pitzwokxi heb'. Ol pitzwock'e heb' wetchonhab'. Ha heb' ichato waynac t'a yol lu'um, ol el swayanh heb', ol el yav heb' t'a tzalajk'olal. Mamin Jehová, uuj ol pitzwokxi heb' chamnac chi', icha tz'aj sk'eul tas awab'il t'a lum lum t'a q'uinhib'alil yuj yal ak'wal."
        },
        {
            "number": "20",
            "text": "Ex wetchonhab', ochanhec t'a yol he pat, tze macan he pat chi' ayic tzex och chi'. k'ub'ejequel he b'a b'ela, masanto ol ek'b'at yowal sk'ol Jehová,"
        },
        {
            "number": "21",
            "text": "yujto ol elta Jehová b'aj ay, yic syak'anoch syaelal masanil anima cajan t'a sat lum tik yuj schucal heb'. Ha lum lum tik manhxo ol sk'ub'ejel heb' milb'ilcham t'a lu'um, palta ol checlajoc machtac miljinaccham heb'."
        }
    ]
}