{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ha val t'a jun k'ual chi', ol yak'lab'ej yespada Jehová, te al, te ay smay, jay pax ye, yic ol yak'anoch yaelal t'a yib'anh nok' leviatán, aton nok' chan jelan sb'ey yolyonoc, syak'an yip nok' sb'at elelal. Ol mak'joccham nok' dragón chi' yuj Jehová, nok' ay t'a yol ha' mar."
        },
        {
            "number": "2",
            "text": "Ha t'a jun k'ual chi' ol yal Jehová icha tik: B'itejec te' snunal uva wach' sat syak'a'."
        },
        {
            "number": "3",
            "text": "Ha in Jehová in tzin tanhvej te', cotac skal svak'anoch yal te'. Tzin tanhvej te' t'a k'ualil yet' t'ak'walil, yic wach' malaj tas tz'ik'an te'."
        },
        {
            "number": "4",
            "text": "Manhxa voval aycot t'a te'. Tato ay te' q'uiix, ma comon ank'ultak t'a skal te', tzin tek'satoc, tzin nhusantz'ha t'a junelnhej."
        },
        {
            "number": "5",
            "text": "Tato snib'ej eb' ayoch ajk'olal t'a in chonhab' chi' sk'anan in colval, ochocab' eb' junk'olal ved'oc, xchi Jehová chi'."
        },
        {
            "number": "6",
            "text": "Ha t'a yic b'ak'uinh, a eb' chonhab' yinhtilal vinhaj Jacob, ol yik'xi yip eb'. Yuj eb' ol yak'xicot svach'k'olal Dios t'a yol yib'anhk’inal tik. Lajan ol aj eb' icha junok te te' svolani, syak'an xumaquil te', manh jantacoc pax sat te' syak'a'."
        },
        {
            "number": "7",
            "text": "Ha Dios maj yak'och yaelal t'a yib'anh eb' israel icha ix yutej yak'anoch t'a eb' yajk'ol eb'. Manh masaniloc eb' israel smilnacchamoc, icha yutejnac smilancham masanil eb' miljinaccham eb' israel chi'."
        },
        {
            "number": "8",
            "text": "Ix yak'och syaelal eb' schonhab' Jehová, aton yic ix yak'an oval eb', ayic ix ik'jipaxb'at eb' t'a ch'oc nacional. Icha tz'aj yik'jib'at tastac yuj oval ik' scot t'a stojolal b'aj sjavi k'u, icha chi' ix aj yik'jib'at eb' schonhab' chi'."
        },
        {
            "number": "9",
            "text": "Palta jun, ol ak'joc nivank'olal smul eb' yinhtilal Jacob chi', anhej tato chok' ol yutejcan masanil sq'ueenal yaltar scomon diosal eb', icha tz'aj spojb'at q'uen pulub' ayic spolji q'ueen, tato manhxa pax junok te te' yechel Asera ol canoc, ma altar yic incienso yuj yik'jichaanh scomon diosal eb'. Tato icha chi' ol sk'uloc eb', ol sucjoc sat smul eb'."
        },
        {
            "number": "10",
            "text": "Ha juntzanh chonhab' te tek'an, ol sateloc. Icha te' pat manhxa yajal, manhxalaj anima, cuseltacxonhej ol ajcanoc. Axonhej nok' nok' ol wa t'ay. Ol em cutzan nok', ol sk'uxel xil te te' nok', jixk'ab'tac ol ajkan te'."
        },
        {
            "number": "11",
            "text": "Axo yic ol tacjoquel te', ol laj cot lok'oljoc te' sk'ab', haxo eb' ix ix ol molb'an te' k'atzitzal. Ha jun chonhab' tik, malaj jab'oc spensar. Yuj chi' a Jehová b'ojinac eb', manhxo ol cus yuj eb', manhxo ol ok' sk'ol t'a eb'."
        },
        {
            "number": "12",
            "text": "Ha t'a jun k'ual chi', ay val tas ol sk'ulej Jehová, ichato ol tek'voc trigo. Ha jantac macb'il yuj b'aj ichato ol tek'voc trigo chi', ol cotnhej t'ha ha' Éufrates masanto t'a smojonal Egipto. Palta a exxo israel ex tik, junjunal ol ex sik'jocchaanh yuj."
        },
        {
            "number": "13",
            "text": "Ha t'a jun k'u chi', ol pujoc jun q'uen niwan trompeta chaanh sjaj. Ha eb' ik'b'ilcanb'at t'a Asiria yet' t'a Egipto, ol javoc eb' yic tz'och ejmelal t'a Jehová t'a jun tzalan yic ejmelal ay t'a Jerusalén."
        }
    ]
}