{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ha wal t'a jun k'ual chi', ol yak'lab'ej yespada Jehová, te al, te ay smay, jay pax ye, yic ol yak'anoch yaelal t'a yib'anh nok' lewiatán, aton nok' chan jelan sb'ey yolyonoc, syak'an yip nok' sb'at elelal. Ol mak'joccham nok' dragón chi' yuj Jehová, nok' ay t'a yol ha' mar."
        },
        {
            "number": "2",
            "text": "Ha t'a jun k'ual chi' ol yal Jehová icha tik: B'itejec te' snunal uwa wach' sat syak'a'."
        },
        {
            "number": "3",
            "text": "Ha in Jehová in tzin tanhwej te', cotac skal swak'anoch yal te'. Tzin tanhwej te' t'a k'ualil yet' t'ak'walil, yic wach' malaj tas tz'ik'an te'."
        },
        {
            "number": "4",
            "text": "Manhxa wowal aycot t'a te'. Tato ay te' q'uiix, ma comon ank'ultak t'a skal te', tzin tek'satoc, tzin nhusantz'ha t'a junelnhej."
        },
        {
            "number": "5",
            "text": "Tato snib'ej heb' ayoch ajk'olal t'a in chonhab' chi' sk'anan in colwal, ochokab' heb' junk'olal wed'oc, xchi Jehová chi'."
        },
        {
            "number": "6",
            "text": "Ha t'a yic b'ak'uinh, a heb' chonhab' yinhtilal winhaj Jacob, ol yik'xi yip heb'. Yuj heb' ol yak'xicot swach'k'olal Dios t'a yol yib'anhk’inal tik. Lajan ol aj heb' icha junok te te' swolani, syak'an xumaquil te', manh jantacoc pax sat te' syak'a'."
        },
        {
            "number": "7",
            "text": "Ha Dios maj yak'och yaelal t'a yib'anh heb' israel icha ix yutej yak'anoch t'a heb' yajk'ol heb'. Manh masaniloc heb' israel smilnacchamoc, icha yutejnac smilancham masanil heb' miljinaccham heb' israel chi'."
        },
        {
            "number": "8",
            "text": "Ix yak'och syaelal heb' schonhab' Jehová, aton yic ix yak'an owal heb', ayic ix ik'jipaxb'at heb' t'a ch'oc nacional. Icha tz'aj yik'jib'at tastac yuj owal ik' scot t'a stojolal b'aj sjawi k'u, icha chi' ix aj yik'jib'at heb' schonhab' chi'."
        },
        {
            "number": "9",
            "text": "Palta jun, ol ak'joc niwank'olal smul heb' yinhtilal Jacob chi', anhej tato chok' ol yutejkan masanil sk'eenal yaltar scomon diosal heb', icha tz'aj spojb'at k'een pulub' ayic spolji k'een, tato manhxa pax junok te te' yechel Asera ol kanok, ma altar yic incienso yuj yik'jichaanh scomon diosal heb'. Tato icha chi' ol sk'uloc heb', ol sucjoc sat smul heb'."
        },
        {
            "number": "10",
            "text": "Ha juntzanh chonhab' te tek'an, ol sateloc. Icha te' pat manhxa yajal, manhxalaj anima, cuseltacxonhej ol ajkanoc. Axonhej nok' nok' ol wa t'ay. Ol em cutzan nok', ol sk'uxel xil te te' nok', jixk'ab'tac ol ajkan te'."
        },
        {
            "number": "11",
            "text": "Axo yic ol tacjoquel te', ol laj cot lok'oljoc te' sk'ab', haxo heb' ix ix ol molb'an te' k'atzitzal. Ha jun chonhab' tik, malaj jab'oc spensar. Yuj chi' a Jehová b'ojinac heb', manhxo ol kus yuj heb', manhxo ol ok' sk'ol t'a heb'."
        },
        {
            "number": "12",
            "text": "Ha t'a jun k'ual chi', ay wal tas ol sk'ulej Jehová, ichato ol tek'woc trigo. Ha jantac macb'il yuj b'aj ichato ol tek'woc trigo chi', ol cotnhej t'ha ha' Éufrates masanto t'a smojonal Egipto. Palta a exxo israel ex tik, junjunal ol ex sik'jocchaanh yuj."
        },
        {
            "number": "13",
            "text": "Ha t'a jun k'u chi', ol pujoc jun k'een niwan trompeta chaanh sjaj. Ha heb' ik'b'ilkanb'at t'a Asiria yet' t'a Egipto, ol jawok heb' yic tz'och ejmelal t'a Jehová t'a jun tzalan yic ejmelal ay t'a Jerusalén."
        }
    ]
}