{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "A val d'a jun k'ual chi', ol yak'lab'ej yespada Jehová, te al, te ay smay, jay pax ye, yic ol yak'anoch yaelal d'a yib'anh nok' leviatán, aton nok' chan jelan sb'ey yolyonoc, syak'an yip nok' sb'at elelal. Ol mak'joccham nok' dragón chi' yuj Jehová, nok' ay d'a yol a' mar."
        },
        {
            "number": "2",
            "text": "A d'a jun k'ual chi' ol yal Jehová icha tic: B'itejec te' snunal uva vach' sat syak'a'."
        },
        {
            "number": "3",
            "text": "A in Jehová in tzin tanhvej te', cotac scal svak'anoch yal te'. Tzin tanhvej te' d'a k'ualil yed' d'ak'valil, yic vach' malaj tas tz'ik'an te'."
        },
        {
            "number": "4",
            "text": "Manhxa voval aycot d'a te'. Tato ay te' q'uiix, ma comon ank'ultac d'a scal te', tzin tek'satoc, tzin nhusantz'a d'a junelnhej."
        },
        {
            "number": "5",
            "text": "Tato snib'ej eb' ayoch ajk'olal d'a in chonhab' chi' sk'anan in colval, ochocab' eb' junk'olal ved'oc, xchi Jehová chi'."
        },
        {
            "number": "6",
            "text": "A d'a yic b'aq'uinh, a eb' chonhab' yinhtilal vinhaj Jacob, ol yik'xi yip eb'. Yuj eb' ol yak'xicot svach'k'olal Dios d'a yolyib'anhq'uinal tic. Lajan ol aj eb' icha junoc te te' svolani, syak'an xumaquil te', manh jantacoc pax sat te' syak'a'."
        },
        {
            "number": "7",
            "text": "A Dios maj yak'och yaelal d'a yib'anh eb' israel icha ix yutej yak'anoch d'a eb' yajk'ol eb'. Manh masaniloc eb' israel smilnacchamoc, icha yutejnac smilancham masanil eb' miljinaccham eb' israel chi'."
        },
        {
            "number": "8",
            "text": "Ix yak'och syaelal eb' schonhab' Jehová, aton yic ix yak'an oval eb', ayic ix ik'jipaxb'at eb' d'a ch'oc nacional. Icha tz'aj yik'jib'at tastac yuj oval ik' scot d'a stojolal b'aj sjavi k'u, icha chi' ix aj yik'jib'at eb' schonhab' chi'."
        },
        {
            "number": "9",
            "text": "Palta jun, ol ak'joc nivank'olal smul eb' yinhtilal Jacob chi', anhej tato chok' ol yutejcan masanil sq'ueenal yaltar scomon diosal eb', icha tz'aj spojb'at q'uen pulub' ayic spolji q'ueen, tato manhxa pax junoc te te' yechel Asera ol canoc, ma altar yic incienso yuj yik'jichaanh scomon diosal eb'. Tato icha chi' ol sk'uloc eb', ol sucjoc sat smul eb'."
        },
        {
            "number": "10",
            "text": "A juntzanh chonhab' te tek'an, ol sateloc. Icha te' pat manhxa yajal, manhxalaj anima, cuseltacxonhej ol ajcanoc. Axonhej nok' nok' ol va d'ay. Ol em cutzan nok', ol sk'uxel xil te te' nok', jixk'ab'tac ol ajcan te'."
        },
        {
            "number": "11",
            "text": "Axo yic ol tacjoquel te', ol laj cot lok'oljoc te' sk'ab', axo eb' ix ix ol molb'an te' k'atzitzal. A jun chonhab' tic, malaj jab'oc spensar. Yuj chi' a Jehová b'ojinac eb', manhxo ol cus yuj eb', manhxo ol ok' sk'ol d'a eb'."
        },
        {
            "number": "12",
            "text": "A d'a jun k'ual chi', ay val tas ol sk'ulej Jehová, ichato ol tek'voc trigo. A jantac macb'il yuuj b'aj ichato ol tek'voc trigo chi', ol cotnhej d'a a' Éufrates masanto d'a smojonal Egipto. Palta a exxo israel ex tic, junjunal ol ex sik'jocchaanh yuuj."
        },
        {
            "number": "13",
            "text": "A d'a jun k'u chi', ol pujoc jun q'uen nivan trompeta chaanh sjaj. A eb' ik'b'ilcanb'at d'a Asiria yed' d'a Egipto, ol javoc eb' yic tz'och ejmelal d'a Jehová d'a jun tzalan yic ejmelal ay d'a Jerusalén."
        }
    ]
}