{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Ob'iltac chonhab' Samaria, niwan yelk'och t'a yol sat eb' uk'um anh t'a yol yic Efraín. Yelvanub' yaj t'a jun ak'lic yax sat. Lajan pax icha corona xumactac van stacji t'a sjolom eb' toxo ix te cham yuj anh anh. Ha eb' cajan t'a Samaria chi', anhej uq'uel anh syak' eb'."
        },
        {
            "number": "2",
            "text": "Ha Jehová ix sik'anel jun winh vinac te tek'an, te jelan t'a oval. Ol javok winh yet' yip, icha yaxnhab' calan yet' q'uen sacb'at. Ol javok winh icha chacxuxum ik' smak'an chaanh tastac, icha pax yic syak'an yoval ha' b'eyuma' yic tz'el ha' b'aj sb'eyi. Yuj yip winh chi', ol em lanhnaj chonhab' Samaria chi'."
        },
        {
            "number": "3",
            "text": "Ha jun chonhab' niwan yelk'och t'a eb' uk'um anh chi', ol steq'uem jun winh ay yip chi'."
        },
        {
            "number": "4",
            "text": "Ha jun chonhab' ay t'a panhan te yax sat wach' yilji chi', aton jun lajan icha junok taquinh corona chi', ol satjoqueloc. Icha val sat te' higo spet eluli, elanhchamel slojib'at yuj junok mach tz'ilani, icha chi' ol aj jun chonhab' chi'."
        },
        {
            "number": "5",
            "text": "Ha t'a jun k'u chi', a Jehová Yajal t'a Smasanil, icha junok corona te wach' yilji, icha chi' ol aj t'a eb' anima olto kan t'a schonhab'. Icha stzalaj junok mach yet' scorona, icha chi' ol aj stzalaj eb' yet' Jehová."
        },
        {
            "number": "6",
            "text": "Ha Jehová chi' ol ak'an sna eb' juez yic wach' ol yutoc eb' sch'olb'itan yaj eb' anima. Ol yak' pax yip eb' soldado yic stanhvan schonhab'."
        },
        {
            "number": "7",
            "text": "Ha eb' winh sacerdote yet' eb' winh schecab' Dios, tzek' ch'umch'on eb' winh uq'uel anh, squistalax eb' winh yuj yoval anh chi'. Ayic sq'ue anh t'a sjolom eb' winh schecab' Dios chi', scomon naanq'ue eb' winh yalanel slolonel Dios, haxo eb' winh sacerdote chi', max sb'olaj yaj eb' anima eb' winh t'a stojolal."
        },
        {
            "number": "8",
            "text": "Masanil smexa eb' winh mictac sat, xejtac sat yuj eb' winh, manhxa jab'oc sat smexa eb' winh chi' wach'."
        },
        {
            "number": "9",
            "text": "Syalan eb' anima vuj a in tik: ¿Mach snib'ej jun vinac tik sk'ayb'ej? ¿A am t'a eb' vanto yel t'a yim, aton eb' maxtzac chuni?"
        },
        {
            "number": "10",
            "text": "¿Tas yuj jab'jab'il yalan winh t'ayonh, icha svulvon eb' unin vanto yel sti'? xchi eb'."
        },
        {
            "number": "11",
            "text": "Tato malaj sgana eb' yab'ani, ha Dios ol ak'lab'an eb' ch'oc nacional yalan t'a eb', ichato tonhej ol vulvon eb' ol yab' eb'."
        },
        {
            "number": "12",
            "text": "Aton t'a eb' b'uchvajnac chi' alb'il icha tik: Ina val ik'oj ip tik, yik'ocab' yip eb' k'unb'inac, siclab'ocab' sk'ol eb', xchi Jehová, palta maj schalaj yab' eb'."
        },
        {
            "number": "13",
            "text": "Yuj chi', a slolonel Jehová ol alchaj t'a eb' t'a jab'jab'il icha svulvon eb' unin vanto yel sti'. Yuj chi', ayic ol b'eyek' eb' pak'jab' ol aj stelvi eb', ol echnaj eb', ol kan eb' t'a yaal, ol ik'jocb'at eb' t'a ch'oc nacional."
        },
        {
            "number": "14",
            "text": "Ex yajal eyaj t'a Jerusalén tik, ex b'uchumtac, ab'ec val slolonel Jehová:"
        },
        {
            "number": "15",
            "text": "Yujto ix eyal icha tik: Ay co lajti' yet' yajalil chamel, yuj chi' ayic ol javok tas ol onh sataneloc icha ha' eluma', malaj tas ol onh ik'anoc, yujto a juntzanh lolonel es ix cak'och yipoc co k'ool, ol co col co b'a t'ay, xe chi."
        },
        {
            "number": "16",
            "text": "Yuj chi', a Jehová Yajal tz'alan icha tik: Ol vaq'uem junok mach yipumaloc Sion. Ha jun chi' sik'b'ilel vuuj, malaj b'ak'uinh ol sateloc, te niwan yelk'ochi, lajan icha junok q'uen q'ueen tz'emcan t'a yesquinail junok pat. Ha eb' tz'ak'anoch yipoc sk'ool, malaj b'ak'uinh ol kan eb' t'a q'uixvelal."
        },
        {
            "number": "17",
            "text": "Ha t'a Sion chi', ol vak'lab'ej in tojolal icha tz'ajem ch'anh cuerda, ma plomo yic yechel pat, xchi Jehová chi'. Palta a es ix eyak'och yipoc e k'ool chi', a q'uen sacb'at ol sataneloc. Axo b'aj tze col e b'a chi', ha ha' eluma' ol cuchanb'atoc."
        },
        {
            "number": "18",
            "text": "Ha e lajti' ix eyak' yet' yajalil chamel chi', ol sateloc. Ayic ol ja jun icha eluma' t'a eyib'anh chi', ol ex kan t'a yalanh yuj."
        },
        {
            "number": "19",
            "text": "Ayic ol javok t'a juntac el, ol ex cuchjocb'at yuj. Junjun q'uinhib'alil, ma k'ual t'ak'val ol ja t'ayex. Ayic ol eyab'an yab'ixal jun chi', ol ex ib'xocq'ueoc."
        },
        {
            "number": "20",
            "text": "Lajan ol ex aj icha junok mach svay t'a junok ch'at tzapan steel yet' junok k'u' lot'an sat."
        },
        {
            "number": "21",
            "text": "Icha yutejnac Jehová yak'an oval t'a lum svitzal Perazim yet' t'a lum yak'lical Gabaón, icha chi' ol yutoc sk'ulan junok tas satub'tac, junok tas manh tanhvab'iloc eyuuj."
        },
        {
            "number": "22",
            "text": "Ha ticnaic jun, manh ex b'uchvajoc, yic wach' max nivtaj eyaelal. Ix vab' tas ix yal Jehová Yajal t'a Smasanil. Toxo ix sna'a to ol satel masanil smacb'en jun chonhab' tik."
        },
        {
            "number": "23",
            "text": "Maclejec eyab' tas ol vala', scham val eyab'an in lolonel:"
        },
        {
            "number": "24",
            "text": "Ha junok winh sb'oan smunlajel yic tz'avvi, manhocnhej d'ocoj lum syak' winh yet' q'uen arado, manh tonhejoc pax ste chok'b'itej lum winh yet' q'uen rastrillo."
        },
        {
            "number": "25",
            "text": "Ayic toxo ix b'o lu'um, syavan yinhatil anh eneldo winh yet' anh comino, syavan pax ixim trigo winh t'a stzolal. Axo t'a stitac syavej ixim cebada winh yet' ixim avena, icha b'aj smoj yavchaji."
        },
        {
            "number": "26",
            "text": "Ha Dios tz'ak'an nachajel yuj winh tas tz'aj smunlaji."
        },
        {
            "number": "27",
            "text": "Yujto a anh eneldo chi', max tek'chaj anh, max ek' pax junok carreta t'a yib'anh anh comino chi'. Tonhej smak'jiel anh eneldo chi' yet' junok te te', haxo anh comino chi', smak'chaj anh yet' junok te' jixk'ab' te'."
        },
        {
            "number": "28",
            "text": "Ha ixim trigo stek'ji ixim, syal yek' junok carreta t'a yib'anh ixim, palta tato anheja' yek' te' t'a yib'anh ixim, spoj ixim sat chi'."
        },
        {
            "number": "29",
            "text": "Icha chi' syutej Jehová Yajal t'a Smasanil snaan tas ol sk'ulej. Satub'tac yilji tas nab'il yuj, tz'elnhejk'och yuj sjelanil."
        }
    ]
}