{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Ob'iltac chonhab' Samaria, niwan yelk'och t'a yol sat heb' uk'um anh t'a yol yic Efraín. Yelwanub' yaj t'a jun ak'lic yax sat. Lajan pax icha corona xumactac wan stacji t'a sjolom heb' toxo ix te cham yuj anh anh. Ha heb' cajan t'a Samaria chi', anhej uk'el anh syak' heb'."
        },
        {
            "number": "2",
            "text": "Ha Jehová ix sik'anel jun winh winak te tek'an, te jelan t'a owal. Ol jawok winh yet' yip, icha yaxnhab' calan yet' k'een sacb'at. Ol jawok winh icha chacxuxum ik' smak'an chaanh tastac, icha pax yic syak'an yowal ha' b'eyuma' yic tz'el ha' b'aj sb'eyi. Yuj yip winh chi', ol em lanhnaj chonhab' Samaria chi'."
        },
        {
            "number": "3",
            "text": "Ha jun chonhab' niwan yelk'och t'a heb' uk'um anh chi', ol stek'em jun winh ay yip chi'."
        },
        {
            "number": "4",
            "text": "Ha jun chonhab' ay t'a panhan te yax sat wach' yilji chi', aton jun lajan icha junok taquinh corona chi', ol satjoqueloc. Icha wal sat te' higo spet eluli, elanhchamel slojib'at yuj junok mach tz'ilani, icha chi' ol aj jun chonhab' chi'."
        },
        {
            "number": "5",
            "text": "Ha t'a jun k'u chi', a Jehová Yajal t'a Smasanil, icha junok corona te wach' yilji, icha chi' ol aj t'a heb' anima olto kan t'a schonhab'. Icha stzalaj junok mach yet' scorona, icha chi' ol aj stzalaj heb' yet' Jehová."
        },
        {
            "number": "6",
            "text": "Ha Jehová chi' ol ak'an sna heb' juez yic wach' ol yutoc heb' sch'olb'itan yaj heb' anima. Ol yak' pax yip heb' soldado yic stanhwan schonhab'."
        },
        {
            "number": "7",
            "text": "Ha heb' winh sacerdote yet' heb' winh schecab' Dios, tzek' ch'umch'on heb' winh uk'el anh, squistalax heb' winh yuj yowal anh chi'. Ayic sk'e anh t'a sjolom heb' winh schecab' Dios chi', scomon naank'e heb' winh yalanel slolonel Dios, haxo heb' winh sacerdote chi', max sb'olaj yaj heb' anima heb' winh t'a stojolal."
        },
        {
            "number": "8",
            "text": "Masanil smexa heb' winh mictac sat, xejtac sat yuj heb' winh, manhxa jab'oc sat smexa heb' winh chi' wach'."
        },
        {
            "number": "9",
            "text": "Syalan heb' anima wuj a in tik: ¿Mach snib'ej jun winak tik sk'ayb'ej? ¿A am t'a heb' wanto yel t'a yim, aton heb' maxtzac chuni?"
        },
        {
            "number": "10",
            "text": "¿Tas yuj jab'jab'il yalan winh t'ayonh, icha swulwon heb' unin wanto yel sti'? xchi heb'."
        },
        {
            "number": "11",
            "text": "Tato malaj snib'ej heb' yab'ani, ha Dios ol ak'lab'an heb' ch'oc nacional yalan t'a heb', ichato tonhej ol wulwon heb' ol yab' heb'."
        },
        {
            "number": "12",
            "text": "Aton t'a heb' b'uchwajnac chi' alb'il icha tik: Ina wal ik'oj ip tik, yik'ocab' yip heb' k'unb'inac, siclab'ocab' sk'ol heb', xchi Jehová, palta maj schalaj yab' heb'."
        },
        {
            "number": "13",
            "text": "Yuj chi', a slolonel Jehová ol alchaj t'a heb' t'a jab'jab'il icha swulwon heb' unin wanto yel sti'. Yuj chi', ayic ol b'eyek' heb' pak'jab' ol aj stelwi heb', ol echnaj heb', ol kan heb' t'a yaal, ol ik'jocb'at heb' t'a ch'oc nacional."
        },
        {
            "number": "14",
            "text": "Ex yajal eyaj t'a Jerusalén tik, ex b'uchumtac, ab'ec wal slolonel Jehová:"
        },
        {
            "number": "15",
            "text": "Yujto ix eyal icha tik: Ay ko lajti' yet' yajalil chamel, yuj chi' ayic ol jawok tas ol onh sataneloc icha ha' eluma', malaj tas ol onh ik'anoc, yujto a juntzanh lolonel es ix cak'och yipoc ko k'ool, ol ko col ko b'a t'ay, xe chi."
        },
        {
            "number": "16",
            "text": "Yuj chi', a Jehová Yajal tz'alan icha tik: Ol wak'em junok mach yipumaloc Sion. Ha jun chi' sik'b'ilel wuuj, malaj b'ak'uinh ol sateloc, te niwan yelk'ochi, lajan icha junok k'een k'een tz'emcan t'a yesquinail junok pat. Ha heb' tz'ak'anoch yipoc sk'ool, malaj b'ak'uinh ol kan heb' t'a q'uixwelal."
        },
        {
            "number": "17",
            "text": "Ha t'a Sion chi', ol wak'lab'ej in tojolal icha tz'ajem ch'anh cuerda, ma plomo yic yechel pat, xchi Jehová chi'. Palta a es ix eyak'och yipoc he k'ool chi', a k'een sacb'at ol sataneloc. Axo b'aj tze col he b'a chi', ha ha' eluma' ol cuchanb'atoc."
        },
        {
            "number": "18",
            "text": "Ha he lajti' ix eyak' yet' yajalil chamel chi', ol sateloc. Ayic ol ja jun icha eluma' t'a eyib'anh chi', ol ex kan t'a yalanh yuj."
        },
        {
            "number": "19",
            "text": "Ayic ol jawok t'a juntac el, ol ex cuchjocb'at yuj. Junjun q'uinhib'alil, ma k'ual t'ak'wal ol ja t'ayex. Ayic ol eyab'an yab'ixal jun chi', ol ex ib'xock'eoc."
        },
        {
            "number": "20",
            "text": "Lajan ol ex aj icha junok mach sway t'a junok ch'at tzapan steel yet' junok k'u' lot'an sat."
        },
        {
            "number": "21",
            "text": "Icha yutejnac Jehová yak'an owal t'a lum switzal Perazim yet' t'a lum yak'lical Gabaón, icha chi' ol yutoc sk'ulan junok tas satub'tac, junok tas manh tanhwab'iloc eyuuj."
        },
        {
            "number": "22",
            "text": "Ha ticnaik jun, manh ex b'uchwajoc, yic wach' max nivtaj eyaelal. Ix wab' tas ix yal Jehová Yajal t'a Smasanil. Toxo ix sna'a to ol satel masanil smacb'en jun chonhab' tik."
        },
        {
            "number": "23",
            "text": "Maclejec eyab' tas ol wala', scham wal eyab'an in lolonel:"
        },
        {
            "number": "24",
            "text": "Ha junok winh sb'oan smunlajel yic tz'avwi, manhocnhej d'ocoj lum syak' winh yet' k'een arado, manh tonhejoc pax ste chok'b'itej lum winh yet' k'een rastrillo."
        },
        {
            "number": "25",
            "text": "Ayic toxo ix b'o lu'um, syawan yinhatil anh eneldo winh yet' anh comino, syawan pax ixim trigo winh t'a stzolal. Axo t'a stitac syawej ixim cebada winh yet' ixim awena, icha b'aj smoj yavchaji."
        },
        {
            "number": "26",
            "text": "Ha Dios tz'ak'an nachajel yuj winh tas tz'aj smunlaji."
        },
        {
            "number": "27",
            "text": "Yujto a anh eneldo chi', max tek'chaj anh, max ek' pax junok carreta t'a yib'anh anh comino chi'. Tonhej smak'jiel anh eneldo chi' yet' junok te te', haxo anh comino chi', smak'chaj anh yet' junok te' jixk'ab' te'."
        },
        {
            "number": "28",
            "text": "Ha ixim trigo stek'ji ixim, syal yek' junok carreta t'a yib'anh ixim, palta tato anheja' yek' te' t'a yib'anh ixim, spoj ixim sat chi'."
        },
        {
            "number": "29",
            "text": "Icha chi' syutej Jehová Yajal t'a Smasanil snaan tas ol sk'ulej. Satub'tac yilji tas nab'il yuj, tz'elnhejk'och yuj sjelanil."
        }
    ]
}