{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ay..., ob'iltac wal chonhab' Jerusalén, scuch Yaltar Dios, b'aj ek'nac kajan winhaj Dawid. Ek'okab' juntzanh q'uinh tzek'taxoni."
        },
        {
            "number": "2",
            "text": "Ha Dios ol ak'anoch heb' anima t'a jun chonhab' tik t'a ilk'olal yet' t'a cusk'olal. Ol laj k'acwoc heb' yab'an syail. Axo jun chonhab' tik, icha junok altar ol ajkan t'a yichanh Dios."
        },
        {
            "number": "3",
            "text": "Ol scheccot soldado Jehová yic tzul yoyan sb'a heb' t'a spatictac Jerusalén tik, ol sb'oanoch jun muro heb' b'aj ol och oyan t'a spatictac chi'. Ol sb'oanpaxoch sb'akhte' heb' yic syak'an owal heb' yet'oc."
        },
        {
            "number": "4",
            "text": "Ol ak'joc telwoc Jerusalén, ichato ol ek'kan telan t'a sat lu'um, haxo t'a sat lum chi' ol lolonk'e heb' aj chonhab' chi'. Toxonhej ol k'e b'ulnaj heb' slolon t'a kal pokok, icha slolon junok mach yet' spixan chamnac."
        },
        {
            "number": "5",
            "text": "Axo ol ajoc, elanhchamel ol yak'och yaelal Jehová t'a yib'anh masanil heb' ayoch ajk'olal t'a Jerusalén tik. Ol mak'waj k'u, ol ek' quixkab', ol ek' niwac owal ik'nhab' ayxo smay sk'anhi yet' niwac k'ak' satanel tastac. Ha heb' ajk'ol chi', manhxo jantacoc sb'isul heb', palta lajan ol ajkan heb' icha lum pokok. Ha heb' tzex ixtani, ol ik'chajkanb'at heb' icha tz'aj yik'chajb'at smatz'il ixim trigo yuj ik'."
        },
        {
            "number": "6",
            "text": "Masanil juntzanh chonhab' manhxo b'ischajb'enoc chi', aton heb' tz'ak'an owal yet' jun chonhab' scuch yaltar Dios, oymajnac heb' t'a spatic, spojanem smuroal heb', lajan ol yutoc sb'a heb' icha junok mach ay tas swayichej t'ak'walil."
        },
        {
            "number": "7",
            "text": "Ha mach ay swejel swayichej swa'i, palta haxo yic tz'el swayanh, anheja' yoch swejel. Ma icha mach stacji sti' swaykani, haxo t'a swayich, syuk'ej ha' syila', palta haxo yic tz'el swayanh, anheja' stacji sti', taquinh q'uilinac yol sjaj. Icha chi' ol aj yelk'och juntzanh chonhab' manhxo b'ischajb'enoc ayoch yak'an owal yet' tzalan Sion tik."
        },
        {
            "number": "8",
            "text": "Ex aj Jerusalén, b'eyanhecnhej yet' he manh pensaril, ichato max eyil jab'oc. Ek'anhecnhej quetcon icha uk'um anh, wach'chom malaj anh tzeyuk'ej."
        },
        {
            "number": "9",
            "text": "Yujto a Jehová ix ak'ancot jun niwan wayanh t'a eyib'anh. Axo heb' syaloch sb'a schekab'oc Dios tz'ilan tas sjawi t'a eyib'anh chi'. Ha Jehová ix makan spensar heb', icha tz'aj smacchaj sat junok mach sway yet' junok k'apac."
        },
        {
            "number": "10",
            "text": "Yuj chi' masanil tas syal heb' schekab' Dios, lajan ol ajkan icha tas tz'ib'ab'ilkan t'a junok tas, palta to makan, ayoch selloal. Tato tz'alchaj t'a junok mach syal yavtani: Avtej jun um tik, tato xchi t'ay, syalan icha tik: Max yal-laj wavtani, yujto makan, ayoch selloal, xchi."
        },
        {
            "number": "11",
            "text": "Tato tz'ak'chajpax t'a junok mach to max yal yavtani: Avtej jun tik, tato xchi t'ay, syalani: Max yal-laj wavtani, xchi."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix yal Jehová t'ayin icha tik: Ha juntzanh anima tik, stz'ac yal heb' to tzin yik'chaanh heb', stz'akan yal heb' to ay welk'och t'a yol sat heb', palta haxo wal spensar heb' najat yajkanel t'ayin. Stz'ac yak'em sb'a heb' t'ayin, palta anhej juntzanh schecnab'il heb' anima snak'ei, a syak' heb' k'ayb'ajoc."
        },
        {
            "number": "13",
            "text": "Yuj chi' a juntzanh tas satub'tac yilji ol in ch'ox yil jun chonhab' tik, toxonhej ol sat sk'ol heb' yuj. Ha sjelanil heb' jelan yet' yaj pensaril heb' aj pensar, ol sateloc, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ob'iltac wal heb' te wach' syutej sk'ub'anel tas nab'il yuj yet' tastac sk'ulej heb' t'a elk'altac t'a Jehová yalani. Syalan heb' icha tik: Malaj mach tzonh ilani, malaj mach tzonh ojtakaneli, xchi heb'."
        },
        {
            "number": "15",
            "text": "Palta a ex tik, k'exanh tzeyutej. ¿Tocwal lajan lum tz'acb'il lum yet' mach stz'akani? ¿Tom syal yalan lum t'a mach stz'akan chi' icha tik: Manhok ach ix in a tz'aca'? Mato syal lum icha tik: Ha ach tik manh ojtakoc tas tza k'ulej, ¿tocwal xchi lum t'ay?"
        },
        {
            "number": "16",
            "text": "Quenxonhej wal tiempo ol ochkan lum yax lu'um b'aj sb'o munlajel, haxo lum b'aj sb'otaxon munlajel chi', ol ochkan lum yax lumal."
        },
        {
            "number": "17",
            "text": "Ha t'a jun k'ual chi', a heb' max ujitaxon yab'ani, ol yab' heb' yavtaj junok tas tz'ib'ab'il. Axo heb' max uji yilani, ol yil heb', ichato ol ik'chajelta heb' t'a skal k’ik’ k’inal."
        },
        {
            "number": "18",
            "text": "Ha heb' emnaquil yaji, ol te tzalaj heb' t'a Jehová. Ha heb' te meb'a', ol te tzalaj heb' t'a sDiosal Israel Axonhej Ochi."
        },
        {
            "number": "19",
            "text": "Ha heb' malaj yelk'och yetanimail t'a sat, ol lajwoquem heb'. Ha heb' pit syutej sb'a, manhxo junok heb' olto kanok. Ha heb' anhej chukal sna'a, ol satel heb',"
        },
        {
            "number": "20",
            "text": "aton heb' snaank'e esal lolonel t'a spatic yetanimail. Aton heb' skachan heb' juez yic max ak'jioch syaelal heb' chuk, syak'an es heb' yic manh tojolok tz'aj sb'o yaj t'a heb' malaj smul."
        },
        {
            "number": "21",
            "text": "Yuj chi' a Jehová sDiosal Israel, Jun coljinakkanel winhaj Abraham, a tz'alan icha tik: Ha ticnaik ex in chonhab', ex yinhtilal winhaj Jacob, manhxa b'aj ol ex q'uixwoc, manhxa b'aj ol chacb'oc he sat yuj q'uixwelal."
        },
        {
            "number": "22",
            "text": "Yujto a heb' eyinhtilal ol yil heb' tas ol in k'ulej t'a skal, ol yojtaquejel heb' to Ha inxonhej Ochi, niwan ol aj welk'och t'a yol sat heb', a in he Diosal in israel ex tik."
        },
        {
            "number": "23",
            "text": "Ha heb' ayoch t'a somk'olal, ol sk'ayb'ej jelanil heb', a heb' b'uchumtac ol scha yab' k'ayb'ub'al heb', xchi Jehová."
        }
    ]
}