{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ay..., ob'iltac val chonhab' Jerusalén, scuch Yaltar Dios, b'aj ek'nac cajan vinhaj David. Ek'ocab' juntzanh q'uinh tzek'taxoni."
        },
        {
            "number": "2",
            "text": "Ha Dios ol ak'anoch eb' anima t'a jun chonhab' tik t'a ilk'olal yet' t'a cusk'olal. Ol laj k'acvoc eb' yab'an syail. Axo jun chonhab' tik, icha junok altar ol ajkan t'a yichanh Dios."
        },
        {
            "number": "3",
            "text": "Ol scheccot soldado Jehová yic tzul yoyan sb'a eb' t'a spatictac Jerusalén tik, ol sb'oanoch jun muro eb' b'aj ol och oyan t'a spatictac chi'. Ol sb'oanpaxoch sb'achte' eb' yic syak'an oval eb' yet'oc."
        },
        {
            "number": "4",
            "text": "Ol ak'joc telvoc Jerusalén, ichato ol ek'kan telan t'a sat lu'um, haxo t'a sat lum chi' ol lolonq'ue eb' aj chonhab' chi'. Toxonhej ol q'ue b'ulnaj eb' slolon t'a cal pococ, icha slolon junok mach yet' spixan chamnac."
        },
        {
            "number": "5",
            "text": "Axo ol ajoc, elanhchamel ol yak'och yaelal Jehová t'a yib'anh masanil eb' ayoch ajk'olal t'a Jerusalén tik. Ol mak'vaj k'u, ol ek' quixcab', ol ek' nivac oval ik'nhab' ayxo smay sk'anhi yet' nivac k'ak' satanel tastac. Ha eb' ajk'ol chi', manhxo jantacoc sb'isul eb', palta lajan ol ajkan eb' icha lum pococ. Ha eb' tzex ixtani, ol ik'chajcanb'at eb' icha tz'aj yik'chajb'at smatz'il ixim trigo yuj ik'."
        },
        {
            "number": "6",
            "text": "Masanil juntzanh chonhab' manhxo b'ischajb'enoc chi', aton eb' tz'ak'an oval yet' jun chonhab' scuch yaltar Dios, oymajnac eb' t'a spatic, spojanem smuroal eb', lajan ol yutoc sb'a eb' icha junok mach ay tas svayichej t'ak'walil."
        },
        {
            "number": "7",
            "text": "Ha mach ay svejel svayichej sva'i, palta haxo yic tz'el svayanh, anheja' yoch svejel. Ma icha mach stacji sti' svaycani, haxo t'a svayich, syuq'uej ha' syila', palta haxo yic tz'el svayanh, anheja' stacji sti', taquinh q'uilinac yol sjaj. Icha chi' ol aj yelk'och juntzanh chonhab' manhxo b'ischajb'enoc ayoch yak'an oval yet' tzalan Sion tik."
        },
        {
            "number": "8",
            "text": "Ex aj Jerusalén, b'eyanhecnhej yet' e manh pensaril, ichato max eyil jab'oc. Ek'anhecnhej quetcon icha uk'um anh, wach'chom malaj anh tzeyuq'uej."
        },
        {
            "number": "9",
            "text": "Yujto a Jehová ix ak'ancot jun niwan vayanh t'a eyib'anh. Axo eb' syaloch sb'a schecab'oc Dios tz'ilan tas sjavi t'a eyib'anh chi'. Ha Jehová ix macan spensar eb', icha tz'aj smacchaj sat junok mach svay yet' junok k'apac."
        },
        {
            "number": "10",
            "text": "Yuj chi' masanil tas syal eb' schecab' Dios, lajan ol ajkan icha tas tz'ib'ab'ilcan t'a junok tas, palta to macan, ayoch selloal. Tato tz'alchaj t'a junok mach syal yavtani: Avtej jun um tik, tato xchi t'ay, syalan icha tik: Max yal-laj vavtani, yujto macan, ayoch selloal, xchi."
        },
        {
            "number": "11",
            "text": "Tato tz'ak'chajpax t'a junok mach to max yal yavtani: Avtej jun tik, tato xchi t'ay, syalani: Max yal-laj vavtani, xchi."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix yal Jehová t'ayin icha tik: Ha juntzanh anima tik, stz'ac yal eb' to tzin yik'chaanh eb', stz'acan yal eb' to ay velk'och t'a yol sat eb', palta haxo val spensar eb' najat yajcanel t'ayin. Stz'ac yaq'uem sb'a eb' t'ayin, palta anhej juntzanh schecnab'il eb' anima snaq'uei, a syak' eb' k'ayb'ajoc."
        },
        {
            "number": "13",
            "text": "Yuj chi' a juntzanh tas satub'tac yilji ol in ch'ox yil jun chonhab' tik, toxonhej ol sat sk'ol eb' yuj. Ha sjelanil eb' jelan yet' yaj pensaril eb' aj pensar, ol sateloc, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ob'iltac val eb' te wach' syutej sk'ub'anel tas nab'il yuj yet' tastac sk'ulej eb' t'a elk'altac t'a Jehová yalani. Syalan eb' icha tik: Malaj mach tzonh ilani, malaj mach tzonh ojtacaneli, xchi eb'."
        },
        {
            "number": "15",
            "text": "Palta a ex tik, q'uexanh tzeyutej. ¿Tocval lajan lum tz'acb'il lum yet' mach stz'acani? ¿Tom syal yalan lum t'a mach stz'acan chi' icha tik: Manhoc ach ix in a tz'aca'? Mato syal lum icha tik: Ha ach tik manh ojtacoc tas tza k'ulej, ¿tocval xchi lum t'ay?"
        },
        {
            "number": "16",
            "text": "Quenxonhej val tiempo ol ochcan lum yax lu'um b'aj sb'o munlajel, haxo lum b'aj sb'otaxon munlajel chi', ol ochcan lum yax lumal."
        },
        {
            "number": "17",
            "text": "Ha t'a jun k'ual chi', a eb' max ujitaxon yab'ani, ol yab' eb' yavtaj junok tas tz'ib'ab'il. Axo eb' max uji yilani, ol yil eb', ichato ol ik'chajelta eb' t'a skal k’ik’ k’inal."
        },
        {
            "number": "18",
            "text": "Ha eb' emnaquil yaji, ol te tzalaj eb' t'a Jehová. Ha eb' te meb'a', ol te tzalaj eb' t'a sDiosal Israel Axonhej Ochi."
        },
        {
            "number": "19",
            "text": "Ha eb' malaj yelk'och yetanimail t'a sat, ol lajvoquem eb'. Ha eb' pit syutej sb'a, manhxo junok eb' olto canoc. Ha eb' anhej chucal sna'a, ol satel eb',"
        },
        {
            "number": "20",
            "text": "aton eb' snaanq'ue esal lolonel t'a spatic yetanimail. Aton eb' scachan eb' juez yic max ak'jioch syaelal eb' chuc, syak'an es eb' yic manh tojoloc tz'aj sb'o yaj t'a eb' malaj smul."
        },
        {
            "number": "21",
            "text": "Yuj chi' a Jehová sDiosal Israel, Jun coljinaccanel vinhaj Abraham, a tz'alan icha tik: Ha ticnaic ex in chonhab', ex yinhtilal vinhaj Jacob, manhxa b'aj ol ex q'uixvoc, manhxa b'aj ol chacb'oc e sat yuj q'uixvelal."
        },
        {
            "number": "22",
            "text": "Yujto a eb' eyinhtilal ol yil eb' tas ol in k'ulej t'a skal, ol yojtaquejel eb' to Ha inxonhej Ochi, niwan ol aj velk'och t'a yol sat eb', a in e Diosal in israel ex tik."
        },
        {
            "number": "23",
            "text": "Ha eb' ayoch t'a somk'olal, ol sk'ayb'ej jelanil eb', a eb' b'uchumtac ol scha yab' k'ayb'ub'al eb', xchi Jehová."
        }
    ]
}