{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ay..., ob'iltac val chonhab' Jerusalén, scuch Yaltar Dios, b'aj ek'nac cajan vinhaj David. Ek'ocab' juntzanh q'uinh tz'ek'taxoni."
        },
        {
            "number": "2",
            "text": "A Dios ol ak'anoch eb' anima d'a jun chonhab' tic d'a ilk'olal yed' d'a cusk'olal. Ol laj k'acvoc eb' yab'an syail. Axo jun chonhab' tic, icha junoc altar ol ajcan d'a yichanh Dios."
        },
        {
            "number": "3",
            "text": "Ol scheccot soldado Jehová yic tzul yoyan sb'a eb' d'a spatictac Jerusalén tic, ol sb'oanoch jun muro eb' b'aj ol och oyan d'a spatictac chi'. Ol sb'oanpaxoch sb'achte' eb' yic syak'an oval eb' yed'oc."
        },
        {
            "number": "4",
            "text": "Ol ak'joc telvoc Jerusalén, ichato ol ek'can telan d'a sat luum, axo d'a sat lum chi' ol lolonq'ue eb' aj chonhab' chi'. Toxonhej ol q'ue b'ulnaj eb' slolon d'a cal pococ, icha slolon junoc mach yed' spixan chamnac."
        },
        {
            "number": "5",
            "text": "Axo ol ajoc, elanhchamel ol yak'och yaelal Jehová d'a yib'anh masanil eb' ayoch ajk'olal d'a Jerusalén tic. Ol mak'vaj k'u, ol ek' quixcab', ol ek' nivac oval ik'nhab' ayxo smay sk'anhi yed' nivac k'ak' satanel tastac. A eb' ajk'ol chi', manhxo jantacoc sb'isul eb', palta lajan ol ajcan eb' icha lum pococ. A eb' tzex ixtani, ol ik'chajcanb'at eb' icha tz'aj yik'chajb'at smatz'il ixim trigo yuj ik'."
        },
        {
            "number": "6",
            "text": "Masanil juntzanh chonhab' manhxo b'ischajb'enoc chi', aton eb' tz'ak'an oval yed' jun chonhab' scuch yaltar Dios, oymajnac eb' d'a spatic, spojanem smuroal eb', lajan ol yutoc sb'a eb' icha junoc mach ay tas svayichej d'ak'valil."
        },
        {
            "number": "7",
            "text": "A mach ay svejel svayichej sva'i, palta axo yic tz'el svayanh, anheja' yoch svejel. Ma icha mach stacji sti' svaycani, axo d'a svayich, syuq'uej a' syila', palta axo yic tz'el svayanh, anheja' stacji sti', taquinh q'uilinac yol sjaj. Icha chi' ol aj yelk'och juntzanh chonhab' manhxo b'ischajb'enoc ayoch yak'an oval yed' tzalan Sion tic."
        },
        {
            "number": "8",
            "text": "Ex aj Jerusalén, b'eyanhecnhej yed' e manh pensaril, ichato max eyil jab'oc. Ek'anhecnhej quetcon icha uk'um anh, vach'chom malaj anh tzeyuq'uej."
        },
        {
            "number": "9",
            "text": "Yujto a Jehová ix ak'ancot jun nivan vayanh d'a eyib'anh. Axo eb' syaloch sb'a schecab'oc Dios tz'ilan tas sjavi d'a eyib'anh chi'. A Jehová ix macan spensar eb', icha tz'aj smacchaj sat junoc mach svay yed' junoc k'apac."
        },
        {
            "number": "10",
            "text": "Yuj chi' masanil tas syal eb' schecab' Dios, lajan ol ajcan icha tas tz'ib'ab'ilcan d'a junoc tas, palta to macan, ayoch selloal. Tato tz'alchaj d'a junoc mach syal yavtani: Avtej jun um tic, tato xchi d'ay, syalan icha tic: Max yal-laj vavtani, yujto macan, ayoch selloal, xchi."
        },
        {
            "number": "11",
            "text": "Tato tz'ak'chajpax d'a junoc mach to max yal yavtani: Avtej jun tic, tato xchi d'ay, syalani: Max yal-laj vavtani, xchi."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix yal Jehová d'ayin icha tic: A juntzanh anima tic, stz'ac yal eb' to tzin yik'chaanh eb', stz'acan yal eb' to ay velk'och d'a yol sat eb', palta axo val spensar eb' najat yajcanel d'ayin. Stz'ac yaq'uem sb'a eb' d'ayin, palta anhej juntzanh schecnab'il eb' anima snaq'uei, a syak' eb' k'ayb'ajoc."
        },
        {
            "number": "13",
            "text": "Yuj chi' a juntzanh tas satub'tac yilji ol in ch'ox yil jun chonhab' tic, toxonhej ol sat sk'ol eb' yuuj. A sjelanil eb' jelan yed' yaj pensaril eb' aj pensar, ol sateloc, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ob'iltac val eb' te vach' syutej sk'ub'anel tas nab'il yuuj yed' tastac sk'ulej eb' d'a elk'altac d'a Jehová yalani. Syalan eb' icha tic: Malaj mach tzonh ilani, malaj mach tzonh ojtacaneli, xchi eb'."
        },
        {
            "number": "15",
            "text": "Palta a ex tic, q'uexanh tzeyutej. ¿Tocval lajan lum tz'acb'il lum yed' mach stz'acani? ¿Tom syal yalan lum d'a mach stz'acan chi' icha tic: Manhoc ach ix in a tz'aca'? Mato syal lum icha tic: A ach tic manh ojtacoc tas tza k'ulej, ¿tocval xchi lum d'ay?"
        },
        {
            "number": "16",
            "text": "Quenxonhej val tiempo ol ochcan lum yax luum b'aj sb'o munlajel, axo lum b'aj sb'otaxon munlajel chi', ol ochcan lum yax lumal."
        },
        {
            "number": "17",
            "text": "A d'a jun k'ual chi', a eb' max ujitaxon yab'ani, ol yab' eb' yavtaj junoc tas tz'ib'ab'il. Axo eb' max uji yilani, ol yil eb', ichato ol ik'chajelta eb' d'a scal q'uik'alq'uinal."
        },
        {
            "number": "18",
            "text": "A eb' emnaquil yaji, ol te tzalaj eb' d'a Jehová. A eb' te meb'a', ol te tzalaj eb' d'a sDiosal Israel Axonhej Ochi."
        },
        {
            "number": "19",
            "text": "A eb' malaj yelk'och yetanimail d'a sat, ol lajvoquem eb'. A eb' pit syutej sb'a, manhxo junoc eb' olto canoc. A eb' anhej chucal sna'a, ol satel eb',"
        },
        {
            "number": "20",
            "text": "aton eb' snaanq'ue esal lolonel d'a spatic yetanimail. Aton eb' scachan eb' juez yic max ak'jioch syaelal eb' chuc, syak'an es eb' yic manh tojoloc tz'aj sb'o yaj d'a eb' malaj smul."
        },
        {
            "number": "21",
            "text": "Yuj chi' a Jehová sDiosal Israel, Jun coljinaccanel vinhaj Abraham, a tz'alan icha tic: A ticnaic ex in chonhab', ex yinhtilal vinhaj Jacob, manhxa b'aj ol ex q'uixvoc, manhxa b'aj ol chacb'oc e sat yuj q'uixvelal."
        },
        {
            "number": "22",
            "text": "Yujto a eb' eyinhtilal ol yil eb' tas ol in k'ulej d'a scal, ol yojtaquejel eb' to A inxonhej Ochi, nivan ol aj velk'och d'a yol sat eb', a in e Diosal in israel ex tic."
        },
        {
            "number": "23",
            "text": "A eb' ayoch d'a somk'olal, ol sk'ayb'ej jelanil eb', a eb' b'uchumtac ol scha yab' k'ayb'ub'al eb', xchi Jehová."
        }
    ]
}