{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "A ticnaic a Jehová Yajal d'a Smasanil, ol yik'canel masanil tas tz'ab'laji yed' masanil tas tz'uk'ji d'a Jerusalén tic yed' d'a Judá. Ol yik'anpaxel masanil eb' yipk'olal yaj yuuj:"
        },
        {
            "number": "2",
            "text": "Aton eb' vinh yajalil eb' soldado, eb' vinh juez, eb' schecab' Dios, eb' ajchum, eb' yichamtac vinaquil chonhab',"
        },
        {
            "number": "3",
            "text": "eb' yajal yaj d'a 50 eb' soldado, eb' nivac yelk'ochi, eb' ak'um razón, eb' tzuji yuuj yed' eb' ajb'aal."
        },
        {
            "number": "4",
            "text": "Axo eb' quelemtac unin ol och eyajaliloc yuj Jehová chi', axo eb' ol ex ak'an mandar."
        },
        {
            "number": "5",
            "text": "Axo eb' anima, ol q'ue b'uynaj eb' yak'an oval, ol laj yak' oval eb' yed' eb' ay d'a spatic schiquin spat. A eb' vinh quelemtac, ol spatiquejel eb' ichamtac vinac eb' vinh. Axo eb' comon anima, ol spatiquejel eb' ay yopisio eb'."
        },
        {
            "number": "6",
            "text": "A d'a jun tiempoal chi', ol yal junoc mach d'a junoc ayto yuj sb'a yed' smam icha tic: A ach tic, te ay a pichul, ak' yajalil d'a jun chonhab' mak'b'ilem vecnaj tic, xchama."
        },
        {
            "number": "7",
            "text": "Axo jun vinh chi', ol xivb'at vinh, ol yalan vinh icha tic: Max yal in chaanoch jun opisio tic d'a vib'anh, yujto malaj tas tzin va d'a in pat, malaj pax in pichul vach' vak'anochi, manh eyak'och jun opisio chi' d'a vib'anh, xcham vinh."
        },
        {
            "number": "8",
            "text": "Van yem lanhnaj Jerusalén, axo Judá toxo ix lajviemi, yujto a tas syal eb' anima yed' tastac sk'ulej eb', a chi' tz'och ajk'olal d'a Jehová Dios, spitejpax sb'a eb' d'ay."
        },
        {
            "number": "9",
            "text": "Scheclajpaxel d'a sat eb' to lajan smul eb' icha eb' aj Sodoma, max sk'ub'ejel jab'oc eb'. Ob'iltac eb'. Munil val a eb' tz'ik'ancot d'a yib'anh."
        },
        {
            "number": "10",
            "text": "Alec d'a eb' anima vach' sb'eyb'al to vach' ol elk'och eb', yujto ol tzalaj eb' yilanoch svach'il spac tas sk'ulej chi'."
        },
        {
            "number": "11",
            "text": "Ob'iltac val eb' anima chuc spensar, te chuc ol elk'och eb', yujto a tas sk'ulej eb', a chi' ol ak'joc spacoc d'a eb'."
        },
        {
            "number": "12",
            "text": "A eb' quelemtac tz'ixtanel in chonhab' tic, axo eb' ix ix tz'ak'an yajalil d'ay. Ex in chonhab', a eb' tzex cuchb'an chi', a eb' tzex ak'an musansatil, tzex yik'anb'at eb' d'a b'eyb'al manh vach'oc."
        },
        {
            "number": "13",
            "text": "A Jehová ayek' d'a sdespacho, yic sch'olb'itan eb' schonhab', syak'an syaelal eb'."
        },
        {
            "number": "14",
            "text": "Ol ch'olb'itaj eb' yajal chonhab' yed' eb' ichamtac vinac yuj Jehová. Ol yalan d'a eb' icha tic: A ex tic, ix e satel vavb'en uva, aton in chonhab'. Ix eyelq'uej tas ay d'a eb' meb'a', ix e molb'an eyelk'al chi' d'a yol e pat."
        },
        {
            "number": "15",
            "text": "¿Tas eyalan eyic eyixtan in chonhab' tic? Tzeyixtej eb' meb'a', manhxo animaoc tzeyutej eb', xchi Jehová Yajal d'a Smasanil."
        },
        {
            "number": "16",
            "text": "Anhejtona' syalanpax Jehová icha tic: A eb' ix aj Sion, syik' val chaanh sb'a eb' ix, syum tic, syum tic sat eb' ix, sch'um tic, sch'um tic sb'a eb' ix, ayic sb'ey eb' ix. Max q'uixvi jab'oc eb' ix, toxonhej stzinhiljub' q'uen q'ueen ayoch d'a yoc eb' ix ayic sb'ey eb' ix chi'."
        },
        {
            "number": "17",
            "text": "Yuj chi', ol vaq'uel b'ulnaj xil sjolom eb' ix yuj yab'il, ol vak' checlaj sq'uixvelal eb' ix, xchi Jehová chi'."
        },
        {
            "number": "18",
            "text": "A d'a jun k'u chi', a Jehová ol ik'anel masanil tastac ayoch yelvanub'oc snivanil eb' ix aj Jerusalén chi': Aton ayoch d'a yoc eb' ix, d'a sjolom eb' ix, d'a sjaj eb' ix,"
        },
        {
            "number": "19",
            "text": "d'a sjaj sk'ab' eb' ix yed' k'apac spichul sat eb' ix."
        },
        {
            "number": "20",
            "text": "Ol yik'anpaxel spichul sjolom eb' ix, stzek'ul eb' ix, sperfume eb' ix, yuchiquin eb' ix,"
        },
        {
            "number": "21",
            "text": "scolk'ab' eb' ix, sq'uenal snhi' eb' ix,"
        },
        {
            "number": "22",
            "text": "k'apac spichul eb' ix te vach', jantac sk'apac eb' ix, sjucan pichul eb' ix, syunetac pa eb' ix,"
        },
        {
            "number": "23",
            "text": "q'uen snen eb' ix, sk'apac eb' ix te jay, k'apac tziquiqui yed' stzek'ul sjolom eb' ix."
        },
        {
            "number": "24",
            "text": "A sperfume eb' ix te vach' sjab', a tas te chuc sjab' ol och sq'uexuloc. Axo ch'anh lasu ol och sq'uexuloc stzek'ul eb' ix, axo xil sjolom eb' ix te vach' yaj d'a yalanhtaxo, ol el b'ulnajoc. A pichul ya sva'i, a ol yak'och eb' ix sq'uexuloc pichul te vach' yilji. A sat eb' ix te vach' yilji, jech'tac ol ajcanoc."
        },
        {
            "number": "25",
            "text": "A eb' vinh yetb'eyum eb' ix te tek'an, ol miljoccham eb' vinh d'a scal oval."
        },
        {
            "number": "26",
            "text": "Axo masanil eb' aj Jerusalén, ol ok' eb' yuj cusk'olal, yujto ol can tz'inan schonhab' eb' chi'."
        }
    ]
}