{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaic a Jehová Yajal t'a Smasanil, ol yik'canel masanil tas tz'ab'laji yet' masanil tas tz'uk'ji t'a Jerusalén tik yet' t'a Judá. Ol yik'anpaxel masanil eb' yipk'olal yaj yuj:"
        },
        {
            "number": "2",
            "text": "Aton eb' vinh yajalil eb' soldado, eb' vinh juez, eb' schecab' Dios, eb' ajchum, eb' yichamtac vinaquil chonhab',"
        },
        {
            "number": "3",
            "text": "eb' yajal yaj t'a 50 eb' soldado, eb' nivac yelk'ochi, eb' ak'um razón, eb' tzuji yuj yet' eb' ajb'aal."
        },
        {
            "number": "4",
            "text": "Axo eb' quelemtac unin ol och eyajaliloc yuj Jehová chi', haxo eb' ol ex ak'an mandar."
        },
        {
            "number": "5",
            "text": "Axo eb' anima, ol q'ue b'uynaj eb' yak'an oval, ol laj yak' oval eb' yet' eb' ay t'a spatic schiquin spat. Ha eb' vinh quelemtac, ol spatiquejel eb' ichamtac vinac eb' vinh. Axo eb' comon anima, ol spatiquejel eb' ay yopisio eb'."
        },
        {
            "number": "6",
            "text": "Ha t'a jun pekti’ chi', ol yal junok mach t'a junok ayto yuj sb'a yet' smam icha tik: Ha ach tik, te ay a pichul, ak' yajalil t'a jun chonhab' mak'b'ilem vecnaj tik, xchama."
        },
        {
            "number": "7",
            "text": "Axo jun vinh chi', ol xivb'at vinh, ol yalan vinh icha tik: Max yal in chaanoch jun opisio tik t'a vib'anh, yujto malaj tas tzin wa t'a in pat, malaj pax in pichul wach' vak'anochi, manh eyak'och jun opisio chi' t'a vib'anh, xcham vinh."
        },
        {
            "number": "8",
            "text": "Van yem lanhnaj Jerusalén, haxo Judá toxo ix lajviemi, yujto a tas syal eb' anima yet' tastac sk'ulej eb', a chi' tz'och ajk'olal t'a Jehová Dios, spitejpax sb'a eb' t'ay."
        },
        {
            "number": "9",
            "text": "Scheclajpaxel t'a sat eb' to lajan smul eb' icha eb' aj Sodoma, max sk'ub'ejel jab'oc eb'. Ob'iltac eb'. Munil val a eb' tz'ik'ancot t'a yib'anh."
        },
        {
            "number": "10",
            "text": "Alec t'a eb' anima wach' sb'eyb'al to wach' ol elk'och eb', yujto ol tzalaj eb' yilanoch swach'il spac tas sk'ulej chi'."
        },
        {
            "number": "11",
            "text": "Ob'iltac val eb' anima chuk spensar, te chuk ol elk'och eb', yujto a tas sk'ulej eb', a chi' ol ak'joc spacoc t'a eb'."
        },
        {
            "number": "12",
            "text": "Ha eb' quelemtac tz'ixtanel in chonhab' tik, haxo eb' ix ix tz'ak'an yajalil t'ay. Ex in chonhab', a eb' tzex cuchb'an chi', a eb' tzex ak'an musansatil, tzex yik'anb'at eb' t'a b'eyb'al manh wach'oc."
        },
        {
            "number": "13",
            "text": "Ha Jehová ayek' t'a sdespacho, yic sch'olb'itan eb' schonhab', syak'an syaelal eb'."
        },
        {
            "number": "14",
            "text": "Ol ch'olb'itaj eb' yajal chonhab' yet' eb' ichamtac vinac yuj Jehová. Ol yalan t'a eb' icha tik: Ha ex tik, ix e satel vavb'en uva, aton in chonhab'. Ix eyelq'uej tas ay t'a eb' meb'a', ix e molb'an eyelk'al chi' t'a yol e pat."
        },
        {
            "number": "15",
            "text": "¿Tas eyalan eyic eyixtan in chonhab' tik? Tzeyixtej eb' meb'a', manhxo animaoc tzeyutej eb', xchi Jehová Yajal t'a Smasanil."
        },
        {
            "number": "16",
            "text": "Anhejtona' syalanpax Jehová icha tik: Ha eb' ix aj Sion, syik' val chaanh sb'a eb' ix, syum tik, syum tik sat eb' ix, sch'um tik, sch'um tik sb'a eb' ix, ayic sb'ey eb' ix. Max q'uixvi jab'oc eb' ix, toxonhej stzinhiljub' q'uen q'ueen ayoch t'a yoc eb' ix ayic sb'ey eb' ix chi'."
        },
        {
            "number": "17",
            "text": "Yuj chi', ol vaq'uel b'ulnaj xil sjolom eb' ix yuj yab'il, ol vak' checlaj sq'uixvelal eb' ix, xchi Jehová chi'."
        },
        {
            "number": "18",
            "text": "Ha t'a jun k'u chi', a Jehová ol ik'anel masanil tastac ayoch yelvanub'oc snivanil eb' ix aj Jerusalén chi': Aton ayoch t'a yoc eb' ix, t'a sjolom eb' ix, t'a sjaj eb' ix,"
        },
        {
            "number": "19",
            "text": "t'a sjaj sk'ab' eb' ix yet' k'apac spichul sat eb' ix."
        },
        {
            "number": "20",
            "text": "Ol yik'anpaxel spichul sjolom eb' ix, stzek'ul eb' ix, sperfume eb' ix, yuchiquin eb' ix,"
        },
        {
            "number": "21",
            "text": "scolk'ab' eb' ix, sq'uenal snhi' eb' ix,"
        },
        {
            "number": "22",
            "text": "k'apac spichul eb' ix te wach', jantac sk'apac eb' ix, sjucan pichul eb' ix, syunetac pa eb' ix,"
        },
        {
            "number": "23",
            "text": "q'uen snen eb' ix, sk'apac eb' ix te jay, k'apac tziquiqui yet' stzek'ul sjolom eb' ix."
        },
        {
            "number": "24",
            "text": "Ha sperfume eb' ix te wach' sjab', a tas te chuk sjab' ol och sq'uexuloc. Axo ch'anh lasu ol och sq'uexuloc stzek'ul eb' ix, haxo xil sjolom eb' ix te wach' yaj t'a yalanhtaxo, ol el b'ulnajoc. Ha pichul ya sva'i, a ol yak'och eb' ix sq'uexuloc pichul te wach' yilji. Ha sat eb' ix te wach' yilji, jech'tac ol ajcanoc."
        },
        {
            "number": "25",
            "text": "Ha eb' vinh yetb'eyum eb' ix te tek'an, ol miljoccham eb' vinh t'a skal oval."
        },
        {
            "number": "26",
            "text": "Axo masanil eb' aj Jerusalén, ol ok' eb' yuj cusk'olal, yujto ol kan tzinan schonhab' eb' chi'."
        }
    ]
}