{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaik a Jehová Yajal t'a Smasanil, ol yik'canel masanil tas tz'ab'laji yet' masanil tas tz'uk'ji t'a Jerusalén tik yet' t'a Judá. Ol yik'anpaxel masanil heb' yipk'olal yaj yuj:"
        },
        {
            "number": "2",
            "text": "Aton heb' winh yajalil heb' soldado, heb' winh juez, heb' schecab' Dios, heb' ajchum, heb' yichamtac winaquil chonhab',"
        },
        {
            "number": "3",
            "text": "heb' yajal yaj t'a 50 heb' soldado, heb' niwac yelk'ochi, heb' ak'um razón, heb' tzuji yuj yet' heb' ajb'aal."
        },
        {
            "number": "4",
            "text": "Axo heb' kelemtac unin ol och eyajaliloc yuj Jehová chi', haxo heb' ol ex ak'an mandar."
        },
        {
            "number": "5",
            "text": "Axo heb' anima, ol k'e b'uynaj heb' yak'an owal, ol laj yak' owal heb' yet' heb' ay t'a spatic schiquin spat. Ha heb' winh kelemtac, ol spatiquejel heb' ichamtac winak heb' winh. Axo heb' comon anima, ol spatiquejel heb' ay yopisio heb'."
        },
        {
            "number": "6",
            "text": "Ha t'a jun pekti’ chi', ol yal junok mach t'a junok ayto yuj sb'a yet' smam icha tik: Ha ach tik, te ay a pichul, ak' yajalil t'a jun chonhab' mak'b'ilem wecnaj tik, xchama."
        },
        {
            "number": "7",
            "text": "Axo jun winh chi', ol xivb'at winh, ol yalan winh icha tik: Max yal in chaanoch jun opisio tik t'a wib'anh, yujto malaj tas tzin wa t'a in pat, malaj pax in pichul wach' wak'anochi, manh eyak'och jun opisio chi' t'a wib'anh, xcham winh."
        },
        {
            "number": "8",
            "text": "Van yem lanhnaj Jerusalén, haxo Judá toxo ix lajwiemi, yujto a tas syal heb' anima yet' tastac sk'ulej heb', a chi' tz'och ajk'olal t'a Jehová Dios, spitejpax sb'a heb' t'ay."
        },
        {
            "number": "9",
            "text": "Scheclajpaxel t'a sat heb' to lajan smul heb' icha heb' aj Sodoma, max sk'ub'ejel jab'oc heb'. Ob'iltac heb'. Munil wal a heb' tz'ik'ancot t'a yib'anh."
        },
        {
            "number": "10",
            "text": "Alec t'a heb' anima wach' sb'eyb'al to wach' ol elk'och heb', yujto ol tzalaj heb' yilanoch swach'il spak tas sk'ulej chi'."
        },
        {
            "number": "11",
            "text": "Ob'iltac wal heb' anima chuk spensar, te chuk ol elk'och heb', yujto a tas sk'ulej heb', a chi' ol ak'joc spacoc t'a heb'."
        },
        {
            "number": "12",
            "text": "Ha heb' kelemtac tz'ixtanel in chonhab' tik, haxo heb' ix ix tz'ak'an yajalil t'ay. Ex in chonhab', a heb' tzex cuchb'an chi', a heb' tzex ak'an musansatil, tzex yik'anb'at heb' t'a b'eyb'al manh wach'oc."
        },
        {
            "number": "13",
            "text": "Ha Jehová ayek' t'a sdespacho, yic sch'olb'itan heb' schonhab', syak'an syaelal heb'."
        },
        {
            "number": "14",
            "text": "Ol ch'olb'itaj heb' yajal chonhab' yet' heb' ichamtac winak yuj Jehová. Ol yalan t'a heb' icha tik: Ha ex tik, ix he satel wavb'en uwa, aton in chonhab'. Ix eyelk'ej tas ay t'a heb' meb'a', ix he molb'an eyelk'al chi' t'a yol he pat."
        },
        {
            "number": "15",
            "text": "¿Tas eyalan eyic eyixtan in chonhab' tik? Tzeyixtej heb' meb'a', manhxo animaoc tzeyutej heb', xchi Jehová Yajal t'a Smasanil."
        },
        {
            "number": "16",
            "text": "Anhejtona' syalanpax Jehová icha tik: Ha heb' ix aj Sion, syik' wal chaanh sb'a heb' ix, syum tik, syum tik sat heb' ix, sch'um tik, sch'um tik sb'a heb' ix, ayic sb'ey heb' ix. Max q'uixwi jab'oc heb' ix, toxonhej stzinhiljub' k'een k'een ayoch t'a yoc heb' ix ayic sb'ey heb' ix chi'."
        },
        {
            "number": "17",
            "text": "Yuj chi', ol wak'el b'ulnaj xil sjolom heb' ix yuj yab'il, ol wak' checlaj sq'uixwelal heb' ix, xchi Jehová chi'."
        },
        {
            "number": "18",
            "text": "Ha t'a jun k'u chi', a Jehová ol ik'anel masanil tastac ayoch yelwanub'oc sniwanil heb' ix aj Jerusalén chi': Aton ayoch t'a yoc heb' ix, t'a sjolom heb' ix, t'a sjaj heb' ix,"
        },
        {
            "number": "19",
            "text": "t'a sjaj sk'ab' heb' ix yet' k'apac spichul sat heb' ix."
        },
        {
            "number": "20",
            "text": "Ol yik'anpaxel spichul sjolom heb' ix, stzek'ul heb' ix, sperfume heb' ix, yuchiquin heb' ix,"
        },
        {
            "number": "21",
            "text": "scolk'ab' heb' ix, sk'enal snhi' heb' ix,"
        },
        {
            "number": "22",
            "text": "k'apac spichul heb' ix te wach', jantac sk'apac heb' ix, sjucan pichul heb' ix, syunetac pa heb' ix,"
        },
        {
            "number": "23",
            "text": "k'een snen heb' ix, sk'apac heb' ix te jay, k'apac tziquiqui yet' stzek'ul sjolom heb' ix."
        },
        {
            "number": "24",
            "text": "Ha sperfume heb' ix te wach' sjab', a tas te chuk sjab' ol och sk'exuloc. Axo ch'anh lasu ol och sk'exuloc stzek'ul heb' ix, haxo xil sjolom heb' ix te wach' yaj t'a yalanhtaxo, ol el b'ulnajoc. Ha pichul ya swa'i, a ol yak'och heb' ix sk'exuloc pichul te wach' yilji. Ha sat heb' ix te wach' yilji, jech'tac ol ajcanoc."
        },
        {
            "number": "25",
            "text": "Ha heb' winh yetb'eyum heb' ix te tek'an, ol miljoccham heb' winh t'a skal owal."
        },
        {
            "number": "26",
            "text": "Axo masanil heb' aj Jerusalén, ol ok' heb' yuj cusk'olal, yujto ol kan tzinan schonhab' heb' chi'."
        }
    ]
}