{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová icha tik: Ob'iltac eb' anima tzek' val t'a yib'anh. Tzijtum tas sna eb' t'a yol yico', max yal eb' vab'i. Comonnhej sb'o junok trato eb' sch'ocoj, manhoc in pax svak' sk'ulej eb'. Yuj chi' te niwan tz'aj smul eb' t'a yib'anh."
        },
        {
            "number": "2",
            "text": "Elanhchamel sb'at eb' t'a Egipto, max sk'anb'ej eb' t'ayin. Snib'ej eb' scolji yuj yipal vinh sreyal Egipto chi', syak'anoch eb' yipoc sk'ool."
        },
        {
            "number": "3",
            "text": "Palta a scolval jun vinh rey chi', q'uixvelal ol utajcan eb' yuj, ol somchajcanq'ue eb' yuj scolval jun nación chi'."
        },
        {
            "number": "4",
            "text": "Wach'chom ayb'at eb' schecab' eb' t'a chonhab' Zoán yet' t'a chonhab' Hanes,"
        },
        {
            "number": "5",
            "text": "q'uixvelal ol utaj eb' yuj Egipto chi'. Malaj jab'oc tas ol yik' eb' t'ay, manh ol colvaj jab'oc t'a eb'. Anhej to ol q'uixvoccanel eb' yuj, xchi Jehová."
        },
        {
            "number": "6",
            "text": "Ha tas ix yal Jehová yuj nok' nok' ay t'a yol yic Neguev: Ha t'a jun lugar chi' te ay smay. Ata' cajan nok' choj, jantac yok' nok' ta'. Ay nok' ajavchan yet' nok' chan sjenhvi. Ata' tzek' nok' chej yet' nok' camello scuchanb'at sb'eyumal chonhab' Judá yic syak'an silab'oc t'a Egipto, palta a jun nación chi' max colvaj jab'oc."
        },
        {
            "number": "7",
            "text": "Ha jun nación chi' max yal-laj yuj, max techaj scolvaji, yuj chi' svak' sb'iej icha tik: Nok' te ay smay yel yav, palta malaj tas syal yuj, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Ix yalan Jehová t'ayin icha tik: Ha ticnaic tz'ib'ejcan masanil tas van valan tik t'ayach t'a yichanh eb' etchonhab' tik, yic skan yab'ixal t'a eb' t'a junelnhej, yic snaannhejcot eb'."
        },
        {
            "number": "9",
            "text": "Ha eb' anima tik, te pit eb', yinhtilal esalvum eb'. Malaj sgana eb' syab' in checnab'il a in Jehová in tik."
        },
        {
            "number": "10",
            "text": "Syalan eb' t'a eb' in checab' icha tik: Manh eyal t'ayonh tas ix ak'ji eyil chi'. Manh eyal lolonel yic tojolal. Ha sco k'ana' to anhej lolonel sco nib'ej scab'i, a tzeyala'."
        },
        {
            "number": "11",
            "text": "Elanhec t'a yol co b'e. Ha co Diosal a onh israel onh tik Axonhej Ochi, manhxo eyalcot t'ayonh, xchi eb', xchi Jehová."
        },
        {
            "number": "12",
            "text": "Yuj chi', a in e Diosal in a ex israel ex tik to Ha inxonhej Ochi, sval icha tik: Ha ex tik ix e patiquejel jun cachnab'il, haxo pitalil yet' chukal tzeyak'och yipoc e k'ool."
        },
        {
            "number": "13",
            "text": "Yuj chi' a eyaelal ol em t'a eyib'anh yuj e mul chi', lajan ol aj icha junok muro pojeltacxo, tz'eyanxoeq'ui. Yalxonhej janik' ol em lanhnajoc."
        },
        {
            "number": "14",
            "text": "Ol ex satjoquel icha junok niwan xalu smak'jipojoc, manhxa nivank'olal t'ay. Axo stitac lum chi', manhxa jab'oc syal yoch lechlab'il, maxtzac yalpax yik'jib'at jab'oc tzak'ak' t'a cusinu yet'oc, xchi Jehová."
        },
        {
            "number": "15",
            "text": "Ha Cajalil, aton Jehová co Diosal a onh israel onh tik Axonhej Ochi, a tz'alan icha tik: Meltzajanhec t'ayin. Hak'ek in och yipoc e k'ool. Manh ex och ilk'olal. Icha chi' ol aj e colchaji, xchi. Palta max e cha eyab'i."
        },
        {
            "number": "16",
            "text": "Anhej to tzeyal icha tik: Maay, a onh tik ol onh q'ue t'a yib'anh chej, ol onh b'at elelal, xe chi. Yelton tzeyala', ol ex b'at elelal chi'. Tzeyalanpax icha tik: Ol onh q'ue t'a yib'anh nok' chej jelan sb'eyi, xe chi. Palta yelxo ek'b'al jelan sb'ey eb' eyajk'ol chi' t'a eyichanh."
        },
        {
            "number": "17",
            "text": "Anhej t'a jun pitanh eb' ajk'ol chi', jun mil ex ol ex el elelal. Wach'chom anhej ovanhoc eb' ajk'ol chi', ol ex el elelal e masanil t'a eb'. Jayvanhexxonhej ol ex canoc, icha skan linhan junok te te' t'a jolom vitz, ma icha bandera t'a chon tzalan, xchi Jehová chi'."
        },
        {
            "number": "18",
            "text": "Palta te niwan tz'ok' sk'ol Jehová t'ayex, tanhvab'il ex yuj. Tato wach' tzeyutej e b'a, ol ok' sk'ol t'ayex, ol ex yak'an nivank'olal, yujto tojol toni. Ha eb' tz'ak'anoch Jehová chi' yipoc sk'ool, te wach' yic eb'."
        },
        {
            "number": "19",
            "text": "Ex aj Sion, ex cajan ex t'a Jerusalén, manhxo ol ex ok'oc. Ha Jehová ol ok' sk'ol t'ayex ayic ol yab'an yel eyav. Ayic ol eyalan e b'a t'ay, ol tak'voc t'ayex t'a elanhchamel."
        },
        {
            "number": "20",
            "text": "Wach'chom tzex ek' t'a skal syaelal yuj Dios Cajal, palta e k'ayb'umal yaji. Manhxo ol sk'ub'ejel sb'a t'ayex, palta ol eyil yet' e sat."
        },
        {
            "number": "21",
            "text": "Tato ol ex el t'a e b'e, tzex b'at t'a e wach', ma t'a e q'uexanh, ol eyab' yalji jun lolonel t'a e patic icha tik: Manh ex b'at ta', ina sb'at b'e tik, b'atanhec t'ay, xchama."
        },
        {
            "number": "22",
            "text": "Ol e patiquejel juntzanh yechel nab'a plata yet' e comon dios ayoch oro t'ay, ol eyumancanel icha k'alem yajb'entac yilji."
        },
        {
            "number": "23",
            "text": "Ichato chi' b'ian, ol yak'ancot nhab' Jehová chi' t'a yib'anh tas tzeyavej, te wach' ol ajoc. Ha nok' e vacax t'a jun pekti’ chi', toxonhej ol actajcan nok' b'aj ol vaoc."
        },
        {
            "number": "24",
            "text": "Ha nok' e vacax yet' nok' e b'uru smunlaji, wach' ixim cebada ol sk'ux nok'."
        },
        {
            "number": "25",
            "text": "Ayic ol k'och sk'ual yem lanhnaj yet'tal eb' eyajk'ool, ayic ol cham eb' smasanil, tzijtum ha' nivac ha' ol elta secnaj t'a jolomtac vitz yet' t'a tzalquiltac."
        },
        {
            "number": "26",
            "text": "Axo yoc q'uen uj, icha yoc k'u ol ajcanoc. Axo pax yoc k'u chi', uquel ol aj yoval yoc. Icha val yoc uqueoc k'ual ol aj jun k'ual chi'. Ha val ta' ol b'oxoc sk'ol schonhab' Jehová yuj. Ichato ol spich yechen eb' lajvinac yuj."
        },
        {
            "number": "27",
            "text": "Ilecnab' scot Jehová t'a najat. Ha yoval sk'ool lajan icha te' k'ak' sq'ue nhilnhon yoc. Ayic sloloni, lajan icha te' k'ak' stz'ab'at tastac yuj."
        },
        {
            "number": "28",
            "text": "Yuj slolonel chi' satel eb' ajk'ool, icha val junok niwan eluma' tz'el t'a smelemal, sq'uek'och ha' t'a sjaj eb'. Ol ik'jocb'at eb' ayoch ajk'olal t'ay, icha yel smatz'il ixim trigo yuj ik' ayic schayaj ixim. Ichato ol ak'jococh sfreno eb' anima chi', yic tz'ik'jib'at eb' b'aj ol satel yuj Jehová chi'."
        },
        {
            "number": "29",
            "text": "Palta a exxo tik, ol ex b'itanoc, icha tzex b'itan t'ak'walil ayic tz'och q'uinh ayic tze naancot tas aj yelnaccot eb' e mam eyicham t'a Egipto. Tzalajk'olal eyico', icha ayic tze pu'an e flauta ayic tzex q'ue t'a stzalanil stemplo Jehová Scolumal Israel."
        },
        {
            "number": "30",
            "text": "Ol yak' Jehová ab'chaj sjaj, chaanh yel yav, ol sch'oxanel spoder yet' yoval sk'ool, icha te' k'ak' satanel tastac yet' nivac ik' nhab' yet' sk'anh k'u yet' sacb'at."
        },
        {
            "number": "31",
            "text": "Ayic ol yab'an sjaj Jehová eb' aj Asiria, ol te xiv eb', ichato ol mak'joc q'uichaj eb' yuj yet' sq'uen k'ococh."
        },
        {
            "number": "32",
            "text": "Ayic ol spajanoch juntaqueloc sk'ococh Jehová t'a eb' aj Asiria chi', ol och tanhb'il yet' arpa yuj eb' schonhab'. Te ay smay jun oval ol och t'a Asiria yuj Jehová chi'."
        },
        {
            "number": "33",
            "text": "Yujto toxon b'ob'il jun yet'tal vinh sreyal Asiria yet' eb' soldado yuj Jehová, b'aj ol tz'a snivanil eb'. Ha jun yet'tal chi' te levan sat, jul pax yich, b'ut'an yet' te' k'atzitz. Ha Jehová ol ak'anoch sk'ak'al yet' slolonel, ol q'ue nhilnhon yoc icha azufre."
        }
    ]
}