{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová icha tic: Ob'iltac eb' anima tz'ek' val d'a yib'anh. Tzijtum tas sna eb' d'a yol yico', max yal eb' vab'i. Comonnhej sb'o junoc trato eb' sch'ocoj, manhoc in pax svak' sk'ulej eb'. Yuj chi' te nivan tz'aj smul eb' d'a yib'anh."
        },
        {
            "number": "2",
            "text": "Elanhchamel sb'at eb' d'a Egipto, max sk'anb'ej eb' d'ayin. Snib'ej eb' scolji yuj yipal vinh sreyal Egipto chi', syak'anoch eb' yipoc sk'ool."
        },
        {
            "number": "3",
            "text": "Palta a scolval jun vinh rey chi', q'uixvelal ol utajcan eb' yuuj, ol somchajcanq'ue eb' yuj scolval jun nación chi'."
        },
        {
            "number": "4",
            "text": "Vach'chom ayb'at eb' schecab' eb' d'a chonhab' Zoán yed' d'a chonhab' Hanes,"
        },
        {
            "number": "5",
            "text": "q'uixvelal ol utaj eb' yuj Egipto chi'. Malaj jab'oc tas ol yik' eb' d'ay, manh ol colvaj jab'oc d'a eb'. Anhej to ol q'uixvoccanel eb' yuuj, xchi Jehová."
        },
        {
            "number": "6",
            "text": "A tas ix yal Jehová yuj nok' nok' ay d'a yol yic Neguev: A d'a jun lugar chi' te ay smay. Ata' cajan nok' choj, jantac yok' nok' ta'. Ay nok' ajavchan yed' nok' chan sjenhvi. Ata' tz'ek' nok' chej yed' nok' camello scuchanb'at sb'eyumal chonhab' Judá yic syak'an silab'oc d'a Egipto, palta a jun nación chi' max colvaj jab'oc."
        },
        {
            "number": "7",
            "text": "A jun nación chi' max yal-laj yuuj, max techaj scolvaji, yuj chi' svak' sb'iej icha tic: Nok' te ay smay yel yav, palta malaj tas syal yuuj, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Ix yalan Jehová d'ayin icha tic: A ticnaic tz'ib'ejcan masanil tas van valan tic d'ayach d'a yichanh eb' etchonhab' tic, yic scan yab'ixal d'a eb' d'a junelnhej, yic snaannhejcot eb'."
        },
        {
            "number": "9",
            "text": "A eb' anima tic, te pit eb', yinhtilal esalvum eb'. Malaj sgana eb' syab' in checnab'il a in Jehová in tic."
        },
        {
            "number": "10",
            "text": "Syalan eb' d'a eb' in checab' icha tic: Manh eyal d'ayonh tas ix ak'ji eyil chi'. Manh eyal lolonel yic tojolal. A sco k'ana' to anhej lolonel sco nib'ej scab'i, a tzeyala'."
        },
        {
            "number": "11",
            "text": "Elanhec d'a yol co b'e. A co Diosal a onh israel onh tic Axonhej Ochi, manhxo eyalcot d'ayonh, xchi eb', xchi Jehová."
        },
        {
            "number": "12",
            "text": "Yuj chi', a in e Diosal in a ex israel ex tic to A inxonhej Ochi, sval icha tic: A ex tic ix e patiquejel jun cachnab'il, axo pitalil yed' chucal tzeyak'och yipoc e k'ool."
        },
        {
            "number": "13",
            "text": "Yuj chi' a eyaelal ol em d'a eyib'anh yuj e mul chi', lajan ol aj icha junoc muro pojeltacxo, tz'eyanxoeq'ui. Yalxonhej janik' ol em lanhnajoc."
        },
        {
            "number": "14",
            "text": "Ol ex satjoquel icha junoc nivan xalu smak'jipojoc, manhxa nivank'olal d'ay. Axo stitac lum chi', manhxa jab'oc syal yoch lechlab'il, maxtzac yalpax yik'jib'at jab'oc tzak'ak' d'a cusinu yed'oc, xchi Jehová."
        },
        {
            "number": "15",
            "text": "A Cajalil, aton Jehová co Diosal a onh israel onh tic Axonhej Ochi, a tz'alan icha tic: Meltzajanhec d'ayin. Aq'uec in och yipoc e k'ool. Manh ex och ilk'olal. Icha chi' ol aj e colchaji, xchi. Palta max e cha eyab'i."
        },
        {
            "number": "16",
            "text": "Anhej to tzeyal icha tic: Maay, a onh tic ol onh q'ue d'a yib'anh chej, ol onh b'at elelal, xe chi. Yelton tzeyala', ol ex b'at elelal chi'. Tzeyalanpax icha tic: Ol onh q'ue d'a yib'anh nok' chej jelan sb'eyi, xe chi. Palta yelxo ek'b'al jelan sb'ey eb' eyajk'ol chi' d'a eyichanh."
        },
        {
            "number": "17",
            "text": "Anhej d'a jun pitanh eb' ajk'ol chi', jun mil ex ol ex el elelal. Vach'chom anhej ovanhoc eb' ajk'ol chi', ol ex el elelal e masanil d'a eb'. Jayvanhexxonhej ol ex canoc, icha scan linhan junoc te te' d'a jolom vitz, ma icha bandera d'a chon tzalan, xchi Jehová chi'."
        },
        {
            "number": "18",
            "text": "Palta te nivan tz'ok' sk'ol Jehová d'ayex, tanhvab'il ex yuuj. Tato vach' tzeyutej e b'a, ol ok' sk'ol d'ayex, ol ex yak'an nivank'olal, yujto tojol toni. A eb' tz'ak'anoch Jehová chi' yipoc sk'ool, te vach' yic eb'."
        },
        {
            "number": "19",
            "text": "Ex aj Sion, ex cajan ex d'a Jerusalén, manhxo ol ex ok'oc. A Jehová ol ok' sk'ol d'ayex ayic ol yab'an yel eyav. Ayic ol eyalan e b'a d'ay, ol tak'voc d'ayex d'a elanhchamel."
        },
        {
            "number": "20",
            "text": "Vach'chom tzex ek' d'a scal syaelal yuj Dios Cajal, palta e k'ayb'umal yaji. Manhxo ol sk'ub'ejel sb'a d'ayex, palta ol eyil yed' e sat."
        },
        {
            "number": "21",
            "text": "Tato ol ex el d'a e b'e, tzex b'at d'a e vach', ma d'a e q'uexanh, ol eyab' yalji jun lolonel d'a e patic icha tic: Manh ex b'at ta', ina sb'at b'e tic, b'atanhec d'ay, xchama."
        },
        {
            "number": "22",
            "text": "Ol e patiquejel juntzanh yechel nab'a plata yed' e comon dios ayoch oro d'ay, ol eyumancanel icha k'alem yajb'entac yilji."
        },
        {
            "number": "23",
            "text": "Ichato chi' b'ian, ol yak'ancot nhab' Jehová chi' d'a yib'anh tas tzeyavej, te vach' ol ajoc. A nok' e vacax d'a jun tiempoal chi', toxonhej ol actajcan nok' b'aj ol vaoc."
        },
        {
            "number": "24",
            "text": "A nok' e vacax yed' nok' e b'uru smunlaji, vach' ixim cebada ol sk'ux nok'."
        },
        {
            "number": "25",
            "text": "Ayic ol k'och sk'ual yem lanhnaj yed'tal eb' eyajk'ool, ayic ol cham eb' smasanil, tzijtum a' nivac a' ol elta secnaj d'a jolomtac vitz yed' d'a tzalquiltac."
        },
        {
            "number": "26",
            "text": "Axo yoc q'uen uj, icha yoc k'u ol ajcanoc. Axo pax yoc k'u chi', uquel ol aj yoval yoc. Icha val yoc uqueoc k'ual ol aj jun k'ual chi'. A val ta' ol b'oxoc sk'ol schonhab' Jehová yuuj. Ichato ol spich yechen eb' lajvinac yuuj."
        },
        {
            "number": "27",
            "text": "Ilecnab' scot Jehová d'a najat. A yoval sk'ool lajan icha te' k'ak' sq'ue nhilnhon yoc. Ayic sloloni, lajan icha te' k'ak' stz'ab'at tastac yuuj."
        },
        {
            "number": "28",
            "text": "Yuj slolonel chi' satel eb' ajk'ool, icha val junoc nivan eluma' tz'el d'a smelemal, sq'uek'och a' d'a sjaj eb'. Ol ik'jocb'at eb' ayoch ajk'olal d'ay, icha yel smatz'il ixim trigo yuj ik' ayic schayaj ixim. Ichato ol ak'jococh sfreno eb' anima chi', yic tz'ik'jib'at eb' b'aj ol satel yuj Jehová chi'."
        },
        {
            "number": "29",
            "text": "Palta a exxo tic, ol ex b'itanoc, icha tzex b'itan d'ak'valil ayic tz'och q'uinh ayic tze naancot tas aj yelnaccot eb' e mam eyicham d'a Egipto. Tzalajk'olal eyico', icha ayic tze pu'an e flauta ayic tzex q'ue d'a stzalanil stemplo Jehová Scolumal Israel."
        },
        {
            "number": "30",
            "text": "Ol yak' Jehová ab'chaj sjaj, chaanh yel yav, ol sch'oxanel spoder yed' yoval sk'ool, icha te' k'ak' satanel tastac yed' nivac ik' nhab' yed' sk'anh k'u yed' sacb'at."
        },
        {
            "number": "31",
            "text": "Ayic ol yab'an sjaj Jehová eb' aj Asiria, ol te xiv eb', ichato ol mak'joc q'uichaj eb' yuuj yed' sq'uen k'ococh."
        },
        {
            "number": "32",
            "text": "Ayic ol spajanoch juntaqueloc sk'ococh Jehová d'a eb' aj Asiria chi', ol och tanhb'il yed' arpa yuj eb' schonhab'. Te ay smay jun oval ol och d'a Asiria yuj Jehová chi'."
        },
        {
            "number": "33",
            "text": "Yujto toxon b'ob'il jun yed'tal vinh sreyal Asiria yed' eb' soldado yuj Jehová, b'aj ol tz'a snivanil eb'. A jun yed'tal chi' te levan sat, jul pax yich, b'ud'an yed' te' k'atzitz. A Jehová ol ak'anoch sk'ak'al yed' slolonel, ol q'ue nhilnhon yoc icha azufre."
        }
    ]
}