{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová icha tik: Ob'iltac heb' anima tzek' wal t'a yib'anh. Tzijtum tas sna heb' t'a yol yico', max yal heb' wab'i. Comonnhej sb'o junok trato heb' sch'ocoj, manhoc in pax swak' sk'ulej heb'. Yuj chi' te niwan tz'aj smul heb' t'a yib'anh."
        },
        {
            "number": "2",
            "text": "Elanhchamel sb'at heb' t'a Egipto, max sk'anb'ej heb' t'ayin. Snib'ej heb' scolji yuj yipal winh sreyal Egipto chi', syak'anoch heb' yipoc sk'ool."
        },
        {
            "number": "3",
            "text": "Palta a scolwal jun winh rey chi', q'uixwelal ol utajcan heb' yuj, ol somchajcank'e heb' yuj scolwal jun nación chi'."
        },
        {
            "number": "4",
            "text": "Wach'chom ayb'at heb' schecab' heb' t'a chonhab' Zoán yet' t'a chonhab' Hanes,"
        },
        {
            "number": "5",
            "text": "q'uixwelal ol utaj heb' yuj Egipto chi'. Malaj jab'oc tas ol yik' heb' t'ay, manh ol kolwaj jab'oc t'a heb'. Anhej to ol q'uixwoccanel heb' yuj, xchi Jehová."
        },
        {
            "number": "6",
            "text": "Ha tas ix yal Jehová yuj nok' nok' ay t'a yol yic Neguev: Ha t'a jun lugar chi' te ay smay. Ata' cajan nok' choj, jantac yok' nok' ta'. Ay nok' ajavchan yet' nok' chan sjenhwi. Ata' tzek' nok' chej yet' nok' camello scuchanb'at sb'eyumal chonhab' Judá yic syak'an silab'oc t'a Egipto, palta a jun nación chi' max kolwaj jab'oc."
        },
        {
            "number": "7",
            "text": "Ha jun nación chi' max yal-laj yuj, max techaj scolwaji, yuj chi' swak' sb'iej icha tik: Nok' te ay smay yel yav, palta malaj tas syal yuj, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Ix yalan Jehová t'ayin icha tik: Ha ticnaik tz'ib'ejcan masanil tas wan walan tik t'ayach t'a yichanh heb' etchonhab' tik, yic skan yab'ixal t'a heb' t'a junelnhej, yic snaannhejcot heb'."
        },
        {
            "number": "9",
            "text": "Ha heb' anima tik, te pit heb', yinhtilal esalwum heb'. Malaj snib'ej heb' syab' in checnab'il a in Jehová in tik."
        },
        {
            "number": "10",
            "text": "Syalan heb' t'a heb' in checab' icha tik: Manh eyal t'ayonh tas ix ak'ji eyil chi'. Manh eyal lolonel yic tojolal. Ha sco k'ana' to anhej lolonel sco nib'ej scab'i, a tzeyala'."
        },
        {
            "number": "11",
            "text": "Elanhec t'a yol ko b'e. Ha ko Diosal a onh israel onh tik Axonhej Ochi, manhxo eyalcot t'ayonh, xchi heb', xchi Jehová."
        },
        {
            "number": "12",
            "text": "Yuj chi', a in he Diosal in a ex israel ex tik to Ha inxonhej Ochi, swal icha tik: Ha ex tik ix he patiquejel jun cachnab'il, haxo pitalil yet' chukal tzeyak'och yipoc he k'ool."
        },
        {
            "number": "13",
            "text": "Yuj chi' a eyaelal ol em t'a eyib'anh yuj he mul chi', lajan ol aj icha junok muro pojeltacxo, tz'eyanxoeq'ui. Yalxonhej janik' ol em lanhnajoc."
        },
        {
            "number": "14",
            "text": "Ol ex satjoquel icha junok niwan xalu smak'jipojoc, manhxa niwank'olal t'ay. Axo stitac lum chi', manhxa jab'oc syal yoch lechlab'il, maxtzac yalpax yik'jib'at jab'oc tzak'ak' t'a cusinu yet'oc, xchi Jehová."
        },
        {
            "number": "15",
            "text": "Ha Cajalil, aton Jehová ko Diosal a onh israel onh tik Axonhej Ochi, a tz'alan icha tik: Meltzajanhec t'ayin. Hak'ek in och yipoc he k'ool. Manh ex och ilk'olal. Icha chi' ol aj he colchaji, xchi. Palta max he cha eyab'i."
        },
        {
            "number": "16",
            "text": "Anhej to tzeyal icha tik: Maay, a onh tik ol onh k'e t'a yib'anh chej, ol onh b'at elelal, xe chi. Yelton tzeyala', ol ex b'at elelal chi'. Tzeyalanpax icha tik: Ol onh k'e t'a yib'anh nok' chej jelan sb'eyi, xe chi. Palta yelxo ek'b'al jelan sb'ey heb' eyajk'ol chi' t'a eyichanh."
        },
        {
            "number": "17",
            "text": "Anhej t'a jun pitanh heb' ajk'ol chi', jun mil ex ol ex el elelal. Wach'chom anhej owanhoc heb' ajk'ol chi', ol ex el elelal he masanil t'a heb'. Jaywanhexxonhej ol ex canoc, icha skan linhan junok te te' t'a jolom witz, ma icha bandera t'a chon tzalan, xchi Jehová chi'."
        },
        {
            "number": "18",
            "text": "Palta te niwan tz'ok' sk'ol Jehová t'ayex, tanhwab'il ex yuj. Tato wach' tzeyutej he b'a, ol ok' sk'ol t'ayex, ol ex yak'an niwank'olal, yujto tojol toni. Ha heb' tz'ak'anoch Jehová chi' yipoc sk'ool, te wach' yic heb'."
        },
        {
            "number": "19",
            "text": "Ex aj Sion, ex cajan ex t'a Jerusalén, manhxo ol ex ok'oc. Ha Jehová ol ok' sk'ol t'ayex ayic ol yab'an yel eyav. Ayic ol eyalan he b'a t'ay, ol tak'woc t'ayex t'a elanhchamel."
        },
        {
            "number": "20",
            "text": "Wach'chom tzex ek' t'a skal syaelal yuj Dios Kajal, palta he k'ayb'umal yaji. Manhxo ol sk'ub'ejel sb'a t'ayex, palta ol eyil yet' he sat."
        },
        {
            "number": "21",
            "text": "Tato ol ex el t'a he b'e, tzex b'at t'a he wach', ma t'a he k'exanh, ol eyab' yalji jun lolonel t'a he patic icha tik: Manh ex b'at ta', ina sb'at b'e tik, b'atanhec t'ay, xchama."
        },
        {
            "number": "22",
            "text": "Ol he patiquejel juntzanh yechel nab'a plata yet' he comon Dios ayoch oro t'ay, ol eyumancanel icha k'alem yajb'entac yilji."
        },
        {
            "number": "23",
            "text": "Ichato chi' b'ian, ol yak'ancot nhab' Jehová chi' t'a yib'anh tas tzeyawej, te wach' ol ajoc. Ha nok' he wacax t'a jun pekti’ chi', toxonhej ol actajcan nok' b'aj ol waoc."
        },
        {
            "number": "24",
            "text": "Ha nok' he wacax yet' nok' he b'uru smunlaji, wach' ixim cebada ol sk'ux nok'."
        },
        {
            "number": "25",
            "text": "Ayic ol k'och sk'ual yem lanhnaj yet'tal heb' eyajk'ool, ayic ol cham heb' smasanil, tzijtum ha' niwac ha' ol elta secnaj t'a jolomtac witz yet' t'a tzalquiltac."
        },
        {
            "number": "26",
            "text": "Axo yoc k'een uj, icha yoc k'u ol ajcanoc. Axo pax yoc k'u chi', uquel ol aj yowal yoc. Icha wal yoc uqueoc k'ual ol aj jun k'ual chi'. Ha wal ta' ol b'oxoc sk'ol schonhab' Jehová yuj. Ichato ol spich yechen heb' lajwinac yuj."
        },
        {
            "number": "27",
            "text": "Ilecnab' scot Jehová t'a najat. Ha yowal sk'ool lajan icha te' k'ak' sk'e nhilnhon yoc. Ayic sloloni, lajan icha te' k'ak' stz'ab'at tastac yuj."
        },
        {
            "number": "28",
            "text": "Yuj slolonel chi' satel heb' ajk'ool, icha wal junok niwan eluma' tz'el t'a smelemal, sk'ek'och ha' t'a sjaj heb'. Ol ik'jocb'at heb' ayoch ajk'olal t'ay, icha yel smatz'il ixim trigo yuj ik' ayic schayaj ixim. Ichato ol ak'jococh sfreno heb' anima chi', yic tz'ik'jib'at heb' b'aj ol satel yuj Jehová chi'."
        },
        {
            "number": "29",
            "text": "Palta a exxo tik, ol ex b'itanoc, icha tzex b'itan t'ak'walil ayic tz'och q'uinh ayic tze naancot tas aj yelnaccot heb' he mam eyicham t'a Egipto. Tzalajk'olal eyiko', icha ayic tze pu'an he flauta ayic tzex k'e t'a stzalanil stemplo Jehová Scolumal Israel."
        },
        {
            "number": "30",
            "text": "Ol yak' Jehová ab'chaj sjaj, chaanh yel yav, ol sch'oxanel spoder yet' yowal sk'ool, icha te' k'ak' satanel tastac yet' niwac ik' nhab' yet' sk'anh k'u yet' sacb'at."
        },
        {
            "number": "31",
            "text": "Ayic ol yab'an sjaj Jehová heb' aj Asiria, ol te xiv heb', ichato ol mak'joc q'uichaj heb' yuj yet' sk'en k'ococh."
        },
        {
            "number": "32",
            "text": "Ayic ol spajanoch juntaqueloc sk'ococh Jehová t'a heb' aj Asiria chi', ol och tanhb'il yet' arpa yuj heb' schonhab'. Te ay smay jun owal ol och t'a Asiria yuj Jehová chi'."
        },
        {
            "number": "33",
            "text": "Yujto toxon b'ob'il jun yet'tal winh sreyal Asiria yet' heb' soldado yuj Jehová, b'aj ol tz'a sniwanil heb'. Ha jun yet'tal chi' te lewan sat, jul pax yich, b'ut'an yet' te' k'atzitz. Ha Jehová ol ak'anoch sk'ak'al yet' slolonel, ol k'e nhilnhon yoc icha azufre."
        }
    ]
}