{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Ob'iltac heb' b'at k'anan scolwal Egipto. Ha heb' soldado yic Egipto chi', te niwan sb'isul nok' schej heb' yet' scarruaje, te ay pax yip heb'. Ha juntzanh chi' syak'och heb' yipoc sk'ool, palta max k'e k'elan heb' t'a Jehová sDiosal Israel Axonhej Ochi, max sk'anpax scolwal heb' t'ay."
        },
        {
            "number": "2",
            "text": "Palta te jelan pax Jehová chi', ol yik'cot somk'olal t'a yib'anh heb'. Max ek'b'at tas syal t'a spatic jun chonhab' chuk yet' t'a spatic heb' skolwaj t'a heb' sk'ulan chukal chi'."
        },
        {
            "number": "3",
            "text": "Ha heb' aj Egipto chi' animanhej heb', manh Diosoc heb'. Axo nok' schej heb', nok'nhej wal nok', tocwal espíritu nok'. Yuj wal chi' jun, ayic ol yik'anchaanh sk'ab' Jehová, ol telwoc heb' colwajum, ol telwoc pax heb' scolji, junnhej ol aj scham heb'."
        },
        {
            "number": "4",
            "text": "Ha Jehová Yajal t'a Smasanil ix alan t'ayin icha tik: Ayic tz'el yav nok' niwac choj, ayic wan schianb'at junok calnel nok' toxo ix yik'a', maxtzac xivlaj nok' ayic tz'el yav heb' tanhwum calnel xib'tani, wach'chom tzijtum heb' tzoymaj t'a spatictac nok'. Icha chi' ol wutej in b'a, malaj mach syal in scachanoch waan yic tzin emul in col tzalan Sion."
        },
        {
            "number": "5",
            "text": "Icha syutej nok' much stanhwan yune' t'a yol so', tzek' jenhenhoc nok' t'a yib'anh, icha wal chi' ol wutej in tanhwan chonhab' Jerusalén, ol in tanhwej, ol in colani, xchi."
        },
        {
            "number": "6",
            "text": "Ex wetisraelal, meltzajanhec t'a Jehová b'aj pit ix eyutej he b'a."
        },
        {
            "number": "7",
            "text": "Yujto ayic ol he chacanel juntzanh yechel ix he b'o yuj he pitalil, aton juntzanh yechel b'ob'il yet' k'een plata yet' k'een oro,"
        },
        {
            "number": "8",
            "text": "ol telwoc Asiria yuj k'een espada manh animaoc ol ak'lab'anoc. Ol elcan lemnaj heb' soldado, haxo heb' ol yamchajoc, ol ochcan heb' checab'oc."
        },
        {
            "number": "9",
            "text": "Yuj wal xiwelal, ol b'at winh sreyal heb' elelal yet' heb' yajalil heb' soldado, ol yaktejcan sbandera heb'. Ha Jehová ay yic altar t'a tzalan Sion, a tz'alan jun tik, a yowal sk'ol tz'och sk'ak'al t'a Jerusalén."
        }
    ]
}