{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Ob'iltac eb' b'at k'anan scolval Egipto. Ha eb' soldado yic Egipto chi', te niwan sb'isul nok' schej eb' yet' scarruaje, te ay pax yip eb'. Ha juntzanh chi' syak'och eb' yipoc sk'ool, palta max q'ue q'uelan eb' t'a Jehová sDiosal Israel Axonhej Ochi, max sk'anpax scolval eb' t'ay."
        },
        {
            "number": "2",
            "text": "Palta te jelan pax Jehová chi', ol yik'cot somk'olal t'a yib'anh eb'. Max ek'b'at tas syal t'a spatic jun chonhab' chuk yet' t'a spatic eb' skolwaj t'a eb' sk'ulan chukal chi'."
        },
        {
            "number": "3",
            "text": "Ha eb' aj Egipto chi' animanhej eb', manh Diosoc eb'. Axo nok' schej eb', nok'nhej val nok', tocval espíritu nok'. Yuj val chi' jun, ayic ol yik'anchaanh sk'ab' Jehová, ol telvoc eb' colvajum, ol telvoc pax eb' scolji, junnhej ol aj scham eb'."
        },
        {
            "number": "4",
            "text": "Ha Jehová Yajal t'a Smasanil ix alan t'ayin icha tik: Ayic tz'el yav nok' nivac choj, ayic van schianb'at junok calnel nok' toxo ix yik'a', maxtzac xivlaj nok' ayic tz'el yav eb' tanhvum calnel xib'tani, wach'chom tzijtum eb' tzoymaj t'a spatictac nok'. Icha chi' ol vutej in b'a, malaj mach syal in scachanoch vaan yic tzin emul in col tzalan Sion."
        },
        {
            "number": "5",
            "text": "Icha syutej nok' much stanhvan yune' t'a yol so', tzek' jenhenhoc nok' t'a yib'anh, icha val chi' ol vutej in tanhvan chonhab' Jerusalén, ol in tanhvej, ol in colani, xchi."
        },
        {
            "number": "6",
            "text": "Ex vetisraelal, meltzajanhec t'a Jehová b'aj pit ix eyutej e b'a."
        },
        {
            "number": "7",
            "text": "Yujto ayic ol e chacanel juntzanh yechel ix e b'o yuj e pitalil, aton juntzanh yechel b'ob'il yet' q'uen plata yet' q'uen oro,"
        },
        {
            "number": "8",
            "text": "ol telvoc Asiria yuj q'uen espada manh animaoc ol ak'lab'anoc. Ol elcan lemnaj eb' soldado, haxo eb' ol yamchajoc, ol ochcan eb' checab'oc."
        },
        {
            "number": "9",
            "text": "Yuj val xivelal, ol b'at winh sreyal eb' elelal yet' eb' yajalil eb' soldado, ol yactejcan sbandera eb'. Ha Jehová ay yic altar t'a tzalan Sion, a tz'alan jun tik, a yoval sk'ol tz'och sk'ak'al t'a Jerusalén."
        }
    ]
}