{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Ay val jun vinh rey ol ak'an yajalil d'a stojolal, ay pax eb' yajal d'a yalanh smandar vinh te vach' ol yutej yak'an yajalil."
        },
        {
            "number": "2",
            "text": "Junjun eb', ichato co columal ol aj eb' d'a jun oval ik' yed' d'a jun oval ik' nhab'. Icha a a' d'a lum taquinh sat, ma icha yenhul junoc q'uen nivan tenam d'a tz'inan luum, icha chi' ol aj eb'."
        },
        {
            "number": "3",
            "text": "A eb' anima ichato max uji yilani, ol yil eb'. Axo eb' ichato max uji yab'ani, ol scha yab' eb'."
        },
        {
            "number": "4",
            "text": "A eb' manh chamoc snaan tas syala', ol tojolb'oc spensar eb'. Axo eb' tz'el squeec sloloni, ol b'o slolon eb'."
        },
        {
            "number": "5",
            "text": "A junoc anima amancotan, manhxo ol alchaj vach'il. Axo junoc mach jelan smusan sat eb' anima, manhxa jab'oc ol aj yelk'ochi."
        },
        {
            "number": "6",
            "text": "Yujto a eb' anima amancotan chi', anhej pensar malaj yelk'och syal eb'. Anhej chucal sna' sk'ulej eb' d'a spensar chi', snib'ej eb' smak'vaji, syalan chucal lolonel eb' d'a spatic Jehová. Max siej jab'oc tas eb' d'a eb' tz'och svejel yed' d'a eb' ay staquinhtial."
        },
        {
            "number": "7",
            "text": "A eb' ixtum anima chi', syik' yip eb' yuj tas sk'ayb'ej d'a chucal, snaanq'ue chucal eb'. Tz'ixtaj eb' meb'a' snib'ej sb'o yaj yoval yuj yes eb'."
        },
        {
            "number": "8",
            "text": "Axo eb' vach' sk'ool elb'ennhej yuuj, yuj svach'il eb' chi', vach'nhej tz'elk'och eb'."
        },
        {
            "number": "9",
            "text": "A exxo ix ex tic, a ex te junk'olalnhej eyajeq'ui, malaj tas tze na'a, ab'ec val tas ol val d'ayex."
        },
        {
            "number": "10",
            "text": "A ticnaic malaj tas tze na'a, palta jun, yab' val icha tic junab', tzex xivq'uei, yujto manhxalaj sat avb'en ol yak'a', manhxa sat te' uva ol molchajoc."
        },
        {
            "number": "11",
            "text": "A ex val malaj jab'oc tas tze na' tic, xivanhec, iq'uequel e pichul vach' ayoch eyuuj. Aq'uecoch pichul ya sva'i, yic tze ch'oxaneli to ayex och d'a syaelal."
        },
        {
            "number": "12",
            "text": "Ch'oxequel e cusk'olal chi', yujto ix ixtaxel lum e luum yax sat b'aj te vach' tz'aj avb'en."
        },
        {
            "number": "13",
            "text": "Yujto axonhej te' q'uiix yed' anh ank'ultac ol q'uib'canq'ue d'a yol co chonhab' yed' d'a yoltac juntzanh pat b'aj tz'och q'uinh yic tzalajk'olal."
        },
        {
            "number": "14",
            "text": "A spalacio eb' vinh nivac yajal, cuseltac ol ajcanoc, ol can tz'inan schonhab' eb' vinh. A chonhab' vach' yajoch smuroal, ol ochcan svaynub'oc nok' nok'. Ata' ol yik' yip nok' caltacte'al b'uru d'a tzalajk'olal, ol laj va nok' vacax ta'."
        },
        {
            "number": "15",
            "text": "Palta ayic ol javoc Yespíritu Jehová d'a quib'anh junelxo, a lum taquinh luum, ol yaxb'ocxi sat luum. Jantac sat avb'en ol yak'xi d'a luum."
        },
        {
            "number": "16",
            "text": "Axo d'a masanil lugar, ol b'eyb'alaj tojolal yed' vach'ilal."
        },
        {
            "number": "17",
            "text": "Yujto sb'eyb'alaj tojolal chi', yuj chi' ay junk'olal, tzalajk'olal yed' vach' pensaril d'a masanil tiempo."
        },
        {
            "number": "18",
            "text": "Vach'chom ol laj lanhchaj te te' yuj q'uen sacb'at, vach'chom ol satel juntzanh nación, palta ex vetchonhab', junk'olal ol ex ajoc, ol eyak' tzalajb'oc e k'ool b'aj ol ex cajnajoc."
        },
        {
            "number": "19",
            "text": "Vach' eyico' yujto manh jantacoc a a' b'aj vach' ol och yalil eyavb'en, te ay pax b'aj ol yal sva nok' e vacax yed' nok' e b'uru."
        }
    ]
}