{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Ay val jun vinh rey ol ak'an yajalil t'a stojolal, ay pax eb' yajal t'a yalanh smandar vinh te wach' ol yutej yak'an yajalil."
        },
        {
            "number": "2",
            "text": "Junjun eb', ichato co columal ol aj eb' t'a jun oval ik' yet' t'a jun oval ik' nhab'. Icha ha ha' t'a lum taquinh sat, ma icha yenhul junok q'uen niwan tenam t'a tzinan lu'um, icha chi' ol aj eb'."
        },
        {
            "number": "3",
            "text": "Ha eb' anima ichato max uji yilani, ol yil eb'. Axo eb' ichato max uji yab'ani, ol scha yab' eb'."
        },
        {
            "number": "4",
            "text": "Ha eb' manh chamoc snaan tas syala', ol tojolb'oc spensar eb'. Axo eb' tz'el squeec sloloni, ol b'o slolon eb'."
        },
        {
            "number": "5",
            "text": "Ha junok anima amancotan, manhxo ol alchaj wach'il. Axo junok mach jelan smusan sat eb' anima, manhxa jab'oc ol aj yelk'ochi."
        },
        {
            "number": "6",
            "text": "Yujto a eb' anima amancotan chi', anhej pensar malaj yelk'och syal eb'. Anhej chucal sna' sk'ulej eb' t'a spensar chi', snib'ej eb' smak'vaji, syalan chucal lolonel eb' t'a spatic Jehová. Max siej jab'oc tas eb' t'a eb' tz'och svejel yet' t'a eb' ay staquinhtial."
        },
        {
            "number": "7",
            "text": "Ha eb' ixtum anima chi', syik' yip eb' yuj tas sk'ayb'ej t'a chucal, snaanq'ue chucal eb'. Tz'ixtaj eb' meb'a' snib'ej sb'o yaj yoval yuj yes eb'."
        },
        {
            "number": "8",
            "text": "Axo eb' wach' sk'ool elb'ennhej yuj, yuj svach'il eb' chi', wach'nhej tz'elk'och eb'."
        },
        {
            "number": "9",
            "text": "Ha exxo ix ex tik, a ex te junk'olalnhej eyajeq'ui, malaj tas tze na'a, ab'ec val tas ol val t'ayex."
        },
        {
            "number": "10",
            "text": "Ha ticnaic malaj tas tze na'a, palta jun, yab' val icha tik junab', tzex xivq'uei, yujto manhxalaj sat avb'en ol yak'a', manhxa sat te' uva ol molchajoc."
        },
        {
            "number": "11",
            "text": "Ha ex val malaj jab'oc tas tze na' tik, xivanhec, iq'uequel e pichul wach' ayoch eyuuj. Hak'uecoch pichul ya sva'i, yic tze ch'oxaneli to ayex och t'a syaelal."
        },
        {
            "number": "12",
            "text": "Ch'oxequel e cusk'olal chi', yujto ix ixtaxel lum e lu'um yax sat b'aj te wach' tz'aj avb'en."
        },
        {
            "number": "13",
            "text": "Yujto axonhej te' q'uiix yet' anh ank'ultak ol q'uib'canq'ue t'a yol co chonhab' yet' t'a yoltac juntzanh pat b'aj tz'och q'uinh yic tzalajk'olal."
        },
        {
            "number": "14",
            "text": "Ha spalacio eb' vinh nivac yajal, cuseltac ol ajcanoc, ol kan tzinan schonhab' eb' vinh. Ha chonhab' wach' yajoch smuroal, ol ochcan svaynub'oc nok' nok'. Ata' ol yik' yip nok' caltacte'al b'uru t'a tzalajk'olal, ol laj wa nok' vacax ta'."
        },
        {
            "number": "15",
            "text": "Palta ayic ol javoc Yespíritu Jehová t'a quib'anh junelxo, a lum taquinh lu'um, ol yaxb'ocxi sat lu'um. Jantac sat avb'en ol yak'xi t'a lu'um."
        },
        {
            "number": "16",
            "text": "Axo t'a masanil lugar, ol b'eyb'alaj tojolal yet' wach'ilal."
        },
        {
            "number": "17",
            "text": "Yujto sb'eyb'alaj tojolal chi', yuj chi' ay junk'olal, tzalajk'olal yet' wach' pensaril t'a masanil tiempo."
        },
        {
            "number": "18",
            "text": "Wach'chom ol laj lanhchaj te te' yuj q'uen sacb'at, wach'chom ol satel juntzanh nación, palta ex vetchonhab', junk'olal ol ex ajoc, ol eyak' tzalajb'oc e k'ool b'aj ol ex cajnajoc."
        },
        {
            "number": "19",
            "text": "Wach' eyico' yujto manh jantacoc ha ha' b'aj wach' ol och yalil eyavb'en, te ay pax b'aj ol yal sva nok' e vacax yet' nok' e b'uru."
        }
    ]
}