{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Ob'iltac ex, ex satumel anima, ex ixtum anima. Malaj mach tzex sataneli, ma tzex ixtani. Ayic ol lajwoc he satanel heb', tzeyixtanpax heb', ol ex satjoqueloc, ol ex ixtajpaxoc."
        },
        {
            "number": "2",
            "text": "Mamin Jehová, ok'oc wal a k'ol t'ayonh, yipk'olal aj cuuj. Ochanh qued'oc t'a junjun k'u ayic ay ko yaelal, tzonh a colani."
        },
        {
            "number": "3",
            "text": "Ayic syab'an heb' anima to scot owal, sb'at heb' elelal. Ayic tzach jawi onh a colo', sacleminac sb'at juntzanh chonhab' elelal."
        },
        {
            "number": "4",
            "text": "Icha wal tz'aj satanel avb'en nok' k'ulub', icha chi' ol aj satjiel sb'eyumal heb' kajk'ool."
        },
        {
            "number": "5",
            "text": "Mamin Jehová, niwan ton wal elk'ochi, kajan ach t'a satcha’anh. Ha ach ol ik'b'ey heb' aj Sion t'a wach'ilal yet' t'a stojolal."
        },
        {
            "number": "6",
            "text": "Ol ak' stek'anil heb', sjelanil yet' yaj pensaril heb'. Ha juntzanh chi' ol colan heb'. Axo yic ol ach sk'anab'ajan heb', ichato sb'eyumal heb' ol ajoc."
        },
        {
            "number": "7",
            "text": "Ab'ec wal yel yav heb' soldado t'a yoltac skalleal he chonhab' yuj xiwelal. Ab'ec wal yel yav heb' xid'naquek' sk'an junk'olal."
        },
        {
            "number": "8",
            "text": "Ha juntzanh b'e, ix laj kan tzinan, manhxa mach tzek' t'ay yuj xiwelal. Ix juwib'at strato heb' ix yak'a'. Ix paticajel heb' ix xid'ek' sb'o trato chi', manhxa mach ay yelk'ochi."
        },
        {
            "number": "9",
            "text": "Ix cuscank'e lum lum, ix juwikanb'at yilji lu'um. Ix q'uixwikank'e lum Líbano, yujto ix ch'acjiel ste'al lu'um. Axo lum panhan yic Sarón, ix ochkan lum tzinan lumal, haxo lum Basán yet' lum witzal Carmelo, ix kan sanhan lu'um."
        },
        {
            "number": "10",
            "text": "Yuj chi' syal Jehová icha tik: Ha ticnaik jun, ol in k'e waan, ol in ch'oxaneli to te niwan in poder."
        },
        {
            "number": "11",
            "text": "Ha tas nab'il eyuuj yet' tas toxo ix he b'o'o, lajan icha k'alem, ma icha anh ac. Ol in pub'at wik' t'ay, ol tz'ab'at smasanil."
        },
        {
            "number": "12",
            "text": "Ha he chonhab', taanhxonhej ol ajkanoc, ol scha sk'ak'al icha stz'ab'at te' taquinh q'uiix."
        },
        {
            "number": "13",
            "text": "Mach ex najat ayex yet' ex lak'an ayex, ilecnab' wal tastac ix in k'ulej, scham wal eyojtakanel in poder, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ha heb' chuk sb'eyb'al ay t'a Sion, tz'ib'xi heb' yuj xiwelal. Ha heb' malaj yelk'och Dios t'ay, tz'ib'xi heb', syalan heb' icha tik: Ha yowal sk'ol Dios, lajan icha jun k'ak' manhxa b'ak'uinh stupi. ¿Tom ayto junok onh ol yal ko colchaji? xchi heb'."
        },
        {
            "number": "15",
            "text": "Ha heb' ol colchajoc: Aton heb' sb'eyb'alan tojolal, heb' anhej yel syala', heb' malaj snib'ej tz'och b'eyumal yuj schaan tumin t'a elk'altac, heb' max yak'och sb'a yuj schamel junok anima, syik'anpaxel sb'a heb' t'a skal chukal."
        },
        {
            "number": "16",
            "text": "Aton heb' chi' ol colchajoc, malaj tas ol sna heb', ichato kajanek' heb' t'a junok chonhab' wach' yajoch smuroal, aynhej tas ol swa heb' yet' tas ol yuk'ej heb'."
        },
        {
            "number": "17",
            "text": "Ayic ol eyilan jun Rey te ay stziquiquial, ol eyilpaxi to te najat ol k'och smacb'en jun nación tik,"
        },
        {
            "number": "18",
            "text": "ol he naancoti tas ajnac he xiv t'a yalanhtaxo, ol eyalan icha tik: ¿Tas ix sk'ulej heb' winh ch'oc nacional sk'ananel k'een tumin t'ayonh? ¿Tas ix sk'ulej heb' winh tz'echtan k'een tumin chi'? ¿Tas ix sk'ulej heb' winh slaj b'isan juntzanh yet'tal heb' soldado yuj snaan heb' jantac sb'eyumal ko chonhab'? xe chama."
        },
        {
            "number": "19",
            "text": "Manhxa b'ak'uinh ol eyil heb' ak'umtac t'a he kal, heb' ch'oc nacional ch'oc tial syala', max eyab' tas syal heb'."
        },
        {
            "number": "20",
            "text": "Ol eyil chonhab' Sion, b'aj skak'taxonoch q'uinh, aton Jerusalén, jun chonhab' b'aj junk'olal ol onh ajoc. Manhxa b'ak'uinh ol k'exmajoc. Icha junok mantiado skannhej, max chocjik'eta yestacail, max d'inhchaj junok sch'anhal, icha chi' ol ajoc."
        },
        {
            "number": "21",
            "text": "Ata' ol sch'ox sb'a Jehová t'ayonh yet' spoder. Tzijtum ha ha' lewan sat ol b'ey ta', palta manh ol yal yoch heb' ajk'ol yet' sniwac barco yak'an owal qued'oc."
        },
        {
            "number": "22",
            "text": "Ha sch'anhal juntzanh barco chi', manh ol tok'joc tzatzb'oc t'a yoyal, manhxa b'aj ol yak' yip sch'anhal sk'apaquil. Ol pojchajek' tastac ay t'a heb' ajk'ol chi', ipan heb' tz'em sb'ey ol ik'an jab'oc yico', yujto a Jehová ol onh colanoc. A' ol b'oanel tas kaji, ko Reyal pax yaji."
        },
        {
            "number": "23",
            "text": "Malaj junok mach kajan t'a Jerusalén tik ol alanoc: Penaay in, manh xchioc. Ha heb' kajan t'a jun chonhab' tik, ol ik'joquel smul heb'."
        }
    ]
}