{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Ob'iltac ex, ex satumel anima, ex ixtum anima. Malaj mach tzex sataneli, ma tzex ixtani. Ayic ol lajvoc e satanel eb', tzeyixtanpax eb', ol ex satjoqueloc, ol ex ixtajpaxoc."
        },
        {
            "number": "2",
            "text": "Mamin Jehová, ok'oc val a k'ol t'ayonh, yipk'olal aj cuuj. Ochanh qued'oc t'a junjun k'u ayic ay co yaelal, tzonh a colani."
        },
        {
            "number": "3",
            "text": "Ayic syab'an eb' anima to scot oval, sb'at eb' elelal. Ayic tzach javi onh a colo', sacleminac sb'at juntzanh chonhab' elelal."
        },
        {
            "number": "4",
            "text": "Icha val tz'aj satanel avb'en nok' k'ulub', icha chi' ol aj satjiel sb'eyumal eb' cajk'ool."
        },
        {
            "number": "5",
            "text": "Mamin Jehová, niwan ton val elk'ochi, cajan ach t'a satcha’anh. Ha ach ol ik'b'ey eb' aj Sion t'a wach'ilal yet' t'a stojolal."
        },
        {
            "number": "6",
            "text": "Ol ak' stek'anil eb', sjelanil yet' yaj pensaril eb'. Ha juntzanh chi' ol colan eb'. Axo yic ol ach sk'anab'ajan eb', ichato sb'eyumal eb' ol ajoc."
        },
        {
            "number": "7",
            "text": "Ab'ec val yel yav eb' soldado t'a yoltac scalleal e chonhab' yuj xivelal. Ab'ec val yel yav eb' xid'naquek' sk'an junk'olal."
        },
        {
            "number": "8",
            "text": "Ha juntzanh b'e, ix laj kan tzinan, manhxa mach tzek' t'ay yuj xivelal. Ix juvib'at strato eb' ix yak'a'. Ix paticajel eb' ix xid'ek' sb'o trato chi', manhxa mach ay yelk'ochi."
        },
        {
            "number": "9",
            "text": "Ix cuscanq'ue lum lum, ix juvicanb'at yilji lu'um. Ix q'uixvicanq'ue lum Líbano, yujto ix ch'acjiel ste'al lu'um. Axo lum panhan yic Sarón, ix ochcan lum tzinan lumal, haxo lum Basán yet' lum vitzal Carmelo, ix kan sanhan lu'um."
        },
        {
            "number": "10",
            "text": "Yuj chi' syal Jehová icha tik: Ha ticnaic jun, ol in q'ue vaan, ol in ch'oxaneli to te niwan in poder."
        },
        {
            "number": "11",
            "text": "Ha tas nab'il eyuuj yet' tas toxo ix e b'o'o, lajan icha k'alem, ma icha anh ac. Ol in pub'at vik' t'ay, ol tz'ab'at smasanil."
        },
        {
            "number": "12",
            "text": "Ha e chonhab', taanhxonhej ol ajcanoc, ol scha sk'ak'al icha stz'ab'at te' taquinh q'uiix."
        },
        {
            "number": "13",
            "text": "Mach ex najat ayex yet' ex lak'an ayex, ilecnab' val tastac ix in k'ulej, scham val eyojtacanel in poder, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ha eb' chuc sb'eyb'al ay t'a Sion, tz'ib'xi eb' yuj xivelal. Ha eb' malaj yelk'och Dios t'ay, tz'ib'xi eb', syalan eb' icha tik: Ha yoval sk'ol Dios, lajan icha jun k'ak' manhxa b'ak'uinh stupi. ¿Tom ayto junok onh ol yal co colchaji? xchi eb'."
        },
        {
            "number": "15",
            "text": "Ha eb' ol colchajoc: Aton eb' sb'eyb'alan tojolal, eb' anhej yel syala', eb' malaj sgana tz'och b'eyumal yuj schaan tumin t'a elk'altac, eb' max yak'och sb'a yuj schamel junok anima, syik'anpaxel sb'a eb' t'a skal chucal."
        },
        {
            "number": "16",
            "text": "Aton eb' chi' ol colchajoc, malaj tas ol sna eb', ichato cajanek' eb' t'a junok chonhab' wach' yajoch smuroal, aynhej tas ol sva eb' yet' tas ol yuq'uej eb'."
        },
        {
            "number": "17",
            "text": "Ayic ol eyilan jun Rey te ay stziquiquial, ol eyilpaxi to te najat ol k'och smacb'en jun nación tik,"
        },
        {
            "number": "18",
            "text": "ol e naancoti tas ajnac e xiv t'a yalanhtaxo, ol eyalan icha tik: ¿Tas ix sk'ulej eb' vinh ch'oc nacional sk'ananel q'uen tumin t'ayonh? ¿Tas ix sk'ulej eb' vinh tz'echtan q'uen tumin chi'? ¿Tas ix sk'ulej eb' vinh slaj b'isan juntzanh yet'tal eb' soldado yuj snaan eb' jantac sb'eyumal co chonhab'? xe chama."
        },
        {
            "number": "19",
            "text": "Manhxa b'ak'uinh ol eyil eb' ak'umtac t'a e cal, eb' ch'oc nacional ch'oc tial syala', max eyab' tas syal eb'."
        },
        {
            "number": "20",
            "text": "Ol eyil chonhab' Sion, b'aj scak'taxonoch q'uinh, aton Jerusalén, jun chonhab' b'aj junk'olal ol onh ajoc. Manhxa b'ak'uinh ol q'uexmajoc. Icha junok mantiado scannhej, max chocjiq'ueta yestacail, max d'inhchaj junok sch'anhal, icha chi' ol ajoc."
        },
        {
            "number": "21",
            "text": "Ata' ol sch'ox sb'a Jehová t'ayonh yet' spoder. Tzijtum ha ha' levan sat ol b'ey ta', palta manh ol yal yoch eb' ajk'ol yet' snivac barco yak'an oval qued'oc."
        },
        {
            "number": "22",
            "text": "Ha sch'anhal juntzanh barco chi', manh ol tok'joc tzatzb'oc t'a yoyal, manhxa b'aj ol yak' yip sch'anhal sk'apaquil. Ol pojchajek' tastac ay t'a eb' ajk'ol chi', ipan eb' tz'em sb'ey ol ik'an jab'oc yico', yujto a Jehová ol onh colanoc. A' ol b'oanel tas caji, co Reyal pax yaji."
        },
        {
            "number": "23",
            "text": "Malaj junok mach cajan t'a Jerusalén tik ol alanoc: Penaay in, manh xchioc. Ha eb' cajan t'a jun chonhab' tik, ol ik'joquel smul eb'."
        }
    ]
}