{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Ex junjun chonhab', nitzeccot e b'a tze maclan eyab' tas ol aljoc. Yab'ocab' pax yol yib'anhk’inal tik yet' masanil tas ay t'ay."
        },
        {
            "number": "2",
            "text": "Ha Jehová, te aycot yoval t'a masanil nación yet' t'a yib'anh eb' soldado. Toxo ix sna Jehová chi' to ol cham eb', ol satanel eb' smasanil."
        },
        {
            "number": "3",
            "text": "Ol actajcan b'ulan eb' chamnac chi', ol te q'ue sjab' juntzanh snivanil eb' chi'. Ol ch'ayxoquel jolomtac vitz yuj schiq'uil eb'."
        },
        {
            "number": "4",
            "text": "Masanil q'uen k'anal ol tzicub'tanhajoc, haxo satcha’anh ol chuljoc b'ek'an. Masanil q'uen k'anal, ol cot tanhaljoc q'ueen, icha tz'aj scot xil te' uva, ma te' higo ayic stacji."
        },
        {
            "number": "5",
            "text": "Ayic ol lajvoc sk'anan yespada Jehová t'a satcha’anh, ol yak'anpaxem t'a yib'anh Edom, jun chonhab' toxo ix och chamel t'a yib'anh yuj."
        },
        {
            "number": "6",
            "text": "Ichato ol och chik' yet' xepu' t'a yespada Jehová, icha tz'aj q'ueen ayic smiljicham nok' calnel yet' nok' chiva tz'ak'ji silab'il. Ol sb'o jun silab' Jehová t'a Bosra, te niwan eb' aj Edom chi' ol chamoc."
        },
        {
            "number": "7",
            "text": "Ol telvoc eb' icha stelvi nok' k'ultaquil vacax, ma nok' quelemtac vacax, ma nok' mam vacax. Ol ch'ayxoquel sat slum eb' yuj schiq'uil, haxo xepual eb' ol b'atcan t'a cal pococ."
        },
        {
            "number": "8",
            "text": "Aton val t'a jun k'u chi' ol yak' spac Jehová, aton val t'a jun ab'il chi' ol yik'canel yoval sk'ool yuj tas ix utaj chonhab' Sion yuj eb'."
        },
        {
            "number": "9",
            "text": "Ha b'aj sb'eytaxon ha ha' t'a Edom chi', ha' asfalto ol b'eyoc, haxo masanil lum pococ ol ochcan lum azufreal, haxo lum sat lu'um ol scha sk'ak'al lum yuj asfalto chi'."
        },
        {
            "number": "10",
            "text": "k'ual t'ak'val ol q'ue nhilnhon sk'ak'al lu'um, ol q'uenhej stab'il lu'um t'a masanil tiempo. Ol actajcan lum t'a junelnhej, manhxa b'ak'uinh ay mach ol ek' ta'."
        },
        {
            "number": "11",
            "text": "Ata' ol aj nok' xoch' yet' nok' cujub'. Ata' ol sb'o so' nok' joj yet' nok' tonton. Cuseltac ol ajkan jun chonhab' chi' yuj Jehová."
        },
        {
            "number": "12",
            "text": "Manhxa b'ak'uinh ol och junocxo rey yic syak' yajalil t'ay. Masanil eb' yajal ol satel eb'."
        },
        {
            "number": "13",
            "text": "Axonhej te' q'uiix ol q'uib'q'ue t'a spalacio eb', haxo t'a yet'tal eb' soldado, a te' sac q'uiix ol q'uib'canq'ueoc. Axonhej nok' oques ol aj ta' yet' nok' avestruz."
        },
        {
            "number": "14",
            "text": "Ata' junnhej ol aj nok' vaax yet' nok' oques, haxo nok' k'ultaquil chiva, ol laj yavtej sb'a nok' ta'. Ata' ol cajnaj juntzanh nok' nok' xib'tani, juntzanh nok' sjenhvi t'ak'walil."
        },
        {
            "number": "15",
            "text": "Ata' ol sb'o so' nok' cujub', ol em snholob' nok', ol elta yune' nok' ta'. Ol smolb'an sb'a nok' yic stanhvej sb'a. Ata' ol smolb'ejpax sb'a nok' ch'acb'a, mojanhil ol aj nok', jun nok' smam, jun nok' snun."
        },
        {
            "number": "16",
            "text": "Sayec eyil b'aj tz'ib'ab'il yuj Jehová. Avtejec b'aj syal icha tik: Masanil nok' nok' sb'inaj tik, malaj junok nok' manh ol k'och ta'. Malaj junok nok' manh ayoc ek' junok nok' nunab'il yet'oc, yujto a Jehová alannac to a Yespíritu ol molb'an nok'."
        },
        {
            "number": "17",
            "text": "Junjun nok', chequel ol aj yet'tal nok'. Ha val Jehová chi' ol ch'oxancan yet'tal junjun nok' b'aj ol ajoc. Yicnhej nok' ol ajkan t'a junelnhej, ata' ol cajnaj nok'."
        }
    ]
}