{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Ex junjun chonhab', nitzeccot e b'a tze maclan eyab' tas ol aljoc. Yab'ocab' pax yolyib'anhq'uinal tic yed' masanil tas ay d'ay."
        },
        {
            "number": "2",
            "text": "A Jehová, te aycot yoval d'a masanil nación yed' d'a yib'anh eb' soldado. Toxo ix sna Jehová chi' to ol cham eb', ol satanel eb' smasanil."
        },
        {
            "number": "3",
            "text": "Ol actajcan b'ulan eb' chamnac chi', ol te q'ue sjab' juntzanh snivanil eb' chi'. Ol ch'ayxoquel jolomtac vitz yuj schiq'uil eb'."
        },
        {
            "number": "4",
            "text": "Masanil q'uen k'anal ol tzicub'tanhajoc, axo satchaanh ol chuljoc b'ek'an. Masanil q'uen k'anal, ol cot tanhaljoc q'ueen, icha tz'aj scot xil te' uva, ma te' higo ayic stacji."
        },
        {
            "number": "5",
            "text": "Ayic ol lajvoc sk'anan yespada Jehová d'a satchaanh, ol yak'anpaxem d'a yib'anh Edom, jun chonhab' toxo ix och chamel d'a yib'anh yuuj."
        },
        {
            "number": "6",
            "text": "Ichato ol och chik' yed' xepu' d'a yespada Jehová, icha tz'aj q'ueen ayic smiljicham nok' calnel yed' nok' chiva tz'ak'ji silab'il. Ol sb'o jun silab' Jehová d'a Bosra, te nivan eb' aj Edom chi' ol chamoc."
        },
        {
            "number": "7",
            "text": "Ol telvoc eb' icha stelvi nok' k'ultaquil vacax, ma nok' quelemtac vacax, ma nok' mam vacax. Ol ch'ayxoquel sat slum eb' yuj schiq'uil, axo xepual eb' ol b'atcan d'a cal pococ."
        },
        {
            "number": "8",
            "text": "Aton val d'a jun k'u chi' ol yak' spac Jehová, aton val d'a jun ab'il chi' ol yik'canel yoval sk'ool yuj tas ix utaj chonhab' Sion yuj eb'."
        },
        {
            "number": "9",
            "text": "A b'aj sb'eytaxon a a' d'a Edom chi', a' asfalto ol b'eyoc, axo masanil lum pococ ol ochcan lum azufreal, axo lum sat luum ol scha sk'ak'al lum yuj asfalto chi'."
        },
        {
            "number": "10",
            "text": "k'ual d'ak'val ol q'ue nhilnhon sk'ak'al luum, ol q'uenhej stab'il luum d'a masanil tiempo. Ol actajcan lum d'a junelnhej, manhxa b'aq'uinh ay mach ol ek' ta'."
        },
        {
            "number": "11",
            "text": "Ata' ol aj nok' xoch' yed' nok' cujub'. Ata' ol sb'o so' nok' joj yed' nok' tonton. Cuseltac ol ajcan jun chonhab' chi' yuj Jehová."
        },
        {
            "number": "12",
            "text": "Manhxa b'aq'uinh ol och junocxo rey yic syak' yajalil d'ay. Masanil eb' yajal ol satel eb'."
        },
        {
            "number": "13",
            "text": "Axonhej te' q'uiix ol q'uib'q'ue d'a spalacio eb', axo d'a yed'tal eb' soldado, a te' sac q'uiix ol q'uib'canq'ueoc. Axonhej nok' oques ol aj ta' yed' nok' avestruz."
        },
        {
            "number": "14",
            "text": "Ata' junnhej ol aj nok' vaax yed' nok' oques, axo nok' k'ultaquil chiva, ol laj yavtej sb'a nok' ta'. Ata' ol cajnaj juntzanh nok' nok' xib'tani, juntzanh nok' sjenhvi d'ak'valil."
        },
        {
            "number": "15",
            "text": "Ata' ol sb'o so' nok' cujub', ol em snholob' nok', ol elta yune' nok' ta'. Ol smolb'an sb'a nok' yic stanhvej sb'a. Ata' ol smolb'ejpax sb'a nok' ch'acb'a, mojanhil ol aj nok', jun nok' smam, jun nok' snun."
        },
        {
            "number": "16",
            "text": "Sayec eyil b'aj tz'ib'ab'il yuj Jehová. Avtejec b'aj syal icha tic: Masanil nok' nok' sb'inaj tic, malaj junoc nok' manh ol k'och ta'. Malaj junoc nok' manh ayoc ek' junoc nok' nunab'il yed'oc, yujto a Jehová alannac to a Yespíritu ol molb'an nok'."
        },
        {
            "number": "17",
            "text": "Junjun nok', chequel ol aj yed'tal nok'. A val Jehová chi' ol ch'oxancan yed'tal junjun nok' b'aj ol ajoc. Yicnhej nok' ol ajcan d'a junelnhej, ata' ol cajnaj nok'."
        }
    ]
}