{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Ex junjun chonhab', nitzeccot he b'a tze maclan eyab' tas ol aljoc. Yab'okab' pax yol yib'anhk’inal tik yet' masanil tas ay t'ay."
        },
        {
            "number": "2",
            "text": "Ha Jehová, te aycot yowal t'a masanil nación yet' t'a yib'anh heb' soldado. Toxo ix sna Jehová chi' to ol cham heb', ol satanel heb' smasanil."
        },
        {
            "number": "3",
            "text": "Ol actajkan b'ulan heb' chamnac chi', ol te k'e sjab' juntzanh sniwanil heb' chi'. Ol ch'ayxoquel jolomtac witz yuj schiq'uil heb'."
        },
        {
            "number": "4",
            "text": "Masanil k'een k'anal ol tzicub'tanhajoc, haxo satcha’anh ol chuljoc b'ek'an. Masanil k'een k'anal, ol cot tanhaljoc k'een, icha tz'aj scot xil te' uwa, ma te' higo ayic stacji."
        },
        {
            "number": "5",
            "text": "Ayic ol lajwoc sk'anan yespada Jehová t'a satcha’anh, ol yak'anpaxem t'a yib'anh Edom, jun chonhab' toxo ix och chamel t'a yib'anh yuj."
        },
        {
            "number": "6",
            "text": "Ichato ol och chik' yet' xepu' t'a yespada Jehová, icha tz'aj k'een ayic smiljicham nok' kalnel yet' nok' chiwa tz'ak'ji silab'il. Ol sb'o jun silab' Jehová t'a Bosra, te niwan heb' aj Edom chi' ol chamoc."
        },
        {
            "number": "7",
            "text": "Ol telwoc heb' icha stelwi nok' k'ultaquil wakax, ma nok' kelemtac wakax, ma nok' mam wakax. Ol ch'ayxoquel sat slum heb' yuj schiq'uil, haxo xepual heb' ol b'atkan t'a kal pokok."
        },
        {
            "number": "8",
            "text": "Aton wal t'a jun k'u chi' ol yak' spak Jehová, aton wal t'a jun ab'il chi' ol yik'kanel yowal sk'ool yuj tas ix utaj chonhab' Sion yuj heb'."
        },
        {
            "number": "9",
            "text": "Ha b'aj sb'eytaxon ha ha' t'a Edom chi', ha' asfalto ol b'eyoc, haxo masanil lum pokok ol ochkan lum azufreal, haxo lum sat lu'um ol scha sk'ak'al lum yuj asfalto chi'."
        },
        {
            "number": "10",
            "text": "k'ual t'ak'wal ol k'e nhilnhon sk'ak'al lu'um, ol k'enhej stab'il lu'um t'a masanil tiempo. Ol actajkan lum t'a junelnhej, manhxa b'ak'uinh ay mach ol ek' ta'."
        },
        {
            "number": "11",
            "text": "Ata' ol aj nok' xoch' yet' nok' cujub'. Ata' ol sb'o so' nok' joj yet' nok' tonton. Cuseltac ol ajkan jun chonhab' chi' yuj Jehová."
        },
        {
            "number": "12",
            "text": "Manhxa b'ak'uinh ol och junocxo rey yic syak' yajalil t'ay. Masanil heb' yajal ol satel heb'."
        },
        {
            "number": "13",
            "text": "Axonhej te' q'uiix ol q'uib'k'e t'a spalacio heb', haxo t'a yet'tal heb' soldado, a te' sac q'uiix ol q'uib'kank'eoc. Axonhej nok' oques ol aj ta' yet' nok' awestruz."
        },
        {
            "number": "14",
            "text": "Ata' junnhej ol aj nok' waax yet' nok' oques, haxo nok' k'ultaquil chiwa, ol laj yavtej sb'a nok' ta'. Ata' ol kajnaj juntzanh nok' nok' xib'tani, juntzanh nok' sjenhwi t'ak'walil."
        },
        {
            "number": "15",
            "text": "Ata' ol sb'o so' nok' cujub', ol em snholob' nok', ol elta yune' nok' ta'. Ol smolb'an sb'a nok' yic stanhwej sb'a. Ata' ol smolb'ejpax sb'a nok' ch'acb'a, mojanhil ol aj nok', jun nok' smam, jun nok' snun."
        },
        {
            "number": "16",
            "text": "Sayec eyil b'aj tz'ib'ab'il yuj Jehová. Avtejec b'aj syal icha tik: Masanil nok' nok' sb'inaj tik, malaj junok nok' manh ol k'och ta'. Malaj junok nok' manh ayoc ek' junok nok' nunab'il yet'oc, yujto a Jehová alannac to a Yespíritu ol molb'an nok'."
        },
        {
            "number": "17",
            "text": "Junjun nok', chequel ol aj yet'tal nok'. Ha wal Jehová chi' ol ch'oxankan yet'tal junjun nok' b'aj ol ajoc. Yicnhej nok' ol ajkan t'a junelnhej, ata' ol kajnaj nok'."
        }
    ]
}