{
    "chapter": "35",
    "verses": [
        {
            "number": "1",
            "text": "Tzalajokab'k'e lum taquinh lu'um, ayokab' xumac t'a lum taquinh sat."
        },
        {
            "number": "2",
            "text": "Pak'okab' anh xumac icha anh chochol, tzalajk'olalokab' yilji sat lu'um. Ha Dios ol ak'an swach'il yilji sat lum icha lum Líbano, ol yaxb'oc sat lum icha lum witzal Carmelo, ma icha lum ak'lic yic Sarón. Ol yil heb' anima smasanil to niwan yelk'och Jehová ko Diosal yet' yipalil."
        },
        {
            "number": "3",
            "text": "Hak'ek stek'anil heb' malaj yip. Iptzitejec heb' k'unb'inac."
        },
        {
            "number": "4",
            "text": "Alec icha tik t'a heb' chab'k'olal yaji: Tek'b'ejec he b'a, manh ex xiwoc, ol jawok ko Diosal onh scolo'. Ol yak'anoch syaelal heb' ayoch ajk'olal t'ayonh icha wal smojal, xe chi."
        },
        {
            "number": "5",
            "text": "Ichato chi' b'ian, a heb' max uji yilani ol yil heb', haxo heb' max ab'ani ol yab' heb'."
        },
        {
            "number": "6",
            "text": "Axo heb' tz'em sb'eyi ol k'e tz'itnaj heb' sb'eyi, icha nok' k'ultaquil chej. Axo heb' max loloni ol awaj chaanh heb' yuj tzalajk'olal. Ha t'a lum taquinh lu'um yet' t'a lum taquinh sat ol k'eul chulnaj sjaj ha' niwac ha' sb'eyi."
        },
        {
            "number": "7",
            "text": "Ha t'a lum taquinh lu'um, ol aj ha' niwac nhajab'. Ha t'a lum taquinh wal sat yalxonhej b'aj ol laj k'eul sjaj ha'. Ha b'aj kajanek' nok' oques ticnaik, ata' ol q'uib'k'e te' welek' yet' te' aj."
        },
        {
            "number": "8",
            "text": "Ata' ol ek' jun niwan b'e. Ha jun b'e chi' ol scuchcan Sb'e Eb' Yicxo Dios. Ha heb' chuk yet' heb' pitb'inac yuj schukal, manh ol yal-laj yek' heb' ta'."
        },
        {
            "number": "9",
            "text": "Ha t'a jun b'e chi' malaj junok nok' choj ol ajoc, malaj pax junok nok' chium nok' ol ajoc. Ata' ol ek' heb' colb'ilxo yuj Jehová."
        },
        {
            "number": "10",
            "text": "Ha heb' colb'ilxo chi', ol b'itan heb' t'a tzalajk'olal ayic ol k'och heb' t'a Sion. Tzalajk'olal ol ajkan heb' ta' t'a junelnhej, ol ilchaj wach'ilal yet' tzalajk'olal yuj heb', haxo yaelal yet' ok'el ol sateloc."
        }
    ]
}