{
    "chapter": "35",
    "verses": [
        {
            "number": "1",
            "text": "Tzalajocab'q'ue lum taquinh lu'um, ayocab' xumac t'a lum taquinh sat."
        },
        {
            "number": "2",
            "text": "Pak'ocab' anh xumac icha anh chochol, tzalajk'olalocab' yilji sat lu'um. Ha Dios ol ak'an swach'il yilji sat lum icha lum Líbano, ol yaxb'oc sat lum icha lum vitzal Carmelo, ma icha lum ak'lic yic Sarón. Ol yil eb' anima smasanil to niwan yelk'och Jehová co Diosal yet' yipalil."
        },
        {
            "number": "3",
            "text": "Hak'ek stek'anil eb' malaj yip. Iptzitejec eb' k'unb'inac."
        },
        {
            "number": "4",
            "text": "Alec icha tik t'a eb' chab'k'olal yaji: Tek'b'ejec e b'a, manh ex xivoc, ol javok co Diosal onh scolo'. Ol yak'anoch syaelal eb' ayoch ajk'olal t'ayonh icha val smojal, xe chi."
        },
        {
            "number": "5",
            "text": "Ichato chi' b'ian, a eb' max uji yilani ol yil eb', haxo eb' max ab'ani ol yab' eb'."
        },
        {
            "number": "6",
            "text": "Axo eb' tz'em sb'eyi ol q'ue tz'itnaj eb' sb'eyi, icha nok' k'ultaquil chej. Axo eb' max loloni ol avaj chaanh eb' yuj tzalajk'olal. Ha t'a lum taquinh lu'um yet' t'a lum taquinh sat ol q'ueul chulnaj sjaj ha' nivac ha' sb'eyi."
        },
        {
            "number": "7",
            "text": "Ha t'a lum taquinh lu'um, ol aj ha' nivac nhajab'. Ha t'a lum taquinh val sat yalxonhej b'aj ol laj q'ueul sjaj ha'. Ha b'aj cajanek' nok' oques ticnaic, ata' ol q'uib'q'ue te' velek' yet' te' aj."
        },
        {
            "number": "8",
            "text": "Ata' ol ek' jun niwan b'e. Ha jun b'e chi' ol scuchcan Sb'e Eb' Yicxo Dios. Ha eb' chuk yet' eb' pitb'inac yuj schucal, manh ol yal-laj yek' eb' ta'."
        },
        {
            "number": "9",
            "text": "Ha t'a jun b'e chi' malaj junok nok' choj ol ajoc, malaj pax junok nok' chium nok' ol ajoc. Ata' ol ek' eb' colb'ilxo yuj Jehová."
        },
        {
            "number": "10",
            "text": "Ha eb' colb'ilxo chi', ol b'itan eb' t'a tzalajk'olal ayic ol k'och eb' t'a Sion. Tzalajk'olal ol ajkan eb' ta' t'a junelnhej, ol ilchaj wach'ilal yet' tzalajk'olal yuj eb', haxo yaelal yet' oq'uel ol sateloc."
        }
    ]
}