{
    "chapter": "36",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 14 ab'ilxo yoch winhaj Ezequías reyal, ata' ix syamoch winhaj Senaquerib sreyal Asiria yak'an oval t'a masanil chonhab' ayoch smuroal t'a yol yic Judá, ix ak'ji ganar juntzanh chonhab' chi' yuj winh."
        },
        {
            "number": "2",
            "text": "Vanto yak'an oval winh t'a Laquis, ix schecancot jun yajalil eb' soldado winh yet' jun niwan nhilanh eb' soldado t'a winhaj rey Ezequías t'a Jerusalén. Ix javi winh b'aj tz'emul yoc ha ha' t'a jun yet'tal t'a yib'anh, b'aj sb'at b'e sk'och b'aj sjuk'chaj k'apac k'apac."
        },
        {
            "number": "3",
            "text": "Ha winhaj Eliaquim yuninal winhaj Hilcías yilumal tastac ay t'a winh rey, winhaj Sebna tz'ib'um yet' winhaj Joa yuninal winhaj Asaf stz'ib'an yab'ixal winh rey chi', ix elta eb' winh scha winh yajalil eb' soldado chi'."
        },
        {
            "number": "4",
            "text": "Ix yalan winh t'a eb' winh icha tik: --Alec juntzanh lolonel tik t'a winhaj Ezequías, to a winh sreyal Asiria ek'b'al te niwan yelk'ochi, a winh tz'alan icha tik: ¿Tas ayoch yipoc a k'ool?"
        },
        {
            "number": "5",
            "text": "¿Tom tza na' to yujnhej lolonel wach' yalji, sb'at eb' in soldado jelan yak'an oval elelal tza na'a? ¿Mach tzak'och yipoc a k'ool, yuj chi' te vinac tzutej a b'ha t'a vichanh?"
        },
        {
            "number": "6",
            "text": "Ha svilani to a Egipto tzak'och yipoc a k'ool. Ichocab' ta', palta a Egipto chi', lajan val icha junok te' aj canhchajnac, ayic tzonh och yub'naj t'a snhi' te', sb'at tz'isnaj te' t'a co k'ab'. Icha chi' yaj winh sreyal Egipto chi' t'a mach tz'ak'anoch winh yipoc sk'ool."
        },
        {
            "number": "7",
            "text": "Ach Ezequías, tecan tzal icha tik: Ha onh tik a Jehová co Diosal scak'och yipoc co k'ool. Palta ina toxo ix a chec satjiel juntzanh altar b'aj chaanh, b'aj tz'och eb' anima ejmelal t'a jun e Diosal chi'. Ix alani to junxonhej altar b'aj tz'och eb' aj Judá yet' eb' aj Jerusalén ejmelal."
        },
        {
            "number": "8",
            "text": "Ha ticnaic b'o junok a trato yet' winh vajalil, aton winh sreyal Asiria. Syal winh t'ayach icha tik: Ol vak' chab'oc mil nok' chej t'ayach, tato tz'ilchaj eb' soldado sq'ue t'a yib'anh nok' uuj. ¿Tom ol yal uuj?"
        },
        {
            "number": "9",
            "text": "Tato icha chi', ¿tom ol tzak'van eyak'an oval yet' jun nhilanh eb' co soldado aj Asiria vanto sk'ayi, wach'chom tze comon aq'uejoch eb' aj Egipto yet' scarruaje yipoc e k'ool?"
        },
        {
            "number": "10",
            "text": "Anhejtona', ¿tom tza na' to tzonh comon javi co satel jun chonhab' tik tato manhoc Jehová ayoch qued'oc? Aton val ix onh checancot ul ex co sateli, xchicot winh rey, xchi winh yajalil eb' soldado chi'."
        },
        {
            "number": "11",
            "text": "Ix tak'vi winhaj Eliaquim, winhaj Sebna yet' winhaj Joa t'a jun winh yajalil eb' soldado chi' icha tik: --Sco k'an t'ayach to ha t'a ti' arameo tzach loloni, yujto scab'pax a onh tik. Manh al t'a ti' hebreo yic max yab' masanil eb' anima ayq'ue t'a yib'anh smuroal chonhab' tik, xchi eb' winh."
        },
        {
            "number": "12",
            "text": "Palta ix yalan winh yajalil eb' soldado chi' icha tik: --Manhocnhej t'a winh eyajalil yet' t'ayex ix in checjicot yuj winh sreyal Asiria val jun tik, palta ix in checjicot ul val t'a masanil anima ayq'ue t'a yib'anhtac smuroal chonhab' tik, ajun pax eb' ol ab'an syail eyed'oc, yujto ol e lo e tza', ol eyuk'anpax e chul, xchi winh."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix q'ue linhan winh yajal chi', ix avaj chaanh winh, ix yalan winh t'a ti' hebreo: --Ab'ec val tas syal winh rey ek'b'al te niwan yelk'ochi, aton winh sreyal Asiria:"
        },
        {
            "number": "14",
            "text": "Manh eyak' e b'a ak'joc musansatil yuj winhaj Ezequías chi', yujto manh ol yal ex scolan winh t'a yol in k'ab', xchi winh rey chi'."
        },
        {
            "number": "15",
            "text": "Tato syal winhaj Ezequías chi' to anhej Jehová tzeyak'och yipoc e k'ool, syalan winh t'ayex icha tik: Val yel ol onh scol Jehová co Diosal, manh ol scha ak'joc ganar co chonhab' tik yuj winh sreyal Asiria, tato xchi winh,"
        },
        {
            "number": "16",
            "text": "manh e cha eyab' t'a winh. Yujto a winh sreyal Asiria chi' ix in checancot val t'ayex to tzex och t'a junk'olal yet' winh, tzeyak'anoch e b'ha t'a yol sk'ab' winh yic wach' ol e lo sat te' eyuva yet' sat te' higo, ol eyuk'anpax ha ha' eyictaxoni,"
        },
        {
            "number": "17",
            "text": "masanto ol ex yik'b'at winh t'a jun lum lum icha val lum eyic tik, syak' ixim trigo yet' te' uva t'a lu'um. Ol e b'o ixim pan, ol e b'oanpax vino."
        },
        {
            "number": "18",
            "text": "Tato syal winhaj Ezequías chi' to a Jehová ol ex colanoc, manh eyak' e b'a smusej e sat winh. ¿Tocval ay junok sdiosal juntzanhxo chonhab' ix yal scolan schonhab' t'a yol sk'ab' winh sreyal Asiria chi'?"
        },
        {
            "number": "19",
            "text": "¿B'ajtil ix k'ochcan sdiosal chonhab' Hamat yet' chonhab' Arfad? ¿B'ajtil ix k'ochcan sdiosal chonhab' Sefarvaim? ¿Tocval ay junok dios ix colan Samaria t'a yol sk'ab' winh rey chi'?"
        },
        {
            "number": "20",
            "text": "¿Mach junok sdiosal juntzanh chonhab' chi' ix yal scolan schonhab' t'a yol sk'ab' winh? ¿Tas yuj tze na' to a Jehová ol colanel Jerusalén tik t'a yol sk'ab' winh? xchi winh yajalil eb' soldado chi'."
        },
        {
            "number": "21",
            "text": "Numanxonhej ix ajkan eb' anima chi, malaj junok eb' ix alan junok b'elanh lolonel, yujto ix yal winhaj Ezequías chi' to malaj junok eb' stak'vi."
        },
        {
            "number": "22",
            "text": "Yuj chi' a winhaj Eliaquim, winhaj Sebna yet' winhaj Joa chi', ix snhik'chitejb'at spichul eb' winh, ix b'at eb' winh yal t'a winhaj Ezequías masanil tas ix yal winh yajalil eb' soldado aj Asiria chi'."
        }
    ]
}