{
    "chapter": "36",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 14 ab'ilxo yoch winhaj Ezequías reyal, ata' ix syamoch winhaj Senaquerib sreyal Asiria yak'an owal t'a masanil chonhab' ayoch smuroal t'a yol yic Judá, ix ak'ji ganar juntzanh chonhab' chi' yuj winh."
        },
        {
            "number": "2",
            "text": "Vanto yak'an owal winh t'a Laquis, ix schekancot jun yajalil heb' soldado winh yet' jun niwan nhilanh heb' soldado t'a winhaj rey Ezequías t'a Jerusalén. Ix jawi winh b'aj tz'emul yoc ha ha' t'a jun yet'tal t'a yib'anh, b'aj sb'at b'e sk'och b'aj sjuk'chaj k'apac k'apac."
        },
        {
            "number": "3",
            "text": "Ha winhaj Eliaquim yuninal winhaj Hilcías yilumal tastac ay t'a winh rey, winhaj Sebna tz'ib'um yet' winhaj Joa yuninal winhaj Asaf stz'ib'an yab'ixal winh rey chi', ix elta heb' winh scha winh yajalil heb' soldado chi'."
        },
        {
            "number": "4",
            "text": "Ix yalan winh t'a heb' winh icha tik: --Alec juntzanh lolonel tik t'a winhaj Ezequías, to a winh sreyal Asiria ek'b'al te niwan yelk'ochi, a winh tz'alan icha tik: ¿Tas ayoch yipoc a k'ool?"
        },
        {
            "number": "5",
            "text": "¿Tom tza na' to yujnhej lolonel wach' yalji, sb'at heb' in soldado jelan yak'an owal elelal tza na'a? ¿Mach tzak'och yipoc a k'ool, yuj chi' te winak tzutej a b'ha t'a wichanh?"
        },
        {
            "number": "6",
            "text": "Ha swilani to a Egipto tzak'och yipoc a k'ool. Ichokab' ta', palta a Egipto chi', lajan wal icha junok te' aj canhchajnac, ayic tzonh och yub'naj t'a snhi' te', sb'at tz'isnaj te' t'a ko k'ab'. Icha chi' yaj winh sreyal Egipto chi' t'a mach tz'ak'anoch winh yipoc sk'ool."
        },
        {
            "number": "7",
            "text": "Ach Ezequías, tekan tzal icha tik: Ha onh tik a Jehová ko Diosal skak'och yipoc ko k'ool. Palta ina toxo ix a chec satjiel juntzanh altar b'aj chaanh, b'aj tz'och heb' anima ejmelal t'a jun he Diosal chi'. Ix alani to junxonhej altar b'aj tz'och heb' aj Judá yet' heb' aj Jerusalén ejmelal."
        },
        {
            "number": "8",
            "text": "Ha ticnaik b'o junok a trato yet' winh wajalil, aton winh sreyal Asiria. Syal winh t'ayach icha tik: Ol wak' chab'oc mil nok' chej t'ayach, tato tz'ilchaj heb' soldado sk'e t'a yib'anh nok' uuj. ¿Tom ol yal uuj?"
        },
        {
            "number": "9",
            "text": "Tato icha chi', ¿tom ol tzak'wan eyak'an owal yet' jun nhilanh heb' ko soldado aj Asiria wanto sk'ayi, wach'chom tze comon ak'ejoch heb' aj Egipto yet' skarruaje yipoc he k'ool?"
        },
        {
            "number": "10",
            "text": "Anhejtona', ¿tom tza na' to tzonh comon jawi ko satel jun chonhab' tik tato manhoc Jehová ayoch qued'oc? Aton wal ix onh chekancot ul ex ko sateli, xchicot winh rey, xchi winh yajalil heb' soldado chi'."
        },
        {
            "number": "11",
            "text": "Ix tak'wi winhaj Eliaquim, winhaj Sebna yet' winhaj Joa t'a jun winh yajalil heb' soldado chi' icha tik: --Sco k'an t'ayach to ha t'a ti' arameo tzach loloni, yujto skab'pax a onh tik. Manh al t'a ti' hebreo yic max yab' masanil heb' anima ayk'e t'a yib'anh smuroal chonhab' tik, xchi heb' winh."
        },
        {
            "number": "12",
            "text": "Palta ix yalan winh yajalil heb' soldado chi' icha tik: --Manhoknhej t'a winh eyajalil yet' t'ayex ix in checjicot yuj winh sreyal Asiria wal jun tik, palta ix in checjicot ul wal t'a masanil anima ayk'e t'a yib'anhtac smuroal chonhab' tik, ajun pax heb' ol ab'an syail eyed'oc, yujto ol he lo he tza', ol eyuk'anpax he chul, xchi winh."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix k'e linhan winh yajal chi', ix awaj chaanh winh, ix yalan winh t'a ti' hebreo: --Ab'ec wal tas syal winh rey ek'b'al te niwan yelk'ochi, aton winh sreyal Asiria:"
        },
        {
            "number": "14",
            "text": "Manh eyak' he b'a ak'joc musansatil yuj winhaj Ezequías chi', yujto manh ol yal ex scolan winh t'a yol in k'ab', xchi winh rey chi'."
        },
        {
            "number": "15",
            "text": "Tato syal winhaj Ezequías chi' to anhej Jehová tzeyak'och yipoc he k'ool, syalan winh t'ayex icha tik: Val yel ol onh scol Jehová ko Diosal, manh ol scha ak'joc ganar ko chonhab' tik yuj winh sreyal Asiria, tato xchi winh,"
        },
        {
            "number": "16",
            "text": "manh he cha eyab' t'a winh. Yujto a winh sreyal Asiria chi' ix in chekancot wal t'ayex to tzex och t'a junk'olal yet' winh, tzeyak'anoch he b'ha t'a yol sk'ab' winh yic wach' ol he lo sat te' eyuwa yet' sat te' higo, ol eyuk'anpax ha ha' eyictaxoni,"
        },
        {
            "number": "17",
            "text": "masanto ol ex yik'b'at winh t'a jun lum lum icha wal lum eyic tik, syak' ixim trigo yet' te' uwa t'a lu'um. Ol he b'o ixim pan, ol he b'oanpax wino."
        },
        {
            "number": "18",
            "text": "Tato syal winhaj Ezequías chi' to a Jehová ol ex colanoc, manh eyak' he b'a smusej he sat winh. ¿Tocwal ay junok sdiosal juntzanhxo chonhab' ix yal scolan schonhab' t'a yol sk'ab' winh sreyal Asiria chi'?"
        },
        {
            "number": "19",
            "text": "¿B'ajtil ix k'ochkan sdiosal chonhab' Hamat yet' chonhab' Arfad? ¿B'ajtil ix k'ochkan sdiosal chonhab' Sefarwaim? ¿Tocwal ay junok Dios ix colan Samaria t'a yol sk'ab' winh rey chi'?"
        },
        {
            "number": "20",
            "text": "¿Mach junok sdiosal juntzanh chonhab' chi' ix yal scolan schonhab' t'a yol sk'ab' winh? ¿Tas yuj tze na' to a Jehová ol colanel Jerusalén tik t'a yol sk'ab' winh? xchi winh yajalil heb' soldado chi'."
        },
        {
            "number": "21",
            "text": "Numanxonhej ix ajkan heb' anima chi, malaj junok heb' ix alan junok b'elanh lolonel, yujto ix yal winhaj Ezequías chi' to malaj junok heb' stak'wi."
        },
        {
            "number": "22",
            "text": "Yuj chi' a winhaj Eliaquim, winhaj Sebna yet' winhaj Joa chi', ix snhik'chitejb'at spichul heb' winh, ix b'at heb' winh yal t'a winhaj Ezequías masanil tas ix yal winh yajalil heb' soldado aj Asiria chi'."
        }
    ]
}