{
    "chapter": "36",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 14 ab'ilxo yoch vinhaj Ezequías reyal, ata' ix syamoch vinhaj Senaquerib sreyal Asiria yak'an oval t'a masanil chonhab' ayoch smuroal t'a yol yic Judá, ix ak'ji ganar juntzanh chonhab' chi' yuj vinh."
        },
        {
            "number": "2",
            "text": "Vanto yak'an oval vinh t'a Laquis, ix schecancot jun yajalil eb' soldado vinh yet' jun niwan nhilanh eb' soldado t'a vinhaj rey Ezequías t'a Jerusalén. Ix javi vinh b'aj tz'emul yoc ha ha' t'a jun yet'tal t'a yib'anh, b'aj sb'at b'e sk'och b'aj sjuk'chaj k'apac k'apac."
        },
        {
            "number": "3",
            "text": "Ha vinhaj Eliaquim yuninal vinhaj Hilcías yilumal tastac ay t'a vinh rey, vinhaj Sebna tz'ib'um yet' vinhaj Joa yuninal vinhaj Asaf stz'ib'an yab'ixal vinh rey chi', ix elta eb' vinh scha vinh yajalil eb' soldado chi'."
        },
        {
            "number": "4",
            "text": "Ix yalan vinh t'a eb' vinh icha tik: --Alec juntzanh lolonel tik t'a vinhaj Ezequías, to a vinh sreyal Asiria ek'b'al te niwan yelk'ochi, a vinh tz'alan icha tik: ¿Tas ayoch yipoc a k'ool?"
        },
        {
            "number": "5",
            "text": "¿Tom tza na' to yujnhej lolonel wach' yalji, sb'at eb' in soldado jelan yak'an oval elelal tza na'a? ¿Mach tzak'och yipoc a k'ool, yuj chi' te vinac tzutej a b'ha t'a vichanh?"
        },
        {
            "number": "6",
            "text": "Ha svilani to a Egipto tzak'och yipoc a k'ool. Ichocab' ta', palta a Egipto chi', lajan val icha junok te' aj canhchajnac, ayic tzonh och yub'naj t'a snhi' te', sb'at tz'isnaj te' t'a co k'ab'. Icha chi' yaj vinh sreyal Egipto chi' t'a mach tz'ak'anoch vinh yipoc sk'ool."
        },
        {
            "number": "7",
            "text": "Ach Ezequías, tecan tzal icha tik: Ha onh tik a Jehová co Diosal scak'och yipoc co k'ool. Palta ina toxo ix a chec satjiel juntzanh altar b'aj chaanh, b'aj tz'och eb' anima ejmelal t'a jun e Diosal chi'. Ix alani to junxonhej altar b'aj tz'och eb' aj Judá yet' eb' aj Jerusalén ejmelal."
        },
        {
            "number": "8",
            "text": "Ha ticnaic b'o junok a trato yet' vinh vajalil, aton vinh sreyal Asiria. Syal vinh t'ayach icha tik: Ol vak' chab'oc mil nok' chej t'ayach, tato tz'ilchaj eb' soldado sq'ue t'a yib'anh nok' uuj. ¿Tom ol yal uuj?"
        },
        {
            "number": "9",
            "text": "Tato icha chi', ¿tom ol tzak'van eyak'an oval yet' jun nhilanh eb' co soldado aj Asiria vanto sk'ayi, wach'chom tze comon aq'uejoch eb' aj Egipto yet' scarruaje yipoc e k'ool?"
        },
        {
            "number": "10",
            "text": "Anhejtona', ¿tom tza na' to tzonh comon javi co satel jun chonhab' tik tato manhoc Jehová ayoch qued'oc? Aton val ix onh checancot ul ex co sateli, xchicot vinh rey, xchi vinh yajalil eb' soldado chi'."
        },
        {
            "number": "11",
            "text": "Ix tak'vi vinhaj Eliaquim, vinhaj Sebna yet' vinhaj Joa t'a jun vinh yajalil eb' soldado chi' icha tik: --Sco k'an t'ayach to ha t'a ti' arameo tzach loloni, yujto scab'pax a onh tik. Manh al t'a ti' hebreo yic max yab' masanil eb' anima ayq'ue t'a yib'anh smuroal chonhab' tik, xchi eb' vinh."
        },
        {
            "number": "12",
            "text": "Palta ix yalan vinh yajalil eb' soldado chi' icha tik: --Manhocnhej t'a vinh eyajalil yet' t'ayex ix in checjicot yuj vinh sreyal Asiria val jun tik, palta ix in checjicot ul val t'a masanil anima ayq'ue t'a yib'anhtac smuroal chonhab' tik, ajun pax eb' ol ab'an syail eyed'oc, yujto ol e lo e tza', ol eyuk'anpax e chul, xchi vinh."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix q'ue linhan vinh yajal chi', ix avaj chaanh vinh, ix yalan vinh t'a ti' hebreo: --Ab'ec val tas syal vinh rey ek'b'al te niwan yelk'ochi, aton vinh sreyal Asiria:"
        },
        {
            "number": "14",
            "text": "Manh eyak' e b'a ak'joc musansatil yuj vinhaj Ezequías chi', yujto manh ol yal ex scolan vinh t'a yol in k'ab', xchi vinh rey chi'."
        },
        {
            "number": "15",
            "text": "Tato syal vinhaj Ezequías chi' to anhej Jehová tzeyak'och yipoc e k'ool, syalan vinh t'ayex icha tik: Val yel ol onh scol Jehová co Diosal, manh ol scha ak'joc ganar co chonhab' tik yuj vinh sreyal Asiria, tato xchi vinh,"
        },
        {
            "number": "16",
            "text": "manh e cha eyab' t'a vinh. Yujto a vinh sreyal Asiria chi' ix in checancot val t'ayex to tzex och t'a junk'olal yet' vinh, tzeyak'anoch e b'ha t'a yol sk'ab' vinh yic wach' ol e lo sat te' eyuva yet' sat te' higo, ol eyuk'anpax ha ha' eyictaxoni,"
        },
        {
            "number": "17",
            "text": "masanto ol ex yik'b'at vinh t'a jun lum lum icha val lum eyic tik, syak' ixim trigo yet' te' uva t'a lu'um. Ol e b'o ixim pan, ol e b'oanpax vino."
        },
        {
            "number": "18",
            "text": "Tato syal vinhaj Ezequías chi' to a Jehová ol ex colanoc, manh eyak' e b'a smusej e sat vinh. ¿Tocval ay junok sdiosal juntzanhxo chonhab' ix yal scolan schonhab' t'a yol sk'ab' vinh sreyal Asiria chi'?"
        },
        {
            "number": "19",
            "text": "¿B'ajtil ix k'ochcan sdiosal chonhab' Hamat yet' chonhab' Arfad? ¿B'ajtil ix k'ochcan sdiosal chonhab' Sefarvaim? ¿Tocval ay junok dios ix colan Samaria t'a yol sk'ab' vinh rey chi'?"
        },
        {
            "number": "20",
            "text": "¿Mach junok sdiosal juntzanh chonhab' chi' ix yal scolan schonhab' t'a yol sk'ab' vinh? ¿Tas yuj tze na' to a Jehová ol colanel Jerusalén tik t'a yol sk'ab' vinh? xchi vinh yajalil eb' soldado chi'."
        },
        {
            "number": "21",
            "text": "Numanxonhej ix ajkan eb' anima chi, malaj junok eb' ix alan junok b'elanh lolonel, yujto ix yal vinhaj Ezequías chi' to malaj junok eb' stak'vi."
        },
        {
            "number": "22",
            "text": "Yuj chi' a vinhaj Eliaquim, vinhaj Sebna yet' vinhaj Joa chi', ix snhik'chitejb'at spichul eb' vinh, ix b'at eb' vinh yal t'a vinhaj Ezequías masanil tas ix yal vinh yajalil eb' soldado aj Asiria chi'."
        }
    ]
}