{
    "chapter": "37",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an juntzanh lolonel chi' vinhaj rey Ezequías chi', ix snhik'chitanb'at spichul vinh. Ix yak'anoch pichul vinh yic cusk'olal, ix b'at vinh d'a stemplo Jehová."
        },
        {
            "number": "2",
            "text": "Ix checjicot vinhaj Eliaquim chi', vinhaj Sebna chi' yed' eb' sacerdote te icham vinacxo yuj vinhaj Ezequías chi', ayoch pichul ya sva yuj eb', ix cot eb' d'ayin schecab' in Jehová, a inton Isaías in tic."
        },
        {
            "number": "3",
            "text": "Ix ul yalan eb' tas ix yal vinhaj Ezequías chi' d'a eb', ix yalan eb' d'ayin icha tic: A ticnaic, ayonh och d'a cusk'olal, d'a syaelal yed' d'a q'uixvelk'olal. Icha val junoc ix ix van yalji yune', tz'el yip ix, icha chi' caji."
        },
        {
            "number": "4",
            "text": "Comonoc val ix yab' Jehová co Diosal, juntzanh lolonel ix yal jun vinh yajalil eb' soldado ix scheccot vinh sreyal Asiria chi', yic tzul b'uchvaj vinh d'a co Diosal pitzannhej. Comonoc val sjavi yaelal d'a yib'anh vinh yuj Jehová co Diosal, yuj tas ix yal vinh chi'. A ticnaic lesalvanh cuj a onh ixto onh can tic, xchi eb' checab' chi'."
        },
        {
            "number": "5",
            "text": "Ayic ix vab'an tas ix yal eb' schecab' vinh rey chi',"
        },
        {
            "number": "6",
            "text": "ix valan d'a eb' to sb'at yal eb' d'a vinh rey chi' tas ix aj yalan Jehová. Ix valan icha tic: Manh ach xiv d'a juntzanh b'uchval lolonel ix ul yal vinh schecab' vinh sreyal Asiria chi' d'ayin."
        },
        {
            "number": "7",
            "text": "A in ol vak'b'at junoc comon ab'ix d'a scal eb'. Ayic ol yab'an jun ab'ix jun vinh rey chi', ol meltzaj vinh d'a schonhab' yed' masanil soldado. A d'a schonhab' vinh chi' ol vak' miljocchamoc, xchi Jehová, xin chi."
        },
        {
            "number": "8",
            "text": "Axo ix yab'an jun vinh yajalil eb' soldado chi' to a vinh sreyal Asiria chi' toxo ix el vinh d'a chonhab' Laquis, yuj chi' ix meltzaj vinh, ix b'at vinh d'a vinh sreyal Asiria chi' ayic van yak'an oval vinh d'a chonhab' Libna."
        },
        {
            "number": "9",
            "text": "Ata' ix yab' vinh rey chi' to a vinhaj Tirhaca sreyal Etiopía van scot yed' jantac soldado yak' oval yed' vinh. Yuj chi' ix stz'ib'ancot schecnab'il vinh rey chi' d'a vinhaj Ezequías chi', syalan icha tic:"
        },
        {
            "number": "10",
            "text": "A a Diosal tzak'och yipoc a k'ol chi', a' ol ach colan d'a yol in k'ab' a naani, palta manh a cha ach yak' musansatil."
        },
        {
            "number": "11",
            "text": "Ix ab'i tas ix cutej co satanel juntzanh eb' rey yed' schonhab' a onh sreyal onh Asiria tic. ¿Tom a achto val ol ach colchajcanoc?"
        },
        {
            "number": "12",
            "text": "¿Tocval ix colchaj eb' anima yuj sdiosal d'a yol sk'ab' eb' in mam vicham? Nacot tas ajnac chonhab' Gozán, Harán, Resef yed' eb' aj Edén, aton eb' cajan d'a Telasar."
        },
        {
            "number": "13",
            "text": "Nacot tas utajnacpax vinh sreyal Hamat, Arfad, Sefarvaim, Hena yed' Iva. Icha chi' ix yutej vinh rey chi' stz'ib'ancot schecnab'il."
        },
        {
            "number": "14",
            "text": "Ix schaanek' jun tas ix stz'ib'ejcot vinh rey chi' vinhaj rey Ezequías chi', ix yavtan vinh. Ix lajvi chi' ix b'at vinh d'a templo, ix b'at yak'anoch lechan vinh d'a yichanh Jehová,"
        },
        {
            "number": "15",
            "text": "ix lesalvi vinh icha tic:"
        },
        {
            "number": "16",
            "text": "Mamin Jehová co Diosal, Yajal ach d'a Smasanil, a d'a snanhal eb' querubín ayach eq'ui. A achnhej Dios ach d'a masanil yolyib'anhq'uinal tic. A ach a b'onac satchaanh yed' sat luum tic."
        },
        {
            "number": "17",
            "text": "Mamin, comonoc tza maclej val ab'i. Ina val juntzanh lolonel ix stz'ib'ejcot vinhaj Senaquerib tic d'ayin, aton juntzanh b'uchval lolonel ix yal vinh tic d'a a patic, ach Dios to pitzan achnhej."
        },
        {
            "number": "18",
            "text": "Yelton val Mamin Jehová, a eb' vinh sreyal Asiria chi' ix satanel juntzanh chonhab' chi', ix yixtancanb'at slum eb' vinh."
        },
        {
            "number": "19",
            "text": "Ix snhusantz'a masanil sdiosal eb' vinh, yujto a juntzanh chi', val yel manh diosoc, yujto b'ob'il yuj anima, nab'a plata, ma te', ma q'ueen. Yuj chi' ix yal satanel eb' vinh."
        },
        {
            "number": "20",
            "text": "A ticnaic jun Mamin Jehová co Diosal, colonhel d'a yol sk'ab' jun vinh rey chi', yic syojtaquejel masanil nación to a achnhej Dios ach, xchi vinhaj Ezequías chi'."
        },
        {
            "number": "21",
            "text": "Ix lajvi chi', ix in checan a in Isaías in tic b'at alchaj d'a vinhaj Ezequías chi' icha tic: Icha val tic yalan Jehová co Diosal a onh israel onh tic: Toxo ix vab' a lesal ix al d'ayin yuj vinhaj Senaquerib sreyal Asiria, xchi."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix yalan juntzanh lolonel tic Jehová d'a yib'anh vinh sreyal Asiria chi': Ach Senaquerib, a eb' ix cob'estac aj Sion, tonhej tzach stzetzej eb' ix. A eb' aj Jerusalén, tonhej ol b'at miquiljoc eb' ach sb'uchani ayic elelalxonhej ol ach meltzajoc."
        },
        {
            "number": "23",
            "text": "¿Mach jun b'aj ix a comon tek'b'ej a b'a a b'uchani? ¿Mach jun b'aj ix comon q'ue val a jaj ix ik'anchaanh a b'a d'ay? Aton val d'ayin a in sDiosal in Israel to A inxonhej Ochi."
        },
        {
            "number": "24",
            "text": "Ix a checanpaxcot eb' a checab' yic tzik'an val chaanh a b'a, ix ul yalan eb' d'ayin icha tic: Yed' val jantac in carruaje yic oval in q'uek'och d'a sjolom lum vitz te chaanh d'a yol yic Líbano. Ix in ch'aquem te' k'ute' chaanh steel yed' te' taj te vach' yilji. Ix in q'uek'och d'a lum jolomtac vitz te chaanh b'aj k'ayum te te'."
        },
        {
            "number": "25",
            "text": "Yalnhej b'aj syal in joyan a' uk'b'ila' vuq'uej. Syal vek'nhej d'a a a' d'a Egipto, ichato tupnac a', malaj mach syal in syamanoch vaan, xa chi ix ik'an val chaanh a b'a."
        },
        {
            "number": "26",
            "text": "¿Tom manh ojtacoc to a in Jehová in svaq'uelk'och masanil juntzanh chi'? Atax d'a peca' nab'il vuuj to ol ujoc juntzanh chi', axo ticnaic svaq'uelk'ochi. Yuj chi' ix yal a satanel juntzanh chonhab' vach' yajoch smuroal, toxonhej ix q'uecan b'ulan sk'ajil uuj."
        },
        {
            "number": "27",
            "text": "A eb' cajan d'a juntzanh chonhab' chi', ix te xivcanq'ue eb', ix q'uixvicanq'ue eb'. Lajan ix ajcan eb' icha anh ank'ultac yax latz'inac, ma icha anh ank'ultac sq'uib'q'ue d'a yib'anhtac pat, stacji yuj ik' scot b'aj sjavi k'u."
        },
        {
            "number": "28",
            "text": "Vojtacnhej b'ajtac tzach eq'ui yed' tastac tza k'ulej. Vojtac to ix cot val oval d'ayin."
        },
        {
            "number": "29",
            "text": "Vojtac jantac oval, jantac val ak'umtaquil, yuj chi' ol vak'och jun q'uen argolla d'a a nhi' yed' jun freno d'a a ti', ol ach vak'an meltzaj d'a b'e b'aj ach coti, xchi Jehová."
        },
        {
            "number": "30",
            "text": "Axo d'ayach ach Ezequías, ay jun yechel ol sch'ox Jehová eyila'. A d'a jun ab'il tic yed' d'a junxo, ol e va sat ixim trigo munil ol pak'q'ue sch'ocoj. Axo d'a yoxil ab'il, a exxo ol eyavej eyico', ol e molan sat tas ol eyavej chi'. Ol eyavej te' uva, ol e loan sat te'."
        },
        {
            "number": "31",
            "text": "A jayvanh ex ixto ex can d'a Judá tic, lajan ol ex aj icha junoc te te' tz'avchaji sb'at sch'anhal yib', elanhchamel satani."
        },
        {
            "number": "32",
            "text": "A exxo jayvanh ex ixto ex can d'a Jerusalén, d'a tzalan Sion tic, a ex ol eyak'xi b'ud'joquel co chonhab' tic. Icha chi' ol ajoc yujto xajan onh yuj Jehová Yajal d'a Smasanil."
        },
        {
            "number": "33",
            "text": "Axo pax yuj vinh sreyal Asiria jun, ix yal Jehová icha tic: Manh ol och vinh d'a Jerusalén tic, malaj junoc yol sjul-lab' vinh ol sjuleli. Manh ol och vinh yak' oval d'ay yed' maclab' jul-lab'. Manh ol sb'oq'ue stek'nub' vinh d'a spatictac smuroal chonhab' tic."
        },
        {
            "number": "34",
            "text": "A in val Jehová in svala', a d'a b'e b'aj ol cot vinh, anheja' ta' ol meltzaj vinh. Manh ol yal yoch vinh d'a yol chonhab' tic."
        },
        {
            "number": "35",
            "text": "Ol in tanhvej jun chonhab' tic, ol in colani, yujto tzin xajanej vinh in checab' aj David yed' pax snivanil Velk'ochi, xchi Jehová, xin chi."
        },
        {
            "number": "36",
            "text": "A Yángel Jehová ix k'och d'a scampamento eb' aj Asiria chi', ix smilancham 185 mil eb' soldado. Chamnacxo eb' ix q'uinhib'i d'a junxo k'u."
        },
        {
            "number": "37",
            "text": "Yuj chi', ix yiq'uel scampamento vinhaj Senaquerib sreyal Asiria chi', ix pax vinh d'a chonhab' Nínive."
        },
        {
            "number": "38",
            "text": "Ay jun k'u ayic van slesalvi vinh d'a stemplo sdiosal scuch Nisroc, axo eb' vinh yuninal vinh, aton vinhaj Adramelec yed' vinhaj Sarezer, ix b'at milancham vinh ta'. Ix lajvi chi' ix b'at eb' vinh elelal d'a yol yic Ararat. Axo vinhaj Esar-hadón, junxo yuninal vinh ix ochcan reyal sq'uexuloc."
        }
    ]
}