{
    "chapter": "37",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an juntzanh lolonel chi' winhaj rey Ezequías chi', ix snhik'chitanb'at spichul winh. Ix yak'anoch pichul winh yic cusk'olal, ix b'at winh t'a stemplo Jehová."
        },
        {
            "number": "2",
            "text": "Ix checjicot winhaj Eliaquim chi', winhaj Sebna chi' yet' eb' sacerdote te icham vinacxo yuj winhaj Ezequías chi', ayoch pichul ya sva yuj eb', ix cot eb' t'ayin schecab' in Jehová, a inton Isaías in tik."
        },
        {
            "number": "3",
            "text": "Ix ul yalan eb' tas ix yal winhaj Ezequías chi' t'a eb', ix yalan eb' t'ayin icha tik: Ha ticnaic, ayonh och t'a cusk'olal, t'a syaelal yet' t'a q'uixvelk'olal. Icha val junok ix ix van yalji yune', tz'el yip ix, icha chi' caji."
        },
        {
            "number": "4",
            "text": "Comonoc val ix yab' Jehová co Diosal, juntzanh lolonel ix yal jun winh yajalil eb' soldado ix scheccot winh sreyal Asiria chi', yic tzul b'uchvaj winh t'a co Diosal pitzannhej. Comonoc val sjavi yaelal t'a yib'anh winh yuj Jehová co Diosal, yuj tas ix yal winh chi'. Ha ticnaic lesalvanh cuj a onh ixto onh kan tik, xchi eb' checab' chi'."
        },
        {
            "number": "5",
            "text": "Ayic ix vab'an tas ix yal eb' schecab' winh rey chi',"
        },
        {
            "number": "6",
            "text": "ix valan t'a eb' to sb'at yal eb' t'a winh rey chi' tas ix aj yalan Jehová. Ix valan icha tik: Manh ach xiv t'a juntzanh b'uchval lolonel ix ul yal winh schecab' winh sreyal Asiria chi' t'ayin."
        },
        {
            "number": "7",
            "text": "Ha in ol vak'b'at junok comon ab'ix t'a skal eb'. Ayic ol yab'an jun ab'ix jun winh rey chi', ol meltzaj winh t'a schonhab' yet' masanil soldado. Ha t'a schonhab' winh chi' ol vak' miljocchamoc, xchi Jehová, xin chi."
        },
        {
            "number": "8",
            "text": "Axo ix yab'an jun winh yajalil eb' soldado chi' to a winh sreyal Asiria chi' toxo ix el winh t'a chonhab' Laquis, yuj chi' ix meltzaj winh, ix b'at winh t'a winh sreyal Asiria chi' ayic van yak'an oval winh t'a chonhab' Libna."
        },
        {
            "number": "9",
            "text": "Ata' ix yab' winh rey chi' to a winhaj Tirhaca sreyal Etiopía van scot yet' jantac soldado yak' oval yet' winh. Yuj chi' ix stz'ib'ancot schecnab'il winh rey chi' t'a winhaj Ezequías chi', syalan icha tik:"
        },
        {
            "number": "10",
            "text": "Ha a Diosal tzak'och yipoc a k'ol chi', ha' ol ach colan t'a yol in k'ab' a naani, palta manh a cha ach yak' musansatil."
        },
        {
            "number": "11",
            "text": "Ix ab'i tas ix cutej co satanel juntzanh eb' rey yet' schonhab' a onh sreyal onh Asiria tik. ¿Tom a achto val ol ach colchajcanoc?"
        },
        {
            "number": "12",
            "text": "¿Tocval ix colchaj eb' anima yuj sdiosal t'a yol sk'ab' eb' in mam vicham? Nacot tas ajnac chonhab' Gozán, Harán, Resef yet' eb' aj Edén, aton eb' cajan t'a Telasar."
        },
        {
            "number": "13",
            "text": "Nacot tas utajnacpax winh sreyal Hamat, Arfad, Sefarvaim, Hena yet' Iva. Icha chi' ix yutej winh rey chi' stz'ib'ancot schecnab'il."
        },
        {
            "number": "14",
            "text": "Ix schaanek' jun tas ix stz'ib'ejcot winh rey chi' winhaj rey Ezequías chi', ix yavtan winh. Ixlajwi chi' ix b'at winh t'a templo, ix b'at yak'anoch lechan winh t'a yichanh Jehová,"
        },
        {
            "number": "15",
            "text": "ix lesalvi winh icha tik:"
        },
        {
            "number": "16",
            "text": "Mamin Jehová co Diosal, Yajal ach t'a Smasanil, ha t'a snanhal eb' querubín ayach eq'ui. Ha achnhej Dios ach t'a masanil yol yib'anhk’inal tik. Ha ach a b'onac satcha’anh yet' sat lu'um tik."
        },
        {
            "number": "17",
            "text": "Mamin, comonoc tza maclej val ab'i. Ina val juntzanh lolonel ix stz'ib'ejcot winhaj Senaquerib tik t'ayin, aton juntzanh b'uchval lolonel ix yal winh tik t'a a patic, ach Dios to pitzan achnhej."
        },
        {
            "number": "18",
            "text": "Yelton val Mamin Jehová, a eb' winh sreyal Asiria chi' ix satanel juntzanh chonhab' chi', ix yixtancanb'at slum eb' winh."
        },
        {
            "number": "19",
            "text": "Ix snhusantz'a masanil sdiosal eb' winh, yujto a juntzanh chi', val yel manh diosoc, yujto b'ob'il yuj anima, nab'a plata, ma te', ma q'ueen. Yuj chi' ix yal satanel eb' winh."
        },
        {
            "number": "20",
            "text": "Ha ticnaic jun Mamin Jehová co Diosal, colonhel t'a yol sk'ab' jun winh rey chi', yic syojtaquejel masanil nación to a achnhej Dios ach, xchi winhaj Ezequías chi'."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', ix in checan a in Isaías in tik b'at alchaj t'a winhaj Ezequías chi' icha tik: Icha val tik yalan Jehová co Diosal a onh israel onh tik: Toxo ix vab' a lesal ix al t'ayin yuj winhaj Senaquerib sreyal Asiria, xchi."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix yalan juntzanh lolonel tik Jehová t'a yib'anh winh sreyal Asiria chi': Ach Senaquerib, a eb' ix cob'estac aj Sion, tonhej tzach stzetzej eb' ix. Ha eb' aj Jerusalén, tonhej ol b'at miquiljoc eb' ach sb'uchani ayic elelalxonhej ol ach meltzajoc."
        },
        {
            "number": "23",
            "text": "¿Mach jun b'aj ix a comon tek'b'ej a b'a a b'uchani? ¿Mach jun b'aj ix comon q'ue val a jaj ix ik'anchaanh a b'a t'ay? Aton val t'ayin a in sDiosal in Israel to Ha inxonhej Ochi."
        },
        {
            "number": "24",
            "text": "Ix a checanpaxcot eb' a checab' yic tzik'an val chaanh a b'a, ix ul yalan eb' t'ayin icha tik: Yed' val jantac in carruaje yic oval in q'uek'och t'a sjolom lum vitz te chaanh t'a yol yic Líbano. Ix in ch'aquem te' k'ute' chaanh steel yet' te' taj te wach' yilji. Ix in q'uek'och t'a lum jolomtac vitz te chaanh b'aj k'ayum te te'."
        },
        {
            "number": "25",
            "text": "Yalnhej b'aj syal in joyan ha' uk'b'ila' vuq'uej. Syal vek'nhej t'a ha ha' t'a Egipto, ichato tupnac ha', malaj mach syal in syamanoch vaan, xa chi ix ik'an val chaanh a b'a."
        },
        {
            "number": "26",
            "text": "¿Tom manh ojtacoc to a in Jehová in svaq'uelk'och masanil juntzanh chi'? Atax t'a peca' nab'il vuuj to ol ujok juntzanh chi', haxo ticnaic svaq'uelk'ochi. Yuj chi' ix yal a satanel juntzanh chonhab' wach' yajoch smuroal, toxonhej ix k'ekan b'ulan sk'ajil uuj."
        },
        {
            "number": "27",
            "text": "Ha eb' cajan t'a juntzanh chonhab' chi', ix te xivcanq'ue eb', ix q'uixvicanq'ue eb'. Lajan ix ajkan eb' icha anh ank'ultak yax latz'inac, ma icha anh ank'ultak sq'uib'q'ue t'a yib'anhtac pat, stacji yuj ik' scot b'aj sjavi k'u."
        },
        {
            "number": "28",
            "text": "Vojtacnhej b'ajtac tzach eq'ui yet' tastac tza k'ulej. Vojtac to ix cot val oval t'ayin."
        },
        {
            "number": "29",
            "text": "Vojtac jantac oval, jantac val ak'umtaquil, yuj chi' ol vak'och jun q'uen argolla t'a a nhi' yet' jun freno t'a a ti', ol ach vak'an meltzaj t'a b'e b'aj ach coti, xchi Jehová."
        },
        {
            "number": "30",
            "text": "Axo t'ayach ach Ezequías, ay jun yechel ol sch'ox Jehová eyila'. Ha t'a jun ab'il tik yet' t'a junxo, ol e wa sat ixim trigo munil ol pak'q'ue sch'ocoj. Axo t'a yoxil ab'il, a exxo ol eyavej eyiko', ol e molan sat tas ol eyavej chi'. Ol eyavej te' uva, ol e loan sat te'."
        },
        {
            "number": "31",
            "text": "Ha jayvanh ex ixto ex kan t'a Judá tik, lajan ol ex aj icha junok te te' tz'avchaji sb'at sch'anhal yib', elanhchamel satani."
        },
        {
            "number": "32",
            "text": "Ha exxo jayvanh ex ixto ex kan t'a Jerusalén, t'a tzalan Sion tik, a ex ol eyak'xi b'ud'joquel co chonhab' tik. Icha chi' ol ajoc yujto xajan onh yuj Jehová Yajal t'a Smasanil."
        },
        {
            "number": "33",
            "text": "Axo pax yuj winh sreyal Asiria jun, ix yal Jehová icha tik: Manh ol och winh t'a Jerusalén tik, malaj junok yol sjul-lab' winh ol sjuleli. Manh ol och winh yak' oval t'ay yet' maclab' jul-lab'. Manh ol sb'oq'ue stek'nub' winh t'a spatictac smuroal chonhab' tik."
        },
        {
            "number": "34",
            "text": "Ha in val Jehová in svala', ha t'a b'e b'aj ol cot winh, anheja' ta' ol meltzaj winh. Manh ol yal yoch winh t'a yol chonhab' tik."
        },
        {
            "number": "35",
            "text": "Ol in tanhvej jun chonhab' tik, ol in colani, yujto tzin xajanej winh in checab' aj David yet' pax snivanil Velk'ochi, xchi Jehová, xin chi."
        },
        {
            "number": "36",
            "text": "Ha Yángel Jehová ix k'och t'a scampamento eb' aj Asiria chi', ix smilancham 185 mil eb' soldado. Chamnacxo eb' ix q'uinhib'i t'a junxo k'u."
        },
        {
            "number": "37",
            "text": "Yuj chi', ix yiq'uel scampamento winhaj Senaquerib sreyal Asiria chi', ix pax winh t'a chonhab' Nínive."
        },
        {
            "number": "38",
            "text": "Ay jun k'u ayic van slesalvi winh t'a stemplo sdiosal scuch Nisroc, haxo eb' winh yuninal winh, aton winhaj Adramelec yet' winhaj Sarezer, ix b'at milancham winh ta'. Ixlajwi chi' ix b'at eb' winh elelal t'a yol yic Ararat. Axo winhaj Esar-hadón, junxo yuninal winh ix ochcan reyal sq'uexuloc."
        }
    ]
}