{
    "chapter": "37",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an juntzanh lolonel chi' winhaj rey Ezequías chi', ix snhik'chitanb'at spichul winh. Ix yak'anoch pichul winh yic cusk'olal, ix b'at winh t'a stemplo Jehová."
        },
        {
            "number": "2",
            "text": "Ix checjicot winhaj Eliaquim chi', winhaj Sebna chi' yet' heb' sacerdote te icham winacxo yuj winhaj Ezequías chi', ayoch pichul ya swa yuj heb', ix cot heb' t'ayin schecab' in Jehová, a inton Isaías in tik."
        },
        {
            "number": "3",
            "text": "Ix ul yalan heb' tas ix yal winhaj Ezequías chi' t'a heb', ix yalan heb' t'ayin icha tik: Ha ticnaik, ayonh och t'a cusk'olal, t'a syaelal yet' t'a q'uixwelk'olal. Icha wal junok ix ix wan yalji yune', tz'el yip ix, icha chi' caji."
        },
        {
            "number": "4",
            "text": "Comonoc wal ix yab' Jehová ko Diosal, juntzanh lolonel ix yal jun winh yajalil heb' soldado ix scheccot winh sreyal Asiria chi', yic tzul b'uchwaj winh t'a ko Diosal pitzannhej. Comonoc wal sjawi yaelal t'a yib'anh winh yuj Jehová ko Diosal, yuj tas ix yal winh chi'. Ha ticnaik lesalwanh cuj a onh ixto onh kan tik, xchi heb' checab' chi'."
        },
        {
            "number": "5",
            "text": "Ayic ix wab'an tas ix yal heb' schecab' winh rey chi',"
        },
        {
            "number": "6",
            "text": "ix walan t'a heb' to sb'at yal heb' t'a winh rey chi' tas ix aj yalan Jehová. Ix walan icha tik: Manh ach xiv t'a juntzanh b'uchwal lolonel ix ul yal winh schecab' winh sreyal Asiria chi' t'ayin."
        },
        {
            "number": "7",
            "text": "Ha in ol wak'b'at junok comon ab'ix t'a skal heb'. Ayic ol yab'an jun ab'ix jun winh rey chi', ol meltzaj winh t'a schonhab' yet' masanil soldado. Ha t'a schonhab' winh chi' ol wak' miljocchamoc, xchi Jehová, xin chi."
        },
        {
            "number": "8",
            "text": "Axo ix yab'an jun winh yajalil heb' soldado chi' to a winh sreyal Asiria chi' toxo ix el winh t'a chonhab' Laquis, yuj chi' ix meltzaj winh, ix b'at winh t'a winh sreyal Asiria chi' ayic wan yak'an owal winh t'a chonhab' Libna."
        },
        {
            "number": "9",
            "text": "Ata' ix yab' winh rey chi' to a winhaj Tirhaca sreyal Etiopía wan scot yet' jantac soldado yak' owal yet' winh. Yuj chi' ix stz'ib'ancot schecnab'il winh rey chi' t'a winhaj Ezequías chi', syalan icha tik:"
        },
        {
            "number": "10",
            "text": "Ha a Diosal tzak'och yipoc a k'ol chi', ha' ol ach colan t'a yol in k'ab' a naani, palta manh a cha ach yak' musansatil."
        },
        {
            "number": "11",
            "text": "Ix ab'i tas ix cutej ko satanel juntzanh heb' rey yet' schonhab' a onh sreyal onh Asiria tik. ¿Tom a achto wal ol ach colchajcanoc?"
        },
        {
            "number": "12",
            "text": "¿Tocwal ix colchaj heb' anima yuj sdiosal t'a yol sk'ab' heb' in mam wicham? Nacot tas ajnac chonhab' Gozán, Harán, Resef yet' heb' aj Edén, aton heb' cajan t'a Telasar."
        },
        {
            "number": "13",
            "text": "Nacot tas utajnacpax winh sreyal Hamat, Arfad, Sefarwaim, Hena yet' Iwa. Icha chi' ix yutej winh rey chi' stz'ib'ancot schecnab'il."
        },
        {
            "number": "14",
            "text": "Ix schaanek' jun tas ix stz'ib'ejcot winh rey chi' winhaj rey Ezequías chi', ix yavtan winh. Ixlajwi chi' ix b'at winh t'a templo, ix b'at yak'anoch lechan winh t'a yichanh Jehová,"
        },
        {
            "number": "15",
            "text": "ix lesalwi winh icha tik:"
        },
        {
            "number": "16",
            "text": "Mamin Jehová ko Diosal, Yajal ach t'a Smasanil, ha t'a snanhal heb' querubín ayach eq'ui. Ha achnhej Dios ach t'a masanil yol yib'anhk’inal tik. Ha ach a b'onac satcha’anh yet' sat lu'um tik."
        },
        {
            "number": "17",
            "text": "Mamin, comonoc tza maclej wal ab'i. Ina wal juntzanh lolonel ix stz'ib'ejcot winhaj Senaquerib tik t'ayin, aton juntzanh b'uchwal lolonel ix yal winh tik t'a a patic, ach Dios to pitzan achnhej."
        },
        {
            "number": "18",
            "text": "Yelton wal Mamin Jehová, a heb' winh sreyal Asiria chi' ix satanel juntzanh chonhab' chi', ix yixtancanb'at slum heb' winh."
        },
        {
            "number": "19",
            "text": "Ix snhusantz'a masanil sdiosal heb' winh, yujto a juntzanh chi', wal yel manh diosoc, yujto b'ob'il yuj anima, nab'a plata, ma te', ma k'een. Yuj chi' ix yal satanel heb' winh."
        },
        {
            "number": "20",
            "text": "Ha ticnaik jun Mamin Jehová ko Diosal, colonhel t'a yol sk'ab' jun winh rey chi', yic syojtaquejel masanil nación to a achnhej Dios ach, xchi winhaj Ezequías chi'."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', ix in checan a in Isaías in tik b'at alchaj t'a winhaj Ezequías chi' icha tik: Icha wal tik yalan Jehová ko Diosal a onh israel onh tik: Toxo ix wab' a lesal ix al t'ayin yuj winhaj Senaquerib sreyal Asiria, xchi."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix yalan juntzanh lolonel tik Jehová t'a yib'anh winh sreyal Asiria chi': Ach Senaquerib, a heb' ix cob'estac aj Sion, tonhej tzach stzetzej heb' ix. Ha heb' aj Jerusalén, tonhej ol b'at miquiljoc heb' ach sb'uchani ayic elelalxonhej ol ach meltzajoc."
        },
        {
            "number": "23",
            "text": "¿Mach jun b'aj ix a comon tek'b'ej a b'a a b'uchani? ¿Mach jun b'aj ix comon k'e wal a jaj ix ik'anchaanh a b'a t'ay? Aton wal t'ayin a in sDiosal in Israel to Ha inxonhej Ochi."
        },
        {
            "number": "24",
            "text": "Ix a checanpaxcot heb' a checab' yic tzik'an wal chaanh a b'a, ix ul yalan heb' t'ayin icha tik: Yed' wal jantac in carruaje yic owal in k'ek'och t'a sjolom lum witz te chaanh t'a yol yic Líbano. Ix in ch'aquem te' k'ute' chaanh steel yet' te' taj te wach' yilji. Ix in k'ek'och t'a lum jolomtac witz te chaanh b'aj k'ayum te te'."
        },
        {
            "number": "25",
            "text": "Yalnhej b'aj syal in joyan ha' uk'b'ila' wuk'ej. Syal wek'nhej t'a ha ha' t'a Egipto, ichato tupnac ha', malaj mach syal in syamanoch waan, xa chi ix ik'an wal chaanh a b'a."
        },
        {
            "number": "26",
            "text": "¿Tom manh ojtacoc to a in Jehová in swak'elk'och masanil juntzanh chi'? Atax t'a peka' nab'il wuuj to ol ujok juntzanh chi', haxo ticnaik swak'elk'ochi. Yuj chi' ix yal a satanel juntzanh chonhab' wach' yajoch smuroal, toxonhej ix k'ekan b'ulan sk'ajil uuj."
        },
        {
            "number": "27",
            "text": "Ha heb' cajan t'a juntzanh chonhab' chi', ix te xivcank'e heb', ix q'uixwicank'e heb'. Lajan ix ajkan heb' icha anh ank'ultak yax latz'inac, ma icha anh ank'ultak sq'uib'k'e t'a yib'anhtac pat, stacji yuj ik' scot b'aj sjawi k'u."
        },
        {
            "number": "28",
            "text": "Vojtacnhej b'ajtac tzach eq'ui yet' tastac tza k'ulej. Vojtac to ix cot wal owal t'ayin."
        },
        {
            "number": "29",
            "text": "Vojtac jantac owal, jantac wal ak'umtaquil, yuj chi' ol wak'och jun k'een argolla t'a a nhi' yet' jun freno t'a a ti', ol ach wak'an meltzaj t'a b'e b'aj ach koti, xchi Jehová."
        },
        {
            "number": "30",
            "text": "Axo t'ayach ach Ezequías, ay jun yechel ol sch'ox Jehová eyila'. Ha t'a jun ab'il tik yet' t'a junxo, ol he wa sat ixim trigo munil ol pak'k'e sch'ocoj. Axo t'a yoxil ab'il, a exxo ol eyawej eyiko', ol he molan sat tas ol eyawej chi'. Ol eyawej te' uwa, ol he loan sat te'."
        },
        {
            "number": "31",
            "text": "Ha jaywanh ex ixto ex kan t'a Judá tik, lajan ol ex aj icha junok te te' tz'avchaji sb'at sch'anhal yib', elanhchamel satani."
        },
        {
            "number": "32",
            "text": "Ha exxo jaywanh ex ixto ex kan t'a Jerusalén, t'a tzalan Sion tik, a ex ol eyak'xi b'ud'joquel ko chonhab' tik. Icha chi' ol ajoc yujto xajan onh yuj Jehová Yajal t'a Smasanil."
        },
        {
            "number": "33",
            "text": "Axo pax yuj winh sreyal Asiria jun, ix yal Jehová icha tik: Manh ol och winh t'a Jerusalén tik, malaj junok yol sjul-lab' winh ol sjuleli. Manh ol och winh yak' owal t'ay yet' maclab' jul-lab'. Manh ol sb'ok'e stek'nub' winh t'a spatictac smuroal chonhab' tik."
        },
        {
            "number": "34",
            "text": "Ha in wal Jehová in swala', ha t'a b'e b'aj ol cot winh, anheja' ta' ol meltzaj winh. Manh ol yal yoch winh t'a yol chonhab' tik."
        },
        {
            "number": "35",
            "text": "Ol in tanhwej jun chonhab' tik, ol in colani, yujto tzin xajanej winh in checab' aj Dawid yet' pax sniwanil Velk'ochi, xchi Jehová, xin chi."
        },
        {
            "number": "36",
            "text": "Ha Yángel Jehová ix k'och t'a scampamento heb' aj Asiria chi', ix smilancham 185 mil heb' soldado. Chamnacxo heb' ix q'uinhib'i t'a junxo k'u."
        },
        {
            "number": "37",
            "text": "Yuj chi', ix yik'el scampamento winhaj Senaquerib sreyal Asiria chi', ix pax winh t'a chonhab' Níniwe."
        },
        {
            "number": "38",
            "text": "Ay jun k'u ayic wan slesalwi winh t'a stemplo sdiosal scuch Nisroc, haxo heb' winh yuninal winh, aton winhaj Adramelec yet' winhaj Sarezer, ix b'at milancham winh ta'. Ixlajwi chi' ix b'at heb' winh elelal t'a yol yic Ararat. Axo winhaj Esar-hadón, junxo yuninal winh ix ochcan reyal sk'exuloc."
        }
    ]
}