{
    "chapter": "38",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', te ov jun yaelal ix och t'a winhaj Ezequías, vanxo scham winh. Ha inxo Isaías in schecab' Dios yuninal in winhaj Amoz, ix in k'och t'a winh, ix valan t'a winh icha tik: --Icha tik yalan Jehová: Alcani tas ol ajkan tastac ay t'ayach, yujto ol ach chamxonhej, manhxo ol ach b'oxoc, xin chi t'a winh."
        },
        {
            "number": "2",
            "text": "Ix meltzajoch q'uelan winh t'a sat spat, ix lesalvi winh t'a Jehová icha tik:"
        },
        {
            "number": "3",
            "text": "Tzin tevi t'ayach Mamin Jehová, nacoti tas ix vutej ach vak'an servil t'a smasanil in k'ool, ix in k'ulejnhej tas ix scha a k'ool, xchi winh. Ix te ok' val winh sik'lab'il."
        },
        {
            "number": "4",
            "text": "Ix yalanxi Jehová t'ayin"
        },
        {
            "number": "5",
            "text": "to sb'at valxi t'a winhaj Ezequías chi' icha tik: Ha Jehová sDiosal winh a mam icham aj David, a tz'alan icha tik: Ix vab' a lesal, ix vilanpax oq'ui, yuj chi' ol vak' 15 ab'ilocxo a q'uinal."
        },
        {
            "number": "6",
            "text": "Ol ach in col yet' chonhab' Jerusalén tik t'a yol sk'ab' winh sreyal Asiria. Ol in tanhvej jun chonhab' tik, xchi Jehová, xin chi."
        },
        {
            "number": "7",
            "text": "Ix in tak'vi icha tik: --Ha jun yechel ol sch'ox Jehová chi' to yel ol elk'och tas ix yala':"
        },
        {
            "number": "8",
            "text": "Ha juntzanh b'achquiltac sch'oxan jantac yek' k'u yic winhaj Acaz, ol yak'xi meltzaj Jehová lajunheoc b'achquiltac b'aj toxo ix emk'och veven, xin chi. Yuj chi' ix schael yich yemxi lajunhe' b'achquiltac veven chi'."
        },
        {
            "number": "9",
            "text": "Ayic toxo ix b'oxi sk'ol winhaj Ezequías sreyal Judá chi', ix sb'oan jun b'it tik winh:"
        },
        {
            "number": "10",
            "text": "Ha in naani to tek'an into ol in chamoc. Yujto ix alchaj t'ayin to ayinxooch t'a yol sk'ab' chamel. Ha in naani to manhxo ol vil jayeocxo ab'il."
        },
        {
            "number": "11",
            "text": "Mamin Jehová, ix in na' to manhxo ol ach vil t'a sat lum tik. Manhxo ol vilpax junok eb' cajan t'a yol yib'anhk’inal tik valani,"
        },
        {
            "number": "12",
            "text": "yujto a in q'uinal ijan ix sateli, icha tz'aj sjuanem smantiado eb' tanhvum calnel. Ha in q'uinal tik, lajan icha tz'aj spoljielta k'apac k'apac b'aj sb'oi. D'a k'ual t'ak'val ix vab' syail uuj."
        },
        {
            "number": "13",
            "text": "Ix el val vav yuj syail tzek' ak'val, ichato a junok nok' choj scach'an vecchaj in b'aquil. D'a k'ual t'ak'val ix vab'nhej syail uuj."
        },
        {
            "number": "14",
            "text": "k'unxonhej yel vav icha nok' sanhcapech, ix in k'acvi icha nok' paramuch. Ix in tzactzaj in tanhvan a pactzitan t'ayin. Mamin Jehová, tzin ixtax val svab'i, tak'vanh t'ayin."
        },
        {
            "number": "15",
            "text": "Axo ticnaic, ¿tas wach' valan t'ayach? Yujto ix ak' a ti' to tzin ak' b'oxoc, icha chi' ix in utej. Emnaquilal vek' ticnaic yuj in yaelal ix ek' tik."
        },
        {
            "number": "16",
            "text": "Mamin, yujnhej tas tza k'ulej, ay sk'inal eb' anima, ay pax in q'uinal yet' eb'. Ha ach ix ak' b'oxoc in k'ool, ix ak'anxi in q'uinal."
        },
        {
            "number": "17",
            "text": "Ayic ix javi jun yaelal tik t'a vib'anh, ix in te cusi, haxo ticnaic, junk'olal vaji. Ix el t'a a k'ol ix in a colcanel t'a yol sk'ab' chamel, yujto ix b'atcan in mul satk'olal uuj, ichato ix ak'canb'at t'a a patic."
        },
        {
            "number": "18",
            "text": "Ha eb' ayxoek' t'a campusante, maxtzac yal yalan wach' lolonel eb' t'ayach. Ha eb' chamnac chi', ¿tom ol ach yik'chaanh eb'? Ha mach toxo ix emcan t'a yol lu'um, ¿tom olto yal stanhvan eb' ak'anelk'och tas ix al t'a eb'?"
        },
        {
            "number": "19",
            "text": "Anhej eb' pitzan syal yalan wach' lolonel t'ayach, icha tz'aj valan t'ayach ticnaic. Ha eb' mamab'il nunab'il, a eb' tz'alan t'a eb' yalyuninal to tzaq'uelk'och tas tzala'."
        },
        {
            "number": "20",
            "text": "Ha Jehová co Columal yaji, yuj chi' yacb'an pitzan onh, conh b'itanec t'a stemplo yet' yamk'ab' yic b'it, xchi winhaj Ezequías chi'."
        },
        {
            "number": "21",
            "text": "Ix in checan b'ojoc sat te' higo, yic tz'ak'chajoch te' t'a sat jun yab'il chi', yic sb'oxi sk'ool winh yuj."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix sk'anb'an winhaj Ezequías chi' t'ayin icha tik: --¿Tas junok yechel ol wila'' yic ol nachajel vuj to a Jehová ol ak'an b'oxoc in k'ool, yic syal in b'at t'a stemplo? xchi winh."
        }
    ]
}