{
    "chapter": "38",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', te ov jun yaelal ix och t'a winhaj Ezequías, wanxo scham winh. Ha inxo Isaías in schekab' Dios yuninal in winhaj Amoz, ix in k'och t'a winh, ix walan t'a winh icha tik: --Icha tik yalan Jehová: Alkani tas ol ajkan tastac ay t'ayach, yujto ol ach chamxonhej, manhxo ol ach b'oxoc, xin chi t'a winh."
        },
        {
            "number": "2",
            "text": "Ix meltzajoch k'elan winh t'a sat spat, ix lesalwi winh t'a Jehová icha tik:"
        },
        {
            "number": "3",
            "text": "Tzin tewi t'ayach Mamin Jehová, nacoti tas ix wutej ach wak'an serwil t'a smasanil in k'ool, ix in k'ulejnhej tas ix scha a k'ool, xchi winh. Ix te ok' wal winh sik'lab'il."
        },
        {
            "number": "4",
            "text": "Ix yalanxi Jehová t'ayin"
        },
        {
            "number": "5",
            "text": "to sb'at walxi t'a winhaj Ezequías chi' icha tik: Ha Jehová sDiosal winh a mam icham aj Dawid, a tz'alan icha tik: Ix wab' a lesal, ix wilanpax oq'ui, yuj chi' ol wak' 15 ab'ilocxo a k 'inal."
        },
        {
            "number": "6",
            "text": "Ol ach in col yet' chonhab' Jerusalén tik t'a yol sk'ab' winh sreyal Asiria. Ol in tanhwej jun chonhab' tik, xchi Jehová, xin chi."
        },
        {
            "number": "7",
            "text": "Ix in tak'wi icha tik: --Ha jun yechel ol sch'ox Jehová chi' to yel ol elk'och tas ix yala':"
        },
        {
            "number": "8",
            "text": "Ha juntzanh b'akhquiltac sch'oxan jantac yek' k'u yic winhaj Acaz, ol yak'xi meltzaj Jehová lajunheoc b'akhquiltac b'aj toxo ix emk'och wewen, xin chi. Yuj chi' ix schael yich yemxi lajunhe' b'akhquiltac wewen chi'."
        },
        {
            "number": "9",
            "text": "Ayic toxo ix b'oxi sk'ol winhaj Ezequías sreyal Judá chi', ix sb'oan jun b'it tik winh:"
        },
        {
            "number": "10",
            "text": "Ha in naani to tek'an into ol in chamoc. Yujto ix alchaj t'ayin to ayinxooch t'a yol sk'ab' chamel. Ha in naani to manhxo ol wil jayeocxo ab'il."
        },
        {
            "number": "11",
            "text": "Mamin Jehová, ix in na' to manhxo ol ach wil t'a sat lum tik. Manhxo ol wilpax junok heb' kajan t'a yol yib'anhk’inal tik walani,"
        },
        {
            "number": "12",
            "text": "yujto a in k 'inal ijan ix sateli, icha tz'aj sjuanem smantiado heb' tanhwum kalnel. Ha in k 'inal tik, lajan icha tz'aj spoljielta k'apac k'apac b'aj sb'oi. D'a k'ual t'ak'wal ix wab' syail uuj."
        },
        {
            "number": "13",
            "text": "Ix el wal wav yuj syail tzek' ak'wal, ichato a junok nok' choj skach'an wecchaj in b'aquil. D'a k'ual t'ak'wal ix wab'nhej syail uuj."
        },
        {
            "number": "14",
            "text": "k'unxonhej yel wav icha nok' sanhcapech, ix in k'acwi icha nok' paramuch. Ix in tzactzaj in tanhwan a pactzitan t'ayin. Mamin Jehová, tzin ixtax wal swab'i, tak'wanh t'ayin."
        },
        {
            "number": "15",
            "text": "Axo ticnaik, ¿tas wach' walan t'ayach? Yujto ix ak' a ti' to tzin ak' b'oxoc, icha chi' ix in utej. Emnaquilal wek' ticnaik yuj in yaelal ix ek' tik."
        },
        {
            "number": "16",
            "text": "Mamin, yujnhej tas tza k'ulej, ay sk'inal heb' anima, ay pax in k 'inal yet' heb'. Ha ach ix ak' b'oxoc in k'ool, ix ak'anxi in k 'inal."
        },
        {
            "number": "17",
            "text": "Ayic ix jawi jun yaelal tik t'a wib'anh, ix in te cusi, haxo ticnaik, junk'olal waji. Ix el t'a a k'ol ix in a colcanel t'a yol sk'ab' chamel, yujto ix b'atkan in mul satk'olal uuj, ichato ix ak'kanb'at t'a a patic."
        },
        {
            "number": "18",
            "text": "Ha heb' ayxoek' t'a campusante, maxtzac yal yalan wach' lolonel heb' t'ayach. Ha heb' chamnac chi', ¿tom ol ach yik'chaanh heb'? Ha mach toxo ix emkan t'a yol lu'um, ¿tom olto yal stanhwan heb' ak'anelk'och tas ix al t'a heb'?"
        },
        {
            "number": "19",
            "text": "Anhej heb' pitzan syal yalan wach' lolonel t'ayach, icha tz'aj walan t'ayach ticnaik. Ha heb' mamab'il nunab'il, a heb' tz'alan t'a heb' yalyuninal to tzak'elk'och tas tzala'."
        },
        {
            "number": "20",
            "text": "Ha Jehová ko Kolumal yaji, yuj chi' yacb'an pitzan onh, conh b'itanec t'a stemplo yet' yamk'ab' yic b'it, xchi winhaj Ezequías chi'."
        },
        {
            "number": "21",
            "text": "Ix in chekan b'ojoc sat te' higo, yic tz'ak'chajoch te' t'a sat jun yab'il chi', yic sb'oxi sk'ool winh yuj."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix sk'anb'an winhaj Ezequías chi' t'ayin icha tik: --¿Tas junok yechel ol wila'' yic ol nachajel wuj to a Jehová ol ak'an b'oxoc in k'ool, yic syal in b'at t'a stemplo? xchi winh."
        }
    ]
}