{
    "chapter": "39",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', a vinhaj Merodac-baladán, sreyal Babilonia, yuninal vinhaj Baladán, ix yab' vinh yalji to penaayaxnac vinhaj Ezequías chi', palta b'oxnacxi sk'ol vinh. Yuj chi' ix scheccot juntzanh eb' schecab' vinh yic tzul yak'ancan eb' tas ix tz'ib'ejcot vinh rey chi' yet' silab'."
        },
        {
            "number": "2",
            "text": "Ix te tzalaj vinhaj Ezequías chi' yujto ix javi eb'. Ix sch'oxan masanil sb'eyumal vinh t'a eb', aton q'uen plata, q'uen oro, perfume, aceite te wach', b'aj molan masanil yamk'ab' yic oval yet' masanil tastac ay t'a yet'tal b'aj molb'ab'il. Manhxa junok tas ay t'a spalacio vinh yet' masanil tas ay t'a yol smacb'en vinh maj sch'ox t'a eb' vinh."
        },
        {
            "number": "3",
            "text": "Axo yic ix paxcan eb' vinh, ix in b'at a in Isaías in tik schecab' Dios vil vinhaj rey Ezequías chi', ix in k'anb'an icha tik: --¿B'ajtil ix cot juntzanh eb' vinh vinac chi'? ¿Tas ix ul yal eb' vinh t'ayach? xin chi. Ix yalan vinh icha tik: --Ha t'a jun chonhab' te najat ix cot eb' vinh, aton Babilonia, xchi vinh."
        },
        {
            "number": "4",
            "text": "Ix in k'anb'anxi t'a vinh: --¿Tas ix ul yil eb' vinh t'a a palacio tik? xin chi. Ix yalan vinh t'ayin: --Masanil tas ay t'a in palacio tik ix yil eb' vinh, ix in ch'oxan masanil tastac molb'ab'il vuuj, xchi vinh."
        },
        {
            "number": "5",
            "text": "Ix valan t'a vinh icha tik: --Ab' val tas syal Jehová Yajal t'a Smasanil:"
        },
        {
            "number": "6",
            "text": "Ol k'och sk'ual, masanil tas ay t'a a palacio tik yet' jantac tas ix smolb'ejcan eb' a mam icham yet' ico', ol ik'chajb'at masanil t'a Babilonia chi'."
        },
        {
            "number": "7",
            "text": "Anhejtona' eb' inhtilal, ol ik'jocb'at eb' t'a Babilonia chi', ol ik'chajel snholob' sq'ueen eb', ol ochcan eb' yak'umaloc servil vinh rey chi' t'a spalacio, xin chi."
        },
        {
            "number": "8",
            "text": "Ix yalan vinh icha tik: --Ha jun lolonel ix schec Jehová al tik t'ayin, te wach' yaji, xchi vinh. Yujto ix sna vinh icha tik: Yacb'an pitzan in to, junk'olal caji, malaj tas ol in ik'anoc, xchi vinh."
        }
    ]
}