{
    "chapter": "39",
    "verses": [
        {
            "number": "1",
            "text": "A d'a jun tiempoal chi', a vinhaj Merodac-baladán, sreyal Babilonia, yuninal vinhaj Baladán, ix yab' vinh yalji to penaayaxnac vinhaj Ezequías chi', palta b'oxnacxi sk'ol vinh. Yuj chi' ix scheccot juntzanh eb' schecab' vinh yic tzul yak'ancan eb' tas ix tz'ib'ejcot vinh rey chi' yed' silab'."
        },
        {
            "number": "2",
            "text": "Ix te tzalaj vinhaj Ezequías chi' yujto ix javi eb'. Ix sch'oxan masanil sb'eyumal vinh d'a eb', aton q'uen plata, q'uen oro, perfume, aceite te vach', b'aj molan masanil yamk'ab' yic oval yed' masanil tastac ay d'a yed'tal b'aj molb'ab'il. Manhxa junoc tas ay d'a spalacio vinh yed' masanil tas ay d'a yol smacb'en vinh maj sch'ox d'a eb' vinh."
        },
        {
            "number": "3",
            "text": "Axo yic ix paxcan eb' vinh, ix in b'at a in Isaías in tic schecab' Dios vil vinhaj rey Ezequías chi', ix in k'anb'an icha tic: --¿B'ajtil ix cot juntzanh eb' vinh vinac chi'? ¿Tas ix ul yal eb' vinh d'ayach? xin chi. Ix yalan vinh icha tic: --A d'a jun chonhab' te najat ix cot eb' vinh, aton Babilonia, xchi vinh."
        },
        {
            "number": "4",
            "text": "Ix in k'anb'anxi d'a vinh: --¿Tas ix ul yil eb' vinh d'a a palacio tic? xin chi. Ix yalan vinh d'ayin: --Masanil tas ay d'a in palacio tic ix yil eb' vinh, ix in ch'oxan masanil tastac molb'ab'il vuuj, xchi vinh."
        },
        {
            "number": "5",
            "text": "Ix valan d'a vinh icha tic: --Ab' val tas syal Jehová Yajal d'a Smasanil:"
        },
        {
            "number": "6",
            "text": "Ol k'och sk'ual, masanil tas ay d'a a palacio tic yed' jantac tas ix smolb'ejcan eb' a mam icham yed' ico', ol ik'chajb'at masanil d'a Babilonia chi'."
        },
        {
            "number": "7",
            "text": "Anhejtona' eb' inhtilal, ol ik'jocb'at eb' d'a Babilonia chi', ol ik'chajel snholob' sq'ueen eb', ol ochcan eb' yak'umaloc servil vinh rey chi' d'a spalacio, xin chi."
        },
        {
            "number": "8",
            "text": "Ix yalan vinh icha tic: --A jun lolonel ix schec Jehová al tic d'ayin, te vach' yaji, xchi vinh. Yujto ix sna vinh icha tic: Yacb'an pitzan in to, junk'olal caji, malaj tas ol in ik'anoc, xchi vinh."
        }
    ]
}