{
    "chapter": "39",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', a winhaj Merodac-baladán, sreyal Babilonia, yuninal winhaj Baladán, ix yab' winh yalji to penaayaxnac winhaj Ezequías chi', palta b'oxnacxi sk'ol winh. Yuj chi' ix scheccot juntzanh heb' schecab' winh yic tzul yak'ancan heb' tas ix tz'ib'ejcot winh rey chi' yet' silab'."
        },
        {
            "number": "2",
            "text": "Ix te tzalaj winhaj Ezequías chi' yujto ix jawi heb'. Ix sch'oxan masanil sb'eyumal winh t'a heb', aton k'een plata, k'een oro, perfume, aceite te wach', b'aj molan masanil yamk'ab' yic owal yet' masanil tastac ay t'a yet'tal b'aj molb'ab'il. Manhxa junok tas ay t'a spalacio winh yet' masanil tas ay t'a yol smacb'en winh maj sch'ox t'a heb' winh."
        },
        {
            "number": "3",
            "text": "Axo yic ix paxcan heb' winh, ix in b'at a in Isaías in tik schecab' Dios wil winhaj rey Ezequías chi', ix in k'anb'an icha tik: --¿B'ajtil ix cot juntzanh heb' winh winak chi'? ¿Tas ix ul yal heb' winh t'ayach? xin chi. Ix yalan winh icha tik: --Ha t'a jun chonhab' te najat ix cot heb' winh, aton Babilonia, xchi winh."
        },
        {
            "number": "4",
            "text": "Ix in k'anb'anxi t'a winh: --¿Tas ix ul yil heb' winh t'a a palacio tik? xin chi. Ix yalan winh t'ayin: --Masanil tas ay t'a in palacio tik ix yil heb' winh, ix in ch'oxan masanil tastac molb'ab'il wuuj, xchi winh."
        },
        {
            "number": "5",
            "text": "Ix walan t'a winh icha tik: --Ab' wal tas syal Jehová Yajal t'a Smasanil:"
        },
        {
            "number": "6",
            "text": "Ol k'och sk'ual, masanil tas ay t'a a palacio tik yet' jantac tas ix smolb'ejcan heb' a mam icham yet' ico', ol ik'chajb'at masanil t'a Babilonia chi'."
        },
        {
            "number": "7",
            "text": "Anhejtona' heb' inhtilal, ol ik'jocb'at heb' t'a Babilonia chi', ol ik'chajel snholob' sk'een heb', ol ochcan heb' yak'umaloc serwil winh rey chi' t'a spalacio, xin chi."
        },
        {
            "number": "8",
            "text": "Ix yalan winh icha tik: --Ha jun lolonel ix schec Jehová al tik t'ayin, te wach' yaji, xchi winh. Yujto ix sna winh icha tik: Yacb'an pitzan in to, junk'olal caji, malaj tas ol in ik'anoc, xchi winh."
        }
    ]
}