{
    "chapter": "40",
    "verses": [
        {
            "number": "1",
            "text": "A Jehová co Diosal tz'alan icha tic: Aq'uec snivanil sk'ol in chonhab'."
        },
        {
            "number": "2",
            "text": "Vach' tzeyutej e lolon d'a eb' aj Jerusalén, tzeyalan d'a eb' to manhxa b'aq'uinh ol och eb' checab'oc, toxo ix stupel spitalil eb' yed' schucal, toxo ix scha syaelal eb' ix vak' icha val d'a smojal, xchi Jehová."
        },
        {
            "number": "3",
            "text": "Ay jun av tz'ochi, syalan icha tic: B'oec junoc sb'e Jehová d'a tz'inan luum, tojol tzeyutej e b'oan jun b'e d'a co Diosal, levan tzeyutej e b'oan d'a lum malaj jab'oc tas tz'el d'a sat."
        },
        {
            "number": "4",
            "text": "B'ud'ec lum ch'olquixtac, aq'uec panhanb'oc masanil lum vitz yed' lum tzalquixtac. Tojolb'itejec sat lum sattac vitz yed' opquiltac, ak'lictac tzeyutejcan sat luum."
        },
        {
            "number": "5",
            "text": "Ichato chi' ol sch'oxan Jehová to nivan yelk'ochi, masanil anima ol ilanoc. A val Jehová ix alani, xchi jun av chi'."
        },
        {
            "number": "6",
            "text": "Ay jun av ix alan icha tic. Avajanh, xchi. Ix in k'anb'an d'ay: ¿Tas ol vutej avaj in b'a? xin chi d'ay. Ix tak'vi, ix yalani: Aleli to a sq'uinal masanil eb' anima, lajan icha anh ank'ultac k'un stacji. Elanhchamel tz'ek'b'at svach'il yilji eb' icha val tz'aj yek'b'at svach'il yilji anh xumaac ay d'a lum panhquiltac."
        },
        {
            "number": "7",
            "text": "A anh ank'ultac, val ticnaic stacjiel anh, axo xumaquil anh, tz'el b'ulnajoc ayic tz'ek' yik'al Jehová d'a scal anh. Yel, a ex anima ex tic, lajan ex icha anh ank'ultac chi'."
        },
        {
            "number": "8",
            "text": "A anh ank'ultac, stacjiel anh, slaj pucb'at xumaquil anh, palta axo val slolonel co Diosal, aynhejek' d'a junelnhej, xa chi, xchi d'ayin."
        },
        {
            "number": "9",
            "text": "Ex aj Sion, q'ueanhec d'a sjolom jun lum vitz. Te chaanh tzex avaj ta', yic tzeyalanel vach' ab'ix. Ex aj Jerusalén, manh ex xiv eyavaji, alec d'a junjun chonhab' yic Judá: Ina yajek' co Diosal d'a tic, xe chi."
        },
        {
            "number": "10",
            "text": "A Jehová Dios van sjavi yed' spoder. Yuj spoder chi' syik'anem sb'a masanil anima d'ay, yed'nac spac tas ix yik' d'a smunlajel."
        },
        {
            "number": "11",
            "text": "Ol javoc icha junoc tanhvum calnel stanhvan nok' scalnel, schelanq'ue nok' yunetac calnel chi' d'a snhi' sk'ool, syailan nok' toto ix aj yune'."
        },
        {
            "number": "12",
            "text": "¿Mach junoc ix echtan a' mar yed' yol sk'ab' yed' yechtan satchaanh yed' yiximal sk'ab'? ¿Mach junoc ix echtan masanil spococal lum luum d'a yol junoc echlab'? ¿Mach junoc ix echtan yalil masanil lum vitz yed' lum tzalquixtac? Aton Jehová."
        },
        {
            "number": "13",
            "text": "¿Tom ay junoc mach sk'ayb'an Jehová, ma tz'alan yab'i?"
        },
        {
            "number": "14",
            "text": "¿Tom ay junoc mach ix ak'an srazón Jehová, ma ix jacan spensar? ¿Tom ay junoc mach ix k'ayb'ani yic sch'olb'itan d'a stojolal? ¿Tom ay junoc mach ix ch'oxani yic snaani? ¿Tom ay junoc mach ix k'ayb'an d'a jelanil?"
        },
        {
            "number": "15",
            "text": "A d'a yol sat Jehová, a juntzanh nivac chonhab', lajan icha junoc d'ujanh a a' tz'em d'a yed'tal, ma icha val jab'oc lum pococ d'a yol junoc echlab'. A juntzanh lum luum ay d'a snanhal a' mar, lajan icha junoc q'uen k'aj q'ueen."
        },
        {
            "number": "16",
            "text": "Masanil nok' nok' ay d'a Líbano, max tzak'vanlaj nok' yak'chaj silab'il d'a Jehová chi' yed' masanil te te' ay ta', max yab'paxlaj te' yoch sk'atzitzaloc nok' silab' chi'."
        },
        {
            "number": "17",
            "text": "Masanil juntzanh nivac chonhab', malaj jab'oc yelk'och d'a yol sat Jehová, malaj jab'oc yopisio d'ay."
        },
        {
            "number": "18",
            "text": "¿Mach junoc syal e lajb'an Dios yed'oc? ¿Tas junoc yechel syal e lajb'an yed'oc?"
        },
        {
            "number": "19",
            "text": "A Dios, manh lajanoc yed' junoc yechel comon dios. A eb' sb'oan juntzanh yechel chi' syaq'uem eb' d'a yol smoldeal, axo junoc tenum q'ueen tz'ak'anoch q'uen oro d'a spatic, sb'oanoch q'uen plata yelvanub'oc."
        },
        {
            "number": "20",
            "text": "A junoc mach max techaj sb'oan yechel d'a q'uen oro chi', say te te' pit sk'ai. Syak'an te' d'a junoc vinh b'oum te' te jelan, yic sb'oan junoc yechel chi' vinh. Vach' syutejq'ue linhan vinh, yic max telvi."
        },
        {
            "number": "21",
            "text": "¿Tom manh eyojtacoc a ex tic? ¿Tom malaj mach ix alan eyab'i? ¿Tom malaj mach aljinac d'ayex d'a yictax yichb'anil? ¿Tom malaj mach ix ex k'ayb'ani yictax sb'onac yolyib'anhq'uinal tic?"
        },
        {
            "number": "22",
            "text": "A sdespacho Dios ayq'ue d'a yib'anh satchaanh, aton satchaanh chi' jenhanb'at d'a yib'anh lum luum tic. Ayic tzonh yilanemta Jehová a onh anima onh d'a sat lum tic, lajan onh icha nok' chil. A Dios chi' ix jenhb'anb'at satchaanh chi' icha junoc k'apac, ix slich'anb'at icha junoc mantiado b'aj tz'aj anima."
        },
        {
            "number": "23",
            "text": "A yuj Jehová manhxa tz'ajcan yelk'och eb' nivac vinac, syak'an satem eb' yajal d'a sat luum tic."
        },
        {
            "number": "24",
            "text": "Lajan eb' yajal chi' icha anh unin ank'ultac toto tz'avchaji, vanto yem sch'anhal yib' d'a yol luum. Tato syak'b'at yik' Jehová d'a yib'anh anh, stacjiel anh, tz'ik'jib'at anh yuj chacxuxum ik' icha yoc trigo. Icha chi' tz'aj eb' yajal chi'."
        },
        {
            "number": "25",
            "text": "A Jehová Dios Axonhej Ochi, a sk'anb'ani: ¿Mach yed' syal in e lajb'ani? ¿Tocval ay mach lajan ved'oc? xchi."
        },
        {
            "number": "26",
            "text": "Q'ueanhec q'uelan d'a satchaanh, ¿tom manhoc Dios ix b'oan masanil juntzanh chi'? Aton ix b'oani. A' ix b'oancanoch junjun q'uen k'anal d'a yed'tal, syavtan junjun q'uen d'a sb'i. Malaj junoc q'uen sati, yujto te nivan spoder Jehová chi'."
        },
        {
            "number": "27",
            "text": "Ex israel, yinhtilal Jacob, ¿tas yuj tzeyalub'tanhej tzeyalan icha tic? A Jehová max cot q'uelan d'ayonh yuj tas tzonh ik'ani, ¿tocval tz'och ilk'olal cuuj? xe chi."
        },
        {
            "number": "28",
            "text": "¿Tom manh eyojtacoc? ¿Tom manta b'aj tzeyab'i? A Jehová Dios, aynhejek' d'a junelnhej. A' ix b'oan yolyib'anhq'uinal tic. Malaj b'aj tz'el yip, malaj b'aj sk'unb'i. Manhxa yalnab'il sjelanil."
        },
        {
            "number": "29",
            "text": "A tz'ak'an yip eb' k'unb'inac, axo eb' malaj yip, a tz'ak'an stek'anil eb'."
        },
        {
            "number": "30",
            "text": "A eb' quelemtac, sk'unb'i eb', tz'el yip eb'. A eb' te ay yip, stelvipax eb'."
        },
        {
            "number": "31",
            "text": "Palta a val eb' anhej Jehová ayoch yipoc sk'ool, tz'ochnhej yip eb'. Te tek'an eb' icha nok' nivac ch'acb'a sq'ue jenhnaj yed' yip d'a chaanh, scarelavi eb', palta max k'unb'ilaj eb', sb'ey eb', palta max el-laj yip eb'."
        }
    ]
}