{
    "chapter": "40",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová co Diosal tz'alan icha tik: Hak'ek snivanil sk'ol in chonhab'."
        },
        {
            "number": "2",
            "text": "Wach' tzeyutej e lolon t'a eb' aj Jerusalén, tzeyalan t'a eb' to manhxa b'ak'uinh ol och eb' checab'oc, toxo ix stupel spitalil eb' yet' schucal, toxo ix scha syaelal eb' ix vak' icha val t'a smojal, xchi Jehová."
        },
        {
            "number": "3",
            "text": "Ay jun av tz'ochi, syalan icha tik: B'oec junok sb'e Jehová t'a tzinan lu'um, tojol tzeyutej e b'oan jun b'e t'a co Diosal, levan tzeyutej e b'oan t'a lum malaj jab'oc tas tz'el t'a sat."
        },
        {
            "number": "4",
            "text": "B'ud'ec lum ch'olquixtac, aq'ek panhanb'oc masanil lum vitz yet' lum tzalquixtac. Tojolb'itejec sat lum sattac vitz yet' opquiltac, ak'lictac tzeyutejcan sat lu'um."
        },
        {
            "number": "5",
            "text": "Ichato chi' ol sch'oxan Jehová to niwan yelk'ochi, masanil anima ol ilanoc. Ha val Jehová ix alani, xchi jun av chi'."
        },
        {
            "number": "6",
            "text": "Ay jun av ix alan icha tik. Avajanh, xchi. Ix in k'anb'an t'ay: ¿Tas ol vutej avaj in b'a? xin chi t'ay. Ix tak'vi, ix yalani: Aleli to a sq'uinal masanil eb' anima, lajan icha anh ank'ultak k'un stacji. Elanhchamel tzek'b'at swach'il yilji eb' icha val tz'aj yek'b'at swach'il yilji anh xumaac ay t'a lum panhquiltac."
        },
        {
            "number": "7",
            "text": "Ha anh ank'ultak, val ticnaic stacjiel anh, haxo xumaquil anh, tz'el b'ulnajoc ayic tzek' yik'al Jehová t'a skal anh. Yel, a ex anima ex tik, lajan ex icha anh ank'ultak chi'."
        },
        {
            "number": "8",
            "text": "Ha anh ank'ultak, stacjiel anh, slaj pucb'at xumaquil anh, palta haxo val slolonel co Diosal, aynhejek' t'a junelnhej, xa chi, xchi t'ayin."
        },
        {
            "number": "9",
            "text": "Ex aj Sion, q'ueanhec t'a sjolom jun lum vitz. Te chaanh tzex avaj ta', yic tzeyalanel wach' ab'ix. Ex aj Jerusalén, manh ex xiv eyavaji, alec t'a junjun chonhab' yic Judá: Ina yajek' co Diosal t'a tik, xe chi."
        },
        {
            "number": "10",
            "text": "Ha Jehová Dios van sjavi yet' spoder. Yuj spoder chi' syik'anem sb'a masanil anima t'ay, yet'nac spac tas ix yik' t'a smunlajel."
        },
        {
            "number": "11",
            "text": "Ol javoc icha junok tanhvum calnel stanhvan nok' scalnel, schelanq'ue nok' yunetac calnel chi' t'a snhi' sk'ool, syailan nok' toto ix aj yune'."
        },
        {
            "number": "12",
            "text": "¿Mach junok ix echtan ha' mar yet' yol sk'ab' yet' yechtan satcha’anh yet' yiximal sk'ab'? ¿Mach junok ix echtan masanil spococal lum lum t'a yol junok echlab'? ¿Mach junok ix echtan yalil masanil lum vitz yet' lum tzalquixtac? Aton Jehová."
        },
        {
            "number": "13",
            "text": "¿Tom ay junok mach sk'ayb'an Jehová, ma tz'alan yab'i?"
        },
        {
            "number": "14",
            "text": "¿Tom ay junok mach ix ak'an srazón Jehová, ma ix jacan spensar? ¿Tom ay junok mach ix k'ayb'ani yic sch'olb'itan t'a stojolal? ¿Tom ay junok mach ix ch'oxani yic snaani? ¿Tom ay junok mach ix k'ayb'an t'a jelanil?"
        },
        {
            "number": "15",
            "text": "Ha t'a yol sat Jehová, a juntzanh nivac chonhab', lajan icha junok d'ujanh ha ha' tz'em t'a yet'tal, ma icha val jab'oc lum pococ t'a yol junok echlab'. Ha juntzanh lum lum ay t'a snanhal ha' mar, lajan icha junok q'uen k'aj q'ueen."
        },
        {
            "number": "16",
            "text": "Masanil nok' nok' ay t'a Líbano, max tzak'vanlaj nok' yak'chaj silab'il t'a Jehová chi' yet' masanil te te' ay ta', max yab'paxlaj te' yoch sk'atzitzaloc nok' silab' chi'."
        },
        {
            "number": "17",
            "text": "Masanil juntzanh nivac chonhab', malaj jab'oc yelk'och t'a yol sat Jehová, malaj jab'oc yopisio t'ay."
        },
        {
            "number": "18",
            "text": "¿Mach junok syal e lajb'an Dios yet'oc? ¿Tas junok yechel syal e lajb'an yet'oc?"
        },
        {
            "number": "19",
            "text": "Ha Dios, manh lajanoc yet' junok yechel comon dios. Ha eb' sb'oan juntzanh yechel chi' syaq'uem eb' t'a yol smoldeal, haxo junok tenum q'ueen tz'ak'anoch q'uen oro t'a spatic, sb'oanoch q'uen plata yelvanub'oc."
        },
        {
            "number": "20",
            "text": "Ha junok mach max techaj sb'oan yechel t'a q'uen oro chi', say te te' pit sk'ai. Syak'an te' t'a junok vinh b'oum te' te jelan, yic sb'oan junok yechel chi' vinh. Wach' syutejq'ue linhan vinh, yic max telvi."
        },
        {
            "number": "21",
            "text": "¿Tom manh eyojtacoc a ex tik? ¿Tom malaj mach ix alan eyab'i? ¿Tom malaj mach aljinac t'ayex t'a yictax yichb’anel? ¿Tom malaj mach ix ex k'ayb'ani yictax sb'onac yol yib'anhk’inal tik?"
        },
        {
            "number": "22",
            "text": "Ha sdespacho Dios ayq'ue t'a yib'anh satcha’anh, aton satcha’anh chi' jenhanb'at t'a yib'anh lum lum tik. Ayic tzonh yilanemta Jehová a onh anima onh t'a sat lum tik, lajan onh icha nok' chil. Ha Dios chi' ix jenhb'anb'at satcha’anh chi' icha junok k'apac, ix slich'anb'at icha junok mantiado b'aj tz'aj anima."
        },
        {
            "number": "23",
            "text": "Ha yuj Jehová manhxa tz'ajkan yelk'och eb' nivac vinac, syak'an satem eb' yajal t'a sat lu'um tik."
        },
        {
            "number": "24",
            "text": "Lajan eb' yajal chi' icha anh unin ank'ultak toto tz'avchaji, vanto yem sch'anhal yib' t'a yol lu'um. Tato syak'b'at yik' Jehová t'a yib'anh anh, stacjiel anh, tz'ik'jib'at anh yuj chacxuxum ik' icha yoc trigo. Icha chi' tz'aj eb' yajal chi'."
        },
        {
            "number": "25",
            "text": "Ha Jehová Dios Axonhej Ochi, a sk'anb'ani: ¿Mach yet' syal in e lajb'ani? ¿Tocval ay mach lajan ved'oc? xchi."
        },
        {
            "number": "26",
            "text": "Q'ueanhec q'uelan t'a satcha’anh, ¿tom manhoc Dios ixb’o’an masanil juntzanh chi'? Aton ix b'oani. A' ix b'oancanoch junjun q'uen k'anal t'a yet'tal, syavtan junjun q'uen t'a sb'i. Malaj junok q'uen sati, yujto te niwan spoder Jehová chi'."
        },
        {
            "number": "27",
            "text": "Ex israel, yinhtilal Jacob, ¿tas yuj tzeyalub'tanhej tzeyalan icha tik? Ha Jehová max cot q'uelan t'ayonh yuj tas tzonh ik'ani, ¿tocval tz'och ilk'olal cuuj? xe chi."
        },
        {
            "number": "28",
            "text": "¿Tom manh eyojtacoc? ¿Tom manta b'aj tzeyab'i? Ha Jehová Dios, aynhejek' t'a junelnhej. A' ixb’o’an yol yib'anhk’inal tik. Malaj b'aj tz'el yip, malaj b'aj sk'unb'i. Manhxa yalnab'il sjelanil."
        },
        {
            "number": "29",
            "text": "Ha tz'ak'an yip eb' k'unb'inac, haxo eb' malaj yip, a tz'ak'an stek'anil eb'."
        },
        {
            "number": "30",
            "text": "Ha eb' quelemtac, sk'unb'i eb', tz'el yip eb'. Ha eb' te ay yip, stelvipax eb'."
        },
        {
            "number": "31",
            "text": "Palta a val eb' anhej Jehová ayoch yipoc sk'ool, tz'ochnhej yip eb'. Te tek'an eb' icha nok' nivac ch'acb'a sq'ue jenhnaj yet' yip t'a chaanh, scarelavi eb', palta max k'unb'ilaj eb', sb'ey eb', palta max el-laj yip eb'."
        }
    ]
}