{
    "chapter": "40",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová ko Diosal tz'alan icha tik: Hak'ek sniwanil sk'ol in chonhab'."
        },
        {
            "number": "2",
            "text": "Wach' tzeyutej he lolon t'a heb' aj Jerusalén, tzeyalan t'a heb' to manhxa b'ak'uinh ol och heb' chekab'oc, toxo ix stupel spitalil heb' yet' schukal, toxo ix scha syaelal heb' ix wak' icha wal t'a smojal, xchi Jehová."
        },
        {
            "number": "3",
            "text": "Ay jun av tz'ochi, syalan icha tik: B'oec junok sb'e Jehová t'a tzinan lu'um, tojol tzeyutej he b'oan jun b'e t'a ko Diosal, lewan tzeyutej he b'oan t'a lum malaj jab'oc tas tz'el t'a sat."
        },
        {
            "number": "4",
            "text": "B'ud'ec lum ch'olquixtac, aq'ek panhanb'oc masanil lum witz yet' lum tzalquixtac. Tojolb'itejec sat lum sattac witz yet' opquiltac, ak'lictac tzeyutejkan sat lu'um."
        },
        {
            "number": "5",
            "text": "Ichato chi' ol sch'oxan Jehová to niwan yelk'ochi, masanil anima ol ilanoc. Ha wal Jehová ix alani, xchi jun av chi'."
        },
        {
            "number": "6",
            "text": "Ay jun av ix alan icha tik. Awajanh, xchi. Ix in k'anb'an t'ay: ¿Tas ol wutej awaj in b'a? xin chi t'ay. Ix tak'wi, ix yalani: Aleli to a sk'inal masanil heb' anima, lajan icha anh ank'ultak k'un stacji. Elanhchamel tzek'b'at swach'il yilji heb' icha wal tz'aj yek'b'at swach'il yilji anh xumaac ay t'a lum panhquiltac."
        },
        {
            "number": "7",
            "text": "Ha anh ank'ultak, wal ticnaik stacjiel anh, haxo xumaquil anh, tz'el b'ulnajoc ayic tzek' yik'al Jehová t'a skal anh. Yel, a ex anima ex tik, lajan ex icha anh ank'ultak chi'."
        },
        {
            "number": "8",
            "text": "Ha anh ank'ultak, stacjiel anh, slaj pucb'at xumaquil anh, palta haxo wal slolonel ko Diosal, aynhejek' t'a junelnhej, xa chi, xchi t'ayin."
        },
        {
            "number": "9",
            "text": "Ex aj Sion, k'eanhec t'a sjolom jun lum witz. Te chaanh tzex awaj ta', yic tzeyalanel wach' ab'ix. Ex aj Jerusalén, manh ex xiv eyawaji, alec t'a junjun chonhab' yic Judá: Ina yajek' ko Diosal t'a tik, xe chi."
        },
        {
            "number": "10",
            "text": "Ha Jehová Dios wan sjawi yet' spoder. Yuj spoder chi' syik'anem sb'a masanil anima t'ay, yet'nac spak tas ix yik' t'a smunlajel."
        },
        {
            "number": "11",
            "text": "Ol jawok icha junok tanhwum kalnel stanhwan nok' skalnel, schelank'e nok' yunetac kalnel chi' t'a snhi' sk'ool, syailan nok' toto ix aj yune'."
        },
        {
            "number": "12",
            "text": "¿Mach junok ix echtan ha' mar yet' yol sk'ab' yet' yechtan satcha’anh yet' yiximal sk'ab'? ¿Mach junok ix echtan masanil spokokal lum lum t'a yol junok echlab'? ¿Mach junok ix echtan yalil masanil lum witz yet' lum tzalquixtac? Aton Jehová."
        },
        {
            "number": "13",
            "text": "¿Tom ay junok mach sk'ayb'an Jehová, ma tz'alan yab'i?"
        },
        {
            "number": "14",
            "text": "¿Tom ay junok mach ix ak'an srazón Jehová, ma ix jakan spensar? ¿Tom ay junok mach ix k'ayb'ani yic sch'olb'itan t'a stojolal? ¿Tom ay junok mach ix ch'oxani yic snaani? ¿Tom ay junok mach ix k'ayb'an t'a jelanil?"
        },
        {
            "number": "15",
            "text": "Ha t'a yol sat Jehová, a juntzanh niwac chonhab', lajan icha junok d'ujanh ha ha' tz'em t'a yet'tal, ma icha wal jab'oc lum pokok t'a yol junok echlab'. Ha juntzanh lum lum ay t'a snanhal ha' mar, lajan icha junok k'een k'aj k'een."
        },
        {
            "number": "16",
            "text": "Masanil nok' nok' ay t'a Líbano, max tzak'wanlaj nok' yak'chaj silab'il t'a Jehová chi' yet' masanil te te' ay ta', max yab'paxlaj te' yoch sk'atzitzaloc nok' silab' chi'."
        },
        {
            "number": "17",
            "text": "Masanil juntzanh niwac chonhab', malaj jab'oc yelk'och t'a yol sat Jehová, malaj jab'oc yopisio t'ay."
        },
        {
            "number": "18",
            "text": "¿Mach junok syal he lajb'an Dios yet'oc? ¿Tas junok yechel syal he lajb'an yet'oc?"
        },
        {
            "number": "19",
            "text": "Ha Dios, manh lajanoc yet' junok yechel comon Dios. Ha heb' sb'oan juntzanh yechel chi' syak'em heb' t'a yol smoldeal, haxo junok tenum k'een tz'ak'anoch k'een oro t'a spatic, sb'oanoch k'een plata yelwanub'oc."
        },
        {
            "number": "20",
            "text": "Ha junok mach max techaj sb'oan yechel t'a k'een oro chi', say te te' pit sk'ai. Syak'an te' t'a junok winh b'oum te' te jelan, yic sb'oan junok yechel chi' winh. Wach' syutejk'e linhan winh, yic max telwi."
        },
        {
            "number": "21",
            "text": "¿Tom manh eyojtakoc a ex tik? ¿Tom malaj mach ix alan eyab'i? ¿Tom malaj mach aljinac t'ayex t'a yictax yichb’anel? ¿Tom malaj mach ix ex k'ayb'ani yictax sb'onac yol yib'anhk’inal tik?"
        },
        {
            "number": "22",
            "text": "Ha sdespacho Dios ayk'e t'a yib'anh satcha’anh, aton satcha’anh chi' jenhanb'at t'a yib'anh lum lum tik. Ayic tzonh yilanemta Jehová a onh anima onh t'a sat lum tik, lajan onh icha nok' chil. Ha Dios chi' ix jenhb'anb'at satcha’anh chi' icha junok k'apac, ix slich'anb'at icha junok mantiado b'aj tz'aj anima."
        },
        {
            "number": "23",
            "text": "Ha yuj Jehová manhxa tz'ajkan yelk'och heb' niwac winak, syak'an satem heb' yajal t'a sat lu'um tik."
        },
        {
            "number": "24",
            "text": "Lajan heb' yajal chi' icha anh unin ank'ultak toto tz'avchaji, wanto yem sch'anhal yib' t'a yol lu'um. Tato syak'b'at yik' Jehová t'a yib'anh anh, stacjiel anh, tz'ik'jib'at anh yuj chacxuxum ik' icha yoc trigo. Icha chi' tz'aj heb' yajal chi'."
        },
        {
            "number": "25",
            "text": "Ha Jehová Dios Axonhej Ochi, a sk'anb'ani: ¿Mach yet' syal in he lajb'ani? ¿Tocwal ay mach lajan wed'oc? xchi."
        },
        {
            "number": "26",
            "text": "Q'ueanhec k'elan t'a satcha’anh, ¿tom manhoc Dios ixb’o’an masanil juntzanh chi'? Aton ix b'oani. A' ix b'oankanoch junjun k'een k'anal t'a yet'tal, syavtan junjun k'een t'a sb'i. Malaj junok k'een sati, yujto te niwan spoder Jehová chi'."
        },
        {
            "number": "27",
            "text": "Ex israel, yinhtilal Jacob, ¿tas yuj tzeyalub'tanhej tzeyalan icha tik? Ha Jehová max cot k'elan t'ayonh yuj tas tzonh ik'ani, ¿tocwal tz'och ilk'olal cuuj? xe chi."
        },
        {
            "number": "28",
            "text": "¿Tom manh eyojtakoc? ¿Tom manta b'aj tzeyab'i? Ha Jehová Dios, aynhejek' t'a junelnhej. A' ixb’o’an yol yib'anhk’inal tik. Malaj b'aj tz'el yip, malaj b'aj sk'unb'i. Manhxa yalnab'il sjelanil."
        },
        {
            "number": "29",
            "text": "Ha tz'ak'an yip heb' k'unb'inac, haxo heb' malaj yip, a tz'ak'an stek'anil heb'."
        },
        {
            "number": "30",
            "text": "Ha heb' kelemtac, sk'unb'i heb', tz'el yip heb'. Ha heb' te ay yip, stelwipax heb'."
        },
        {
            "number": "31",
            "text": "Palta a wal heb' anhej Jehová ayoch yipoc sk'ool, tz'ochnhej yip heb'. Te tek'an heb' icha nok' niwac ch'acb'a sk'e jenhnaj yet' yip t'a chaanh, skarelawi heb', palta max k'unb'ilaj heb', sb'ey heb', palta max el-laj yip heb'."
        }
    ]
}