{
    "chapter": "41",
    "verses": [
        {
            "number": "1",
            "text": "Syal Dios icha tik: Ab'ec ex anima cajan t'a sti' ha' mar, numan tzex aj t'a wichanh. Tek'b'ejec he b'a ex niwac chonhab', cotanhec, junnhej tzonh ajec. Ol ex lolonoc, ol in lolonpax a in tik."
        },
        {
            "number": "2",
            "text": "¿Mach ol ak'an checlaj jun rey t'a stojolal b'aj sjawi k'u, jun ol ak'annhej ganar owal? ¿Mach ol ak'anoch niwac chonhab' t'a yol sk'ab', yic ol yak'anem sb'a heb' t'ay? Ha yet' yespada jun rey chi' yet' sjul-lab' ol sactzipanb'at heb' icha sb'at smatz'il ixim trigo yuj ik'."
        },
        {
            "number": "3",
            "text": "Ol el juntzanhxo heb' rey elelal t'a yichanh jun rey chi'. Palta tzalajk'olal ol b'atnhej, ichato manh ol em yoc t'a sat lu'um."
        },
        {
            "number": "4",
            "text": "¿Mach ol ak'an elk'och juntzanh tik? ¿Mach najinaquelta masanil tastac ujinac t'a yichb’anel? Ha in ton Jehová in, a in in b'onac. Ha innhej Dios in, b'ab'el waj t'a smasanil, slajwub' in paxi."
        },
        {
            "number": "5",
            "text": "Ha juntzanh chonhab' ay t'a stitac ha' mar, ol yil heb', ol xiv heb' yilani. Masanil heb' cajan b'aj slajwik'och lum lum tik, ol ib'xock'e heb' yuj xiwelal yuj tas ol in k'ulej yet' jun rey chi', xchi Dios. Ol smolb'ej sb'a heb' anima."
        },
        {
            "number": "6",
            "text": "Junjun heb' ol laj scuchb'ejcot sb'a, ol yak'an yip heb'."
        },
        {
            "number": "7",
            "text": "Ha heb' jelan sb'oan yechel tastac, a heb' scuchb'an heb' smunlaj t'a k'een plata. Axo heb' smunlaj t'a k'een martillo, a heb' scuchb'an heb' stenwi k'een t'a k'een tenlab', syalan heb': Te wach' k'een ko niplab' k'een tik, xchi heb'. Elanhchamel slawuxej juntzanh yechel chi' heb', yic stzatzb'i, yic max telwi."
        },
        {
            "number": "8",
            "text": "Syalan Jehová icha tik: Ex israel yinhtilal Jacob, ab'ec tas swala': In checab' wal eyaji, sik'b'il ex el wuuj, yinhtilal ex kan winh wamigo aj Abraham."
        },
        {
            "number": "9",
            "text": "Ha in ton wik'nac ex cot b'aj slajwik'och lum lum tik, ex wavtannaccot b'aj te najat eyajcanb'ati. Valannac t'ayex to in checab' ex. Ha in in sik'nac ex eli, malaj b'aj tzex in patiquejeli."
        },
        {
            "number": "10",
            "text": "Manh ex xiwoc, ayinek' eyed'oc. Manh ex och ilk'olal, yujto a in ton tik he Diosal in. Ha in swak' eyip, a in tzex in colo'. Ha in tzex in yamoch waan yet' wip swak'lab'ej t'a tojolal."
        },
        {
            "number": "11",
            "text": "Masanil heb' schichon sk'ol t'ayex, q'uixwelal ol ajkan heb', emnaquilal ol ajkan heb'. Ha heb' tz'ak'an yip yak'an owal eyed'oc, ol satcanel heb'."
        },
        {
            "number": "12",
            "text": "Olto he say heb' ayoch ajk'olal t'ayex, palta manhxo ol ilchaj heb' eyuuj. Ha heb' tz'ak'antaxon owal eyed'oc, ol cannhej heb' icha junok tas malajtaxoni."
        },
        {
            "number": "13",
            "text": "Yujto a in Jehová in tik, he Diosal in. Ha in ix ex in quetz b'eyoc. Ha in ton ix wal t'ayex: Manh ex xiwoc, ol in och eyed'oc, xin chi."
        },
        {
            "number": "14",
            "text": "Ex israel yinhtilal Jacob, wach'chom quennhej he b'isul, malaj eyip, palta manh ex xiwoc, ol in och eyed'oc. Ha in ton he Diosal in Ha inxonhej Ochi, he Kolumal in."
        },
        {
            "number": "15",
            "text": "Ol ex wak'och icha junok k'een ik'umel sat trigo ak'to te ay ye. Ol laj he mak'poj lum niwac witz, pokok ol ajkan lum eyuuj. Ha lum tzalquixtac, chok' ol eyutejcan lum icha smatz'il ixim trigo."
        },
        {
            "number": "16",
            "text": "Ol he tzipk'e lum t'a kal ik', haxo ik' chi' ol ik'anb'at lu'um. Ol saclemcanb'at lu'um yuj chacxuxum ik'. Yuj chi', ol ex tzalaj t'ayin Jehová in tik. Ol eyik'chaanh he b'a wuuj, a in ton he Diosal in Ha inxonhej Ochi."
        },
        {
            "number": "17",
            "text": "Ha heb' anima meb'a' malaj tas ay t'ay, say ha ha' heb', max chaxlaj ha' yuj heb'. Van scham heb' yuj taquinhtial. Palta a inxo Jehová in tik, ol in kolwaj t'a heb', manh ol wactejcan heb' a in he Diosal in a ex israel ex tik."
        },
        {
            "number": "18",
            "text": "Ha t'a lum jolomtac witz taquinh sat, ol laj wak'k'eul a niwac ha' sb'eyi, haxo t'a snanhaltac lum ak'lic, ol laj k'eul sjaj ha' cotac ha'. Ha lum taquinh sat, sitz'atac ol ajkan lu'um. Axo t'a lum taquinh lu'um, ol laj k'eul ha' cotac ha' sb'eyi."
        },
        {
            "number": "19",
            "text": "Ha t'a lum taquinh lum chi' ol wawej te' k'ute', te' acacia, te' arrayán yet' te' oliwo. Ha t'a lum taquinh sat chi' ol wak' q'uib' te' k'ub'taj, te' taj yet' te' tzicap,"
        },
        {
            "number": "20",
            "text": "yic wach' syil masanil anima, snachajpaxel yuj heb' to a in ton Jehová in ix in b'o juntzanh tik yet' in poder, a in he Diosal in, Ha inxonhej Ochi, a in ix in b'o'o."
        },
        {
            "number": "21",
            "text": "Ha Jehová sReyal heb' yinhtilal Jacob, a tz'alan icha tik: Cotanhec ex comon Dios, ch'oxec he jelanil, ch'oxec tas tz'aj he colan he b'a."
        },
        {
            "number": "22",
            "text": "Cotanhec, ul alec t'ayonh tastac toto ol ujok. Alec t'ayonh tas syalelk'och tastac ujinacxo, ol ko cha cab'i, yic wach' ol quila' tas ol aj slajwielk'ochi."
        },
        {
            "number": "23",
            "text": "Tato yel Dios ex, alec t'ayonh tas toto ol ujok chi', yic scojtaquejeli to Dios ex. Ch'oxec wal quila' tas syal eyuuj chi', taxonhej wach', ma chuk, yic sat ko k'ool quilani, yic tzonh xivk'ei."
        },
        {
            "number": "24",
            "text": "Palta a ex wal tik, b'alaj malaj jab'oc eyelk'ochi, malaj tas syal eyuuj. Ha heb' syak'em sb'a t'ayex, paticab'ilel heb'."
        },
        {
            "number": "25",
            "text": "Ol wak' checlaj jun mach t'a norte, ol wavtejcot t'a stojolal b'aj sjawi k'u, ol yalan sb'a t'ayin. A' ol tek'anem heb' yajal, icha stek'ji lum sok'om yuj winh tz'acum lu'um, icha chi' ol aj heb'."
        },
        {
            "number": "26",
            "text": "¿Tom ay junok ex ix eyalel yab'ixal jun tik t'a yictax yichb’anel, yic scab' a onh tik? ¿Tom ay junok ex ayocto ix eyalancani, yic wach' scala' to yel tzeyala'? Malaj junok ex comon Dios ex tik ix eyal tas ol ujok chi', malaj anima ix ab'an eyalani."
        },
        {
            "number": "27",
            "text": "Atax t'a yichb’anel, a in Jehová in tik ix wal jun ab'ix tik t'a Sion. Ha in ix in checb'at jun in checab' t'a Jerusalén yic b'at yal wach' ab'ix, to ol meltzajxoc heb' anima t'a schonhab' chi'."
        },
        {
            "number": "28",
            "text": "Tzin maclej wila'', tocwal ay junok comon Dios sjawi, malaj junok heb' syal yak'an in razón, malaj junok syal spacan tas tzin k'anb'ej."
        },
        {
            "number": "29",
            "text": "Malaj junok heb' ay yelk'och jab'oc, malaj tas syal sb'oan heb', yuj chi' junelnhej malaj jab'oc yopisio juntzanh yechel b'ob'il chi', xchi Dios."
        }
    ]
}