{
    "chapter": "41",
    "verses": [
        {
            "number": "1",
            "text": "Syal Dios icha tik: Ab'ec ex anima cajan t'a sti' ha' mar, numan tzex aj t'a vichanh. Tek'b'ejec e b'a ex nivac chonhab', cotanhec, junnhej tzonh ajec. Ol ex lolonoc, ol in lolonpax a in tik."
        },
        {
            "number": "2",
            "text": "¿Mach ol ak'an checlaj jun rey t'a stojolal b'aj sjavi k'u, jun ol ak'annhej ganar oval? ¿Mach ol ak'anoch nivac chonhab' t'a yol sk'ab', yic ol yak'anem sb'a eb' t'ay? Ha yet' yespada jun rey chi' yet' sjul-lab' ol sactzipanb'at eb' icha sb'at smatz'il ixim trigo yuj ik'."
        },
        {
            "number": "3",
            "text": "Ol el juntzanhxo eb' rey elelal t'a yichanh jun rey chi'. Palta tzalajk'olal ol b'atnhej, ichato manh ol em yoc t'a sat lu'um."
        },
        {
            "number": "4",
            "text": "¿Mach ol ak'an elk'och juntzanh tik? ¿Mach najinaquelta masanil tastac ujinac t'a yichb’anel? Ha in ton Jehová in, a in in b'onac. Ha innhej Dios in, b'ab'el vaj t'a smasanil, slajvub' in paxi."
        },
        {
            "number": "5",
            "text": "Ha juntzanh chonhab' ay t'a stitac ha' mar, ol yil eb', ol xiv eb' yilani. Masanil eb' cajan b'aj slajvik'och lum lum tik, ol ib'xocq'ue eb' yuj xivelal yuj tas ol in k'ulej yet' jun rey chi', xchi Dios. Ol smolb'ej sb'a eb' anima."
        },
        {
            "number": "6",
            "text": "Junjun eb' ol laj scuchb'ejcot sb'a, ol yak'an yip eb'."
        },
        {
            "number": "7",
            "text": "Ha eb' jelan sb'oan yechel tastac, a eb' scuchb'an eb' smunlaj t'a q'uen plata. Axo eb' smunlaj t'a q'uen martillo, a eb' scuchb'an eb' stenvi q'ueen t'a q'uen tenlab', syalan eb': Te wach' q'uen co niplab' q'ueen tik, xchi eb'. Elanhchamel slavuxej juntzanh yechel chi' eb', yic stzatzb'i, yic max telvi."
        },
        {
            "number": "8",
            "text": "Syalan Jehová icha tik: Ex israel yinhtilal Jacob, ab'ec tas svala': In checab' val eyaji, sik'b'il ex el vuuj, yinhtilal ex kan vinh vamigo aj Abraham."
        },
        {
            "number": "9",
            "text": "Ha in ton vik'nac ex cot b'aj slajvik'och lum lum tik, ex vavtannaccot b'aj te najat eyajcanb'ati. Valannac t'ayex to in checab' ex. Ha in in sik'nac ex eli, malaj b'aj tzex in patiquejeli."
        },
        {
            "number": "10",
            "text": "Manh ex xivoc, ayinek' eyed'oc. Manh ex och ilk'olal, yujto a in ton tik e Diosal in. Ha in svak' eyip, a in tzex in colo'. Ha in tzex in yamoch vaan yet' vip svak'lab'ej t'a tojolal."
        },
        {
            "number": "11",
            "text": "Masanil eb' schichon sk'ol t'ayex, q'uixvelal ol ajkan eb', emnaquilal ol ajkan eb'. Ha eb' tz'ak'an yip yak'an oval eyed'oc, ol satcanel eb'."
        },
        {
            "number": "12",
            "text": "Olto e say eb' ayoch ajk'olal t'ayex, palta manhxo ol ilchaj eb' eyuuj. Ha eb' tz'ak'antaxon oval eyed'oc, ol cannhej eb' icha junok tas malajtaxoni."
        },
        {
            "number": "13",
            "text": "Yujto a in Jehová in tik, e Diosal in. Ha in ix ex in quetz b'eyoc. Ha in ton ix val t'ayex: Manh ex xivoc, ol in och eyed'oc, xin chi."
        },
        {
            "number": "14",
            "text": "Ex israel yinhtilal Jacob, wach'chom quennhej e b'isul, malaj eyip, palta manh ex xivoc, ol in och eyed'oc. Ha in ton e Diosal in Ha inxonhej Ochi, e Columal in."
        },
        {
            "number": "15",
            "text": "Ol ex vak'och icha junok q'uen ik'umel sat trigo ak'to te ay ye. Ol laj e mak'poj lum nivac vitz, pococ ol ajkan lum eyuuj. Ha lum tzalquixtac, chok' ol eyutejcan lum icha smatz'il ixim trigo."
        },
        {
            "number": "16",
            "text": "Ol e tzipq'ue lum t'a cal ik', haxo ik' chi' ol ik'anb'at lu'um. Ol saclemcanb'at lu'um yuj chacxuxum ik'. Yuj chi', ol ex tzalaj t'ayin Jehová in tik. Ol eyik'chaanh e b'a vuuj, a in ton e Diosal in Ha inxonhej Ochi."
        },
        {
            "number": "17",
            "text": "Ha eb' anima meb'a' malaj tas ay t'ay, say ha ha' eb', max chaxlaj ha' yuj eb'. Van scham eb' yuj taquinhtial. Palta a inxo Jehová in tik, ol in kolwaj t'a eb', manh ol vactejcan eb' a in e Diosal in a ex israel ex tik."
        },
        {
            "number": "18",
            "text": "Ha t'a lum jolomtac vitz taquinh sat, ol laj vak'q'ueul a nivac ha' sb'eyi, haxo t'a snanhaltac lum ak'lic, ol laj q'ueul sjaj ha' cotac ha'. Ha lum taquinh sat, sitz'atac ol ajkan lu'um. Axo t'a lum taquinh lu'um, ol laj q'ueul ha' cotac ha' sb'eyi."
        },
        {
            "number": "19",
            "text": "Ha t'a lum taquinh lum chi' ol vavej te' k'ute', te' acacia, te' arrayán yet' te' olivo. Ha t'a lum taquinh sat chi' ol vak' q'uib' te' k'ub'taj, te' taj yet' te' tzicap,"
        },
        {
            "number": "20",
            "text": "yic wach' syil masanil anima, snachajpaxel yuj eb' to a in ton Jehová in ix in b'o juntzanh tik yet' in poder, a in e Diosal in, Ha inxonhej Ochi, a in ix in b'o'o."
        },
        {
            "number": "21",
            "text": "Ha Jehová sReyal eb' yinhtilal Jacob, a tz'alan icha tik: Cotanhec ex comon dios, ch'oxec e jelanil, ch'oxec tas tz'aj e colan e b'a."
        },
        {
            "number": "22",
            "text": "Cotanhec, ul alec t'ayonh tastac toto ol ujoc. Alec t'ayonh tas syalelk'och tastac ujinacxo, ol co cha cab'i, yic wach' ol quila' tas ol aj slajvielk'ochi."
        },
        {
            "number": "23",
            "text": "Tato yel dios ex, alec t'ayonh tas toto ol ujoc chi', yic scojtaquejeli to dios ex. Ch'oxec val quila' tas syal eyuuj chi', taxonhej wach', ma chuk, yic sat co k'ool quilani, yic tzonh xivq'uei."
        },
        {
            "number": "24",
            "text": "Palta a ex val tik, b'alaj malaj jab'oc eyelk'ochi, malaj tas syal eyuuj. Ha eb' syaq'uem sb'a t'ayex, paticab'ilel eb'."
        },
        {
            "number": "25",
            "text": "Ol vak' checlaj jun mach t'a norte, ol vavtejcot t'a stojolal b'aj sjavi k'u, ol yalan sb'a t'ayin. A' ol tek'anem eb' yajal, icha stek'ji lum sok'om yuj vinh tz'acum lu'um, icha chi' ol aj eb'."
        },
        {
            "number": "26",
            "text": "¿Tom ay junok ex ix eyalel yab'ixal jun tik t'a yictax yichb’anel, yic scab' a onh tik? ¿Tom ay junok ex ayocto ix eyalancani, yic wach' scala' to yel tzeyala'? Malaj junok ex comon dios ex tik ix eyal tas ol ujoc chi', malaj anima ix ab'an eyalani."
        },
        {
            "number": "27",
            "text": "Atax t'a yichb’anel, a in Jehová in tik ix val jun ab'ix tik t'a Sion. Ha in ix in checb'at jun in checab' t'a Jerusalén yic b'at yal wach' ab'ix, to ol meltzajxoc eb' anima t'a schonhab' chi'."
        },
        {
            "number": "28",
            "text": "Tzin maclej wila'', tocval ay junok comon dios sjavi, malaj junok eb' syal yak'an in razón, malaj junok syal spacan tas tzin k'anb'ej."
        },
        {
            "number": "29",
            "text": "Malaj junok eb' ay yelk'och jab'oc, malaj tas syal sb'oan eb', yuj chi' junelnhej malaj jab'oc yopisio juntzanh yechel b'ob'il chi', xchi Dios."
        }
    ]
}