{
    "chapter": "41",
    "verses": [
        {
            "number": "1",
            "text": "Syal Dios icha tic: Ab'ec ex anima cajan d'a sti' a' mar, numan tzex aj d'a vichanh. Tek'b'ejec e b'a ex nivac chonhab', cotanhec, junnhej tzonh ajec. Ol ex lolonoc, ol in lolonpax a in tic."
        },
        {
            "number": "2",
            "text": "¿Mach ol ak'an checlaj jun rey d'a stojolal b'aj sjavi k'u, jun ol ak'annhej ganar oval? ¿Mach ol ak'anoch nivac chonhab' d'a yol sk'ab', yic ol yak'anem sb'a eb' d'ay? A yed' yespada jun rey chi' yed' sjul-lab' ol sactzipanb'at eb' icha sb'at smatz'il ixim trigo yuj ik'."
        },
        {
            "number": "3",
            "text": "Ol el juntzanhxo eb' rey elelal d'a yichanh jun rey chi'. Palta tzalajk'olal ol b'atnhej, ichato manh ol em yoc d'a sat luum."
        },
        {
            "number": "4",
            "text": "¿Mach ol ak'an elk'och juntzanh tic? ¿Mach najinaquelta masanil tastac ujinac d'a yichb'anil? A in ton Jehová in, a in in b'onac. A innhej Dios in, b'ab'el vaj d'a smasanil, slajvub' in paxi."
        },
        {
            "number": "5",
            "text": "A juntzanh chonhab' ay d'a stitac a' mar, ol yil eb', ol xiv eb' yilani. Masanil eb' cajan b'aj slajvik'och lum luum tic, ol ib'xocq'ue eb' yuj xivelal yuj tas ol in k'ulej yed' jun rey chi', xchi Dios. Ol smolb'ej sb'a eb' anima."
        },
        {
            "number": "6",
            "text": "Junjun eb' ol laj scuchb'ejcot sb'a, ol yak'an yip eb'."
        },
        {
            "number": "7",
            "text": "A eb' jelan sb'oan yechel tastac, a eb' scuchb'an eb' smunlaj d'a q'uen plata. Axo eb' smunlaj d'a q'uen martillo, a eb' scuchb'an eb' stenvi q'ueen d'a q'uen tenlab', syalan eb': Te vach' q'uen co niplab' q'ueen tic, xchi eb'. Elanhchamel slavuxej juntzanh yechel chi' eb', yic stzatzb'i, yic max telvi."
        },
        {
            "number": "8",
            "text": "Syalan Jehová icha tic: Ex israel yinhtilal Jacob, ab'ec tas svala': In checab' val eyaji, sik'b'il ex el vuuj, yinhtilal ex can vinh vamigo aj Abraham."
        },
        {
            "number": "9",
            "text": "A in ton vik'nac ex cot b'aj slajvik'och lum luum tic, ex vavtannaccot b'aj te najat eyajcanb'ati. Valannac d'ayex to in checab' ex. A in in sik'nac ex eli, malaj b'aj tzex in patiquejeli."
        },
        {
            "number": "10",
            "text": "Manh ex xivoc, ayinek' eyed'oc. Manh ex och ilk'olal, yujto a in ton tic e Diosal in. A in svak' eyip, a in tzex in colo'. A in tzex in yamoch vaan yed' vip svak'lab'ej d'a tojolal."
        },
        {
            "number": "11",
            "text": "Masanil eb' schichon sk'ol d'ayex, q'uixvelal ol ajcan eb', emnaquilal ol ajcan eb'. A eb' tz'ak'an yip yak'an oval eyed'oc, ol satcanel eb'."
        },
        {
            "number": "12",
            "text": "Olto e say eb' ayoch ajk'olal d'ayex, palta manhxo ol ilchaj eb' eyuuj. A eb' tz'ak'antaxon oval eyed'oc, ol cannhej eb' icha junoc tas malajtaxoni."
        },
        {
            "number": "13",
            "text": "Yujto a in Jehová in tic, e Diosal in. A in ix ex in quetz b'eyoc. A in ton ix val d'ayex: Manh ex xivoc, ol in och eyed'oc, xin chi."
        },
        {
            "number": "14",
            "text": "Ex israel yinhtilal Jacob, vach'chom quennhej e b'isul, malaj eyip, palta manh ex xivoc, ol in och eyed'oc. A in ton e Diosal in A inxonhej Ochi, e Columal in."
        },
        {
            "number": "15",
            "text": "Ol ex vak'och icha junoc q'uen ik'umel sat trigo ak'to te ay ye. Ol laj e mak'poj lum nivac vitz, pococ ol ajcan lum eyuuj. A lum tzalquixtac, chok' ol eyutejcan lum icha smatz'il ixim trigo."
        },
        {
            "number": "16",
            "text": "Ol e tzipq'ue lum d'a cal ik', axo ik' chi' ol ik'anb'at luum. Ol saclemcanb'at luum yuj chacxuxum ik'. Yuj chi', ol ex tzalaj d'ayin Jehová in tic. Ol eyik'chaanh e b'a vuuj, a in ton e Diosal in A inxonhej Ochi."
        },
        {
            "number": "17",
            "text": "A eb' anima meb'a' malaj tas ay d'ay, say a a' eb', max chaxlaj a' yuj eb'. Van scham eb' yuj taquinhtial. Palta a inxo Jehová in tic, ol in colvaj d'a eb', manh ol vactejcan eb' a in e Diosal in a ex israel ex tic."
        },
        {
            "number": "18",
            "text": "A d'a lum jolomtac vitz taquinh sat, ol laj vak'q'ueul a nivac a' sb'eyi, axo d'a snanhaltac lum ak'lic, ol laj q'ueul sjaj a' cotac a'. A lum taquinh sat, sitz'atac ol ajcan luum. Axo d'a lum taquinh luum, ol laj q'ueul a' cotac a' sb'eyi."
        },
        {
            "number": "19",
            "text": "A d'a lum taquinh lum chi' ol vavej te' k'ute', te' acacia, te' arrayán yed' te' olivo. A d'a lum taquinh sat chi' ol vak' q'uib' te' k'ub'taj, te' taj yed' te' tzicap,"
        },
        {
            "number": "20",
            "text": "yic vach' syil masanil anima, snachajpaxel yuj eb' to a in ton Jehová in ix in b'o juntzanh tic yed' in poder, a in e Diosal in, A inxonhej Ochi, a in ix in b'o'o."
        },
        {
            "number": "21",
            "text": "A Jehová sReyal eb' yinhtilal Jacob, a tz'alan icha tic: Cotanhec ex comon dios, ch'oxec e jelanil, ch'oxec tas tz'aj e colan e b'a."
        },
        {
            "number": "22",
            "text": "Cotanhec, ul alec d'ayonh tastac toto ol ujoc. Alec d'ayonh tas syalelk'och tastac ujinacxo, ol co cha cab'i, yic vach' ol quila' tas ol aj slajvielk'ochi."
        },
        {
            "number": "23",
            "text": "Tato yel dios ex, alec d'ayonh tas toto ol ujoc chi', yic scojtaquejeli to dios ex. Ch'oxec val quila' tas syal eyuuj chi', taxonhej vach', ma chuc, yic sat co k'ool quilani, yic tzonh xivq'uei."
        },
        {
            "number": "24",
            "text": "Palta a ex val tic, b'alaj malaj jab'oc eyelk'ochi, malaj tas syal eyuuj. A eb' syaq'uem sb'a d'ayex, paticab'ilel eb'."
        },
        {
            "number": "25",
            "text": "Ol vak' checlaj jun mach d'a norte, ol vavtejcot d'a stojolal b'aj sjavi k'u, ol yalan sb'a d'ayin. A' ol tek'anem eb' yajal, icha stek'ji lum sok'om yuj vinh tz'acum luum, icha chi' ol aj eb'."
        },
        {
            "number": "26",
            "text": "¿Tom ay junoc ex ix eyalel yab'ixal jun tic d'a yictax yichb'anil, yic scab' a onh tic? ¿Tom ay junoc ex ayocto ix eyalancani, yic vach' scala' to yel tzeyala'? Malaj junoc ex comon dios ex tic ix eyal tas ol ujoc chi', malaj anima ix ab'an eyalani."
        },
        {
            "number": "27",
            "text": "Atax d'a yichb'anil, a in Jehová in tic ix val jun ab'ix tic d'a Sion. A in ix in checb'at jun in checab' d'a Jerusalén yic b'at yal vach' ab'ix, to ol meltzajxoc eb' anima d'a schonhab' chi'."
        },
        {
            "number": "28",
            "text": "Tzin maclej vila', tocval ay junoc comon dios sjavi, malaj junoc eb' syal yak'an in razón, malaj junoc syal spacan tas tzin k'anb'ej."
        },
        {
            "number": "29",
            "text": "Malaj junoc eb' ay yelk'och jab'oc, malaj tas syal sb'oan eb', yuj chi' junelnhej malaj jab'oc yopisio juntzanh yechel b'ob'il chi', xchi Dios."
        }
    ]
}