{
    "chapter": "42",
    "verses": [
        {
            "number": "1",
            "text": "Syalanxi Jehová icha tic: A jun tic in checab', ayin och yed'oc, a in in sik'naqueli, tzin tzalaj val yed'oc. Ol vak'och Vespíritu d'ay, yic sch'olb'itej masanil nivac chonhab' d'a stojolal."
        },
        {
            "number": "2",
            "text": "Manh ol avajoc, manh ol ab'chaj yel yav d'a yoltac calle."
        },
        {
            "number": "3",
            "text": "Ay eb' te ilb'aj k'ool, icha te' aj scanhchaji, ma ichoc sk'apaquil candil van stupi. Palta ol colvaj in checab' chi' d'a eb', manh ol svach' ixtej eb', tojol ol yutoc sch'olb'itan tas yaj eb'."
        },
        {
            "number": "4",
            "text": "Manh ol el yip, manh ol chab'ax sk'ool. Ol ch'olb'itaj masanil anima d'a stojolal yuuj d'a sat lum tic. A juntzanh chonhab' d'a stitac a' mar, ol smaclej yab' k'ayb'ub'al eb' ol yak'a', xchi Jehová."
        },
        {
            "number": "5",
            "text": "A Jehová Dios b'oannac satchaanh, yak'annacb'at jenhan. A' ix b'oan lum luum yed' masanil tastac sq'uib' d'a sat luum. A tz'ak'an co q'uinal, syak'anpax quik'. Syalan d'a jun schecab' chi' icha tic:"
        },
        {
            "number": "6",
            "text": "A in Jehová in tic, ix ach vavtej yic tza ch'olb'itej masanil anima d'a sat luum tic d'a stojolal. Ol in och ed'oc. A ach ol ach vak'lab'ej yuj jun in trato ol in b'o yed' eb' anima smasanil. Ol ach vak'och colvajvumal d'a eb' ch'oc nacional."
        },
        {
            "number": "7",
            "text": "Ol a jac sat eb' max uji yilani, ol a colanelta eb' ayoch d'a preso, aton eb' aycanb'at d'a cal q'uik'alq'uinal."
        },
        {
            "number": "8",
            "text": "A in ton Jehová in, aton in b'i tic, manh ol in cha aljoc vach' lolonel d'a junocxo mach yuj tas in b'onac, manh ol in cha ik'jocchaanh yechel comon dios in q'uexuloc."
        },
        {
            "number": "9",
            "text": "Ilecnab' tas ix aj yelk'och masanil tas valnaccani. Axo ticnaic, ay juntzanhxo tas ak'to ol val d'ayex. Ayocto svalancan d'ayex yacb'an manto ujoc, xchi Dios."
        },
        {
            "number": "10",
            "text": "B'itejec junoc ak' b'it d'a Jehová e masanil ex ayex b'aj slajvik'och lum luum tic, ex tzex ek' d'a yib'anh a' mar, nok' nok' ay d'a a' yed' ex pax cajan ex d'a stitac a' mar chi', b'itananhec d'a Dios."
        },
        {
            "number": "11",
            "text": "Tzalajocab' eb' yinhtilal Cedar cajan d'a scampamento d'a tz'inan luum. A eb' aj chonhab' Sela, b'itanocab' eb' d'a tzalajk'olal, q'ueocab' sjaj eb' sb'itan d'a lum jolomtac vitz."
        },
        {
            "number": "12",
            "text": "A eb' ay d'a stitac a' mar, yalocab' vach' lolonel eb' d'a Jehová."
        },
        {
            "number": "13",
            "text": "Ol elta Jehová icha junoc ak'um oval, ol yak'an oval yed' val yoval sk'ool icha junoc soldado. Ol el yav yak'an oval, ol ak'joc ganar eb' ajk'ol chi' yuuj."
        },
        {
            "number": "14",
            "text": "A Jehová tz'alan icha tic: Najtil numannhej vaji, malaj tas svala'. Axo ticnaic, ol el vav icha junoc ix ix van yaj yune', sk'acvi ix, sik'sik'an ix."
        },
        {
            "number": "15",
            "text": "Ol laj in satel lum vitz yed' lum tzalquixtac. Ol vak'an tacjoquel masanil tas yaax d'a sat lum tic. Ol vak'an tup a' nivac a' sb'eyi. Ol ochcan lum taquinh lumal, ol laj tupcan a' scan d'a yed'tal."
        },
        {
            "number": "16",
            "text": "A eb' max ujilaj yilani, ol vik'b'at eb' d'a juntzanh b'e manh yojtacoc. A q'uik'alq'uinal, ol vak' meltzajoch saquilq'uinalil d'a eb'. Axo pak'quiltac, panhanxo ol vutejcani. Aton juntzanh tic ol vak'nhejelk'ochi."
        },
        {
            "number": "17",
            "text": "A eb' tz'ak'anoch comon dios yipoc sk'ool yed' eb' tz'alan d'a juntzanh yechel icha tic: Co diosal ex, xchi eb', a eb' chi' q'uixvelal ol laj paxcan eb'."
        },
        {
            "number": "18",
            "text": "Ex max eyab'i, ab'ec. Ex max uji eyilani, ilec ticnaic."
        },
        {
            "number": "19",
            "text": "Malaj mach junelnhej max ilan icha in checab' sik'b'ilel vuuj, malaj mach junelnhej max chaan yab' icha yalumalel in lolonel checb'il vuuj."
        },
        {
            "number": "20",
            "text": "Ex israel, te aynhej tas sch'oxji eyila', palta max eyak'och d'a e k'ool eyilani. Syal eyab'ani, palta max e cha eyab'i, xchi Jehová."
        },
        {
            "number": "21",
            "text": "Ix snib'ej sk'ol Jehová sch'oxanel stojolal, yuj chi' ix yak' sk'ayb'ub'al te vach' d'a schonhab'."
        },
        {
            "number": "22",
            "text": "Palta yuj spitalil jun chonhab' tic ix elk'ajb'at tastac ay d'ay yuj eb' ajk'ool. Ix ik'jib'at eb' d'a ch'oc nacional, ix ak'chajem eb' d'a yol jul, ix och pax eb' d'a preso. Ix ixtaj eb', manhxa mach ix colan eb'. Ix elk'ajb'at eb', manhxa mach ix ik'anek' eb' d'a eb' ix elk'anb'at chi'."
        },
        {
            "number": "23",
            "text": "Palta ¿mach ex b'ecan e k'ol e maclan eyab' tas ol val tic? ¿Mach ex b'ecan e k'ol e chaannhej eyab'i? Ab'ec tas ol val tic:"
        },
        {
            "number": "24",
            "text": "¿Mach ix chaan ak'joc ganar eb' israel yinhtilal Jacob, ayic ix elk'ajb'at tastac ay d'a eb'? ¿Tom manhoc Jehová? Atoni, yujto ix och smul eb' d'ay. Maj yal sk'ol eb' ix sb'eyb'alej sb'eyb'al, maj sk'anab'ajej pax sk'ayb'ub'al Jehová chi' eb'."
        },
        {
            "number": "25",
            "text": "Yuj val chi' jun, ix cot yoval Jehová d'a eb', ix ak'jioch syaelal eb'. Ix javi jun oval icha sq'ue nhilnhon te' k'ak' d'a yib'anh eb', palta manh yujoc chi' ix sna sb'a eb'."
        }
    ]
}