{
    "chapter": "42",
    "verses": [
        {
            "number": "1",
            "text": "Syalanxi Jehová icha tik: Ha jun tik in checab', ayin och yet'oc, a in in sik'naqueli, tzin tzalaj val yet'oc. Ol vak'och Vespíritu t'ay, yic sch'olb'itej masanil nivac chonhab' t'a stojolal."
        },
        {
            "number": "2",
            "text": "Manh ol avajoc, manh ol ab'chaj yel yav t'a yoltac calle."
        },
        {
            "number": "3",
            "text": "Ay eb' te ilb'aj k'ool, icha te' aj scanhchaji, ma ichoc sk'apaquil candil van stupi. Palta ol colvaj in checab' chi' t'a eb', manh ol swach' ixtej eb', tojol ol yutoc sch'olb'itan tas yaj eb'."
        },
        {
            "number": "4",
            "text": "Manh ol el yip, manh ol chab'ax sk'ool. Ol ch'olb'itaj masanil anima t'a stojolal yuj t'a sat lum tik. Ha juntzanh chonhab' t'a stitac ha' mar, ol smaclej yab' k'ayb'ub'al eb' ol yak'a', xchi Jehová."
        },
        {
            "number": "5",
            "text": "Ha Jehová Dios b'oannac satcha’anh, yak'annacb'at jenhan. A' ixb’o’an lum lum yet' masanil tastac sq'uib' t'a sat lu'um. Ha tz'ak'an co q'uinal, syak'anpax quik'. Syalan t'a jun schecab' chi' icha tik:"
        },
        {
            "number": "6",
            "text": "Ha in Jehová in tik, ix ach vavtej yic tza ch'olb'itej masanil anima t'a sat lu'um tik t'a stojolal. Ol in och ed'oc. Ha ach ol ach vak'lab'ej yuj jun in trato ol in b'o yet' eb' anima smasanil. Ol ach vak'och colvajvumal t'a eb' ch'oc nacional."
        },
        {
            "number": "7",
            "text": "Ol a jac sat eb' max uji yilani, ol a colanelta eb' ayoch t'a preso, aton eb' aycanb'at t'a cal k’ik’ k’inal."
        },
        {
            "number": "8",
            "text": "Ha in ton Jehová in, aton in b'i tik, manh ol in cha aljoc wach' lolonel t'a junocxo mach yuj tas in b'onac, manh ol in cha ik'jocchaanh yechel comon dios in q'uexuloc."
        },
        {
            "number": "9",
            "text": "Ilecnab' tas ix aj yelk'och masanil tas valnaccani. Axo ticnaic, ay juntzanhxo tas ak'to ol val t'ayex. Ayocto svalancan t'ayex yacb'an manto ujoc, xchi Dios."
        },
        {
            "number": "10",
            "text": "B'itejec junok ak' b'it t'a Jehová e masanil ex ayex b'aj slajvik'och lum lum tik, ex tzex ek' t'a yib'anh ha' mar, nok' nok' ay t'ha ha' yet' ex pax cajan ex t'a stitac ha' mar chi', b'itananhec d'ha Dios."
        },
        {
            "number": "11",
            "text": "Tzalajocab' eb' yinhtilal Cedar cajan t'a scampamento t'a tzinan lu'um. Ha eb' aj chonhab' Sela, b'itanocab' eb' t'a tzalajk'olal, q'ueocab' sjaj eb' sb'itan t'a lum jolomtac vitz."
        },
        {
            "number": "12",
            "text": "Ha eb' ay t'a stitac ha' mar, yalocab' wach' lolonel eb' t'a Jehová."
        },
        {
            "number": "13",
            "text": "Ol elta Jehová icha junok ak'um oval, ol yak'an oval yet' val yoval sk'ool icha junok soldado. Ol el yav yak'an oval, ol ak'joc ganar eb' ajk'ol chi' yuj."
        },
        {
            "number": "14",
            "text": "Ha Jehová tz'alan icha tik: Najtil numannhej vaji, malaj tas svala'. Axo ticnaic, ol el vav icha junok ix ix van yaj yune', sk'acvi ix, sik'sik'an ix."
        },
        {
            "number": "15",
            "text": "Ol laj in satel lum vitz yet' lum tzalquixtac. Ol vak'an tacjoquel masanil tas yaax t'a sat lum tik. Ol vak'an tup ha' nivac ha' sb'eyi. Ol ochcan lum taquinh lumal, ol laj tupcan ha' skan t'a yet'tal."
        },
        {
            "number": "16",
            "text": "Ha eb' max ujilaj yilani, ol vik'b'at eb' t'a juntzanh b'e manh yojtacoc. Ha k’ik’ k’inal, ol vak' meltzajoch saquilq'uinalil t'a eb'. Axo pak'quiltac, panhanxo ol vutejcani. Aton juntzanh tik ol vak'nhejelk'ochi."
        },
        {
            "number": "17",
            "text": "Ha eb' tz'ak'anoch comon dios yipoc sk'ool yet' eb' tz'alan t'a juntzanh yechel icha tik: Co diosal ex, xchi eb', a eb' chi' q'uixvelal ol laj paxcan eb'."
        },
        {
            "number": "18",
            "text": "Ex max eyab'i, ab'ec. Ex max uji eyilani, ilec ticnaic."
        },
        {
            "number": "19",
            "text": "Malaj mach junelnhej max ilan icha in checab' sik'b'ilel vuuj, malaj mach junelnhej max chaan yab' icha yalumalel in lolonel checb'il vuuj."
        },
        {
            "number": "20",
            "text": "Ex israel, te aynhej tas sch'oxji eyila', palta max eyak'och t'a e k'ool eyilani. Syal eyab'ani, palta max e cha eyab'i, xchi Jehová."
        },
        {
            "number": "21",
            "text": "Ix snib'ej sk'ol Jehová sch'oxanel stojolal, yuj chi' ix yak' sk'ayb'ub'al te wach' t'a schonhab'."
        },
        {
            "number": "22",
            "text": "Palta yuj spitalil jun chonhab' tik ix elk'ajb'at tastac ay t'ay yuj eb' ajk'ool. Ix ik'jib'at eb' t'a ch'oc nacional, ix ak'chajem eb' t'a yol jul, ix och pax eb' t'a preso. Ix ixtaj eb', manhxa mach ix colan eb'. Ix elk'ajb'at eb', manhxa mach ix ik'anek' eb' t'a eb' ix elk'anb'at chi'."
        },
        {
            "number": "23",
            "text": "Palta ¿mach ex b'ecan e k'ol e maclan eyab' tas ol val tik? ¿Mach ex b'ecan e k'ol e chaannhej eyab'i? Ab'ec tas ol val tik:"
        },
        {
            "number": "24",
            "text": "¿Mach ix chaan ak'joc ganar eb' israel yinhtilal Jacob, ayic ix elk'ajb'at tastac ay t'a eb'? ¿Tom manhoc Jehová? Atoni, yujto ix och smul eb' t'ay. Maj yal sk'ol eb' ix sb'eyb'alej sb'eyb'al, maj sk'anab'ajej pax sk'ayb'ub'al Jehová chi' eb'."
        },
        {
            "number": "25",
            "text": "Yuj val chi' jun, ix cot yoval Jehová t'a eb', ix ak'jioch syaelal eb'. Ix javi jun oval icha sq'ue nhilnhon te' k'ak' t'a yib'anh eb', palta manh yujoc chi' ix sna sb'a eb'."
        }
    ]
}