{
    "chapter": "42",
    "verses": [
        {
            "number": "1",
            "text": "Syalanxi Jehová icha tik: Ha jun tik in checab', ayin och yet'oc, a in in sik'naqueli, tzin tzalaj wal yet'oc. Ol wak'och Vespíritu t'ay, yic sch'olb'itej masanil niwac chonhab' t'a stojolal."
        },
        {
            "number": "2",
            "text": "Manh ol awajoc, manh ol ab'chaj yel yav t'a yoltac calle."
        },
        {
            "number": "3",
            "text": "Ay heb' te ilb'aj k'ool, icha te' aj scanhchaji, ma ichoc sk'apaquil candil wan stupi. Palta ol kolwaj in checab' chi' t'a heb', manh ol swach' ixtej heb', tojol ol yutoc sch'olb'itan tas yaj heb'."
        },
        {
            "number": "4",
            "text": "Manh ol el yip, manh ol chab'ax sk'ool. Ol ch'olb'itaj masanil anima t'a stojolal yuj t'a sat lum tik. Ha juntzanh chonhab' t'a stitac ha' mar, ol smaclej yab' k'ayb'ub'al heb' ol yak'a', xchi Jehová."
        },
        {
            "number": "5",
            "text": "Ha Jehová Dios b'oannac satcha’anh, yak'annacb'at jenhan. A' ixb’o’an lum lum yet' masanil tastac sq'uib' t'a sat lu'um. Ha tz'ak'an ko k 'inal, syak'anpax quik'. Syalan t'a jun schecab' chi' icha tik:"
        },
        {
            "number": "6",
            "text": "Ha in Jehová in tik, ix ach wavtej yic tza ch'olb'itej masanil anima t'a sat lu'um tik t'a stojolal. Ol in och ed'oc. Ha ach ol ach wak'lab'ej yuj jun in trato ol in b'o yet' heb' anima smasanil. Ol ach wak'och colwajwumal t'a heb' ch'oc nacional."
        },
        {
            "number": "7",
            "text": "Ol a jac sat heb' max uji yilani, ol a colanelta heb' ayoch t'a preso, aton heb' aycanb'at t'a kal k’ik’ k’inal."
        },
        {
            "number": "8",
            "text": "Ha in ton Jehová in, aton in b'i tik, manh ol in cha aljoc wach' lolonel t'a junocxo mach yuj tas in b'onac, manh ol in cha ik'jocchaanh yechel comon Dios in k'exuloc."
        },
        {
            "number": "9",
            "text": "Ilecnab' tas ix aj yelk'och masanil tas walnaccani. Axo ticnaik, ay juntzanhxo tas ak'to ol wal t'ayex. Ayocto swalancan t'ayex yacb'an manto ujok, xchi Dios."
        },
        {
            "number": "10",
            "text": "B'itejec junok ak' b'it t'a Jehová he masanil ex ayex b'aj slajwik'och lum lum tik, ex tzex ek' t'a yib'anh ha' mar, nok' nok' ay t'ha ha' yet' ex pax cajan ex t'a stitac ha' mar chi', b'itananhec d'ha Dios."
        },
        {
            "number": "11",
            "text": "Tzalajocab' heb' yinhtilal Cedar cajan t'a scampamento t'a tzinan lu'um. Ha heb' aj chonhab' Sela, b'itanocab' heb' t'a tzalajk'olal, k'eocab' sjaj heb' sb'itan t'a lum jolomtac witz."
        },
        {
            "number": "12",
            "text": "Ha heb' ay t'a stitac ha' mar, yalocab' wach' lolonel heb' t'a Jehová."
        },
        {
            "number": "13",
            "text": "Ol elta Jehová icha junok ak'um owal, ol yak'an owal yet' wal yowal sk'ool icha junok soldado. Ol el yav yak'an owal, ol ak'joc ganar heb' ajk'ol chi' yuj."
        },
        {
            "number": "14",
            "text": "Ha Jehová tz'alan icha tik: Najtil numannhej waji, malaj tas swala'. Axo ticnaik, ol el wav icha junok ix ix wan yaj yune', sk'acwi ix, sik'sik'an ix."
        },
        {
            "number": "15",
            "text": "Ol laj in satel lum witz yet' lum tzalquixtac. Ol wak'an tacjoquel masanil tas yaax t'a sat lum tik. Ol wak'an tup ha' niwac ha' sb'eyi. Ol ochcan lum taquinh lumal, ol laj tupcan ha' skan t'a yet'tal."
        },
        {
            "number": "16",
            "text": "Ha heb' max ujilaj yilani, ol wik'b'at heb' t'a juntzanh b'e manh yojtacoc. Ha k’ik’ k’inal, ol wak' meltzajoch saquilq'uinalil t'a heb'. Axo pak'quiltac, panhanxo ol wutejcani. Aton juntzanh tik ol wak'nhejelk'ochi."
        },
        {
            "number": "17",
            "text": "Ha heb' tz'ak'anoch comon Dios yipoc sk'ool yet' heb' tz'alan t'a juntzanh yechel icha tik: Co diosal ex, xchi heb', a heb' chi' q'uixwelal ol laj paxcan heb'."
        },
        {
            "number": "18",
            "text": "Ex max eyab'i, ab'ec. Ex max uji eyilani, ilec ticnaik."
        },
        {
            "number": "19",
            "text": "Malaj mach junelnhej max ilan icha in checab' sik'b'ilel wuuj, malaj mach junelnhej max chaan yab' icha yalumalel in lolonel checb'il wuuj."
        },
        {
            "number": "20",
            "text": "Ex israel, te aynhej tas sch'oxji eyila', palta max eyak'och t'a he k'ool eyilani. Syal eyab'ani, palta max he cha eyab'i, xchi Jehová."
        },
        {
            "number": "21",
            "text": "Ix snib'ej sk'ol Jehová sch'oxanel stojolal, yuj chi' ix yak' sk'ayb'ub'al te wach' t'a schonhab'."
        },
        {
            "number": "22",
            "text": "Palta yuj spitalil jun chonhab' tik ix elk'ajb'at tastac ay t'ay yuj heb' ajk'ool. Ix ik'jib'at heb' t'a ch'oc nacional, ix ak'chajem heb' t'a yol jul, ix och pax heb' t'a preso. Ix ixtaj heb', manhxa mach ix colan heb'. Ix elk'ajb'at heb', manhxa mach ix ik'anek' heb' t'a heb' ix elk'anb'at chi'."
        },
        {
            "number": "23",
            "text": "Palta ¿mach ex b'ecan he k'ol he maclan eyab' tas ol wal tik? ¿Mach ex b'ecan he k'ol he chaannhej eyab'i? Ab'ec tas ol wal tik:"
        },
        {
            "number": "24",
            "text": "¿Mach ix chaan ak'joc ganar heb' israel yinhtilal Jacob, ayic ix elk'ajb'at tastac ay t'a heb'? ¿Tom manhoc Jehová? Atoni, yujto ix och smul heb' t'ay. Maj yal sk'ol heb' ix sb'eyb'alej sb'eyb'al, maj sk'anab'ajej pax sk'ayb'ub'al Jehová chi' heb'."
        },
        {
            "number": "25",
            "text": "Yuj wal chi' jun, ix cot yowal Jehová t'a heb', ix ak'jioch syaelal heb'. Ix jawi jun owal icha sk'e nhilnhon te' k'ak' t'a yib'anh heb', palta manh yujoc chi' ix sna sb'a heb'."
        }
    ]
}