{
    "chapter": "43",
    "verses": [
        {
            "number": "1",
            "text": "Axo ticnaic ex israel, yinhtilal Jacob, ab'ec. Ha Jehová b'ojinac ex, ha' tz'alan icha tik: Manh ex xivoc, in colnac ex, ix ex vavtej val t'a e b'i, yujto vic ex."
        },
        {
            "number": "2",
            "text": "Ayic ol ex ek' t'a yol ha ha', ayinek' eyed'oc. Ayic ol ex ek' t'ha ha' nivac ha', manh ol e jik' ha'. Ayic ol ex ek' t'a skal te' k'ak', manh ol ex tz'ab'atoc."
        },
        {
            "number": "3",
            "text": "Ha in Jehová in, e Diosal in, e Columal vaji. Ha inxonhej Ochi, a in vak'lab'ejnac Egipto, Etiopía yet' Seba e tojoloc."
        },
        {
            "number": "4",
            "text": "Ha eb' anima t'a juntzanhxo nación svak'cham e q'uexuloc, yic wach' tzex colchajcani, yujto te wach' ex vilani, te niwan eyelk'och t'ayin, tzex in xajanejpaxi."
        },
        {
            "number": "5",
            "text": "Manh ex xivoc, ayinek' eyed'oc. Ol in molb'ejcot eb' eyetchonhab' t'a stojolal b'aj sjavi k'u yet' b'aj tz'em k'u, junxonhej ol ex ajoc."
        },
        {
            "number": "6",
            "text": "Ol val t'a juntzanh chonhab' ay t'a stojolal norte icha tik: Chaec meltzaj eb', xin chama. Ol valpax t'a juntzanh chonhab' ay t'a sur: Manh eyamoch vaan eb'. Iq'ueccot eb' vuninal yet' eb' visil aycanb'at t'a najat chi', b'aj slajvik'och yol yib'anhk’inal tik,"
        },
        {
            "number": "7",
            "text": "aton eb' ayoch in b'i t'ay. Ha in in b'onac eb', yic tzin yik'anchaanh eb', xin chama."
        },
        {
            "number": "8",
            "text": "Iq'ueccot eb' in chonhab' t'a tik. Ay yol sat eb', palta max yil-laj eb', ay schiquin eb', palta max yab'laj eb'."
        },
        {
            "number": "9",
            "text": "Molb'ejec e b'a ex nivac chonhab', junnhej tzex aj ex chonhab'. ¿Mach e diosal aljinac tas van yuji tik? ¿Mach eb' ayocto yalannaccan yuj tastac ujinacxo? Yik'ocab'cot stestigo eb' tato yel yalnac eb', yic wach' tz'ojtacajeli to yel tas yalnac eb' chi', xchi Jehová."
        },
        {
            "number": "10",
            "text": "Ha Jehová tz'alanxi icha tik: Ha ex israel ex tik, in testigo ex, in checab' ex, sik'b'il ex el vuuj, yic wach' tzin eyojtaquejeli, tzin eyak'anoch yipoc e k'ool. Nachajocab'paxel eyuuj to Ha innhej Dios in. Malaj junocxo dios ek'nacxo, ma toto ol javoc."
        },
        {
            "number": "11",
            "text": "Ha innhej Jehová in, malaj junok mach syal scolvaji."
        },
        {
            "number": "12",
            "text": "Ha in valnac to ol ex in colo', in testigo eyaji to ix elk'och jun chi'. Manhoc junok comon dios aljinac."
        },
        {
            "number": "13",
            "text": "D'a junelnhej toxonton Dios in. Malaj junok mach syal scolanel sb'ha t'a yol in k'ab', malaj mach syal stenanek' tas tzin k'ulej, xchi Dios."
        },
        {
            "number": "14",
            "text": "Ha Jehová co Diosal a onh israel onh tik, Axonhej Ochi, jun ix onh ak'anel libre, ha' tz'alan icha tik: Ol in checb'at eb' soldado yak' oval t'a Babilonia yic ol ex in colani. Ol b'at eb' caldeo chi' elelal t'a yol juntzanh barco syik'chaanh sb'a eb' yet'oc."
        },
        {
            "number": "15",
            "text": "Ex israel, a in Jehová in in b'onac ex. E Diosal in, Ha inxonhej Ochi, e reyal in paxi, xchi Jehová."
        },
        {
            "number": "16",
            "text": "Ha Jehová jacannac jun b'e t'a yol ha' mar, aton jun b'e ek'nac t'a snanhal ha'."
        },
        {
            "number": "17",
            "text": "Yak'annac elta jun niwan nhilanh eb' soldado yet'nac scarruaje yet' nok' chej, palta satnaquel eb' yuj. Satnaquel eb' smasanil, manhxalaj eb' cannac. Satnaquem eb' icha stup sk'ak'al candil."
        },
        {
            "number": "18",
            "text": "Ha ticnaic syal Jehová t'a schonhab' icha tik: Manhxo e nacot tas ek'nacb'ati, manhxo e nacot tas ujinacxo."
        },
        {
            "number": "19",
            "text": "Palta ay tas toto ol in k'ulej, ol eyila' to ol ujoc juntzanh chi' ticnaic. Ay val jun b'e ol in jac t'a taquinh lu'um, ol q'ueul a nivac ha' b'aj taquinhtaxon sat."
        },
        {
            "number": "20",
            "text": "Ol in yik'chaanh nok' caltacte'al nok', nok' oques yet' nok' avestruz, yujto ol vak' q'ueul ha ha' t'a lum taquinh lum chi'. Ol laj b'ey ha' b'aj taquinhtaxon sat yic tzeyuk' ha' ex in chonhab' ex sik'b'il ex el vuuj tik."
        },
        {
            "number": "21",
            "text": "B'ob'il ex vuuj, yic tzeyal wach' lolonel t'ayin."
        },
        {
            "number": "22",
            "text": "Palta ex israel, yinhtilal Jacob, majxo eyavtej in b'i, a tas ix e k'ulej, to ix ex tzactzaj ved'oc."
        },
        {
            "number": "23",
            "text": "Majxo eyak' nok' calnel silab'il t'ayin, manhxa velk'och t'ayex yet' e silab' chi'. Maj in k'annhej ofrenda t'ayex, maj ex vak' pural eyak'an incienso t'ayin."
        },
        {
            "number": "24",
            "text": "Maj e manlaj te te' sumumi sjab' yic tzeyak' ofrendail t'ayin. Maj eyak' tzalajb'oc in k'ool yet' xepual nok' nok' ix eyak' silab'il. Palta anhej val chukal tze k'ulej, in tzactzaj val yuj. Tze tzuntzejcot voval yuj jantac chukal tze k'ulej chi'."
        },
        {
            "number": "25",
            "text": "Palta a in tik, yuj val snivanil velk'ochi, yuj chi' tzin sucsat e chukal chi', manhxa b'ak'uinh ol in nacot e mul chi'."
        },
        {
            "number": "26",
            "text": "Tato ay val tas tze na' t'a vib'anh jun, co b'oec yaj ticnaic. Aleccoti, ol checlajoc tato malaj e mul."
        },
        {
            "number": "27",
            "text": "Ha jun vinh e b'ab'el mam icham, ochnac smul vinh. Axo eb' e k'ayb'umal, meltzajnacoch eb' ajk'olal t'ayin."
        },
        {
            "number": "28",
            "text": "Yuj chi', ol vak' q'uixvelal eb' yajalil e templo a ex chonhab' Israel ex tik. Ex yinhtilal Jacob, ol ex vactejcani yic tzex satjieli yet' eyixtaji, xchi Jehová."
        }
    ]
}