{
    "chapter": "43",
    "verses": [
        {
            "number": "1",
            "text": "Axo ticnaic ex israel, yinhtilal Jacob, ab'ec. A Jehová b'ojinac ex, a' tz'alan icha tic: Manh ex xivoc, in colnac ex, ix ex vavtej val d'a e b'i, yujto vic ex."
        },
        {
            "number": "2",
            "text": "Ayic ol ex ek' d'a yol a a', ayinek' eyed'oc. Ayic ol ex ek' d'a a' nivac a', manh ol e jik' a'. Ayic ol ex ek' d'a scal te' k'ak', manh ol ex tz'ab'atoc."
        },
        {
            "number": "3",
            "text": "A in Jehová in, e Diosal in, e Columal vaji. A inxonhej Ochi, a in vak'lab'ejnac Egipto, Etiopía yed' Seba e tojoloc."
        },
        {
            "number": "4",
            "text": "A eb' anima d'a juntzanhxo nación svak'cham e q'uexuloc, yic vach' tzex colchajcani, yujto te vach' ex vilani, te nivan eyelk'och d'ayin, tzex in xajanejpaxi."
        },
        {
            "number": "5",
            "text": "Manh ex xivoc, ayinek' eyed'oc. Ol in molb'ejcot eb' eyetchonhab' d'a stojolal b'aj sjavi k'u yed' b'aj tz'em k'u, junxonhej ol ex ajoc."
        },
        {
            "number": "6",
            "text": "Ol val d'a juntzanh chonhab' ay d'a stojolal norte icha tic: Chaec meltzaj eb', xin chama. Ol valpax d'a juntzanh chonhab' ay d'a sur: Manh eyamoch vaan eb'. Iq'ueccot eb' vuninal yed' eb' visil aycanb'at d'a najat chi', b'aj slajvik'och yolyib'anhq'uinal tic,"
        },
        {
            "number": "7",
            "text": "aton eb' ayoch in b'i d'ay. A in in b'onac eb', yic tzin yik'anchaanh eb', xin chama."
        },
        {
            "number": "8",
            "text": "Iq'ueccot eb' in chonhab' d'a tic. Ay yol sat eb', palta max yil-laj eb', ay schiquin eb', palta max yab'laj eb'."
        },
        {
            "number": "9",
            "text": "Molb'ejec e b'a ex nivac chonhab', junnhej tzex aj ex chonhab'. ¿Mach e diosal aljinac tas van yuji tic? ¿Mach eb' ayocto yalannaccan yuj tastac ujinacxo? Yik'ocab'cot stestigo eb' tato yel yalnac eb', yic vach' tz'ojtacajeli to yel tas yalnac eb' chi', xchi Jehová."
        },
        {
            "number": "10",
            "text": "A Jehová tz'alanxi icha tic: A ex israel ex tic, in testigo ex, in checab' ex, sik'b'il ex el vuuj, yic vach' tzin eyojtaquejeli, tzin eyak'anoch yipoc e k'ool. Nachajocab'paxel eyuuj to A innhej Dios in. Malaj junocxo dios ek'nacxo, ma toto ol javoc."
        },
        {
            "number": "11",
            "text": "A innhej Jehová in, malaj junoc mach syal scolvaji."
        },
        {
            "number": "12",
            "text": "A in valnac to ol ex in colo', in testigo eyaji to ix elk'och jun chi'. Manhoc junoc comon dios aljinac."
        },
        {
            "number": "13",
            "text": "D'a junelnhej toxonton Dios in. Malaj junoc mach syal scolanel sb'a d'a yol in k'ab', malaj mach syal stenanek' tas tzin k'ulej, xchi Dios."
        },
        {
            "number": "14",
            "text": "A Jehová co Diosal a onh israel onh tic, Axonhej Ochi, jun ix onh ak'anel libre, a' tz'alan icha tic: Ol in checb'at eb' soldado yak' oval d'a Babilonia yic ol ex in colani. Ol b'at eb' caldeo chi' elelal d'a yol juntzanh barco syik'chaanh sb'a eb' yed'oc."
        },
        {
            "number": "15",
            "text": "Ex israel, a in Jehová in in b'onac ex. E Diosal in, A inxonhej Ochi, e reyal in paxi, xchi Jehová."
        },
        {
            "number": "16",
            "text": "A Jehová jacannac jun b'e d'a yol a' mar, aton jun b'e ek'nac d'a snanhal a'."
        },
        {
            "number": "17",
            "text": "Yak'annac elta jun nivan nhilanh eb' soldado yed'nac scarruaje yed' nok' chej, palta satnaquel eb' yuuj. Satnaquel eb' smasanil, manhxalaj eb' cannac. Satnaquem eb' icha stup sk'ak'al candil."
        },
        {
            "number": "18",
            "text": "A ticnaic syal Jehová d'a schonhab' icha tic: Manhxo e nacot tas ek'nacb'ati, manhxo e nacot tas ujinacxo."
        },
        {
            "number": "19",
            "text": "Palta ay tas toto ol in k'ulej, ol eyila' to ol ujoc juntzanh chi' ticnaic. Ay val jun b'e ol in jac d'a taquinh luum, ol q'ueul a nivac a' b'aj taquinhtaxon sat."
        },
        {
            "number": "20",
            "text": "Ol in yik'chaanh nok' caltacte'al nok', nok' oques yed' nok' avestruz, yujto ol vak' q'ueul a a' d'a lum taquinh lum chi'. Ol laj b'ey a' b'aj taquinhtaxon sat yic tzeyuk' a' ex in chonhab' ex sik'b'il ex el vuuj tic."
        },
        {
            "number": "21",
            "text": "B'ob'il ex vuuj, yic tzeyal vach' lolonel d'ayin."
        },
        {
            "number": "22",
            "text": "Palta ex israel, yinhtilal Jacob, majxo eyavtej in b'i, a tas ix e k'ulej, to ix ex tzactzaj ved'oc."
        },
        {
            "number": "23",
            "text": "Majxo eyak' nok' calnel silab'il d'ayin, manhxa velk'och d'ayex yed' e silab' chi'. Maj in k'annhej ofrenda d'ayex, maj ex vak' pural eyak'an incienso d'ayin."
        },
        {
            "number": "24",
            "text": "Maj e manlaj te te' sumumi sjab' yic tzeyak' ofrendail d'ayin. Maj eyak' tzalajb'oc in k'ool yed' xepual nok' nok' ix eyak' silab'il. Palta anhej val chucal tze k'ulej, in tzactzaj val yuuj. Tze tzuntzejcot voval yuj jantac chucal tze k'ulej chi'."
        },
        {
            "number": "25",
            "text": "Palta a in tic, yuj val snivanil velk'ochi, yuj chi' tzin sucsat e chucal chi', manhxa b'aq'uinh ol in nacot e mul chi'."
        },
        {
            "number": "26",
            "text": "Tato ay val tas tze na' d'a vib'anh jun, co b'oec yaj ticnaic. Aleccoti, ol checlajoc tato malaj e mul."
        },
        {
            "number": "27",
            "text": "A jun vinh e b'ab'el mam icham, ochnac smul vinh. Axo eb' e k'ayb'umal, meltzajnacoch eb' ajk'olal d'ayin."
        },
        {
            "number": "28",
            "text": "Yuj chi', ol vak' q'uixvelal eb' yajalil e templo a ex chonhab' Israel ex tic. Ex yinhtilal Jacob, ol ex vactejcani yic tzex satjieli yed' eyixtaji, xchi Jehová."
        }
    ]
}