{
    "chapter": "43",
    "verses": [
        {
            "number": "1",
            "text": "Axo ticnaik ex israel, yinhtilal Jacob, ab'ec. Ha Jehová b'ojinac ex, ha' tz'alan icha tik: Manh ex xiwoc, in colnac ex, ix ex wavtej wal t'a he b'i, yujto wik ex."
        },
        {
            "number": "2",
            "text": "Ayic ol ex ek' t'a yol ha ha', ayinek' eyed'oc. Ayic ol ex ek' t'ha ha' niwac ha', manh ol he jik' ha'. Ayic ol ex ek' t'a skal te' k'ak', manh ol ex tz'ab'atoc."
        },
        {
            "number": "3",
            "text": "Ha in Jehová in, he Diosal in, he Kolumal waji. Ha inxonhej Ochi, a in wak'lab'ejnac Egipto, Etiopía yet' Seba he tojolok."
        },
        {
            "number": "4",
            "text": "Ha heb' anima t'a juntzanhxo nación swak'cham he k'exuloc, yic wach' tzex colchajkani, yujto te wach' ex wilani, te niwan eyelk'och t'ayin, tzex in xajanejpaxi."
        },
        {
            "number": "5",
            "text": "Manh ex xiwoc, ayinek' eyed'oc. Ol in molb'ejcot heb' eyetchonhab' t'a stojolal b'aj sjawi k'u yet' b'aj tz'em k'u, junxonhej ol ex ajoc."
        },
        {
            "number": "6",
            "text": "Ol wal t'a juntzanh chonhab' ay t'a stojolal norte icha tik: Chaec meltzaj heb', xin chama. Ol walpax t'a juntzanh chonhab' ay t'a sur: Manh eyamoch waan heb'. Ik'eccot heb' wuninal yet' heb' wisil aykanb'at t'a najat chi', b'aj slajwik'och yol yib'anhk’inal tik,"
        },
        {
            "number": "7",
            "text": "aton heb' ayoch in b'i t'ay. Ha in in b'onac heb', yic tzin yik'anchaanh heb', xin chama."
        },
        {
            "number": "8",
            "text": "Ik'eccot heb' in chonhab' t'a tik. Ay yol sat heb', palta max yil-laj heb', ay schiquin heb', palta max yab'laj heb'."
        },
        {
            "number": "9",
            "text": "Molb'ejec he b'a ex niwac chonhab', junnhej tzex aj ex chonhab'. ¿Mach he diosal aljinac tas wan yuji tik? ¿Mach heb' ayocto yalannakkan yuj tastac ujinacxo? Yik'okab'cot stestigo heb' tato yel yalnac heb', yic wach' tz'ojtakajeli to yel tas yalnac heb' chi', xchi Jehová."
        },
        {
            "number": "10",
            "text": "Ha Jehová tz'alanxi icha tik: Ha ex israel ex tik, in testigo ex, in chekab' ex, sik'b'il ex el wuuj, yic wach' tzin eyojtaquejeli, tzin eyak'anoch yipoc he k'ool. Nachajokab'paxel eyuuj to Ha innhej Dios in. Malaj junocxo Dios ek'nacxo, ma toto ol jawok."
        },
        {
            "number": "11",
            "text": "Ha innhej Jehová in, malaj junok mach syal scolwaji."
        },
        {
            "number": "12",
            "text": "Ha in walnac to ol ex in colo', in testigo eyaji to ix elk'och jun chi'. Manhok junok comon Dios aljinac."
        },
        {
            "number": "13",
            "text": "D'a junelnhej toxonton Dios in. Malaj junok mach syal scolanel sb'ha t'a yol in k'ab', malaj mach syal stenanek' tas tzin k'ulej, xchi Dios."
        },
        {
            "number": "14",
            "text": "Ha Jehová ko Diosal a onh israel onh tik, Axonhej Ochi, jun ix onh ak'anel libre, ha' tz'alan icha tik: Ol in checb'at heb' soldado yak' owal t'a Babilonia yic ol ex in colani. Ol b'at heb' caldeo chi' elelal t'a yol juntzanh barco syik'chaanh sb'a heb' yet'oc."
        },
        {
            "number": "15",
            "text": "Ex israel, a in Jehová in in b'onac ex. E Diosal in, Ha inxonhej Ochi, he reyal in paxi, xchi Jehová."
        },
        {
            "number": "16",
            "text": "Ha Jehová jakannac jun b'e t'a yol ha' mar, aton jun b'e ek'nac t'a snanhal ha'."
        },
        {
            "number": "17",
            "text": "Yak'annac elta jun niwan nhilanh heb' soldado yet'nac skarruaje yet' nok' chej, palta satnaquel heb' yuj. Satnaquel heb' smasanil, manhxalaj heb' kannak. Satnaquem heb' icha stup sk'ak'al candil."
        },
        {
            "number": "18",
            "text": "Ha ticnaik syal Jehová t'a schonhab' icha tik: Manhxo he nacot tas ek'nacb'ati, manhxo he nacot tas ujinacxo."
        },
        {
            "number": "19",
            "text": "Palta ay tas toto ol in k'ulej, ol eyila' to ol ujok juntzanh chi' ticnaik. Ay wal jun b'e ol in jac t'a taquinh lu'um, ol k'eul a niwac ha' b'aj taquinhtaxon sat."
        },
        {
            "number": "20",
            "text": "Ol in yik'chaanh nok' kaltacte'al nok', nok' oques yet' nok' awestruz, yujto ol wak' k'eul ha ha' t'a lum taquinh lum chi'. Ol laj b'ey ha' b'aj taquinhtaxon sat yic tzeyuk' ha' ex in chonhab' ex sik'b'il ex el wuuj tik."
        },
        {
            "number": "21",
            "text": "B'ob'il ex wuuj, yic tzeyal wach' lolonel t'ayin."
        },
        {
            "number": "22",
            "text": "Palta ex israel, yinhtilal Jacob, majxo eyavtej in b'i, a tas ix he k'ulej, to ix ex tzactzaj wed'oc."
        },
        {
            "number": "23",
            "text": "Majxo eyak' nok' kalnel silab'il t'ayin, manhxa welk'och t'ayex yet' he silab' chi'. Maj in k'annhej ofrenda t'ayex, maj ex wak' pural eyak'an incienso t'ayin."
        },
        {
            "number": "24",
            "text": "Maj he manlaj te te' sumumi sjab' yic tzeyak' ofrendail t'ayin. Maj eyak' tzalajb'oc in k'ool yet' xepual nok' nok' ix eyak' silab'il. Palta anhej wal chukal tze k'ulej, in tzactzaj wal yuj. Tze tzuntzejcot wowal yuj jantac chukal tze k'ulej chi'."
        },
        {
            "number": "25",
            "text": "Palta a in tik, yuj wal sniwanil welk'ochi, yuj chi' tzin sucsat he chukal chi', manhxa b'ak'uinh ol in nacot he mul chi'."
        },
        {
            "number": "26",
            "text": "Tato ay wal tas tze na' t'a wib'anh jun, ko b'oec yaj ticnaik. Aleccoti, ol checlajoc tato malaj he mul."
        },
        {
            "number": "27",
            "text": "Ha jun winh he b'ab'el mam icham, ochnac smul winh. Axo heb' he k'ayb'umal, meltzajnacoch heb' ajk'olal t'ayin."
        },
        {
            "number": "28",
            "text": "Yuj chi', ol wak' q'uixwelal heb' yajalil he templo a ex chonhab' Israel ex tik. Ex yinhtilal Jacob, ol ex wactejkani yic tzex satjieli yet' eyixtaji, xchi Jehová."
        }
    ]
}