{
    "chapter": "44",
    "verses": [
        {
            "number": "1",
            "text": "Syalan Jehová icha tik: Ex israel, yinhtilal Jacob, maclejec eyab' tas svala', yujto in checab' ex, sik'b'il ex el vuuj."
        },
        {
            "number": "2",
            "text": "Ha in Jehová in tik ix ex in b'o'o ayic manto ex alji, a in tzin kolwaj eyed'oc. Manh ex xiv ex aj Jesurún, ex yinhtilal Jacob, in checab' ex, sik'b'il ex el vuuj."
        },
        {
            "number": "3",
            "text": "Yujto ol vaq'uel yoc ha ha' t'a taquinh lu'um, ol b'ey ha' t'a lum taquinh sat. Ol vak'och Vespíritu t'a eb' eyinhtilal, ol vak'an in wach'k'olal t'a eb'."
        },
        {
            "number": "4",
            "text": "Icha val sq'uib' anh ank'ultak ayoch yalil, icha chi' ol aj sq'uib' eb'. Icha sq'uib' te' b'acmam t'a stitac ha ha' sb'eyi, icha chi' ol aj eb'."
        },
        {
            "number": "5",
            "text": "Ha t'a skal eb', ay mach ol alan icha tik: Ha in tik, yic in Jehová, xchama. Ay pax mach ol alan icha tik: Yinhtilal in Jacob, xchama. Ay pax mach ol tz'ib'anoch t'a sk'ab' icha tik: Yic in val Jehová, xchama. Ol yak'anoch Israel sjolomoc sb'i, xchi Jehová."
        },
        {
            "number": "6",
            "text": "Ha Jehová Rey, Scolumal Israel, Yajal t'a Smasanil, ha' tz'alan icha tik: Ha in ton b'ab'el vaj t'a smasanil, slajvub' in paxi. Ha innhej Dios in, malaj junocxo."
        },
        {
            "number": "7",
            "text": "¿Mach val junok lajan ved'oc? Tato ay, lolonocab'i, yalocab' t'ayin tas yaji. ¿Tocval ay junocxo mach ayocto yalannaccani tastac ujinac yet' tas toto ol ujok? Tato ay, yalocab'i tas toto ol ujok chi'."
        },
        {
            "number": "8",
            "text": "Manh ex xivoc, tek'an tzeyutej e b'a. Ha ex tik in testigo ex to valnac juntzanh tik t'a pecataxo. ¿Tocval ay junocxo dios ma junocxo colvajvum? Ha innhej toni, malaj junocxo vojtac, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ha val eb' sb'oan yechel juntzanh comon dios, malaj jab'oc yelk'och eb'. Malaj pax jab'oc yelk'och juntzanh yechel comon dios xajanej eb' chi'. Ha eb' tz'och ejmelal t'a juntzanh comon dios chi', max ujilaj yilan eb', malaj spensar eb'. Yuj chi' q'uixvelal ol ajkan eb' yuj."
        },
        {
            "number": "10",
            "text": "Ha eb' sb'oan junok yechel comon dios yet' q'uen q'ueen, tz'och eb' ejmelal t'ay, dios yalan eb', palta nab'anhej syixtej sb'a eb'."
        },
        {
            "number": "11",
            "text": "Masanil eb' tz'och ejmelal t'a juntzanh yechel chi', ol q'uixvoccan eb', yujto a eb' sb'oan juntzanh yechel chi', animanhej eb'. Tato smolb'ej sb'a eb' smasanil t'a vichanh yic tzin ch'olb'itan eb', ol q'uixvoc val eb', ol xivcanq'ue eb'."
        },
        {
            "number": "12",
            "text": "Ilecnab'i, a winh b'oum q'ueen, syik'cot q'uen syamk'ab' winh, haxo yic toxo ix chacxil q'uen q'ueen chi' t'a cal k'ak', stenan q'uen winh yet' q'uen martillo yic stojolb'ioch yechel chi'. Yed' val yip sk'ab' winh stenani. Palta tato malaj tas sva winh, tz'och svejel winh, stacjipax sti' winh, tz'el yip winh."
        },
        {
            "number": "13",
            "text": "Ilecnab'pax junok winh nhicum te' sb'oan junok yechel: Syechtej te' winh yet' junok echlab', syak'anoch yechel te' winh yet' te' slápiz yet' jun tz'ak'anoch yechel, setan setan tz'aji. Syamanoch winh smunlaj yet' q'uen tz'ucub'. Icha chi' tz'aj sb'oan jun yechel chi' winh, icha anima wach' yilji, icha chi' tz'ajelk'ochi. Slajvi chi' syak'anoch winh t'a yol spat."
        },
        {
            "number": "14",
            "text": "Ha junok winh nhicum te' chi', sb'at winh sch'ac te' k'ute', ma te' tzicap, ma te' ji, aton te' sq'uib' t'a caltac te'. Mato jun, syavej junok te' taj winh, haxo nhab' tz'ik'an sq'uib' te'. Nivan tz'aj te' yic wach' sb'o comon dios chi' t'a te'."
        },
        {
            "number": "15",
            "text": "Aton t'a te' tz'elta te' sk'atzitz winh, syak'anoch sk'ak' winh yet' te' b'aj sk'axni. Sb'oanpax svael winh yet' te' k'ak' chi'. Axo yet' jab'ocxo te', sb'o junok yechel sdiosal winh, tz'och ijan winh yoch ejmelal t'ay."
        },
        {
            "number": "16",
            "text": "Aton yet' te' k'atzitz chi' syak'och sk'ak' winh, sb'olan schib'ej winh, sva winh, sb'ud'ji val winh sik'lab'il yuj sb'olb'il chib'ej chi'. Sk'axni winh t'a te', syalan winh icha tik: Te wach' in aj in q'uixnaj t'a ti k'ak' tik, xchi winh."
        },
        {
            "number": "17",
            "text": "Axo yet' jab'ocxo te' skan chi', sb'oanpax junok yechel scomon diosal winh, tz'och ijan winh yem nhojan ejmelal t'ay. Stevioch winh t'ay icha tik: Col in, yujto in diosal ach, xchi winh t'a te'."
        },
        {
            "number": "18",
            "text": "Ha val juntzanh anima chi', malaj spensar eb', max nachaj jab'oc yuj eb'. Macan sat eb', max uji yilan eb', macan spensar eb', max nachaj yuj eb'."
        },
        {
            "number": "19",
            "text": "Manh chamoc snaan eb', max nachaj jab'oc yuj eb', max yal eb' icha tik: Ha t'a nanhalxo te te' tik ix vak'och in k'ak', ix vak'an k'anb'oc in pan, ix in b'olpax in chib'ej t'a stzak'aq'uil te', ix in wa'i. Manh smojoc tzin b'o junok yechel comon dios yajb'entac yet' jab'ocxo te' tik. Manh smojoc tzin och ejmelal t'a jun te' yib' te' tik, manh xchioc jab'oc eb'."
        },
        {
            "number": "20",
            "text": "Ha eb' icha chi' sk'ulej, ichato a q'uen tik'aq'uil taanh slo eb'. Juvinaquel spensar eb', satnac eb', manh ol yal scolan sb'a eb'. Manh naanoc yalan eb' icha tik: Ha tas b'ob'il yuj in k'ab' tik, nab'a esnhej, manh xchioc eb'."
        },
        {
            "number": "21",
            "text": "Ex israel, yinhtilal Jacob, naeccoti to in checab' ex, a in in b'onac ex yic tzex och in checab'oc, mocab' in b'at satk'olal eyuuj."
        },
        {
            "number": "22",
            "text": "Ha in ix in satel e paltail icha satem yal ak'val. Ix in satel e mul icha val tz'aj satem asun. Cotanhecxi t'ayin, yujto ix ex in colo', xchi Jehová."
        },
        {
            "number": "23",
            "text": "Ha satchanh, elocab' yav sb'itan t'a tzalajk'olal yuj tas ix sk'ulej Jehová. Ha nivac jul t'a sat lu'um tik, avajocab'i. Ha lum nivac vitz yet' lum tzalquixtac, b'itanocab' lu'um t'a tzalajk'olal yujto ix sch'ox stziquiquial Jehová ayic ix scolan eb' israel yinhtilal Jacob."
        },
        {
            "number": "24",
            "text": "Ha Jehová co Columal tz'alan icha tik: Ha in ton Jehová in, ix ex in b'o'o ayic manto ex alji, a in in b'onac masanil tastac. Ha in in jenhb'ejnacb'at satcha’anh, vak'annacpaxcan em lum lum tik t'a yet'tal, ¿tom ay junocxo mach colvajnac ved'oc?"
        },
        {
            "number": "25",
            "text": "Ha in tzin tenek' tas syal eb' ajchum, tzin juanpaxb'at spensar eb' naumel lolonel. Svak'an somchajel spensar eb' aj pensar, squistalaxcan eb' vuuj."
        },
        {
            "number": "26",
            "text": "Palta a in svaq'uelk'och tas syal eb' in checab', yic wach' tz'ajelk'och tas syal eb' chi'. Ha in svala' to a Jerusalén ol cajnajxoc, haxo juntzanh chonhab' t'a yol yic Judá, ol b'ochajxoc t'a yet'tal b'aj juvinaquel chi'."
        },
        {
            "number": "27",
            "text": "Ha in syal valan t'ha ha' mar to stup ha'. Masanil yoctac ha' tz'eli, svak' tupoc."
        },
        {
            "number": "28",
            "text": "Ha in swal t'a winhaj Ciro icha tik: Ach Ciro, a ach ayach och yilumaloc in chonhab'. Ha ach ol a b'o masanil tas tzin nib'ej. Ol alan t'a Jerusalén: Ol ach b'ochajxiq'ueoc, ol ak'chajxiem yich templo, xa chi, xin chi t'a winh, xchi Jehová."
        }
    ]
}