{
    "chapter": "44",
    "verses": [
        {
            "number": "1",
            "text": "Syalan Jehová icha tic: Ex israel, yinhtilal Jacob, maclejec eyab' tas svala', yujto in checab' ex, sik'b'il ex el vuuj."
        },
        {
            "number": "2",
            "text": "A in Jehová in tic ix ex in b'o'o ayic manto ex alji, a in tzin colvaj eyed'oc. Manh ex xiv ex aj Jesurún, ex yinhtilal Jacob, in checab' ex, sik'b'il ex el vuuj."
        },
        {
            "number": "3",
            "text": "Yujto ol vaq'uel yoc a a' d'a taquinh luum, ol b'ey a' d'a lum taquinh sat. Ol vak'och Vespíritu d'a eb' eyinhtilal, ol vak'an in vach'k'olal d'a eb'."
        },
        {
            "number": "4",
            "text": "Icha val sq'uib' anh ank'ultac ayoch yalil, icha chi' ol aj sq'uib' eb'. Icha sq'uib' te' b'acmam d'a stitac a a' sb'eyi, icha chi' ol aj eb'."
        },
        {
            "number": "5",
            "text": "A d'a scal eb', ay mach ol alan icha tic: A in tic, yic in Jehová, xchama. Ay pax mach ol alan icha tic: Yinhtilal in Jacob, xchama. Ay pax mach ol tz'ib'anoch d'a sk'ab' icha tic: Yic in val Jehová, xchama. Ol yak'anoch Israel sjolomoc sb'i, xchi Jehová."
        },
        {
            "number": "6",
            "text": "A Jehová Rey, Scolumal Israel, Yajal d'a Smasanil, a' tz'alan icha tic: A in ton b'ab'el vaj d'a smasanil, slajvub' in paxi. A innhej Dios in, malaj junocxo."
        },
        {
            "number": "7",
            "text": "¿Mach val junoc lajan ved'oc? Tato ay, lolonocab'i, yalocab' d'ayin tas yaji. ¿Tocval ay junocxo mach ayocto yalannaccani tastac ujinac yed' tas toto ol ujoc? Tato ay, yalocab'i tas toto ol ujoc chi'."
        },
        {
            "number": "8",
            "text": "Manh ex xivoc, tek'an tzeyutej e b'a. A ex tic in testigo ex to valnac juntzanh tic d'a pecataxo. ¿Tocval ay junocxo dios ma junocxo colvajvum? A innhej toni, malaj junocxo vojtac, xchi Jehová."
        },
        {
            "number": "9",
            "text": "A val eb' sb'oan yechel juntzanh comon dios, malaj jab'oc yelk'och eb'. Malaj pax jab'oc yelk'och juntzanh yechel comon dios xajanej eb' chi'. A eb' tz'och ejmelal d'a juntzanh comon dios chi', max ujilaj yilan eb', malaj spensar eb'. Yuj chi' q'uixvelal ol ajcan eb' yuuj."
        },
        {
            "number": "10",
            "text": "A eb' sb'oan junoc yechel comon dios yed' q'uen q'ueen, tz'och eb' ejmelal d'ay, dios yalan eb', palta nab'anhej syixtej sb'a eb'."
        },
        {
            "number": "11",
            "text": "Masanil eb' tz'och ejmelal d'a juntzanh yechel chi', ol q'uixvoccan eb', yujto a eb' sb'oan juntzanh yechel chi', animanhej eb'. Tato smolb'ej sb'a eb' smasanil d'a vichanh yic tzin ch'olb'itan eb', ol q'uixvoc val eb', ol xivcanq'ue eb'."
        },
        {
            "number": "12",
            "text": "Ilecnab'i, a vinh b'oum q'ueen, syik'cot q'uen syamk'ab' vinh, axo yic toxo ix chacxil q'uen q'ueen chi' d'a cal k'ak', stenan q'uen vinh yed' q'uen martillo yic stojolb'ioch yechel chi'. Yed' val yip sk'ab' vinh stenani. Palta tato malaj tas sva vinh, tz'och svejel vinh, stacjipax sti' vinh, tz'el yip vinh."
        },
        {
            "number": "13",
            "text": "Ilecnab'pax junoc vinh nhicum te' sb'oan junoc yechel: Syechtej te' vinh yed' junoc echlab', syak'anoch yechel te' vinh yed' te' slápiz yed' jun tz'ak'anoch yechel, setan setan tz'aji. Syamanoch vinh smunlaj yed' q'uen tz'ucub'. Icha chi' tz'aj sb'oan jun yechel chi' vinh, icha anima vach' yilji, icha chi' tz'ajelk'ochi. Slajvi chi' syak'anoch vinh d'a yol spat."
        },
        {
            "number": "14",
            "text": "A junoc vinh nhicum te' chi', sb'at vinh sch'ac te' k'ute', ma te' tzicap, ma te' ji, aton te' sq'uib' d'a caltac te'. Mato jun, syavej junoc te' taj vinh, axo nhab' tz'ik'an sq'uib' te'. Nivan tz'aj te' yic vach' sb'o comon dios chi' d'a te'."
        },
        {
            "number": "15",
            "text": "Aton d'a te' tz'elta te' sk'atzitz vinh, syak'anoch sk'ak' vinh yed' te' b'aj sk'axni. Sb'oanpax svael vinh yed' te' k'ak' chi'. Axo yed' jab'ocxo te', sb'o junoc yechel sdiosal vinh, tz'och ijan vinh yoch ejmelal d'ay."
        },
        {
            "number": "16",
            "text": "Aton yed' te' k'atzitz chi' syak'och sk'ak' vinh, sb'olan schib'ej vinh, sva vinh, sb'ud'ji val vinh sik'lab'il yuj sb'olb'il chib'ej chi'. Sk'axni vinh d'a te', syalan vinh icha tic: Te vach' in aj in q'uixnaj d'a ti k'ak' tic, xchi vinh."
        },
        {
            "number": "17",
            "text": "Axo yed' jab'ocxo te' scan chi', sb'oanpax junoc yechel scomon diosal vinh, tz'och ijan vinh yem nhojan ejmelal d'ay. Stevioch vinh d'ay icha tic: Col in, yujto in diosal ach, xchi vinh d'a te'."
        },
        {
            "number": "18",
            "text": "A val juntzanh anima chi', malaj spensar eb', max nachaj jab'oc yuj eb'. Macan sat eb', max uji yilan eb', macan spensar eb', max nachaj yuj eb'."
        },
        {
            "number": "19",
            "text": "Manh chamoc snaan eb', max nachaj jab'oc yuj eb', max yal eb' icha tic: A d'a nanhalxo te te' tic ix vak'och in k'ak', ix vak'an k'anb'oc in pan, ix in b'olpax in chib'ej d'a stzak'aq'uil te', ix in va'i. Manh smojoc tzin b'o junoc yechel comon dios yajb'entac yed' jab'ocxo te' tic. Manh smojoc tzin och ejmelal d'a jun te' yib' te' tic, manh xchioc jab'oc eb'."
        },
        {
            "number": "20",
            "text": "A eb' icha chi' sk'ulej, ichato a q'uen tik'aq'uil taanh slo eb'. Juvinaquel spensar eb', satnac eb', manh ol yal scolan sb'a eb'. Manh naanoc yalan eb' icha tic: A tas b'ob'il yuj in k'ab' tic, nab'a esnhej, manh xchioc eb'."
        },
        {
            "number": "21",
            "text": "Ex israel, yinhtilal Jacob, naeccoti to in checab' ex, a in in b'onac ex yic tzex och in checab'oc, mocab' in b'at satk'olal eyuuj."
        },
        {
            "number": "22",
            "text": "A in ix in satel e paltail icha satem yal ak'val. Ix in satel e mul icha val tz'aj satem asun. Cotanhecxi d'ayin, yujto ix ex in colo', xchi Jehová."
        },
        {
            "number": "23",
            "text": "A satchanh, elocab' yav sb'itan d'a tzalajk'olal yuj tas ix sk'ulej Jehová. A nivac jul d'a sat luum tic, avajocab'i. A lum nivac vitz yed' lum tzalquixtac, b'itanocab' luum d'a tzalajk'olal yujto ix sch'ox stziquiquial Jehová ayic ix scolan eb' israel yinhtilal Jacob."
        },
        {
            "number": "24",
            "text": "A Jehová co Columal tz'alan icha tic: A in ton Jehová in, ix ex in b'o'o ayic manto ex alji, a in in b'onac masanil tastac. A in in jenhb'ejnacb'at satchaanh, vak'annacpaxcan em lum luum tic d'a yed'tal, ¿tom ay junocxo mach colvajnac ved'oc?"
        },
        {
            "number": "25",
            "text": "A in tzin tenek' tas syal eb' ajchum, tzin juanpaxb'at spensar eb' naumel lolonel. Svak'an somchajel spensar eb' aj pensar, squistalaxcan eb' vuuj."
        },
        {
            "number": "26",
            "text": "Palta a in svaq'uelk'och tas syal eb' in checab', yic vach' tz'ajelk'och tas syal eb' chi'. A in svala' to a Jerusalén ol cajnajxoc, axo juntzanh chonhab' d'a yol yic Judá, ol b'ochajxoc d'a yed'tal b'aj juvinaquel chi'."
        },
        {
            "number": "27",
            "text": "A in syal valan d'a a' mar to stup a'. Masanil yoctac a' tz'eli, svak' tupoc."
        },
        {
            "number": "28",
            "text": "A in sval d'a vinhaj Ciro icha tic: Ach Ciro, a ach ayach och yilumaloc in chonhab'. A ach ol a b'o masanil tas tzin nib'ej. Ol alan d'a Jerusalén: Ol ach b'ochajxiq'ueoc, ol ak'chajxiem yich templo, xa chi, xin chi d'a vinh, xchi Jehová."
        }
    ]
}