{
    "chapter": "44",
    "verses": [
        {
            "number": "1",
            "text": "Syalan Jehová icha tik: Ex israel, yinhtilal Jacob, maclejec eyab' tas swala', yujto in checab' ex, sik'b'il ex el wuuj."
        },
        {
            "number": "2",
            "text": "Ha in Jehová in tik ix ex in b'o'o ayic manto ex alji, a in tzin kolwaj eyed'oc. Manh ex xiv ex aj Jesurún, ex yinhtilal Jacob, in checab' ex, sik'b'il ex el wuuj."
        },
        {
            "number": "3",
            "text": "Yujto ol wak'el yoc ha ha' t'a taquinh lu'um, ol b'ey ha' t'a lum taquinh sat. Ol wak'och Vespíritu t'a heb' eyinhtilal, ol wak'an in wach'k'olal t'a heb'."
        },
        {
            "number": "4",
            "text": "Icha wal sq'uib' anh ank'ultak ayoch yalil, icha chi' ol aj sq'uib' heb'. Icha sq'uib' te' b'acmam t'a stitac ha ha' sb'eyi, icha chi' ol aj heb'."
        },
        {
            "number": "5",
            "text": "Ha t'a skal heb', ay mach ol alan icha tik: Ha in tik, yic in Jehová, xchama. Ay pax mach ol alan icha tik: Yinhtilal in Jacob, xchama. Ay pax mach ol tz'ib'anoch t'a sk'ab' icha tik: Yic in wal Jehová, xchama. Ol yak'anoch Israel sjolomoc sb'i, xchi Jehová."
        },
        {
            "number": "6",
            "text": "Ha Jehová Rey, Scolumal Israel, Yajal t'a Smasanil, ha' tz'alan icha tik: Ha in ton b'ab'el waj t'a smasanil, slajwub' in paxi. Ha innhej Dios in, malaj junocxo."
        },
        {
            "number": "7",
            "text": "¿Mach wal junok lajan wed'oc? Tato ay, lolonocab'i, yalocab' t'ayin tas yaji. ¿Tocwal ay junocxo mach ayocto yalannaccani tastac ujinac yet' tas toto ol ujok? Tato ay, yalocab'i tas toto ol ujok chi'."
        },
        {
            "number": "8",
            "text": "Manh ex xiwoc, tek'an tzeyutej he b'a. Ha ex tik in testigo ex to walnac juntzanh tik t'a pecataxo. ¿Tocwal ay junocxo Dios ma junocxo colwajwum? Ha innhej toni, malaj junocxo wojtac, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ha wal heb' sb'oan yechel juntzanh comon Dios, malaj jab'oc yelk'och heb'. Malaj pax jab'oc yelk'och juntzanh yechel comon Dios xajanej heb' chi'. Ha heb' tz'och ejmelal t'a juntzanh comon Dios chi', max ujilaj yilan heb', malaj spensar heb'. Yuj chi' q'uixwelal ol ajkan heb' yuj."
        },
        {
            "number": "10",
            "text": "Ha heb' sb'oan junok yechel comon Dios yet' k'een k'een, tz'och heb' ejmelal t'ay, Dios yalan heb', palta nab'anhej syixtej sb'a heb'."
        },
        {
            "number": "11",
            "text": "Masanil heb' tz'och ejmelal t'a juntzanh yechel chi', ol q'uixwoccan heb', yujto a heb' sb'oan juntzanh yechel chi', animanhej heb'. Tato smolb'ej sb'a heb' smasanil t'a wichanh yic tzin ch'olb'itan heb', ol q'uixwoc wal heb', ol xivcank'e heb'."
        },
        {
            "number": "12",
            "text": "Ilecnab'i, a winh b'oum k'een, syik'cot k'een syamk'ab' winh, haxo yic toxo ix chacxil k'een k'een chi' t'a kal k'ak', stenan k'een winh yet' k'een martillo yic stojolb'ioch yechel chi'. Yed' wal yip sk'ab' winh stenani. Palta tato malaj tas swa winh, tz'och swejel winh, stacjipax sti' winh, tz'el yip winh."
        },
        {
            "number": "13",
            "text": "Ilecnab'pax junok winh nhicum te' sb'oan junok yechel: Syechtej te' winh yet' junok echlab', syak'anoch yechel te' winh yet' te' slápiz yet' jun tz'ak'anoch yechel, setan setan tz'aji. Syamanoch winh smunlaj yet' k'een tz'ucub'. Icha chi' tz'aj sb'oan jun yechel chi' winh, icha anima wach' yilji, icha chi' tz'ajelk'ochi. Slajwi chi' syak'anoch winh t'a yol spat."
        },
        {
            "number": "14",
            "text": "Ha junok winh nhicum te' chi', sb'at winh sch'ac te' k'ute', ma te' tzicap, ma te' ji, aton te' sq'uib' t'a caltac te'. Mato jun, syawej junok te' taj winh, haxo nhab' tz'ik'an sq'uib' te'. Niwan tz'aj te' yic wach' sb'o comon Dios chi' t'a te'."
        },
        {
            "number": "15",
            "text": "Aton t'a te' tz'elta te' sk'atzitz winh, syak'anoch sk'ak' winh yet' te' b'aj sk'axni. Sb'oanpax swael winh yet' te' k'ak' chi'. Axo yet' jab'ocxo te', sb'o junok yechel sdiosal winh, tz'och ijan winh yoch ejmelal t'ay."
        },
        {
            "number": "16",
            "text": "Aton yet' te' k'atzitz chi' syak'och sk'ak' winh, sb'olan schib'ej winh, swa winh, sb'ud'ji wal winh sik'lab'il yuj sb'olb'il chib'ej chi'. Sk'axni winh t'a te', syalan winh icha tik: Te wach' in aj in q'uixnaj t'a ti k'ak' tik, xchi winh."
        },
        {
            "number": "17",
            "text": "Axo yet' jab'ocxo te' skan chi', sb'oanpax junok yechel scomon diosal winh, tz'och ijan winh yem nhojan ejmelal t'ay. Stewioch winh t'ay icha tik: Col in, yujto in diosal ach, xchi winh t'a te'."
        },
        {
            "number": "18",
            "text": "Ha wal juntzanh anima chi', malaj spensar heb', max nachaj jab'oc yuj heb'. Macan sat heb', max uji yilan heb', macan spensar heb', max nachaj yuj heb'."
        },
        {
            "number": "19",
            "text": "Manh chamoc snaan heb', max nachaj jab'oc yuj heb', max yal heb' icha tik: Ha t'a nanhalxo te te' tik ix wak'och in k'ak', ix wak'an k'anb'oc in pan, ix in b'olpax in chib'ej t'a stzak'aq'uil te', ix in wa'i. Manh smojoc tzin b'o junok yechel comon Dios yajb'entac yet' jab'ocxo te' tik. Manh smojoc tzin och ejmelal t'a jun te' yib' te' tik, manh xchioc jab'oc heb'."
        },
        {
            "number": "20",
            "text": "Ha heb' icha chi' sk'ulej, ichato a k'een tik'aq'uil taanh slo heb'. Juwinaquel spensar heb', satnac heb', manh ol yal scolan sb'a heb'. Manh naanoc yalan heb' icha tik: Ha tas b'ob'il yuj in k'ab' tik, nab'a esnhej, manh xchioc heb'."
        },
        {
            "number": "21",
            "text": "Ex israel, yinhtilal Jacob, naeccoti to in checab' ex, a in in b'onac ex yic tzex och in checab'oc, mocab' in b'at satk'olal eyuuj."
        },
        {
            "number": "22",
            "text": "Ha in ix in satel he paltail icha satem yal ak'wal. Ix in satel he mul icha wal tz'aj satem asun. Cotanhecxi t'ayin, yujto ix ex in colo', xchi Jehová."
        },
        {
            "number": "23",
            "text": "Ha satchanh, elokab' yav sb'itan t'a tzalajk'olal yuj tas ix sk'ulej Jehová. Ha niwac jul t'a sat lu'um tik, awajocab'i. Ha lum niwac witz yet' lum tzalquixtac, b'itanocab' lu'um t'a tzalajk'olal yujto ix sch'ox stziquiquial Jehová ayic ix scolan heb' israel yinhtilal Jacob."
        },
        {
            "number": "24",
            "text": "Ha Jehová ko Kolumal tz'alan icha tik: Ha in ton Jehová in, ix ex in b'o'o ayic manto ex alji, a in in b'onac masanil tastac. Ha in in jenhb'ejnacb'at satcha’anh, wak'annacpaxcan em lum lum tik t'a yet'tal, ¿tom ay junocxo mach colwajnac wed'oc?"
        },
        {
            "number": "25",
            "text": "Ha in tzin tenek' tas syal heb' ajchum, tzin juanpaxb'at spensar heb' naumel lolonel. Swak'an somchajel spensar heb' aj pensar, squistalaxcan heb' wuuj."
        },
        {
            "number": "26",
            "text": "Palta a in swak'elk'och tas syal heb' in checab', yic wach' tz'ajelk'och tas syal heb' chi'. Ha in swala' to a Jerusalén ol cajnajxoc, haxo juntzanh chonhab' t'a yol yic Judá, ol b'ochajxoc t'a yet'tal b'aj juwinaquel chi'."
        },
        {
            "number": "27",
            "text": "Ha in syal walan t'ha ha' mar to stup ha'. Masanil yoctac ha' tz'eli, swak' tupoc."
        },
        {
            "number": "28",
            "text": "Ha in swal t'a winhaj Ciro icha tik: Ach Ciro, a ach ayach och yilumaloc in chonhab'. Ha ach ol a b'o masanil tas tzin nib'ej. Ol alan t'a Jerusalén: Ol ach b'ochajxik'eoc, ol ak'chajxiem yich templo, xa chi, xin chi t'a winh, xchi Jehová."
        }
    ]
}