{
    "chapter": "45",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová ix sik'anoch winhaj Ciro reyal. Ha ol cuchb'an winh yic ol yak'an ganar juntzanh niwac nación winh, ol yik'anek' yopisio juntzanh heb' winh sreyal nación chi' winh. Ha Jehová chi' ol ak'an jacchaj spuertail juntzanh niwac chonhab' t'a winhaj Ciro chi', malaj junok mach ol yal smakani. Yuj chi' syalan Jehová icha tik:"
        },
        {
            "number": "2",
            "text": "Ha in wal ol in b'ab'laj t'a ichanh, ol wak' panhanb'oc lum lum chaanh. Ol in mak'poj juntzanh puerta nab'a bronce, ol in b'ijchitanb'at k'een hierro ayoch yijchuloc."
        },
        {
            "number": "3",
            "text": "Ha juntzanh b'eyumal k'ub'aneli yet' tas elk'altac yaji, ol wak' t'ayach, yic wach' tzojtaquejeli to a in ton Jehová in, sDiosal in Israel, ix ach wavtej t'a a b'i."
        },
        {
            "number": "4",
            "text": "Yuj wal to tzin xajanej heb' yinhtilal winh in chekab' aj Jacob, aton chonhab' Israel sik'b'ilel wuuj, yuj chi' tzach wavtej yic tzach b'inaji wach'chom manh in ojtakoc."
        },
        {
            "number": "5",
            "text": "Ha innhej Jehová in, malaj junocxo. Malaj junocxo Dios. Ha innhej toni. Wach'chom manh in ojtakoc, palta a in ol wak' ip"
        },
        {
            "number": "6",
            "text": "yic wach' syojtaquejel masanil anima ay t'a stojolal b'aj sjawi k'u, masanto b'aj tz'em k'u to Ha innhej Jehová in, malaj junocxo."
        },
        {
            "number": "7",
            "text": "Ha in in b'onac sakil k'inal yet' k’ik’ k’inal. Ha in swak' junk'olal, swak'anpax yaelal. Ha in ton Jehová in tzin k'ulej juntzanh tik."
        },
        {
            "number": "8",
            "text": "Ha in ol wak'cot tojolal t'a satcha’anh, icha yem yal ak'wal, icha yem nhab' t'a kal asun, ol schaan lum lum tik yemuli. Checlajokab' colnab'il icha sat te avb'en te', ayokab' tojolal icha tz'aj spojel te' xumac. Ha in ol wak' ujok jun tik, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ha mach syak' owal yet' mach b'ojinac, lajan wal icha lum tz'acb'il lum k'un spoji. Tocwal syal lum tz'acb'il lum chi' t'a mach stz'akani ¿Tas tza k'ulej? Ha ach tik, manh ojtakoc a munlaji, manh xchioc lu'um."
        },
        {
            "number": "10",
            "text": "Anhejtona', tom smoj syal heb' uninab'il t'a smam snun icha tik: ¿Tas yuj icha tik kajkan eyuuj? tom xchi heb'."
        },
        {
            "number": "11",
            "text": "Ha Jehová ko Diosal a onh israel onh tik, Axonhej Ochi, a b'ojinac onh, a tz'alan icha tik: ¿Tom ay eyalan eyic he k'anb'an t'ayin yuj tas tzin k'ulej eyed'oc? ¿Tom a ex ol eyal tas ol in k'ulej?"
        },
        {
            "number": "12",
            "text": "Ha in in b'onac lum lum tik yet' masanil mach kajan t'ay. Ha in in jenhb'ejnacb'at satcha’anh yet' in poder, walannac to scheclaj masanil k'een k'anal."
        },
        {
            "number": "13",
            "text": "D'a stojolal ol wutej ayic ol wak'anoch winhaj Ciro t'a yopisio. Ha in ol in b'ob'at b'e t'a yichanh winh yic ol yak' ganar winh. Ha winh ol b'oanxik'e in chonhab' Jerusalén. Axo heb' in chonhab' ik'b'ilb'at t'a ch'oc nacional, ol ak'joquel heb' t'a libre yuj winh t'a nab'anhej. Malaj stojol ol sk'an winh t'a heb', malaj spak ol ak'chaj t'a winh, a in Jehová Yajal in t'a Smasanil swalkan jun tik, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Syalanxi Jehová t'a heb' israel icha tik: Ha tastac ay t'a heb' aj Egipto yet' t'a heb' aj Etiopía, eyic ol ajkanoc. Ha heb' aj Sabá chaanh steel, ol yak'och sb'a heb' t'a yol he k'ab'. Ol ochkan heb' he chekab'oc. Ayoch k'een cadena t'a heb' ol och tzak'an heb' eyuuj, ol em cuman heb' t'a eyichanh, ol yalan heb' icha tik: Val yel junnhej ton wal Dios, malaj junocxo. Aton jun Dios chi' ayek' eyed'oc, xcham heb', xchi Jehová."
        },
        {
            "number": "15",
            "text": "Yelton wal Dios ach, max ach quilochlaj, palta ko Kolumal aj a onh israel onh tik."
        },
        {
            "number": "16",
            "text": "Masanil heb' sb'oan yechel comon Dios, q'uixwelal ol aj heb', ol b'atkan heb'."
        },
        {
            "number": "17",
            "text": "Ha onhxo pax israel onh tik jun, a ach ol onh a col t'a junelnhej. Malaj b'ak'uinh emnaquilal, ma q'uixwelal ol onh ajkanoc."
        },
        {
            "number": "18",
            "text": "Mamin Jehová, a ach a b'onac satcha’anh, a ach a b'onakkanem lum lum tik t'a yet'tal. Maj a b'olaj lum yic malaj tas ay t'a sat, palta a b'onac lu'um yic skajchaji. Ha ach tzal icha tik: Ha innhej Jehová in, malaj junocxo."
        },
        {
            "number": "19",
            "text": "Ha in tik, manh elk'altacoc tzin loloni, manhoc pax t'a k’ik’ k’inal t'a yoltac lum lum. Malaj tas walnac t'a heb' yinhtilal Jacob icha tik: Manh in he comon sayejeq'ui, manh xin chioc t'a heb'. Ha in Jehová in tik, anhej tas yel yet' tas tojol swala', xa chi."
        },
        {
            "number": "20",
            "text": "Syalan Jehová icha tik: Masanil ex ayextoek' t'a junjun nación, molb'ejec he b'a, cotanhec. Malaj jab'oc he pensar, a te te' tzeyak'och he diosaloc, tze b'akhan b'eyek'oc, tzex och ejmelal t'a jun Dios max yal scolwaji."
        },
        {
            "number": "21",
            "text": "Lolonanhec, alec tastac tze na chi' t'ayin, al-lajec eyab' junjun ex. ¿Mach aljinakkan juntzanh tik yictax yichb’anel? ¿Mach aljinakkan t'a peka'? ¿Tom manhoc in Jehová in walnakkan juntzanh tik jun? Malaj junocxo Dios. Ha innhej toni. Ha innhej ton swak'elk'och tas swala', Colwajwum in paxi."
        },
        {
            "number": "22",
            "text": "Jantac ex kajan ex b'aj slajwik'och lum lum tik, ojtaquejec in eli, ol ex in colo', yujto Ha innhej Dios in, malaj junocxo."
        },
        {
            "number": "23",
            "text": "Ha in wal swak' in ti' to yel tas swala', manh ol in k'ex tas swal tik. Ol em cuman masanil anima t'a wichanh, ol in yojtakanel heb'."
        },
        {
            "number": "24",
            "text": "Ol yalan heb' smasanil t'ayin icha tik: Ha achnhejton Jehová tojol ach, ay a poder, xcham heb'. Axo masanil heb' ajk'ol yajoch t'ayin, ol q'uixwokkan heb'."
        },
        {
            "number": "25",
            "text": "Vuujnhej ol colchaj masanil heb' yinhtilal Israel, ol yak'an tzalajb'oc sk'ol heb', xchi Jehová."
        }
    ]
}