{
    "chapter": "45",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová ix sik'anoch vinhaj Ciro reyal. Ha ol cuchb'an vinh yic ol yak'an ganar juntzanh nivac nación vinh, ol yik'anek' yopisio juntzanh eb' vinh sreyal nación chi' vinh. Ha Jehová chi' ol ak'an jacchaj spuertail juntzanh nivac chonhab' t'a vinhaj Ciro chi', malaj junok mach ol yal smacani. Yuj chi' syalan Jehová icha tik:"
        },
        {
            "number": "2",
            "text": "Ha in val ol in b'ab'laj t'a ichanh, ol vak' panhanb'oc lum lum chaanh. Ol in mak'poj juntzanh puerta nab'a bronce, ol in b'ijchitanb'at q'uen hierro ayoch yijchuloc."
        },
        {
            "number": "3",
            "text": "Ha juntzanh b'eyumal k'ub'aneli yet' tas elk'altac yaji, ol vak' t'ayach, yic wach' tzojtaquejeli to a in ton Jehová in, sDiosal in Israel, ix ach vavtej t'a a b'i."
        },
        {
            "number": "4",
            "text": "Yuj val to tzin xajanej eb' yinhtilal vinh in checab' aj Jacob, aton chonhab' Israel sik'b'ilel vuuj, yuj chi' tzach vavtej yic tzach b'inaji wach'chom manh in ojtacoc."
        },
        {
            "number": "5",
            "text": "Ha innhej Jehová in, malaj junocxo. Malaj junocxo Dios. Ha innhej toni. Wach'chom manh in ojtacoc, palta a in ol vak' ip"
        },
        {
            "number": "6",
            "text": "yic wach' syojtaquejel masanil anima ay t'a stojolal b'aj sjavi k'u, masanto b'aj tz'em k'u to Ha innhej Jehová in, malaj junocxo."
        },
        {
            "number": "7",
            "text": "Ha in in b'onac sakil k'inal yet' k’ik’ k’inal. Ha in svak' junk'olal, svak'anpax yaelal. Ha in ton Jehová in tzin k'ulej juntzanh tik."
        },
        {
            "number": "8",
            "text": "Ha in ol vak'cot tojolal t'a satcha’anh, icha yem yal ak'val, icha yem nhab' t'a cal asun, ol schaan lum lum tik yemuli. Checlajocab' colnab'il icha sat te avb'en te', ayocab' tojolal icha tz'aj spojel te' xumac. Ha in ol vak' ujoc jun tik, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ha mach syak' oval yet' mach b'ojinac, lajan val icha lum tz'acb'il lum k'un spoji. Tocval syal lum tz'acb'il lum chi' t'a mach stz'acani ¿Tas tza k'ulej? Ha ach tik, manh ojtacoc a munlaji, manh xchioc lu'um."
        },
        {
            "number": "10",
            "text": "Anhejtona', tom smoj syal eb' uninab'il t'a smam snun icha tik: ¿Tas yuj icha tik cajcan eyuuj? tom xchi eb'."
        },
        {
            "number": "11",
            "text": "Ha Jehová co Diosal a onh israel onh tik, Axonhej Ochi, a b'ojinac onh, a tz'alan icha tik: ¿Tom ay eyalan eyic e k'anb'an t'ayin yuj tas tzin k'ulej eyed'oc? ¿Tom a ex ol eyal tas ol in k'ulej?"
        },
        {
            "number": "12",
            "text": "Ha in in b'onac lum lum tik yet' masanil mach cajan t'ay. Ha in in jenhb'ejnacb'at satcha’anh yet' in poder, valannac to scheclaj masanil q'uen k'anal."
        },
        {
            "number": "13",
            "text": "D'a stojolal ol vutej ayic ol vak'anoch vinhaj Ciro t'a yopisio. Ha in ol in b'ob'at b'e t'a yichanh vinh yic ol yak' ganar vinh. Ha vinh ol b'oanxiq'ue in chonhab' Jerusalén. Axo eb' in chonhab' ik'b'ilb'at t'a ch'oc nacional, ol ak'joquel eb' t'a libre yuj vinh t'a nab'anhej. Malaj stojol ol sk'an vinh t'a eb', malaj spac ol ak'chaj t'a vinh, a in Jehová Yajal in t'a Smasanil svalcan jun tik, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Syalanxi Jehová t'a eb' israel icha tik: Ha tastac ay t'a eb' aj Egipto yet' t'a eb' aj Etiopía, eyic ol ajcanoc. Ha eb' aj Sabá chaanh steel, ol yak'och sb'a eb' t'a yol e k'ab'. Ol ochcan eb' e checab'oc. Ayoch q'uen cadena t'a eb' ol och tzak'an eb' eyuuj, ol em cuman eb' t'a eyichanh, ol yalan eb' icha tik: Val yel junnhej ton val Dios, malaj junocxo. Aton jun Dios chi' ayek' eyed'oc, xcham eb', xchi Jehová."
        },
        {
            "number": "15",
            "text": "Yelton val Dios ach, max ach quilochlaj, palta co Columal aj a onh israel onh tik."
        },
        {
            "number": "16",
            "text": "Masanil eb' sb'oan yechel comon dios, q'uixvelal ol aj eb', ol b'atcan eb'."
        },
        {
            "number": "17",
            "text": "Ha onhxo pax israel onh tik jun, a ach ol onh a col t'a junelnhej. Malaj b'ak'uinh emnaquilal, ma q'uixvelal ol onh ajcanoc."
        },
        {
            "number": "18",
            "text": "Mamin Jehová, a ach a b'onac satcha’anh, a ach a b'onaccanem lum lum tik t'a yet'tal. Maj a b'olaj lum yic malaj tas ay t'a sat, palta a b'onac lu'um yic scajchaji. Ha ach tzal icha tik: Ha innhej Jehová in, malaj junocxo."
        },
        {
            "number": "19",
            "text": "Ha in tik, manh elk'altacoc tzin loloni, manhoc pax t'a k’ik’ k’inal t'a yoltac lum lum. Malaj tas valnac t'a eb' yinhtilal Jacob icha tik: Manh in e comon sayejeq'ui, manh xin chioc t'a eb'. Ha in Jehová in tik, anhej tas yel yet' tas tojol svala', xa chi."
        },
        {
            "number": "20",
            "text": "Syalan Jehová icha tik: Masanil ex ayextoek' t'a junjun nación, molb'ejec e b'a, cotanhec. Malaj jab'oc e pensar, a te te' tzeyak'och e diosaloc, tze b'achan b'eyek'oc, tzex och ejmelal t'a jun dios max yal scolvaji."
        },
        {
            "number": "21",
            "text": "Lolonanhec, alec tastac tze na chi' t'ayin, al-lajec eyab' junjun ex. ¿Mach aljinaccan juntzanh tik yictax yichb’anel? ¿Mach aljinaccan t'a peca'? ¿Tom manhoc in Jehová in valnaccan juntzanh tik jun? Malaj junocxo Dios. Ha innhej toni. Ha innhej ton svaq'uelk'och tas svala', Colvajvum in paxi."
        },
        {
            "number": "22",
            "text": "Jantac ex cajan ex b'aj slajvik'och lum lum tik, ojtaquejec in eli, ol ex in colo', yujto Ha innhej Dios in, malaj junocxo."
        },
        {
            "number": "23",
            "text": "Ha in val svak' in ti' to yel tas svala', manh ol in q'uex tas sval tik. Ol em cuman masanil anima t'a vichanh, ol in yojtacanel eb'."
        },
        {
            "number": "24",
            "text": "Ol yalan eb' smasanil t'ayin icha tik: Ha achnhejton Jehová tojol ach, ay a poder, xcham eb'. Axo masanil eb' ajk'ol yajoch t'ayin, ol q'uixvoccan eb'."
        },
        {
            "number": "25",
            "text": "Vuujnhej ol colchaj masanil eb' yinhtilal Israel, ol yak'an tzalajb'oc sk'ol eb', xchi Jehová."
        }
    ]
}