{
    "chapter": "45",
    "verses": [
        {
            "number": "1",
            "text": "A Jehová ix sik'anoch vinhaj Ciro reyal. A ol cuchb'an vinh yic ol yak'an ganar juntzanh nivac nación vinh, ol yik'anek' yopisio juntzanh eb' vinh sreyal nación chi' vinh. A Jehová chi' ol ak'an jacchaj spuertail juntzanh nivac chonhab' d'a vinhaj Ciro chi', malaj junoc mach ol yal smacani. Yuj chi' syalan Jehová icha tic:"
        },
        {
            "number": "2",
            "text": "A in val ol in b'ab'laj d'a ichanh, ol vak' panhanb'oc lum luum chaanh. Ol in mak'poj juntzanh puerta nab'a bronce, ol in b'ijchitanb'at q'uen hierro ayoch yijchuloc."
        },
        {
            "number": "3",
            "text": "A juntzanh b'eyumal k'ub'aneli yed' tas elk'altac yaji, ol vak' d'ayach, yic vach' tzojtaquejeli to a in ton Jehová in, sDiosal in Israel, ix ach vavtej d'a a b'i."
        },
        {
            "number": "4",
            "text": "Yuj val to tzin xajanej eb' yinhtilal vinh in checab' aj Jacob, aton chonhab' Israel sik'b'ilel vuuj, yuj chi' tzach vavtej yic tzach b'inaji vach'chom manh in ojtacoc."
        },
        {
            "number": "5",
            "text": "A innhej Jehová in, malaj junocxo. Malaj junocxo Dios. A innhej toni. Vach'chom manh in ojtacoc, palta a in ol vak' ip"
        },
        {
            "number": "6",
            "text": "yic vach' syojtaquejel masanil anima ay d'a stojolal b'aj sjavi k'u, masanto b'aj tz'em k'u to A innhej Jehová in, malaj junocxo."
        },
        {
            "number": "7",
            "text": "A in in b'onac saquilq'uinal yed' q'uik'alq'uinal. A in svak' junk'olal, svak'anpax yaelal. A in ton Jehová in tzin k'ulej juntzanh tic."
        },
        {
            "number": "8",
            "text": "A in ol vak'cot tojolal d'a satchaanh, icha yem yal ak'val, icha yem nhab' d'a cal asun, ol schaan lum luum tic yemuli. Checlajocab' colnab'il icha sat te avb'en te', ayocab' tojolal icha tz'aj spojel te' xumac. A in ol vak' ujoc jun tic, xchi Jehová."
        },
        {
            "number": "9",
            "text": "A mach syak' oval yed' mach b'ojinac, lajan val icha lum tz'acb'il lum k'un spoji. Tocval syal lum tz'acb'il lum chi' d'a mach stz'acani ¿Tas tza k'ulej? A ach tic, manh ojtacoc a munlaji, manh xchioc luum."
        },
        {
            "number": "10",
            "text": "Anhejtona', tom smoj syal eb' uninab'il d'a smam snun icha tic: ¿Tas yuj icha tic cajcan eyuuj? tom xchi eb'."
        },
        {
            "number": "11",
            "text": "A Jehová co Diosal a onh israel onh tic, Axonhej Ochi, a b'ojinac onh, a tz'alan icha tic: ¿Tom ay eyalan eyic e k'anb'an d'ayin yuj tas tzin k'ulej eyed'oc? ¿Tom a ex ol eyal tas ol in k'ulej?"
        },
        {
            "number": "12",
            "text": "A in in b'onac lum luum tic yed' masanil mach cajan d'ay. A in in jenhb'ejnacb'at satchaanh yed' in poder, valannac to scheclaj masanil q'uen k'anal."
        },
        {
            "number": "13",
            "text": "D'a stojolal ol vutej ayic ol vak'anoch vinhaj Ciro d'a yopisio. A in ol in b'ob'at b'e d'a yichanh vinh yic ol yak' ganar vinh. A vinh ol b'oanxiq'ue in chonhab' Jerusalén. Axo eb' in chonhab' ik'b'ilb'at d'a ch'oc nacional, ol ak'joquel eb' d'a libre yuj vinh d'a nab'anhej. Malaj stojol ol sk'an vinh d'a eb', malaj spac ol ak'chaj d'a vinh, a in Jehová Yajal in d'a Smasanil svalcan jun tic, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Syalanxi Jehová d'a eb' israel icha tic: A tastac ay d'a eb' aj Egipto yed' d'a eb' aj Etiopía, eyic ol ajcanoc. A eb' aj Sabá chaanh steel, ol yak'och sb'a eb' d'a yol e k'ab'. Ol ochcan eb' e checab'oc. Ayoch q'uen cadena d'a eb' ol och tzak'an eb' eyuuj, ol em cuman eb' d'a eyichanh, ol yalan eb' icha tic: Val yel junnhej ton val Dios, malaj junocxo. Aton jun Dios chi' ayek' eyed'oc, xcham eb', xchi Jehová."
        },
        {
            "number": "15",
            "text": "Yelton val Dios ach, max ach quilochlaj, palta co Columal aj a onh israel onh tic."
        },
        {
            "number": "16",
            "text": "Masanil eb' sb'oan yechel comon dios, q'uixvelal ol aj eb', ol b'atcan eb'."
        },
        {
            "number": "17",
            "text": "A onhxo pax israel onh tic jun, a ach ol onh a col d'a junelnhej. Malaj b'aq'uinh emnaquilal, ma q'uixvelal ol onh ajcanoc."
        },
        {
            "number": "18",
            "text": "Mamin Jehová, a ach a b'onac satchaanh, a ach a b'onaccanem lum luum tic d'a yed'tal. Maj a b'olaj lum yic malaj tas ay d'a sat, palta a b'onac luum yic scajchaji. A ach tzal icha tic: A innhej Jehová in, malaj junocxo."
        },
        {
            "number": "19",
            "text": "A in tic, manh elk'altacoc tzin loloni, manhoc pax d'a q'uik'alq'uinal d'a yoltac lum luum. Malaj tas valnac d'a eb' yinhtilal Jacob icha tic: Manh in e comon sayejeq'ui, manh xin chioc d'a eb'. A in Jehová in tic, anhej tas yel yed' tas tojol svala', xa chi."
        },
        {
            "number": "20",
            "text": "Syalan Jehová icha tic: Masanil ex ayextoek' d'a junjun nación, molb'ejec e b'a, cotanhec. Malaj jab'oc e pensar, a te te' tzeyak'och e diosaloc, tze b'achan b'eyek'oc, tzex och ejmelal d'a jun dios max yal scolvaji."
        },
        {
            "number": "21",
            "text": "Lolonanhec, alec tastac tze na chi' d'ayin, al-lajec eyab' junjun ex. ¿Mach aljinaccan juntzanh tic yictax yichb'anil? ¿Mach aljinaccan d'a peca'? ¿Tom manhoc in Jehová in valnaccan juntzanh tic jun? Malaj junocxo Dios. A innhej toni. A innhej ton svaq'uelk'och tas svala', Colvajvum in paxi."
        },
        {
            "number": "22",
            "text": "Jantac ex cajan ex b'aj slajvik'och lum luum tic, ojtaquejec in eli, ol ex in colo', yujto A innhej Dios in, malaj junocxo."
        },
        {
            "number": "23",
            "text": "A in val svak' in ti' to yel tas svala', manh ol in q'uex tas sval tic. Ol em cuman masanil anima d'a vichanh, ol in yojtacanel eb'."
        },
        {
            "number": "24",
            "text": "Ol yalan eb' smasanil d'ayin icha tic: A achnhejton Jehová tojol ach, ay a poder, xcham eb'. Axo masanil eb' ajk'ol yajoch d'ayin, ol q'uixvoccan eb'."
        },
        {
            "number": "25",
            "text": "Vuujnhej ol colchaj masanil eb' yinhtilal Israel, ol yak'an tzalajb'oc sk'ol eb', xchi Jehová."
        }
    ]
}