{
    "chapter": "46",
    "verses": [
        {
            "number": "1",
            "text": "Ha sdiosal eb' aj Babilonia scuch Bel, q'uixvelal ix ajcani, haxo sdiosal eb' aj Nebo, manhxalaj yelk'ochi. Ha juntzanh comon dios chi', ix tzek'jioch t'a yib'anh yicatz nok' b'uru al yaji, k'unb'inac nok'."
        },
        {
            "number": "2",
            "text": "Ha juntzanh comon dios chi', manhxa jab'oc yopisio, maj yal scolan sb'a, ix ik'chajb'at t'a ch'oc nacional."
        },
        {
            "number": "3",
            "text": "Ix yalan Jehová icha tik: Maclejec eyab' tas swal ex yinhtilal Jacob, jantac exto cannac ex t'a Israel tik, cuchb'ilexnhej vuuj ayic manto ex alji. Ix ex in chelb'eyek'oc."
        },
        {
            "number": "4",
            "text": "Ichanhej chi' ol in k'ulej eyed'oc, ayic ol ex och icham animail, sacxo xil e jolom, ayinnhej och eyed'oc. Ha in in b'onac ex, ol ex in tanhvejnhej. Ol in ochnhej eyed'oc, ol ex in colnhej."
        },
        {
            "number": "5",
            "text": "¿Mach junok syal in e lajb'an yet'oc? ¿Mach junok lajan ved'oc e naani?"
        },
        {
            "number": "6",
            "text": "Ay eb' syik'q'ueta q'uen oro t'a yol yet'tal, syechtan q'uen plata t'a yol echlab', syak'an q'uen eb' t'a junok winh jelan sb'oani yic sb'o junok sdiosal eb' t'a q'ueen. Axo sb'oelk'ochi, tz'och eb' ejmelal t'ay, syalan sb'a eb' t'ay."
        },
        {
            "number": "7",
            "text": "Syak'anq'ue eb' t'a sjolom sjenhjab', syik'anb'at eb'. Syak'anq'ue eb' t'a sat junok smexa. Scanxonhej chek'an ta', maxtzac ib'xi. Wach'chom jantac yavajoch eb' ay yic chi' t'ay, palta max tak'vi, max colji eb' yuj t'a syaelal."
        },
        {
            "number": "8",
            "text": "Naeccot jun tik ex anima pit, scham val e naancoti yic max b'at satk'olal eyuuj tastac in k'ulejnac."
        },
        {
            "number": "9",
            "text": "Naeccot tas ujinac t'a pecataxo to Ha innhej Dios in, malaj junocxo, malaj junocxo dios lajan ved'oc."
        },
        {
            "number": "10",
            "text": "Ha in valnaccan t'a yictax yichb’anel tas ol ujok t'a slajvub'. Ayocto valannaccani tastac toto ol ujok. Masanil tas nab'il vuuj ol in k'ulejnhej."
        },
        {
            "number": "11",
            "text": "Ol vavtejcot jun vinac t'a najat b'aj sjavi k'u, ol ja jucnaj icha junok nok' ch'acb'a. Ha tas nab'il vuuj, a chi' ol vak' sk'ulej. Icha vutejnac valani, icha chi' ol ujok."
        },
        {
            "number": "12",
            "text": "Ex anima pit, mach ex najat eyajcanel t'a tojolal, ab'ec tas ol vala'."
        },
        {
            "number": "13",
            "text": "Ha colnab'il svak'a' toxo val tz'elk'och vuuj, manhxo ol ek' tiempo in colan chonhab' Sion, ol b'inajxoc Israel tik vuuj, xchi Jehová."
        }
    ]
}