{
    "chapter": "46",
    "verses": [
        {
            "number": "1",
            "text": "A sdiosal eb' aj Babilonia scuch Bel, q'uixvelal ix ajcani, axo sdiosal eb' aj Nebo, manhxalaj yelk'ochi. A juntzanh comon dios chi', ix tzek'jioch d'a yib'anh yicatz nok' b'uru al yaji, k'unb'inac nok'."
        },
        {
            "number": "2",
            "text": "A juntzanh comon dios chi', manhxa jab'oc yopisio, maj yal scolan sb'a, ix ik'chajb'at d'a ch'oc nacional."
        },
        {
            "number": "3",
            "text": "Ix yalan Jehová icha tic: Maclejec eyab' tas sval ex yinhtilal Jacob, jantac exto cannac ex d'a Israel tic, cuchb'ilexnhej vuuj ayic manto ex alji. Ix ex in chelb'eyek'oc."
        },
        {
            "number": "4",
            "text": "Ichanhej chi' ol in k'ulej eyed'oc, ayic ol ex och icham animail, sacxo xil e jolom, ayinnhej och eyed'oc. A in in b'onac ex, ol ex in tanhvejnhej. Ol in ochnhej eyed'oc, ol ex in colnhej."
        },
        {
            "number": "5",
            "text": "¿Mach junoc syal in e lajb'an yed'oc? ¿Mach junoc lajan ved'oc e naani?"
        },
        {
            "number": "6",
            "text": "Ay eb' syik'q'ueta q'uen oro d'a yol yed'tal, syechtan q'uen plata d'a yol echlab', syak'an q'uen eb' d'a junoc vinh jelan sb'oani yic sb'o junoc sdiosal eb' d'a q'ueen. Axo sb'oelk'ochi, tz'och eb' ejmelal d'ay, syalan sb'a eb' d'ay."
        },
        {
            "number": "7",
            "text": "Syak'anq'ue eb' d'a sjolom sjenhjab', syik'anb'at eb'. Syak'anq'ue eb' d'a sat junoc smexa. Scanxonhej chek'an ta', maxtzac ib'xi. Vach'chom jantac yavajoch eb' ay yic chi' d'ay, palta max tak'vi, max colji eb' yuuj d'a syaelal."
        },
        {
            "number": "8",
            "text": "Naeccot jun tic ex anima pit, scham val e naancoti yic max b'at satk'olal eyuuj tastac in k'ulejnac."
        },
        {
            "number": "9",
            "text": "Naeccot tas ujinac d'a pecataxo to A innhej Dios in, malaj junocxo, malaj junocxo dios lajan ved'oc."
        },
        {
            "number": "10",
            "text": "A in valnaccan d'a yictax yichb'anil tas ol ujoc d'a slajvub'. Ayocto valannaccani tastac toto ol ujoc. Masanil tas nab'il vuuj ol in k'ulejnhej."
        },
        {
            "number": "11",
            "text": "Ol vavtejcot jun vinac d'a najat b'aj sjavi k'u, ol ja jucnaj icha junoc nok' ch'acb'a. A tas nab'il vuuj, a chi' ol vak' sk'ulej. Icha vutejnac valani, icha chi' ol ujoc."
        },
        {
            "number": "12",
            "text": "Ex anima pit, mach ex najat eyajcanel d'a tojolal, ab'ec tas ol vala'."
        },
        {
            "number": "13",
            "text": "A colnab'il svak'a' toxo val tz'elk'och vuuj, manhxo ol ek' tiempo in colan chonhab' Sion, ol b'inajxoc Israel tic vuuj, xchi Jehová."
        }
    ]
}