{
    "chapter": "47",
    "verses": [
        {
            "number": "1",
            "text": "Icha tic yalan Jehová yuj Babilonia: Emanhcot d'a a despacho ach Babilonia, emanh k'ojan d'a cal pococ. A d'a peca' lajan ach icha junoc ix cob'es mantalaj vinac syik'a'. Axo ticnaic manhxo ol alchajoc to yune' cob'es ya ilab'il ach. A ticnaic checab' achxo."
        },
        {
            "number": "2",
            "text": "Ochanh d'a q'uen cha', jax ixim trigo, iq'uel smusil a sat, tok'q'ue a k'apac d'a a xub' yic tzach k'axpaj d'a yol a a'."
        },
        {
            "number": "3",
            "text": "Iljocab' a nivanil b'eranel chi', ilchajocab' a nivanil q'uixvelal yilji. A jun chi' ol vak' spacoc d'ayach, malaj junoc mach ed'nac b'aj ol ok' in k'ool, xchi Jehová."
        },
        {
            "number": "4",
            "text": "A co Columal a onh israel onh tic, co Diosal Axonhej Ochi, Jehová Yajal d'a Smasanil, a tz'alan icha tic:"
        },
        {
            "number": "5",
            "text": "Ex caldeo, emanhec k'ojan d'a cuseltaquil d'a cal q'uik'alq'uinal. Manhxa b'aq'uinh ol ex b'inaj yajalil d'a juntzanhxo nivac nación."
        },
        {
            "number": "6",
            "text": "Ayic aycot voval d'a in chonhab', ix vactejcan eb', ichato manh in chonhab'oc eb'. Ix vak'och eb' d'a q'uixvelal, ix vak'ancanoch eb' d'a yol e k'ab', maj ok' e k'ol d'a eb'. Ipan eb' ichamtac animaxo ya ix eyutej."
        },
        {
            "number": "7",
            "text": "Ix eyalanpax icha tic: A onh tic yajal onh d'a masanil tiempo, xe chi. Malaj jab'oc tas ix e na' tas ol ex ajelk'ochoc."
        },
        {
            "number": "8",
            "text": "Yuj chi' ach chonhab' Babilonia, ab' val tas ol vala': Lajan ach icha syutej sb'oan sb'a junoc ix ajmul ix. Te junk'olalxo ajeq'ui, tza naan d'a a pensar to malaj junocxo mach lajan icha ach tic. Tza naani to malaj b'aq'uinh ol ach can icha junoc ix ix chamnac yetb'eyum, malaj b'aq'uinh pax ol ach can manh uninal a naani."
        },
        {
            "number": "9",
            "text": "Vach'chom jantac eb' ajchum yed' eb' ajb'aal, palta manhxo ol ach coljoc yuj eb' ayic ol ja lemnaj cha macanh chi' d'a ib'anh, aton junixtaquil yed' manh uninal. Junnhej k'ual ol javoc lemnaj juntzanh chi' d'ayach."
        },
        {
            "number": "10",
            "text": "A a naani to vach'nhej ajek' d'a a chucal chi', malaj mach tz'ilan tas tza k'ulej. A tas ojtac yed' a jelanil tzach ak'an musansatil. Tza naani to a achnhej, malaj junocxo."
        },
        {
            "number": "11",
            "text": "Palta ol ja val jun yaelal d'a ib'anh, manhxo ol yal a yamanoch vaan yed' eb' ajb'aal chi'. Ayic ol javoc jun yaelal chi', manhxo ol yal a cachani. Ol javoc lemnaj d'a ib'anh ayic manh naanoc uuj."
        },
        {
            "number": "12",
            "text": "B'eyb'alej ajchumal yed' ajb'aalil chi', aton juntzanh chi' a k'ayb'ejnac yictax cob'es ach. Ol vila' tato olto och yopisio uuj, ol vila' tato olto xiv eb' anima d'ayach yuuj."
        },
        {
            "number": "13",
            "text": "Tzijtum eb' ak'um razón ix smolb'ej sb'a ed'oc, ix ach tzactzajk'och yed' eb'. Javocab' eb' schuman yed' q'uen k'anal chi' ticnaic. Ayic syilan q'uen k'anal chi' eb', snachajel yuj eb' yalani. A eb' tz'alan tas tzuji d'a junjun uj, javocab' eb' ach scol ticnaic."
        },
        {
            "number": "14",
            "text": "Palta lajan ol aj eb' icha yoc ixim trigo, a k'ak' ol nhusantz'a eb'. Manhxo ol yal scolan sb'a eb' d'a cal k'ak' chi'. A jun k'ak' chi' te ov, manh lajanoc icha junoc comon k'ak' scan stzak'aq'uil tzonh em k'ojan tzonh k'axni d'a sti'."
        },
        {
            "number": "15",
            "text": "Icha chi' ol ajelk'och eb' a colvajum chi', aton eb' b'aj ix a k'anb'ejnhej yictax ach cotochi. Ol ach actajcan yuj eb' smasanil, junjun eb' ol b'atcan d'a sb'eal satnaquil, manhxa junoc mach ol ach colanoc, xchi Jehová."
        }
    ]
}