{
    "chapter": "47",
    "verses": [
        {
            "number": "1",
            "text": "Icha tik yalan Jehová yuj Babilonia: Emanhcot t'a a despacho ach Babilonia, emanh k'ojan t'a cal pococ. Ha t'a peca' lajan ach icha junok ix cob'es mantalaj vinac syik'a'. Axo ticnaic manhxo ol alchajoc to yune' cob'es ya ilab'il ach. Ha ticnaic checab' achxo."
        },
        {
            "number": "2",
            "text": "Ochanh t'a q'uen cha', jax ixim trigo, iq'uel smusil a sat, tok'q'ue a k'apac t'a a xub' yic tzach k'axpaj t'a yol ha ha'."
        },
        {
            "number": "3",
            "text": "Iljocab' a nivanil b'eranel chi', ilchajocab' a nivanil q'uixvelal yilji. Ha jun chi' ol vak' spacoc t'ayach, malaj junok mach ed'nac b'aj ol ok' in k'ool, xchi Jehová."
        },
        {
            "number": "4",
            "text": "Ha co Columal a onh israel onh tik, co Diosal Axonhej Ochi, Jehová Yajal t'a Smasanil, a tz'alan icha tik:"
        },
        {
            "number": "5",
            "text": "Ex caldeo, emanhec k'ojan t'a cuseltaquil t'a cal k’ik’ k’inal. Manhxa b'ak'uinh ol ex b'inaj yajalil t'a juntzanhxo nivac nación."
        },
        {
            "number": "6",
            "text": "Ayic aycot voval t'a in chonhab', ix vactejcan eb', ichato manh in chonhab'oc eb'. Ix vak'och eb' t'a q'uixvelal, ix vak'ancanoch eb' t'a yol e k'ab', maj ok' e k'ol t'a eb'. Ipan eb' ichamtac animaxo ya ix eyutej."
        },
        {
            "number": "7",
            "text": "Ix eyalanpax icha tik: Ha onh tik yajal onh t'a masanil tiempo, xe chi. Malaj jab'oc tas ix e na' tas ol ex ajelk'ochoc."
        },
        {
            "number": "8",
            "text": "Yuj chi' ach chonhab' Babilonia, ab' val tas ol vala': Lajan ach icha syutej sb'oan sb'a junok ix ajmul ix. Te junk'olalxo ajeq'ui, tza naan t'a a pensar to malaj junocxo mach lajan icha ach tik. Tza naani to malaj b'ak'uinh ol ach kan icha junok ix ix chamnac yetb'eyum, malaj b'ak'uinh pax ol ach kan manh uninal a naani."
        },
        {
            "number": "9",
            "text": "Wach'chom jantac eb' ajchum yet' eb' ajb'aal, palta manhxo ol ach coljoc yuj eb' ayic ol ja lemnaj cha makan chi' t'a ib'anh, aton junixtaquil yet' manh uninal. Junnhej k'ual ol javoc lemnaj juntzanh chi' t'ayach."
        },
        {
            "number": "10",
            "text": "Ha a naani to wach'nhej ajek' t'a a chukal chi', malaj mach tz'ilan tas tza k'ulej. Ha tas ojtac yet' a jelanil tzach ak'an musansatil. Tza naani to a achnhej, malaj junocxo."
        },
        {
            "number": "11",
            "text": "Palta ol ja val jun yaelal t'a ib'anh, manhxo ol yal a yamanoch vaan yet' eb' ajb'aal chi'. Ayic ol javoc jun yaelal chi', manhxo ol yal a cachani. Ol javoc lemnaj t'a ib'anh ayic manh naanoc uuj."
        },
        {
            "number": "12",
            "text": "B'eyb'alej ajchumal yet' ajb'aalil chi', aton juntzanh chi' a k'ayb'ejnac yictax cob'es ach. Ol wila'' tato olto och yopisio uuj, ol wila'' tato olto xiv eb' anima t'ayach yuj."
        },
        {
            "number": "13",
            "text": "Tzijtum eb' ak'um razón ix smolb'ej sb'a ed'oc, ix ach tzactzajk'och yet' eb'. Javocab' eb' schuman yet' q'uen k'anal chi' ticnaic. Ayic syilan q'uen k'anal chi' eb', snachajel yuj eb' yalani. Ha eb' tz'alan tas tzuji t'a junjun uj, javocab' eb' ach scol ticnaic."
        },
        {
            "number": "14",
            "text": "Palta lajan ol aj eb' icha yoc ixim trigo, a k'ak' ol nhusantz'a eb'. Manhxo ol yal scolan sb'a eb' t'a cal k'ak' chi'. Ha jun k'ak' chi' te ov, manh lajanoc icha junok comon k'ak' skan stzak'aq'uil tzonh em k'ojan tzonh k'axni t'a sti'."
        },
        {
            "number": "15",
            "text": "Icha chi' ol ajelk'och eb' a colvajum chi', aton eb' b'aj ix a k'anb'ejnhej yictax ach cotochi. Ol ach actajcan yuj eb' smasanil, junjun eb' ol b'atcan t'a sb'eal satnaquil, manhxa junok mach ol ach colanoc, xchi Jehová."
        }
    ]
}