{
    "chapter": "48",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová tz'alan icha tik: Ab'ec val jun tik ex yinhtilal Jacob, ex tze cuch Israel, yinhtilal ex pax Judá. Tze loc in b'i a in Jehová in tik, tzeyalani to tzex och ejmelal t'ayin e Diosal in, palta manh yeloc tzeyala', chab'satil tzex loloni."
        },
        {
            "number": "2",
            "text": "Tzeyalani to aj chonhab' ex t'a in chonhab' vicnhej yaji. Tzin eyak'anoch yipoc e k'ool eyalani, a in ton Jehová e Diosal in Yajal in t'a Smasanil."
        },
        {
            "number": "3",
            "text": "Ayocto valannaccan yuj tas ix uji tik. Ha in val ix vak' eyojtaquejeli. Elanhchamel ix laj elk'och tas valnaccan chi'."
        },
        {
            "number": "4",
            "text": "Vojtac to te pit ex, max eyiq'uem e b'a, max ex q'uixvi jab'oc t'a vichanh."
        },
        {
            "number": "5",
            "text": "Ayocto valannaccan t'ayex ayic manto uji juntzanh tik. Yuj chi' max yal eyalan icha tik yuj juntzanh e comon dios nab'a te', ma q'ueen: Ha co diosal tik ix naan jun tik, a ix ak'an elk'ochi, manh xe chioc."
        },
        {
            "number": "6",
            "text": "Ha ex tik eyab'nac masanil tas valnaccan chi'. Scham val e naan yuj, tzeyalaneli to yel valnac. Axo ticnaic ol vak' eyojtaquejel juntzanhxo tas k'ub'eltac yaji, juntzanh manh eyojtacoc."
        },
        {
            "number": "7",
            "text": "Aton tas to ato ticnaic svala', manh valnacoc t'a peca', juntzanh tas to malaj b'aj eyab'nac specal yalji masanto ticnaic. Yuj chi' manh ol yal eyalani to eyojtacxo."
        },
        {
            "number": "8",
            "text": "Yel toni, a jun tik manta b'aj eyab'nac, manto eyojtacoc, anheja' manto eyab'pax ticnaic. Yujto vojtactaxoni to max e k'anab'ajej, pit ex yictax ex alji."
        },
        {
            "number": "9",
            "text": "Palta ay in nivank'olal t'ayex, yuj chi' ix in yamoch vaan yoval in k'ol t'a eyib'anh yuj in b'inajnaquil. Maj ex in sateli yic manh chucoc tz'aj in b'inaji."
        },
        {
            "number": "10",
            "text": "Naec to ix ex in sacb'itej, manh ichoc tz'aj q'uen plata t'a cal k'ak', palta aton yet' yaelal ix ex vak' proval."
        },
        {
            "number": "11",
            "text": "Yuj vik'jichaanh, icha chi' ex vutej, yic manh chucoc tz'aj yalchaj in b'i. Ha aloj wach' lolonel smoj yalji t'ayin, max in cha alchaj t'a junocxo, xchi Jehová."
        },
        {
            "number": "12",
            "text": "Icha tik yalan Jehová: Ex israel yinhtilal Jacob, ab'ec val tas ol vala': Ha ex sik'b'il ex el vuuj. Ha innhej ton Dios in, b'ab'el vaj t'a smasanil, slajvub' in paxi."
        },
        {
            "number": "13",
            "text": "Ha in vak'naccanem lum lum tik t'a yet'tal, in jenhb'annacb'at satcha’anh yet' in poder. Tonhej valnac sb'i juntzanh tik, spitzvinacchaanh."
        },
        {
            "number": "14",
            "text": "Molb'ejec e b'a e masanil, tzeyab'an tas ol vala': ¿Mach val junok comon dios ayocto yalannac to a jun winh vinac sik'b'ilel vuuj, a winh ol k'ulan masanil tas nab'ilxo vuj t'a yib'anh Babilonia to a yipalil ol satanel eb' caldeo?"
        },
        {
            "number": "15",
            "text": "Ha in ol vavtejcot winh, ol javok winh, yalnhej b'aj ol b'at winh, ol yak'nhej ganar winh."
        },
        {
            "number": "16",
            "text": "Nitzeccot e b'a t'ayin, ab'ec tas ol vala': Yictax ix in yamanoch in lolon t'a eb' anima, k'unnhej snachajel tas svala', haxo tz'elk'och tas swal chi', ayinnhej ek' ta', xchi Jehová. Ha ticnaic jun, checb'il in cot yuj Jehová Yajal, yic tzin lolon yuj spoder Yespíritu."
        },
        {
            "number": "17",
            "text": "Ha Jehová Dios, co Columal a onh israel onh tik Axonhej Ochi, a tz'alan icha tik: Ha in Jehová e Diosal in, a in tzin ch'ox t'ayex tas ol och e wach'iloc, a in tzin ch'ox b'e b'aj smoj tzex b'ati."
        },
        {
            "number": "18",
            "text": "Comonoc val ix e k'anab'ajej in checnab'il, tato icha chi' a wach'ilal tze cha'a tzam q'uenhej chaanh icha ha' nivac ha' max tupi, haxo e colnab'il tzam janhej icha scotnhej b'alaljoc sat ha' mar."
        },
        {
            "number": "19",
            "text": "Manhxom b'ischajb'enoc eb' eyinhtilal, icha yarenail sti' ha' mar. Maj am viq'uemta e b'isul, maj am in b'at mican t'ayex, xchi Jehová."
        },
        {
            "number": "20",
            "text": "Syalanxi Jehová icha tik: Elanhec t'a Babilonia, elanhec elelal t'a skal eb' aj Caldea. Alequel jun ab'ix tik yet' av yic tzalajk'olal. Tzeyak'an ojtacajel masanto b'aj slajvik'och yol yib'anhk’inal tik. Tzeyalan icha tik: Ha Jehová onh colanel t'a yol sk'ab' Babilonia, a onh yinhtil onh Jacob, aton jun schecab', xe chi, xchi Jehová."
        },
        {
            "number": "21",
            "text": "Ayic yek'nac eb' co mam quicham t'a taquinh lu'um yuj Jehová, manh tacjinacoc sti' eb', yujto a Jehová chi' pojjinac q'uen tenam, yelnaccot chulnaj ha' nivac ha' sb'eyi."
        },
        {
            "number": "22",
            "text": "Axo pax eb' sk'ulan chukal, malaj jab'oc wach'il ol scha eb', xchi Jehová."
        }
    ]
}