{
    "chapter": "48",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová tz'alan icha tik: Ab'ec wal jun tik ex yinhtilal Jacob, ex tze cuch Israel, yinhtilal ex pax Judá. Tze loc in b'i a in Jehová in tik, tzeyalani to tzex och ejmelal t'ayin he Diosal in, palta manh yeloc tzeyala', chab'satil tzex loloni."
        },
        {
            "number": "2",
            "text": "Tzeyalani to aj chonhab' ex t'a in chonhab' wicnhej yaji. Tzin eyak'anoch yipoc he k'ool eyalani, a in ton Jehová he Diosal in Yajal in t'a Smasanil."
        },
        {
            "number": "3",
            "text": "Ayocto walannaccan yuj tas ix uji tik. Ha in wal ix wak' eyojtaquejeli. Elanhchamel ix laj elk'och tas walnaccan chi'."
        },
        {
            "number": "4",
            "text": "Vojtac to te pit ex, max eyik'em he b'a, max ex q'uixwi jab'oc t'a wichanh."
        },
        {
            "number": "5",
            "text": "Ayocto walannaccan t'ayex ayic manto uji juntzanh tik. Yuj chi' max yal eyalan icha tik yuj juntzanh he comon Dios nab'a te', ma k'een: Ha ko diosal tik ix naan jun tik, a ix ak'an elk'ochi, manh xe chioc."
        },
        {
            "number": "6",
            "text": "Ha ex tik eyab'nac masanil tas walnaccan chi'. Scham wal he naan yuj, tzeyalaneli to yel walnac. Axo ticnaik ol wak' eyojtaquejel juntzanhxo tas k'ub'eltac yaji, juntzanh manh eyojtacoc."
        },
        {
            "number": "7",
            "text": "Aton tas to ato ticnaik swala', manh walnacoc t'a peka', juntzanh tas to malaj b'aj eyab'nac specal yalji masanto ticnaik. Yuj chi' manh ol yal eyalani to eyojtacxo."
        },
        {
            "number": "8",
            "text": "Yel toni, a jun tik manta b'aj eyab'nac, manto eyojtacoc, anheja' manto eyab'pax ticnaik. Yujto wojtactaxoni to max he k'anab'ajej, pit ex yictax ex alji."
        },
        {
            "number": "9",
            "text": "Palta ay in niwank'olal t'ayex, yuj chi' ix in yamoch waan yowal in k'ol t'a eyib'anh yuj in b'inajnaquil. Maj ex in sateli yic manh chucoc tz'aj in b'inaji."
        },
        {
            "number": "10",
            "text": "Naec to ix ex in sacb'itej, manh ichoc tz'aj k'een plata t'a kal k'ak', palta aton yet' yaelal ix ex wak' prowal."
        },
        {
            "number": "11",
            "text": "Yuj wik'jichaanh, icha chi' ex wutej, yic manh chucoc tz'aj yalchaj in b'i. Ha aloj wach' lolonel smoj yalji t'ayin, max in cha alchaj t'a junocxo, xchi Jehová."
        },
        {
            "number": "12",
            "text": "Icha tik yalan Jehová: Ex israel yinhtilal Jacob, ab'ec wal tas ol wala': Ha ex sik'b'il ex el wuuj. Ha innhej ton Dios in, b'ab'el waj t'a smasanil, slajwub' in paxi."
        },
        {
            "number": "13",
            "text": "Ha in wak'naccanem lum lum tik t'a yet'tal, in jenhb'annacb'at satcha’anh yet' in poder. Tonhej walnac sb'i juntzanh tik, spitzwinacchaanh."
        },
        {
            "number": "14",
            "text": "Molb'ejec he b'a he masanil, tzeyab'an tas ol wala': ¿Mach wal junok comon Dios ayocto yalannac to a jun winh winak sik'b'ilel wuuj, a winh ol k'ulan masanil tas nab'ilxo wuj t'a yib'anh Babilonia to a yipalil ol satanel heb' caldeo?"
        },
        {
            "number": "15",
            "text": "Ha in ol wavtejcot winh, ol jawok winh, yalnhej b'aj ol b'at winh, ol yak'nhej ganar winh."
        },
        {
            "number": "16",
            "text": "Nitzeccot he b'a t'ayin, ab'ec tas ol wala': Yictax ix in yamanoch in lolon t'a heb' anima, k'unnhej snachajel tas swala', haxo tz'elk'och tas swal chi', ayinnhej ek' ta', xchi Jehová. Ha ticnaik jun, checb'il in cot yuj Jehová Yajal, yic tzin lolon yuj spoder Yespíritu."
        },
        {
            "number": "17",
            "text": "Ha Jehová Dios, ko Kolumal a onh israel onh tik Axonhej Ochi, a tz'alan icha tik: Ha in Jehová he Diosal in, a in tzin ch'ox t'ayex tas ol och he wach'iloc, a in tzin ch'ox b'e b'aj smoj tzex b'ati."
        },
        {
            "number": "18",
            "text": "Comonoc wal ix he k'anab'ajej in checnab'il, tato icha chi' a wach'ilal tze cha'a tzam k'enhej chaanh icha ha' niwac ha' max tupi, haxo he colnab'il tzam janhej icha scotnhej b'alaljoc sat ha' mar."
        },
        {
            "number": "19",
            "text": "Manhxom b'ischajb'enoc heb' eyinhtilal, icha yarenail sti' ha' mar. Maj am wik'emta he b'isul, maj am in b'at mican t'ayex, xchi Jehová."
        },
        {
            "number": "20",
            "text": "Syalanxi Jehová icha tik: Elanhec t'a Babilonia, elanhec elelal t'a skal heb' aj Caldea. Alequel jun ab'ix tik yet' av yic tzalajk'olal. Tzeyak'an ojtacajel masanto b'aj slajwik'och yol yib'anhk’inal tik. Tzeyalan icha tik: Ha Jehová onh colanel t'a yol sk'ab' Babilonia, a onh yinhtil onh Jacob, aton jun schecab', xe chi, xchi Jehová."
        },
        {
            "number": "21",
            "text": "Ayic yek'nac heb' ko mam quicham t'a taquinh lu'um yuj Jehová, manh tacjinacoc sti' heb', yujto a Jehová chi' pojjinac k'een tenam, yelnaccot chulnaj ha' niwac ha' sb'eyi."
        },
        {
            "number": "22",
            "text": "Axo pax heb' sk'ulan chukal, malaj jab'oc wach'il ol scha heb', xchi Jehová."
        }
    ]
}