{
    "chapter": "49",
    "verses": [
        {
            "number": "1",
            "text": "Ha jun schecab' Jehová tz'alan icha tik: Ex anima cajan t'a stitac ha' mar, ab'ec tas ol wala'. Ex anima te najat ayex, maclejec eyab'i: Ha Jehová avtannac in ayic manto in alji. Yalnaccanel in b'i ayic cuchb'il into och yuj in nun."
        },
        {
            "number": "2",
            "text": "Ha tas swala' lajan icha k'een espada te jay ye, icha chi' ajnaccan yuj Dios. Sk'ub'ejnac in el t'a yalanh sk'ab'. Icha junok jul-lab' te jay snhi', icha chi' yutejnac in, sk'ub'ejnac in t'a yol yet'tal sjul-lab'."
        },
        {
            "number": "3",
            "text": "Yalannac t'ayin icha tik: Ach Israel in checab' ach, uuj ol checlaj in wach'il, xchi t'ayin."
        },
        {
            "number": "4",
            "text": "Palta ix in naani to nab'anhej ix in munlaji. Nab'anhej ix el wip, malaj tas ix wik'a', xin chi. Palta wojtac to chequel yaji tas waj t'a yichanh Jehová. Ha spak in munlajel chi', ayek' t'a yol sk'ab'."
        },
        {
            "number": "5",
            "text": "Axo ticnaik jun, toxo ix in cha sniwanil welk'och t'a yichanh Jehová in Diosal, a tz'ak'an wip. Ayinto ek' t'a yol sk'ol in nun ix snaani to tzin och schecab'oc, yic swik'an meltzaj heb' israel yinhtilal Jacob junelxo t'ay."
        },
        {
            "number": "6",
            "text": "Ix yalan Jehová t'ayin icha tik: In checab' ach yic tza tojolb'itanxi heb' yinhtilal Jacob, tzik'anxi meltzaj heb' israel cannacto tik t'ayin. Palta manhocnhej yuj chi' ix ach in sik'caneli, palta yic tzach wak'och saquilq'uinalil t'a juntzanhxo nación masanto b'aj slajwik'och yol yib'anhk’inal, yic scolchaj heb' wuuj, xchi t'ayin, xchi jun schecab' chi'."
        },
        {
            "number": "7",
            "text": "Ha Jehová Scolumal Israel, Dios Axonhej Ochi, slolon t'a schecab', aton jun paticab'ileli, yajb'il yuj masanil nación, checab' pax yajoch t'a heb' yajal. Syalan icha tik: Ayic ol ach yilan heb' yajal, ol k'e waan heb', ol em nhojan heb' t'a ichanh, yujto a in Jehová sDiosal in Israel, Ha inxonhej Ochi, ix ach in sik'eli, swak'anelk'och tas walnac, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Syalan Jehová t'a schecab' icha tik: Ayic ol k'och stiempoal in ch'oxan in wach'k'olal, ol ach in colo', ol in pacan tas ix a k'an t'ayin. Ol ach in tanhwej, ol ach wak'och yic tzak'anelk'och in trato yet' masanil chonhab', yic sb'ochajxik'e in chonhab', yic tza pojanxiek' smacb'en heb' t'a lum lum cannac tzinan."
        },
        {
            "number": "9",
            "text": "Tzin checan al t'a heb' icha to preso yaj t'a k’ik’ k’inal icha tik: Elanheccan t'a libre, xa chi. Ol ilchaj tastac tz'och yuj heb', icha nok' calnel yax b'aj stanhwaj wa t'a titac b'e, haxo t'a lum taquinh sat, ayxo tas swa nok'."
        },
        {
            "number": "10",
            "text": "Manhxo ol yak' wejel heb' yet' taquinhtial, manhxo ol yab' syail heb' yuj sk'ak'al yoc k'u, yujto a in tzin xajanej heb', ol wik'b'at heb' b'aj ay sjajtac ha ha'."
        },
        {
            "number": "11",
            "text": "Ol in jac jun b'e t'a jolomtac witz, te wach' ol aj in b'oan sb'eal in chonhab', xchi Jehová."
        },
        {
            "number": "12",
            "text": "Ilecnab' scot in chonhab' t'a najat, ay heb' scot t'a norte, ay pax heb' scot b'aj tz'em k'u, ay pax heb' scot t'a yol yic Sinim."
        },
        {
            "number": "13",
            "text": "Awajocab' satcha’anh yet' sat lu'um tik t'a tzalajk'olal. Yed' lum niwac witz elokab' yav lum yuj tzalajk'olal, yujto a Jehová wan yak'an sniwanil sk'ol schonhab'. Toxo ix ok' sk'ol t'a heb' ayoch t'a syaelal."
        },
        {
            "number": "14",
            "text": "Syalan heb' aj Sion icha tik: Ix onh yaktejcan Jehová, ix onh b'atcan satk'olal yuj Cajalil, xchi heb'."
        },
        {
            "number": "15",
            "text": "Palta syalanxi Jehová icha tik: Ha junok ix nunab'il, ¿tocwal sb'at satk'olal yune' ix yuj? Wach'chom sb'at satk'olal yuj ix jun, palta a in tik manh ol ex b'at satk'olal wuuj."
        },
        {
            "number": "16",
            "text": "Ichato tz'ib'ab'il he b'i t'a yol in k'ab', yuj chi' naan exnhej wuuj."
        },
        {
            "number": "17",
            "text": "Elanhchamel ol b'ochajxik'e smuroal he chonhab', haxo heb' ajk'ol pojjinaquemi, heb' satannaqueli, wanxo yel heb'."
        },
        {
            "number": "18",
            "text": "Ex aj Sion, ilecnab' t'a he patic eyichanh, a heb' ik'b'ilb'at t'a ch'oc nacional, wan smolb'anxi sb'a heb' yic sjax heb' eyed'oc. Ha in Jehová in tzin loc in b'i swalani to ol eyik'chaanh he b'a yuj heb' eyetchonhab' chi'. Icha wal stzalaj junok ix cob'es yuj yelwanub' spichul ayic snupnaji, icha chi' ol aj he tzalaj yuj heb' wan sjax chi'."
        },
        {
            "number": "19",
            "text": "Yujto a he chonhab' tik mak'b'ilcanem lanhnajoc, cuseltac yajcani. Axo ticnaik, manhxo ol yab'laj lum scajan heb' anima chi'. Ha heb' mak'jinaccanem lanhnaj chi', najatxo ay heb'."
        },
        {
            "number": "20",
            "text": "Ha heb' yuninal heb' aljinac t'a ch'oc nacional chi', ol yal heb' t'ayex icha tik: Te jab'nhej jun lum lum tik t'ayonh, aq'ek ko lu'um b'aj tzonh cajnaji, xcham heb'."
        },
        {
            "number": "21",
            "text": "Ol he naan icha tik: ¿Mach ay yuninal juntzanh heb' tik? Ha onh tik manhxalaj cuninal. Maxtzac yalpaxlaj yalji heb', ik'b'il onh b'at t'a jun ch'oc nacional, chacb'il onh eli. ¿Mach ix ilan q'uib' heb' cuninal tik? ¿B'ajtil ix cot heb'? xe chama."
        },
        {
            "number": "22",
            "text": "Ha in Jehová Eyajal in ol wal t'a juntzanhxo nación, ol wik'anpaxchaanh in bandera yil heb', yic ol ik'joccot heb' eyuninal chi' yuj heb', ol ul ak'joccan heb'."
        },
        {
            "number": "23",
            "text": "Ha heb' yajal, icha he mam ol aj heb', haxo heb' ix yetb'eyum heb', icha he nun ol aj heb' ix. Ol em nhojan heb' yajal chi' t'a sat lu'um t'a eyichanh, emnaquil ol aj heb' yic tzex yik'anchaanh heb'. Ata' ol nachajel eyuuj to a in Jehová in, a innhej Dios in. Ha heb' tzin ak'anoch yipoc sk'ool, manh ol kan heb' t'a q'uixwelal, xchi Jehová."
        },
        {
            "number": "24",
            "text": "Ha junok winh winak te ay yip, ¿tzam yal stok'jiek' masanil tas ix yik' winh t'a owal? ¿Tzam yal stok'jicanek' junok presowum t'a junok yajal te ov?"
        },
        {
            "number": "25",
            "text": "Ha Jehová tz'alan icha tik: Ha t'a heb' te ay yip ol in tok'canek' heb' presowum. Ha t'a heb' yajal ek'b'al te ov, ol in tok'canek' tastac ix yik' heb' t'a owal. Yujto a in ol wak' owal yet' heb' eyajk'ol chi', ol in colan heb' eyetchonhab' chi'."
        },
        {
            "number": "26",
            "text": "Ha in ol wak' sk'ulej heb' ix ex ixtan chi', to ol smil-lajcham sb'a heb'. Ol och heb' icha uk'umanhil yuj scot yowal b'aj ol smil-lajcham sb'a chi'. Yuj chi' ol yojtaquejel masanil anima to a in ton wal Jehová he Kolumal in. Ha in sDiosal in winhaj Jacob to Syal Vuj Smasanil, xchi Jehová."
        }
    ]
}