{
    "chapter": "49",
    "verses": [
        {
            "number": "1",
            "text": "Ha jun schecab' Jehová tz'alan icha tik: Ex anima cajan t'a stitac ha' mar, ab'ec tas ol vala'. Ex anima te najat ayex, maclejec eyab'i: Ha Jehová avtannac in ayic manto in alji. Yalnaccanel in b'i ayic cuchb'il into och yuj in nun."
        },
        {
            "number": "2",
            "text": "Ha tas svala' lajan icha q'uen espada te jay ye, icha chi' ajnaccan yuj Dios. Sk'ub'ejnac in el t'a yalanh sk'ab'. Icha junok jul-lab' te jay snhi', icha chi' yutejnac in, sk'ub'ejnac in t'a yol yet'tal sjul-lab'."
        },
        {
            "number": "3",
            "text": "Yalannac t'ayin icha tik: Ach Israel in checab' ach, uuj ol checlaj in wach'il, xchi t'ayin."
        },
        {
            "number": "4",
            "text": "Palta ix in naani to nab'anhej ix in munlaji. Nab'anhej ix el vip, malaj tas ix vik'a', xin chi. Palta vojtac to chequel yaji tas vaj t'a yichanh Jehová. Ha spac in munlajel chi', ayek' t'a yol sk'ab'."
        },
        {
            "number": "5",
            "text": "Axo ticnaic jun, toxo ix in cha snivanil velk'och t'a yichanh Jehová in Diosal, a tz'ak'an vip. Ayinto ek' t'a yol sk'ol in nun ix snaani to tzin och schecab'oc, yic svik'an meltzaj eb' israel yinhtilal Jacob junelxo t'ay."
        },
        {
            "number": "6",
            "text": "Ix yalan Jehová t'ayin icha tik: In checab' ach yic tza tojolb'itanxi eb' yinhtilal Jacob, tzik'anxi meltzaj eb' israel cannacto tik t'ayin. Palta manhocnhej yuj chi' ix ach in sik'caneli, palta yic tzach vak'och saquilq'uinalil t'a juntzanhxo nación masanto b'aj slajvik'och yol yib'anhk’inal, yic scolchaj eb' vuuj, xchi t'ayin, xchi jun schecab' chi'."
        },
        {
            "number": "7",
            "text": "Ha Jehová Scolumal Israel, Dios Axonhej Ochi, slolon t'a schecab', aton jun paticab'ileli, yajb'il yuj masanil nación, checab' pax yajoch t'a eb' yajal. Syalan icha tik: Ayic ol ach yilan eb' yajal, ol q'ue vaan eb', ol em nhojan eb' t'a ichanh, yujto a in Jehová sDiosal in Israel, Ha inxonhej Ochi, ix ach in siq'ueli, svak'anelk'och tas valnac, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Syalan Jehová t'a schecab' icha tik: Ayic ol k'och stiempoal in ch'oxan in wach'k'olal, ol ach in colo', ol in pacan tas ix a k'an t'ayin. Ol ach in tanhvej, ol ach vak'och yic tzak'anelk'och in trato yet' masanil chonhab', yic sb'ochajxiq'ue in chonhab', yic tza pojanxiek' smacb'en eb' t'a lum lum cannac tzinan."
        },
        {
            "number": "9",
            "text": "Tzin checan al t'a eb' icha to preso yaj t'a k’ik’ k’inal icha tik: Elanheccan t'a libre, xa chi. Ol ilchaj tastac tz'och yuj eb', icha nok' calnel yax b'aj stanhvaj wa t'a titac b'e, haxo t'a lum taquinh sat, ayxo tas sva nok'."
        },
        {
            "number": "10",
            "text": "Manhxo ol yak' vejel eb' yet' taquinhtial, manhxo ol yab' syail eb' yuj sk'ak'al yoc k'u, yujto a in tzin xajanej eb', ol vik'b'at eb' b'aj ay sjajtac ha ha'."
        },
        {
            "number": "11",
            "text": "Ol in jac jun b'e t'a jolomtac vitz, te wach' ol aj in b'oan sb'eal in chonhab', xchi Jehová."
        },
        {
            "number": "12",
            "text": "Ilecnab' scot in chonhab' t'a najat, ay eb' scot t'a norte, ay pax eb' scot b'aj tz'em k'u, ay pax eb' scot t'a yol yic Sinim."
        },
        {
            "number": "13",
            "text": "Avajocab' satcha’anh yet' sat lu'um tik t'a tzalajk'olal. Yed' lum nivac vitz elocab' yav lum yuj tzalajk'olal, yujto a Jehová van yak'an snivanil sk'ol schonhab'. Toxo ix ok' sk'ol t'a eb' ayoch t'a syaelal."
        },
        {
            "number": "14",
            "text": "Syalan eb' aj Sion icha tik: Ix onh yactejcan Jehová, ix onh b'atcan satk'olal yuj Cajalil, xchi eb'."
        },
        {
            "number": "15",
            "text": "Palta syalanxi Jehová icha tik: Ha junok ix nunab'il, ¿tocval sb'at satk'olal yune' ix yuj? Wach'chom sb'at satk'olal yuj ix jun, palta a in tik manh ol ex b'at satk'olal vuuj."
        },
        {
            "number": "16",
            "text": "Ichato tz'ib'ab'il e b'i t'a yol in k'ab', yuj chi' naan exnhej vuuj."
        },
        {
            "number": "17",
            "text": "Elanhchamel ol b'ochajxiq'ue smuroal e chonhab', haxo eb' ajk'ol pojjinaquemi, eb' satannaqueli, vanxo yel eb'."
        },
        {
            "number": "18",
            "text": "Ex aj Sion, ilecnab' t'a e patic eyichanh, a eb' ik'b'ilb'at t'a ch'oc nacional, van smolb'anxi sb'a eb' yic sjax eb' eyed'oc. Ha in Jehová in tzin loc in b'i svalani to ol eyik'chaanh e b'a yuj eb' eyetchonhab' chi'. Icha val stzalaj junok ix cob'es yuj yelvanub' spichul ayic snupnaji, icha chi' ol aj e tzalaj yuj eb' van sjax chi'."
        },
        {
            "number": "19",
            "text": "Yujto a e chonhab' tik mak'b'ilcanem lanhnajoc, cuseltac yajcani. Axo ticnaic, manhxo ol yab'laj lum scajan eb' anima chi'. Ha eb' mak'jinaccanem lanhnaj chi', najatxo ay eb'."
        },
        {
            "number": "20",
            "text": "Ha eb' yuninal eb' aljinac t'a ch'oc nacional chi', ol yal eb' t'ayex icha tik: Te jab'nhej jun lum lum tik t'ayonh, aq'ek co lu'um b'aj tzonh cajnaji, xcham eb'."
        },
        {
            "number": "21",
            "text": "Ol e naan icha tik: ¿Mach ay yuninal juntzanh eb' tik? Ha onh tik manhxalaj cuninal. Maxtzac yalpaxlaj yalji eb', ik'b'il onh b'at t'a jun ch'oc nacional, chacb'il onh eli. ¿Mach ix ilan q'uib' eb' cuninal tik? ¿B'ajtil ix cot eb'? xe chama."
        },
        {
            "number": "22",
            "text": "Ha in Jehová Eyajal in ol val t'a juntzanhxo nación, ol vik'anpaxchaanh in bandera yil eb', yic ol ik'joccot eb' eyuninal chi' yuj eb', ol ul ak'joccan eb'."
        },
        {
            "number": "23",
            "text": "Ha eb' yajal, icha e mam ol aj eb', haxo eb' ix yetb'eyum eb', icha e nun ol aj eb' ix. Ol em nhojan eb' yajal chi' t'a sat lu'um t'a eyichanh, emnaquil ol aj eb' yic tzex yik'anchaanh eb'. Ata' ol nachajel eyuuj to a in Jehová in, a innhej Dios in. Ha eb' tzin ak'anoch yipoc sk'ool, manh ol kan eb' t'a q'uixvelal, xchi Jehová."
        },
        {
            "number": "24",
            "text": "Ha junok vinh vinac te ay yip, ¿tzam yal stok'jiek' masanil tas ix yik' vinh t'a oval? ¿Tzam yal stok'jicanek' junok presovum t'a junok yajal te ov?"
        },
        {
            "number": "25",
            "text": "Ha Jehová tz'alan icha tik: Ha t'a eb' te ay yip ol in tok'canek' eb' presovum. Ha t'a eb' yajal ek'b'al te ov, ol in tok'canek' tastac ix yik' eb' t'a oval. Yujto a in ol vak' oval yet' eb' eyajk'ol chi', ol in colan eb' eyetchonhab' chi'."
        },
        {
            "number": "26",
            "text": "Ha in ol vak' sk'ulej eb' ix ex ixtan chi', to ol smil-lajcham sb'a eb'. Ol och eb' icha uk'umanhil yuj scot yoval b'aj ol smil-lajcham sb'a chi'. Yuj chi' ol yojtaquejel masanil anima to a in ton val Jehová e Columal in. Ha in sDiosal in vinhaj Jacob to Syal Vuj Smasanil, xchi Jehová."
        }
    ]
}