{
    "chapter": "49",
    "verses": [
        {
            "number": "1",
            "text": "A jun schecab' Jehová tz'alan icha tic: Ex anima cajan d'a stitac a' mar, ab'ec tas ol vala'. Ex anima te najat ayex, maclejec eyab'i: A Jehová avtannac in ayic manto in alji. Yalnaccanel in b'i ayic cuchb'il into och yuj in nun."
        },
        {
            "number": "2",
            "text": "A tas svala' lajan icha q'uen espada te jay ye, icha chi' ajnaccan yuj Dios. Sk'ub'ejnac in el d'a yalanh sk'ab'. Icha junoc jul-lab' te jay snhi', icha chi' yutejnac in, sk'ub'ejnac in d'a yol yed'tal sjul-lab'."
        },
        {
            "number": "3",
            "text": "Yalannac d'ayin icha tic: Ach Israel in checab' ach, uuj ol checlaj in vach'il, xchi d'ayin."
        },
        {
            "number": "4",
            "text": "Palta ix in naani to nab'anhej ix in munlaji. Nab'anhej ix el vip, malaj tas ix vik'a', xin chi. Palta vojtac to chequel yaji tas vaj d'a yichanh Jehová. A spac in munlajel chi', ayek' d'a yol sk'ab'."
        },
        {
            "number": "5",
            "text": "Axo ticnaic jun, toxo ix in cha snivanil velk'och d'a yichanh Jehová in Diosal, a tz'ak'an vip. Ayinto ek' d'a yol sk'ol in nun ix snaani to tzin och schecab'oc, yic svik'an meltzaj eb' israel yinhtilal Jacob junelxo d'ay."
        },
        {
            "number": "6",
            "text": "Ix yalan Jehová d'ayin icha tic: In checab' ach yic tza tojolb'itanxi eb' yinhtilal Jacob, tzik'anxi meltzaj eb' israel cannacto tic d'ayin. Palta manhocnhej yuj chi' ix ach in sik'caneli, palta yic tzach vak'och saquilq'uinalil d'a juntzanhxo nación masanto b'aj slajvik'och yolyib'anhq'uinal, yic scolchaj eb' vuuj, xchi d'ayin, xchi jun schecab' chi'."
        },
        {
            "number": "7",
            "text": "A Jehová Scolumal Israel, Dios Axonhej Ochi, slolon d'a schecab', aton jun paticab'ileli, yajb'il yuj masanil nación, checab' pax yajoch d'a eb' yajal. Syalan icha tic: Ayic ol ach yilan eb' yajal, ol q'ue vaan eb', ol em nhojan eb' d'a ichanh, yujto a in Jehová sDiosal in Israel, A inxonhej Ochi, ix ach in siq'ueli, svak'anelk'och tas valnac, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Syalan Jehová d'a schecab' icha tic: Ayic ol k'och stiempoal in ch'oxan in vach'k'olal, ol ach in colo', ol in pacan tas ix a k'an d'ayin. Ol ach in tanhvej, ol ach vak'och yic tzak'anelk'och in trato yed' masanil chonhab', yic sb'ochajxiq'ue in chonhab', yic tza pojanxiek' smacb'en eb' d'a lum luum cannac tz'inan."
        },
        {
            "number": "9",
            "text": "Tzin checan al d'a eb' icha to preso yaj d'a q'uik'alq'uinal icha tic: Elanheccan d'a libre, xa chi. Ol ilchaj tastac tz'och yuj eb', icha nok' calnel yax b'aj stanhvaj va d'a titac b'e, axo d'a lum taquinh sat, ayxo tas sva nok'."
        },
        {
            "number": "10",
            "text": "Manhxo ol yak' vejel eb' yed' taquinhtial, manhxo ol yab' syail eb' yuj sk'ak'al yoc k'u, yujto a in tzin xajanej eb', ol vik'b'at eb' b'aj ay sjajtac a a'."
        },
        {
            "number": "11",
            "text": "Ol in jac jun b'e d'a jolomtac vitz, te vach' ol aj in b'oan sb'eal in chonhab', xchi Jehová."
        },
        {
            "number": "12",
            "text": "Ilecnab' scot in chonhab' d'a najat, ay eb' scot d'a norte, ay pax eb' scot b'aj tz'em k'u, ay pax eb' scot d'a yol yic Sinim."
        },
        {
            "number": "13",
            "text": "Avajocab' satchaanh yed' sat luum tic d'a tzalajk'olal. Yed' lum nivac vitz elocab' yav lum yuj tzalajk'olal, yujto a Jehová van yak'an snivanil sk'ol schonhab'. Toxo ix ok' sk'ol d'a eb' ayoch d'a syaelal."
        },
        {
            "number": "14",
            "text": "Syalan eb' aj Sion icha tic: Ix onh yactejcan Jehová, ix onh b'atcan satk'olal yuj Cajalil, xchi eb'."
        },
        {
            "number": "15",
            "text": "Palta syalanxi Jehová icha tic: A junoc ix nunab'il, ¿tocval sb'at satk'olal yune' ix yuuj? Vach'chom sb'at satk'olal yuj ix jun, palta a in tic manh ol ex b'at satk'olal vuuj."
        },
        {
            "number": "16",
            "text": "Ichato tz'ib'ab'il e b'i d'a yol in k'ab', yuj chi' naan exnhej vuuj."
        },
        {
            "number": "17",
            "text": "Elanhchamel ol b'ochajxiq'ue smuroal e chonhab', axo eb' ajk'ol pojjinaquemi, eb' satannaqueli, vanxo yel eb'."
        },
        {
            "number": "18",
            "text": "Ex aj Sion, ilecnab' d'a e patic eyichanh, a eb' ik'b'ilb'at d'a ch'oc nacional, van smolb'anxi sb'a eb' yic sjax eb' eyed'oc. A in Jehová in tzin loc in b'i svalani to ol eyik'chaanh e b'a yuj eb' eyetchonhab' chi'. Icha val stzalaj junoc ix cob'es yuj yelvanub' spichul ayic snupnaji, icha chi' ol aj e tzalaj yuj eb' van sjax chi'."
        },
        {
            "number": "19",
            "text": "Yujto a e chonhab' tic mak'b'ilcanem lanhnajoc, cuseltac yajcani. Axo ticnaic, manhxo ol yab'laj lum scajan eb' anima chi'. A eb' mak'jinaccanem lanhnaj chi', najatxo ay eb'."
        },
        {
            "number": "20",
            "text": "A eb' yuninal eb' aljinac d'a ch'oc nacional chi', ol yal eb' d'ayex icha tic: Te jab'nhej jun lum luum tic d'ayonh, aq'uec co luum b'aj tzonh cajnaji, xcham eb'."
        },
        {
            "number": "21",
            "text": "Ol e naan icha tic: ¿Mach ay yuninal juntzanh eb' tic? A onh tic manhxalaj cuninal. Maxtzac yalpaxlaj yalji eb', ik'b'il onh b'at d'a jun ch'oc nacional, chacb'il onh eli. ¿Mach ix ilan q'uib' eb' cuninal tic? ¿B'ajtil ix cot eb'? xe chama."
        },
        {
            "number": "22",
            "text": "A in Jehová Eyajal in ol val d'a juntzanhxo nación, ol vik'anpaxchaanh in bandera yil eb', yic ol ik'joccot eb' eyuninal chi' yuj eb', ol ul ak'joccan eb'."
        },
        {
            "number": "23",
            "text": "A eb' yajal, icha e mam ol aj eb', axo eb' ix yetb'eyum eb', icha e nun ol aj eb' ix. Ol em nhojan eb' yajal chi' d'a sat luum d'a eyichanh, emnaquil ol aj eb' yic tzex yik'anchaanh eb'. Ata' ol nachajel eyuuj to a in Jehová in, a innhej Dios in. A eb' tzin ak'anoch yipoc sk'ool, manh ol can eb' d'a q'uixvelal, xchi Jehová."
        },
        {
            "number": "24",
            "text": "A junoc vinh vinac te ay yip, ¿tzam yal stok'jiek' masanil tas ix yik' vinh d'a oval? ¿Tzam yal stok'jicanek' junoc presovum d'a junoc yajal te ov?"
        },
        {
            "number": "25",
            "text": "A Jehová tz'alan icha tic: A d'a eb' te ay yip ol in tok'canek' eb' presovum. A d'a eb' yajal ek'b'al te ov, ol in tok'canek' tastac ix yik' eb' d'a oval. Yujto a in ol vak' oval yed' eb' eyajk'ol chi', ol in colan eb' eyetchonhab' chi'."
        },
        {
            "number": "26",
            "text": "A in ol vak' sk'ulej eb' ix ex ixtan chi', to ol smil-lajcham sb'a eb'. Ol och eb' icha uk'umanhil yuj scot yoval b'aj ol smil-lajcham sb'a chi'. Yuj chi' ol yojtaquejel masanil anima to a in ton val Jehová e Columal in. A in sDiosal in vinhaj Jacob to Syal Vuj Smasanil, xchi Jehová."
        }
    ]
}