{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaic, ol in b'itej sb'ital jun vinh vamigo te wach' yet' jun yavb'en uva. Ha vinh vamigo chi', ay jun yavb'en uva vinh t'a jun sluum te yax sat t'a jun tzalan."
        },
        {
            "number": "2",
            "text": "Ix sd'ocq'ue vaan jun slum vinh chi', ix sik'anel q'uen q'ueen vinh t'a sat lu'um, ix sb'oanoch smacte'al lum vinh, haxo te' uva te wach' ix yavej vinh t'a lu'um. Ix sb'oq'ue jun yet'tal eb' stanhvan juntzanh avb'en chi' vinh, chaanh ix ajq'uei. Ix sb'oanpax jun lugar vinh b'aj stek'jiel yal te' uva chi'. Ha snaan vinh to te' wach' sat te' uva chi' ol yak'a', haxo ix aji, te paj te' sat ix yak' chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yalan vinh icha tik: Ha ticnaic ex aj Jerusalén yet' ex aj Judá: Alec t'ayin mach ay spaltail, ¿tom a in, mato a jun vavb'en tik?"
        },
        {
            "number": "4",
            "text": "¿Tom manh tz'acanoc ix vutej te' in b'oani? ¿Aytom maj nachaj vuj tas tz'aj te' yavchaji? Ix in tanhvej yak'an sat te' wach', haxo ix aji, paj sat te' ix yak'a'."
        },
        {
            "number": "5",
            "text": "Axo ticnaic jun, ol val t'ayex tas ol vutej in munlajel tik: Ol viq'uel smacte'al te' chi' yic ol satel te'. Ol jacvoquel smacte'al te' chi', yic wach' ol tek'joquem te' yuj nok' nok'."
        },
        {
            "number": "6",
            "text": "Ol vactejcan te' ichnhej ta'. Manhxa mach ol aq'uenan te', manhxa mach ol ik'anel te' schuclajil. Ol q'uib' anh ank'ultak ay sq'uixal t'a skal te'. Ol valan t'a asun to maxtzac yak'cot snhab'il t'a yib'anh jun avb'en chi', xchi vinh aj avb'en chi'."
        },
        {
            "number": "7",
            "text": "Ichaton chi' yaj eb' yinhtilal Israel yet' eb' aj Judá. Icha yavb'en Jehová Yajal t'a Smasanil, icha chi' yaj eb'. Ha Jehová chi', ix stanhvej to wach' syutej sb'a eb' t'a sk'ayb'ub'al, palta haxo ix aji, a milojcham anima ix yak' eb'. Snib'ej val Jehová chi' to tojol syutej sb'a eb', haxo tz'aji, tz'el yav anima yixtaj yuj eb'."
        },
        {
            "number": "8",
            "text": "Ob'iltac eb' tzijtum spat ix smana', niwan pax lum sluum eb' ix smaccani. Manhxa jab'oc tas ix yactejcan eb' t'a juntzanhxo eb'. Axonhej eb' snib'ej tz'aj t'a sat lum t'a jun chonhab' tik."
        },
        {
            "number": "9",
            "text": "Ha Jehová Yajal t'a Smasanil, a ix alan t'ayin icha tik: Ha juntzanh nivac pat te wach' yilji chi', ol sateloc wach'chom te wach' yilji, manhxalaj mach ol cajnaj t'ay."
        },
        {
            "number": "10",
            "text": "Ha t'a junok 90 ch'anhil uva avab'il, anhej oye' galón yal sat uva chi' ol elta. Axo t'a junok vaque' quintal inhat tz'avchaji, anhej vac almul ol elta."
        },
        {
            "number": "11",
            "text": "Ob'iltac eb' spet q'ue vaan t'a q'uinhib'alil syamanxioch uq'uel anh eb', ste q'ue anh t'a sjolom eb', scanxonhej eb' ta' tzek' ak'val."
        },
        {
            "number": "12",
            "text": "Ha b'aj tz'och nivac vael tz'uk'vi anh eb', ata' ayoch juntzanh yamk'ab' yic b'it: Aton te' arpa, te' violín, q'uen pandereta yet' te' flauta. Axo tas van snaan Jehová t'a yib'anh eb', max yak'laj pensar eb' yuj."
        },
        {
            "number": "13",
            "text": "Yujto malaj sgana in chonhab' tik snachajel yuj, yuj chi' ol ik'chajb'at t'a juntzanhxo ch'oc nacional. Masanil eb' anima tik yet' eb' yajalil eb', ol cham eb' yuj vejel yet' taquinhtial."
        },
        {
            "number": "14",
            "text": "Yuj chi', icha val to ol sjac sti' chamel yic ol sb'uk'anb'at eb' anima chi' yet' eb' yajalil eb' t'a Jerusalén tik, aton eb' anima scomon el yav tz'eq'ui."
        },
        {
            "number": "15",
            "text": "Ol ik'joccanem eb' anima syik'chaanh sb'a, emnaquilal ol ajkan eb'."
        },
        {
            "number": "16",
            "text": "Axo Jehová Yajal t'a Smasanil, ol yak' checlajoc to te niwan yelk'ochi ayic ol sch'olb'itan masanil tas. Ha Dios chi' yelxo te wach', ol sch'oxeli to te tojol spensar."
        },
        {
            "number": "17",
            "text": "Ha t'a juntzanh chonhab' ix laj em lanhnaj chi', ata' ol laj wa nok' calnel yet' nok' chiva."
        },
        {
            "number": "18",
            "text": "Ob'iltac ex mach ex max eyactej e k'ulan chukal chi', malaj yalan tas tze k'ulej chi'. Ichato nherb'il chukal chi' eyuuj, icha snherchaj junok carreta tzek'b'iloch t'a tas snheran chi'."
        },
        {
            "number": "19",
            "text": "Tzeyalan icha tik: Ha co Diosal a onh israel onh tik, aton Dios Axonhej, comonoc syala' sk'ulan tas nab'il yuj chi' t'a quib'anh, yic aymanh quilani tas tzonh aji, xe chi."
        },
        {
            "number": "20",
            "text": "Ob'iltac ex tzeyal chukal wach'ilal, haxo wach'il chi', a tzeyal chukal. Ha sakil k'inal tzeyal k'ik'alq'uinalil, haxo k’ik’ k’inal chi' tzeyal saquilq'uinalil. Ha tas k'a', chi' eyalani, haxo tas chi', k'a' eyalani."
        },
        {
            "number": "21",
            "text": "Ob'iltac ex tzeyaloch e b'a jelanil, te wach' e pensar e naani."
        },
        {
            "number": "22",
            "text": "Ob'iltac ex te jelan eyuk'an anh, jelan e calan anh anh chi'."
        },
        {
            "number": "23",
            "text": "Ha ex tik yuj q'uen tumin tzeyala' to malaj smul eb' tz'och smul, haxo eb' malaj smul chi', max eyal-laj syaelal eb'."
        },
        {
            "number": "24",
            "text": "Yuj chi', icha val tz'aj stz'ab'at anh ac yuj te' k'ak', icha stz'ab'at te' xiltac te' taquinh, icha chi' ol aj e lajvieli. Icha tz'aj te te' stacjieli yujto k'aeltacxo sch'anhal yib' te', toxonhej tz'el b'ulnaj xumaquil te', tz'ochcan pococal, icha chi' ol ex ajoc, yujto ix e chaccanel sk'ayb'ub'al Jehová Yajal t'a Smasanil. Ix e patiquejpaxel schecnab'il co Diosal Axonhej."
        },
        {
            "number": "25",
            "text": "Yuj chi' scot val yoval sk'ol t'a eyib'anh, ol yak'anoch eyaelal. Ha lum nivac vitz, ol ib'xoc lu'um, toxonhej teltumb'a ol ex ajkan e cham t'a yoltac calle. Manh yujoc chi' ol och vaan yoval sk'ol Jehová chi', palta to ol yak'nhej eyaelal chi'."
        },
        {
            "number": "26",
            "text": "Ol yik'chaanh jun bandera Jehová chi' yil juntzanhxo chonhab' najat ay. Ol xub'anb'at t'a eb' cajan b'aj slajvik'och lum lum tik, haxo scot lemnaj eb' chi'."
        },
        {
            "number": "27",
            "text": "Malaj junok eb' soldado t'a skal eb' chi' k'unb'inac, mato ay svayanh. Malaj pax eb' choyan yajoch stzek'ul, ma d'inhchimtac sch'anhal sxanhab'."
        },
        {
            "number": "28",
            "text": "Ha yol sjul-lab' eb', te jay snhi', tzatz yaj ste'al sjul-lab' eb' chi'. Ha yech nok' schej eb', icha val q'uen q'ueen te tzatz, haxo scarruaje eb', jelan sb'ey icha chacxuxum ik'."
        },
        {
            "number": "29",
            "text": "Ayic tz'el yav eb', icha val yel yav nok' choj ayic sayan schib'ej nok'. Syik'anb'at nok' b'aj ay, manhxalaj mach syal yik'anek' t'a nok'."
        },
        {
            "number": "30",
            "text": "Ayic ol cot eb' anima t'a juntzanh chonhab' chi', aton t'a jun k'u chequel yaj chi', ol el yav eb' sjavi t'a spatic co chonhab' tik, icha val sk'anh ha' mar. Ha mach ol ilancotoc, ol yil eyaelal chi' eb'. Ichato k'ik'q'uinal yaji, ol tup sakil k'inal yuj asun."
        }
    ]
}