{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "A ticnaic, ol in b'itej sb'ital jun vinh vamigo te vach' yed' jun yavb'en uva. A vinh vamigo chi', ay jun yavb'en uva vinh d'a jun sluum te yax sat d'a jun tzalan."
        },
        {
            "number": "2",
            "text": "Ix sd'ocq'ue vaan jun slum vinh chi', ix sik'anel q'uen q'ueen vinh d'a sat luum, ix sb'oanoch smacte'al lum vinh, axo te' uva te vach' ix yavej vinh d'a luum. Ix sb'oq'ue jun yed'tal eb' stanhvan juntzanh avb'en chi' vinh, chaanh ix ajq'uei. Ix sb'oanpax jun lugar vinh b'aj stek'jiel yal te' uva chi'. A snaan vinh to te' vach' sat te' uva chi' ol yak'a', axo ix aji, te paj te' sat ix yak' chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yalan vinh icha tic: A ticnaic ex aj Jerusalén yed' ex aj Judá: Alec d'ayin mach ay spaltail, ¿tom a in, mato a jun vavb'en tic?"
        },
        {
            "number": "4",
            "text": "¿Tom manh tz'acanoc ix vutej te' in b'oani? ¿Aytom maj nachaj vuj tas tz'aj te' yavchaji? Ix in tanhvej yak'an sat te' vach', axo ix aji, paj sat te' ix yak'a'."
        },
        {
            "number": "5",
            "text": "Axo ticnaic jun, ol val d'ayex tas ol vutej in munlajel tic: Ol viq'uel smacte'al te' chi' yic ol satel te'. Ol jacvoquel smacte'al te' chi', yic vach' ol tek'joquem te' yuj nok' nok'."
        },
        {
            "number": "6",
            "text": "Ol vactejcan te' ichnhej ta'. Manhxa mach ol aq'uenan te', manhxa mach ol ik'anel te' schuclajil. Ol q'uib' anh ank'ultac ay sq'uixal d'a scal te'. Ol valan d'a asun to maxtzac yak'cot snhab'il d'a yib'anh jun avb'en chi', xchi vinh aj avb'en chi'."
        },
        {
            "number": "7",
            "text": "Ichaton chi' yaj eb' yinhtilal Israel yed' eb' aj Judá. Icha yavb'en Jehová Yajal d'a Smasanil, icha chi' yaj eb'. A Jehová chi', ix stanhvej to vach' syutej sb'a eb' d'a sk'ayb'ub'al, palta axo ix aji, a milojcham anima ix yak' eb'. Snib'ej val Jehová chi' to tojol syutej sb'a eb', axo tz'aji, tz'el yav anima yixtaj yuj eb'."
        },
        {
            "number": "8",
            "text": "Ob'iltac eb' tzijtum spat ix smana', nivan pax lum sluum eb' ix smaccani. Manhxa jab'oc tas ix yactejcan eb' d'a juntzanhxo eb'. Axonhej eb' snib'ej tz'aj d'a sat lum d'a jun chonhab' tic."
        },
        {
            "number": "9",
            "text": "A Jehová Yajal d'a Smasanil, a ix alan d'ayin icha tic: A juntzanh nivac pat te vach' yilji chi', ol sateloc vach'chom te vach' yilji, manhxalaj mach ol cajnaj d'ay."
        },
        {
            "number": "10",
            "text": "A d'a junoc 90 ch'anhil uva avab'il, anhej oye' galón yal sat uva chi' ol elta. Axo d'a junoc vaque' quintal inhat tz'avchaji, anhej vac almul ol elta."
        },
        {
            "number": "11",
            "text": "Ob'iltac eb' spet q'ue vaan d'a q'uinhib'alil syamanxioch uq'uel anh eb', ste q'ue anh d'a sjolom eb', scanxonhej eb' ta' tz'ek' ak'val."
        },
        {
            "number": "12",
            "text": "A b'aj tz'och nivac vael tz'uk'vi anh eb', ata' ayoch juntzanh yamk'ab' yic b'it: Aton te' arpa, te' violín, q'uen pandereta yed' te' flauta. Axo tas van snaan Jehová d'a yib'anh eb', max yak'laj pensar eb' yuuj."
        },
        {
            "number": "13",
            "text": "Yujto malaj sgana in chonhab' tic snachajel yuuj, yuj chi' ol ik'chajb'at d'a juntzanhxo ch'oc nacional. Masanil eb' anima tic yed' eb' yajalil eb', ol cham eb' yuj vejel yed' taquinhtial."
        },
        {
            "number": "14",
            "text": "Yuj chi', icha val to ol sjac sti' chamel yic ol sb'uk'anb'at eb' anima chi' yed' eb' yajalil eb' d'a Jerusalén tic, aton eb' anima scomon el yav tz'eq'ui."
        },
        {
            "number": "15",
            "text": "Ol ik'joccanem eb' anima syik'chaanh sb'a, emnaquilal ol ajcan eb'."
        },
        {
            "number": "16",
            "text": "Axo Jehová Yajal d'a Smasanil, ol yak' checlajoc to te nivan yelk'ochi ayic ol sch'olb'itan masanil tas. A Dios chi' yelxo te vach', ol sch'oxeli to te tojol spensar."
        },
        {
            "number": "17",
            "text": "A d'a juntzanh chonhab' ix laj em lanhnaj chi', ata' ol laj va nok' calnel yed' nok' chiva."
        },
        {
            "number": "18",
            "text": "Ob'iltac ex mach ex max eyactej e k'ulan chucal chi', malaj yalan tas tze k'ulej chi'. Ichato nherb'il chucal chi' eyuuj, icha snherchaj junoc carreta tzek'b'iloch d'a tas snheran chi'."
        },
        {
            "number": "19",
            "text": "Tzeyalan icha tic: A co Diosal a onh israel onh tic, aton Dios Axonhej, comonoc syala' sk'ulan tas nab'il yuj chi' d'a quib'anh, yic aymanh quilani tas tzonh aji, xe chi."
        },
        {
            "number": "20",
            "text": "Ob'iltac ex tzeyal chucal vach'ilal, axo vach'il chi', a tzeyal chucal. A saquilq'uinal tzeyal q'uik'alq'uinalil, axo q'uik'alq'uinal chi' tzeyal saquilq'uinalil. A tas k'a', chi' eyalani, axo tas chi', k'a' eyalani."
        },
        {
            "number": "21",
            "text": "Ob'iltac ex tzeyaloch e b'a jelanil, te vach' e pensar e naani."
        },
        {
            "number": "22",
            "text": "Ob'iltac ex te jelan eyuk'an anh, jelan e calan anh anh chi'."
        },
        {
            "number": "23",
            "text": "A ex tic yuj q'uen tumin tzeyala' to malaj smul eb' tz'och smul, axo eb' malaj smul chi', max eyal-laj syaelal eb'."
        },
        {
            "number": "24",
            "text": "Yuj chi', icha val tz'aj stz'ab'at anh ac yuj te' k'ak', icha stz'ab'at te' xiltac te' taquinh, icha chi' ol aj e lajvieli. Icha tz'aj te te' stacjieli yujto k'aeltacxo sch'anhal yib' te', toxonhej tz'el b'ulnaj xumaquil te', tz'ochcan pococal, icha chi' ol ex ajoc, yujto ix e chaccanel sk'ayb'ub'al Jehová Yajal d'a Smasanil. Ix e patiquejpaxel schecnab'il co Diosal Axonhej."
        },
        {
            "number": "25",
            "text": "Yuj chi' scot val yoval sk'ol d'a eyib'anh, ol yak'anoch eyaelal. A lum nivac vitz, ol ib'xoc luum, toxonhej teltumb'a ol ex ajcan e cham d'a yoltac calle. Manh yujoc chi' ol och vaan yoval sk'ol Jehová chi', palta to ol yak'nhej eyaelal chi'."
        },
        {
            "number": "26",
            "text": "Ol yik'chaanh jun bandera Jehová chi' yil juntzanhxo chonhab' najat ay. Ol xub'anb'at d'a eb' cajan b'aj slajvik'och lum luum tic, axo scot lemnaj eb' chi'."
        },
        {
            "number": "27",
            "text": "Malaj junoc eb' soldado d'a scal eb' chi' k'unb'inac, mato ay svayanh. Malaj pax eb' choyan yajoch stzek'ul, ma d'inhchimtac sch'anhal sxanhab'."
        },
        {
            "number": "28",
            "text": "A yol sjul-lab' eb', te jay snhi', tzatz yaj ste'al sjul-lab' eb' chi'. A yech nok' schej eb', icha val q'uen q'ueen te tzatz, axo scarruaje eb', jelan sb'ey icha chacxuxum ik'."
        },
        {
            "number": "29",
            "text": "Ayic tz'el yav eb', icha val yel yav nok' choj ayic sayan schib'ej nok'. Syik'anb'at nok' b'aj ay, manhxalaj mach syal yik'anek' d'a nok'."
        },
        {
            "number": "30",
            "text": "Ayic ol cot eb' anima d'a juntzanh chonhab' chi', aton d'a jun k'u chequel yaj chi', ol el yav eb' sjavi d'a spatic co chonhab' tic, icha val sk'anh a' mar. A mach ol ilancotoc, ol yil eyaelal chi' eb'. Ichato q'uik'q'uinal yaji, ol tup saquilq'uinal yuj asun."
        }
    ]
}