{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaik, ol in b'itej sb'ital jun winh wamigo te wach' yet' jun yavb'en uwa. Ha winh wamigo chi', ay jun yavb'en uwa winh t'a jun sluum te yax sat t'a jun tzalan."
        },
        {
            "number": "2",
            "text": "Ix sd'ock'e waan jun slum winh chi', ix sik'anel k'een k'een winh t'a sat lu'um, ix sb'oanoch smacte'al lum winh, haxo te' uwa te wach' ix yawej winh t'a lu'um. Ix sb'ok'e jun yet'tal heb' stanhwan juntzanh avb'en chi' winh, chaanh ix ajk'ei. Ix sb'oanpax jun lugar winh b'aj stek'jiel yal te' uwa chi'. Ha snaan winh to te' wach' sat te' uwa chi' ol yak'a', haxo ix aji, te paj te' sat ix yak' chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yalan winh icha tik: Ha ticnaik ex aj Jerusalén yet' ex aj Judá: Alec t'ayin mach ay spaltail, ¿tom a in, mato a jun wavb'en tik?"
        },
        {
            "number": "4",
            "text": "¿Tom manh tz'acanoc ix wutej te' in b'oani? ¿Aytom maj nachaj wuj tas tz'aj te' yavchaji? Ix in tanhwej yak'an sat te' wach', haxo ix aji, paj sat te' ix yak'a'."
        },
        {
            "number": "5",
            "text": "Axo ticnaik jun, ol wal t'ayex tas ol wutej in munlajel tik: Ol wik'el smacte'al te' chi' yic ol satel te'. Ol jacwoquel smacte'al te' chi', yic wach' ol tek'joquem te' yuj nok' nok'."
        },
        {
            "number": "6",
            "text": "Ol wactejcan te' ichnhej ta'. Manhxa mach ol ak'enan te', manhxa mach ol ik'anel te' schuclajil. Ol q'uib' anh ank'ultak ay sq'uixal t'a skal te'. Ol walan t'a asun to maxtzac yak'cot snhab'il t'a yib'anh jun avb'en chi', xchi winh aj avb'en chi'."
        },
        {
            "number": "7",
            "text": "Ichaton chi' yaj heb' yinhtilal Israel yet' heb' aj Judá. Icha yavb'en Jehová Yajal t'a Smasanil, icha chi' yaj heb'. Ha Jehová chi', ix stanhwej to wach' syutej sb'a heb' t'a sk'ayb'ub'al, palta haxo ix aji, a milojcham anima ix yak' heb'. Snib'ej wal Jehová chi' to tojol syutej sb'a heb', haxo tz'aji, tz'el yav anima yixtaj yuj heb'."
        },
        {
            "number": "8",
            "text": "Ob'iltac heb' tzijtum spat ix smana', niwan pax lum sluum heb' ix smaccani. Manhxa jab'oc tas ix yaktejcan heb' t'a juntzanhxo heb'. Axonhej heb' snib'ej tz'aj t'a sat lum t'a jun chonhab' tik."
        },
        {
            "number": "9",
            "text": "Ha Jehová Yajal t'a Smasanil, a ix alan t'ayin icha tik: Ha juntzanh niwac pat te wach' yilji chi', ol sateloc wach'chom te wach' yilji, manhxalaj mach ol cajnaj t'ay."
        },
        {
            "number": "10",
            "text": "Ha t'a junok 90 ch'anhil uwa awab'il, anhej oye' galón yal sat uwa chi' ol elta. Axo t'a junok waque' quintal inhat tz'avchaji, anhej wac almul ol elta."
        },
        {
            "number": "11",
            "text": "Ob'iltac heb' spet k'e waan t'a q'uinhib'alil syamanxioch uk'el anh heb', ste k'e anh t'a sjolom heb', scanxonhej heb' ta' tzek' ak'wal."
        },
        {
            "number": "12",
            "text": "Ha b'aj tz'och niwac wael tz'uk'wi anh heb', ata' ayoch juntzanh yamk'ab' yic b'it: Aton te' arpa, te' wiolín, k'een pandereta yet' te' flauta. Axo tas wan snaan Jehová t'a yib'anh heb', max yak'laj pensar heb' yuj."
        },
        {
            "number": "13",
            "text": "Yujto malaj snib'ej in chonhab' tik snachajel yuj, yuj chi' ol ik'chajb'at t'a juntzanhxo ch'oc nacional. Masanil heb' anima tik yet' heb' yajalil heb', ol cham heb' yuj wejel yet' taquinhtial."
        },
        {
            "number": "14",
            "text": "Yuj chi', icha wal to ol sjac sti' chamel yic ol sb'uk'anb'at heb' anima chi' yet' heb' yajalil heb' t'a Jerusalén tik, aton heb' anima scomon el yav tz'eq'ui."
        },
        {
            "number": "15",
            "text": "Ol ik'joccanem heb' anima syik'chaanh sb'a, emnaquilal ol ajkan heb'."
        },
        {
            "number": "16",
            "text": "Axo Jehová Yajal t'a Smasanil, ol yak' checlajoc to te niwan yelk'ochi ayic ol sch'olb'itan masanil tas. Ha Dios chi' yelxo te wach', ol sch'oxeli to te tojol spensar."
        },
        {
            "number": "17",
            "text": "Ha t'a juntzanh chonhab' ix laj em lanhnaj chi', ata' ol laj wa nok' calnel yet' nok' chiwa."
        },
        {
            "number": "18",
            "text": "Ob'iltac ex mach ex max eyactej he k'ulan chukal chi', malaj yalan tas tze k'ulej chi'. Ichato nherb'il chukal chi' eyuuj, icha snherchaj junok carreta tzek'b'iloch t'a tas snheran chi'."
        },
        {
            "number": "19",
            "text": "Tzeyalan icha tik: Ha ko Diosal a onh israel onh tik, aton Dios Axonhej, comonoc syala' sk'ulan tas nab'il yuj chi' t'a quib'anh, yic aymanh quilani tas tzonh aji, xe chi."
        },
        {
            "number": "20",
            "text": "Ob'iltac ex tzeyal chukal wach'ilal, haxo wach'il chi', a tzeyal chukal. Ha sakil k'inal tzeyal k'ik'alq'uinalil, haxo k’ik’ k’inal chi' tzeyal saquilq'uinalil. Ha tas k'a', chi' eyalani, haxo tas chi', k'a' eyalani."
        },
        {
            "number": "21",
            "text": "Ob'iltac ex tzeyaloch he b'a jelanil, te wach' he pensar he naani."
        },
        {
            "number": "22",
            "text": "Ob'iltac ex te jelan eyuk'an anh, jelan he calan anh anh chi'."
        },
        {
            "number": "23",
            "text": "Ha ex tik yuj k'een tumin tzeyala' to malaj smul heb' tz'och smul, haxo heb' malaj smul chi', max eyal-laj syaelal heb'."
        },
        {
            "number": "24",
            "text": "Yuj chi', icha wal tz'aj stz'ab'at anh ac yuj te' k'ak', icha stz'ab'at te' xiltac te' taquinh, icha chi' ol aj he lajwieli. Icha tz'aj te te' stacjieli yujto k'aeltacxo sch'anhal yib' te', toxonhej tz'el b'ulnaj xumaquil te', tz'ochcan pokokal, icha chi' ol ex ajoc, yujto ix he chaccanel sk'ayb'ub'al Jehová Yajal t'a Smasanil. Ix he patiquejpaxel schecnab'il ko Diosal Axonhej."
        },
        {
            "number": "25",
            "text": "Yuj chi' scot wal yowal sk'ol t'a eyib'anh, ol yak'anoch eyaelal. Ha lum niwac witz, ol ib'xoc lu'um, toxonhej teltumb'a ol ex ajkan he cham t'a yoltac calle. Manh yujoc chi' ol och waan yowal sk'ol Jehová chi', palta to ol yak'nhej eyaelal chi'."
        },
        {
            "number": "26",
            "text": "Ol yik'chaanh jun bandera Jehová chi' yil juntzanhxo chonhab' najat ay. Ol xub'anb'at t'a heb' cajan b'aj slajwik'och lum lum tik, haxo scot lemnaj heb' chi'."
        },
        {
            "number": "27",
            "text": "Malaj junok heb' soldado t'a skal heb' chi' k'unb'inac, mato ay swayanh. Malaj pax heb' choyan yajoch stzek'ul, ma d'inhchimtac sch'anhal sxanhab'."
        },
        {
            "number": "28",
            "text": "Ha yol sjul-lab' heb', te jay snhi', tzatz yaj ste'al sjul-lab' heb' chi'. Ha yech nok' schej heb', icha wal k'een k'een te tzatz, haxo scarruaje heb', jelan sb'ey icha chacxuxum ik'."
        },
        {
            "number": "29",
            "text": "Ayic tz'el yav heb', icha wal yel yav nok' choj ayic sayan schib'ej nok'. Syik'anb'at nok' b'aj ay, manhxalaj mach syal yik'anek' t'a nok'."
        },
        {
            "number": "30",
            "text": "Ayic ol cot heb' anima t'a juntzanh chonhab' chi', aton t'a jun k'u chequel yaj chi', ol el yav heb' sjawi t'a spatic ko chonhab' tik, icha wal sk'anh ha' mar. Ha mach ol ilancotoc, ol yil eyaelal chi' heb'. Ichato k'ik'k 'inal yaji, ol tup sakil k'inal yuj asun."
        }
    ]
}