{
    "chapter": "50",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová tz'alan icha tik t'a schonhab': Ex israel, ¿tom tze na'a to a in ix ex in pechb'at icha junok vinh spechanb'at yetb'eyum? Tato icha chi', ¿b'ajtil ay yumal puclajb'ail ix in b'o chi' eyed'oc? ¿Tom a in ix ex in chonhb'at checab'oc? Tato icha chi' ¿mach b'aj ay in b'oc, yuj chi' ix ex in chonhb'ati? Ha ex tik, ix ex ik'jib'at t'a ch'oc nacional yuj e mul, yuj e chukal."
        },
        {
            "number": "2",
            "text": "¿Tas yuj ayic ix in javi, malaj mach ix wila''? ¿Tas yuj ayic ix ex vavtani malaj mach ix in tak'vani? ¿Tom max techaj vuj ex in colan e naani? ¿Tom max yal ex vak'anel t'a libre? Naec val to k'ocb'il junok b'elanh lolonel svala', stupem ha' mar, haxo b'aj sb'ey ha' nivac ha', taquinh tz'ajcani, haxo nok' chay, xcham nok' yuj taquinhtial, sk'ab'at nok' yuj manh ha'il."
        },
        {
            "number": "3",
            "text": "Ha in svak' k'ik'b'oquel satcha’anh, icha eb' scus yuj schamnac, xchi Jehová."
        },
        {
            "number": "4",
            "text": "Ha jun schecab' Jehová chi' tz'alan icha tik: Ha Jehová Vajalil, a ix ak'an jelanb'oc in loloni yic wach' svak' stek'anil eb' k'unb'elal yaji. Junjun q'uinhib'alil syak'an in nib'ej yic svab' tas syak' in k'ayb'ej."
        },
        {
            "number": "5",
            "text": "Ha Jehová Vajalil ix ak'an sjelanil in pensar, ix in k'anab'ajejnhej, manh pitoc ix vutej in b'a."
        },
        {
            "number": "6",
            "text": "Ix vak' yich in patic smak' eb' ajk'ool. Malaj tas sval t'a eb' stzucanel xil in ti'. Maj in k'ub'ejel in sat t'a eb' tzin b'uchani yet' eb' stzub'an in sat."
        },
        {
            "number": "7",
            "text": "Ha Jehová Yajal, a skolwaj ved'oc, yuj chi' maj chab'ax in k'ol yuj tas tzin yutej eb' chi'. Tek'an ix vutej in b'a vak'an techajoc, yujto vojtac to manh ol el in q'uixvelal."
        },
        {
            "number": "8",
            "text": "Ha jun tzin colani, ayek' t'a in tz'ey. Tato ay mach tz'ak'anoch t'a vib'anh, tzin b'at yet'oc t'a yichanh vinh tzin ch'olb'itani. Ha junok ay chukal syal t'a in patic, cotocab' t'a in tz'ey tik, syalani."
        },
        {
            "number": "9",
            "text": "Ha Jehová Yajal, ha' skolwaj ved'oc. ¿Mach ol yal yak'anoch junok tas t'a vib'anh? Masanil eb' ayoch ajk'olal t'ayin, ol lajvoquel eb' icha junok pichul ijtacxo, xchi jun schecab' Jehová chi'."
        },
        {
            "number": "10",
            "text": "Ha ex ay yelk'och Jehová t'a yol e sat, tzeyab'anpax tas syal schecab': Tato tzex b'ey t'a k’ik’ k’inal, tato malaj tas tz'ak'an sacq'uinal t'ayex, aq'uecoch Jehová yipoc e k'ool, tzex b'eynhej yet'oc."
        },
        {
            "number": "11",
            "text": "Ha exxo tzeyak'och sk'ak'al juntzanh te' yic syak' yoc t'ayex, anheja' t'a yoc chi' tzex b'eyi. Ha Jehová ol ak'ancot jun yaelal t'a eyib'anh, toxonhej ol ex emcan jichan t'a skal eyaelal chi'."
        }
    ]
}