{
    "chapter": "50",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová tz'alan icha tik t'a schonhab': Ex israel, ¿tom tze na'a to a in ix ex in pechb'at icha junok winh spechanb'at yetb'eyum? Tato icha chi', ¿b'ajtil ay yumal puclajb'ail ix in b'o chi' eyed'oc? ¿Tom a in ix ex in chonhb'at checab'oc? Tato icha chi' ¿mach b'aj ay in b'oc, yuj chi' ix ex in chonhb'ati? Ha ex tik, ix ex ik'jib'at t'a ch'oc nacional yuj he mul, yuj he chukal."
        },
        {
            "number": "2",
            "text": "¿Tas yuj ayic ix in jawi, malaj mach ix wila''? ¿Tas yuj ayic ix ex wavtani malaj mach ix in tak'wani? ¿Tom max techaj wuj ex in colan he naani? ¿Tom max yal ex wak'anel t'a libre? Naec wal to k'ocb'il junok b'elanh lolonel swala', stupem ha' mar, haxo b'aj sb'ey ha' niwac ha', taquinh tz'ajcani, haxo nok' chay, xcham nok' yuj taquinhtial, sk'ab'at nok' yuj manh ha'il."
        },
        {
            "number": "3",
            "text": "Ha in swak' k'ik'b'oquel satcha’anh, icha heb' scus yuj schamnac, xchi Jehová."
        },
        {
            "number": "4",
            "text": "Ha jun schecab' Jehová chi' tz'alan icha tik: Ha Jehová Vajalil, a ix ak'an jelanb'oc in loloni yic wach' swak' stek'anil heb' k'unb'elal yaji. Junjun q'uinhib'alil syak'an in nib'ej yic swab' tas syak' in k'ayb'ej."
        },
        {
            "number": "5",
            "text": "Ha Jehová Vajalil ix ak'an sjelanil in pensar, ix in k'anab'ajejnhej, manh pitoc ix wutej in b'a."
        },
        {
            "number": "6",
            "text": "Ix wak' yich in patic smak' heb' ajk'ool. Malaj tas swal t'a heb' stzucanel xil in ti'. Maj in k'ub'ejel in sat t'a heb' tzin b'uchani yet' heb' stzub'an in sat."
        },
        {
            "number": "7",
            "text": "Ha Jehová Yajal, a skolwaj wed'oc, yuj chi' maj chab'ax in k'ol yuj tas tzin yutej heb' chi'. Tek'an ix wutej in b'a wak'an techajoc, yujto wojtac to manh ol el in q'uixwelal."
        },
        {
            "number": "8",
            "text": "Ha jun tzin colani, ayek' t'a in tz'ey. Tato ay mach tz'ak'anoch t'a wib'anh, tzin b'at yet'oc t'a yichanh winh tzin ch'olb'itani. Ha junok ay chukal syal t'a in patic, cotocab' t'a in tz'ey tik, syalani."
        },
        {
            "number": "9",
            "text": "Ha Jehová Yajal, ha' skolwaj wed'oc. ¿Mach ol yal yak'anoch junok tas t'a wib'anh? Masanil heb' ayoch ajk'olal t'ayin, ol lajwoquel heb' icha junok pichul ijtacxo, xchi jun schecab' Jehová chi'."
        },
        {
            "number": "10",
            "text": "Ha ex ay yelk'och Jehová t'a yol he sat, tzeyab'anpax tas syal schecab': Tato tzex b'ey t'a k’ik’ k’inal, tato malaj tas tz'ak'an sacq'uinal t'ayex, ak'ecoch Jehová yipoc he k'ool, tzex b'eynhej yet'oc."
        },
        {
            "number": "11",
            "text": "Ha exxo tzeyak'och sk'ak'al juntzanh te' yic syak' yoc t'ayex, anheja' t'a yoc chi' tzex b'eyi. Ha Jehová ol ak'ancot jun yaelal t'a eyib'anh, toxonhej ol ex emcan jichan t'a skal eyaelal chi'."
        }
    ]
}