{
    "chapter": "50",
    "verses": [
        {
            "number": "1",
            "text": "A Jehová tz'alan icha tic d'a schonhab': Ex israel, ¿tom tze na'a to a in ix ex in pechb'at icha junoc vinh spechanb'at yetb'eyum? Tato icha chi', ¿b'ajtil ay yumal puclajb'ail ix in b'o chi' eyed'oc? ¿Tom a in ix ex in chonhb'at checab'oc? Tato icha chi' ¿mach b'aj ay in b'oc, yuj chi' ix ex in chonhb'ati? A ex tic, ix ex ik'jib'at d'a ch'oc nacional yuj e mul, yuj e chucal."
        },
        {
            "number": "2",
            "text": "¿Tas yuj ayic ix in javi, malaj mach ix vila'? ¿Tas yuj ayic ix ex vavtani malaj mach ix in tak'vani? ¿Tom max techaj vuj ex in colan e naani? ¿Tom max yal ex vak'anel d'a libre? Naec val to k'ocb'il junoc b'elanh lolonel svala', stupem a' mar, axo b'aj sb'ey a' nivac a', taquinh tz'ajcani, axo nok' chay, xcham nok' yuj taquinhtial, sk'ab'at nok' yuj manh a'il."
        },
        {
            "number": "3",
            "text": "A in svak' q'uik'b'oquel satchaanh, icha eb' scus yuj schamnac, xchi Jehová."
        },
        {
            "number": "4",
            "text": "A jun schecab' Jehová chi' tz'alan icha tic: A Jehová Vajalil, a ix ak'an jelanb'oc in loloni yic vach' svak' stek'anil eb' k'unb'elal yaji. Junjun q'uinhib'alil syak'an in nib'ej yic svab' tas syak' in k'ayb'ej."
        },
        {
            "number": "5",
            "text": "A Jehová Vajalil ix ak'an sjelanil in pensar, ix in k'anab'ajejnhej, manh pitoc ix vutej in b'a."
        },
        {
            "number": "6",
            "text": "Ix vak' yich in patic smak' eb' ajk'ool. Malaj tas sval d'a eb' stzucanel xil in ti'. Maj in k'ub'ejel in sat d'a eb' tzin b'uchani yed' eb' stzub'an in sat."
        },
        {
            "number": "7",
            "text": "A Jehová Yajal, a scolvaj ved'oc, yuj chi' maj chab'ax in k'ol yuj tas tzin yutej eb' chi'. Tek'an ix vutej in b'a vak'an techajoc, yujto vojtac to manh ol el in q'uixvelal."
        },
        {
            "number": "8",
            "text": "A jun tzin colani, ayek' d'a in tz'ey. Tato ay mach tz'ak'anoch d'a vib'anh, tzin b'at yed'oc d'a yichanh vinh tzin ch'olb'itani. A junoc ay chucal syal d'a in patic, cotocab' d'a in tz'ey tic, syalani."
        },
        {
            "number": "9",
            "text": "A Jehová Yajal, a' scolvaj ved'oc. ¿Mach ol yal yak'anoch junoc tas d'a vib'anh? Masanil eb' ayoch ajk'olal d'ayin, ol lajvoquel eb' icha junoc pichul ijtacxo, xchi jun schecab' Jehová chi'."
        },
        {
            "number": "10",
            "text": "A ex ay yelk'och Jehová d'a yol e sat, tzeyab'anpax tas syal schecab': Tato tzex b'ey d'a q'uik'alq'uinal, tato malaj tas tz'ak'an sacq'uinal d'ayex, aq'uecoch Jehová yipoc e k'ool, tzex b'eynhej yed'oc."
        },
        {
            "number": "11",
            "text": "A exxo tzeyak'och sk'ak'al juntzanh te' yic syak' yoc d'ayex, anheja' d'a yoc chi' tzex b'eyi. A Jehová ol ak'ancot jun yaelal d'a eyib'anh, toxonhej ol ex emcan jichan d'a scal eyaelal chi'."
        }
    ]
}