{
    "chapter": "51",
    "verses": [
        {
            "number": "1",
            "text": "A Jehová tz'alan icha tic: A ex tze nib'ej e b'eyb'alej tojolal, tze nib'ej tzex javi d'ayin, ab'ec val tas ol vala': Ilecnab' b'aj cotnac eyinhtilal, b'aj pax cotnac yinhtilal eb' e mam eyicham."
        },
        {
            "number": "2",
            "text": "Ina vinh e mam eyicham aj Abraham yed' ix e nun chichim ix Sara, malaj yuninal eb' ayic vavtannac eb', palta vak'nac in vach'k'olal d'a eb', tzijtum ix aj yinhtilal eb'."
        },
        {
            "number": "3",
            "text": "Ol vak' in vach'k'olal d'a Sion, aton jun chonhab' mak'b'ilem lanhnajoc. A lum taquinh luum, ol yaxb'occan sat luum, icha lum Edén ol aj luum. Yuj chi' ol tzalaj eb' cajan ta', ol b'itan eb', ol yak'an yuj diosal eb' d'ayin."
        },
        {
            "number": "4",
            "text": "Ex in chonhab', maclejec eyab' tas ol vala', ab'ec ex junjun chonhab': Ol valel in k'ayb'ub'al yed' in checnab'il. Icha saquilq'uinal ol aj d'ayex."
        },
        {
            "number": "5",
            "text": "Lak'anxo sja sk'ual in ch'olb'itani, van sjapax sk'ual yic tzin colvaji. A yed' in poder ol vak'an yajalil d'a yib'anh juntzanh chonhab'. A juntzanh chonhab' ay d'a stitac a' mar, ol yak'och in poder eb' yipoc sk'ool."
        },
        {
            "number": "6",
            "text": "Q'ueanhec q'uelan d'a satchaanh, tzex empax q'uelan d'a sat luum tic. A satchaanh chi', ol satem icha satem te' tab', axo sat lum tic, ol k'ab'oc icha sk'ab'i junoc pichul. A eb' anima cajan d'a sat lum tic, ol satel eb' icha satel nok' us. Palta a colnab'il svak'a' ay d'a junelnhej. A in tojolal malaj slajvub'."
        },
        {
            "number": "7",
            "text": "A ex eyojtac tojolal, ex tzeyak'och in checnab'il d'a e k'ool, ab'ec: Manh ex xiv yuj sb'uchval lolonel eb' anima d'ayex. Mocab' chab'ax e k'ool yuj tas syal eb' chi',"
        },
        {
            "number": "8",
            "text": "yujto ol satel eb' icha junoc pichul ijtacxo, ma icha tz'aj junoc lana pichul sk'uxjib'at yuj nok' ij. Palta a in tojolal yed' in colval aynhejek' d'a junelnhej, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Mamin Jehová, colvajanh, cotanh yed' a poder, icha a k'ulejnac d'a peca'. A ach chok' utejnac nok' nivan nok' d'a yol a' mar, aton nok' Rahab."
        },
        {
            "number": "10",
            "text": "A ach a jacnac a' mar, aton a' te jul yich, a d'a sjulal yich a' mar chi', icha b'e utejnac yic tz'ek' eb' colb'il uuj."
        },
        {
            "number": "11",
            "text": "Ichaton chi' ol aj smeltzaj eb' colb'ilxo el uj Mamin Jehová. Ol javoc eb' d'a Sion tic yed' b'it yic tzalajk'olal. Ol tzetzon sat eb' stzalaji, ol satel oq'uel yed' cusk'olal."
        },
        {
            "number": "12",
            "text": "A Jehová tz'alan icha tic: A in Jehová in svak' eyip, ¿tas yuj tzex xiv d'a eb' anima chamelb'a yaji, to lajan eb' icha anh ank'ultac k'un stacjieli?"
        },
        {
            "number": "13",
            "text": "A in Jehová in, a in in b'onac ex. A in in jenhb'ejnacb'at satchaanh, in b'oannaquem lum luum tic d'a yed'tal. ¿Tom ix in b'atcan satk'olal eyuuj, yuj chi' tzex xiv d'a jun tzex ixtani, jun snaan ex sataneli? Palta manh ex xivoc, a in ol in satel yoval sk'ol jun tzex ixtan chi'."
        },
        {
            "number": "14",
            "text": "A eb' syab' syail b'aj tz'ixtaj chi', elanhchamel ol coljoc eb'. Manh ol cham eb' d'a yol preso, manh ol yak' vejel eb'."
        },
        {
            "number": "15",
            "text": "A in Jehová e Diosal in, a in b'i, Jehová Yajal d'a Smasanil. A in svak'q'ue ponholjoc sat a' mar."
        },
        {
            "number": "16",
            "text": "A in in jenhb'ejnacb'at satchaanh, in b'oannacpaxem lum luum tic d'a yed'tal. A in svak' eyalel in lolonel, tzex in colanel yed' in poder. A in sval d'a Sion: A ex tic in chonhab' ex, xin chi, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Aq'uequel e vayanh ex aj Jerusalén, q'ueanhec vaan. Ix eyab' val syail yuj yoval sk'ol Jehová ix yak'cot d'a eyib'anh, palta toxo ix ek'b'ati. Lajan ex aj icha junoc mach satel sk'ol yuk'an anh anh, manhxalaj jab'oc anh chi' syactejcan d'a yol yed'tal."
        },
        {
            "number": "18",
            "text": "A d'a scal eb' eyuninal ix eyil q'uib'oc, malaj junoc eb' ix ch'oxan b'e d'ayex, malaj junoc eb' ix ex quetzanb'ati."
        },
        {
            "number": "19",
            "text": "Aton cha macanh tas ix javi d'a eyib'anh tic: Ix mak'chajem lanhnaj e chonhab', ix champax eb' cajan d'ay yuj vejel yuj oval. ¿Machto val ol ok' sk'ol d'ayex? ¿Machto val ol ak'an snivanil e k'ool?"
        },
        {
            "number": "20",
            "text": "Toxo ix el yip eb' eyuninal, toxo ix telvi eb' icha nok' k'ultaquil chej scan d'a ch'anh yaal. Toxonhej ix can teljab' eb' d'a schiquintac calle, yujto ix yab' val syail yoval sk'ol Jehová e Diosal eb', yuj scachji eb' yuuj."
        },
        {
            "number": "21",
            "text": "Ex aj Jerusalén, van eyab'an val syail, icha uk'um anh eyeq'ui, palta manh ex uk'umoc pax anh."
        },
        {
            "number": "22",
            "text": "A Jehová Cajal co Diosal paxi, a' tz'alan icha tic: A in Jehová e Diosal in tzex in colo', a in ton sval icha tic: Ol viq'uek' scopail yoval in k'ol chi' d'ayex, manhxa b'aq'uinh ol eyab'xi syail yuuj."
        },
        {
            "number": "23",
            "text": "A d'a eb' ixtannac ex, ata' ol vak' jun scopail yoval in k'ol chi', aton d'a eb' aljinac d'ayex icha tic: Emanhec lachan d'a sat luum to ol onh b'eyek' d'a eyib'anh, xchi eb'. Emnac ex lachan d'a sat lum chi', ek'nac tek'ton eb' d'a eyib'anh icha lum pococ, xchi Jehová."
        }
    ]
}