{
    "chapter": "51",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová tz'alan icha tik: Ha ex tze nib'ej he b'eyb'alej tojolal, tze nib'ej tzex jawi t'ayin, ab'ec wal tas ol wala': Ilecnab' b'aj cotnac eyinhtilal, b'aj pax cotnac yinhtilal heb' he mam eyicham."
        },
        {
            "number": "2",
            "text": "Ina winh he mam eyicham aj Abraham yet' ix he nun chichim ix Sara, malaj yuninal heb' ayic wavtannac heb', palta wak'nac in wach'k'olal t'a heb', tzijtum ix aj yinhtilal heb'."
        },
        {
            "number": "3",
            "text": "Ol wak' in wach'k'olal t'a Sion, aton jun chonhab' mak'b'ilem lanhnajoc. Ha lum taquinh lu'um, ol yaxb'okkan sat lu'um, icha lum Edén ol aj lu'um. Yuj chi' ol tzalaj heb' kajan ta', ol b'itan heb', ol yak'an yuj diosal heb' t'ayin."
        },
        {
            "number": "4",
            "text": "Ex in chonhab', maclejec eyab' tas ol wala', ab'ec ex junjun chonhab': Ol walel in k'ayb'ub'al yet' in checnab'il. Icha sakil k'inal ol aj t'ayex."
        },
        {
            "number": "5",
            "text": "Lak'anxo sja sk'ual in ch'olb'itani, wan sjapax sk'ual yic tzin colwaji. Ha yet' in poder ol wak'an yajalil t'a yib'anh juntzanh chonhab'. Ha juntzanh chonhab' ay t'a stitac ha' mar, ol yak'och in poder heb' yipoc sk'ool."
        },
        {
            "number": "6",
            "text": "Q'ueanhec k'elan t'a satcha’anh, tzex empax k'elan t'a sat lu'um tik. Ha satcha’anh chi', ol satem icha satem te' tab', haxo sat lum tik, ol k'ab'oc icha sk'ab'i junok pichul. Ha heb' anima kajan t'a sat lum tik, ol satel heb' icha satel nok' us. Palta a colnab'il swak'a' ay t'a junelnhej. Ha in tojolal malaj slajwub'."
        },
        {
            "number": "7",
            "text": "Ha ex eyojtak tojolal, ex tzeyak'och in checnab'il t'a he k'ool, ab'ec: Manh ex xiv yuj sb'uchwal lolonel heb' anima t'ayex. Mokab' chab'ax he k'ool yuj tas syal heb' chi',"
        },
        {
            "number": "8",
            "text": "yujto ol satel heb' icha junok pichul ijtacxo, ma icha tz'aj junok lana pichul sk'uxjib'at yuj nok' ij. Palta a in tojolal yet' in colwal aynhejek' t'a junelnhej, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Mamin Jehová, colwajanh, cotanh yet' a poder, icha a k'ulejnac t'a peka'. Ha ach chok' utejnac nok' niwan nok' t'a yol ha' mar, aton nok' Rahab."
        },
        {
            "number": "10",
            "text": "Ha ach a jacnac ha' mar, aton ha' te jul yich, ha t'a sjulal yich ha' mar chi', icha b'e utejnac yic tzek' heb' colb'il uuj."
        },
        {
            "number": "11",
            "text": "Ichaton chi' ol aj smeltzaj heb' colb'ilxo el uj Mamin Jehová. Ol jawok heb' t'a Sion tik yet' b'it yic tzalajk'olal. Ol tzetzon sat heb' stzalaji, ol satel ok'el yet' cusk'olal."
        },
        {
            "number": "12",
            "text": "Ha Jehová tz'alan icha tik: Ha in Jehová in swak' eyip, ¿tas yuj tzex xiv t'a heb' anima chamelb'a yaji, to lajan heb' icha anh ank'ultak k'un stacjieli?"
        },
        {
            "number": "13",
            "text": "Ha in Jehová in, a in in b'onac ex. Ha in in jenhb'ejnacb'at satcha’anh, in b'oannaquem lum lum tik t'a yet'tal. ¿Tom ix in b'atkan satk'olal eyuuj, yuj chi' tzex xiv t'a jun tzex ixtani, jun snaan ex sataneli? Palta manh ex xiwoc, a in ol in satel yowal sk'ol jun tzex ixtan chi'."
        },
        {
            "number": "14",
            "text": "Ha heb' syab' syail b'aj tz'ixtaj chi', elanhchamel ol coljoc heb'. Manh ol cham heb' t'a yol preso, manh ol yak' wejel heb'."
        },
        {
            "number": "15",
            "text": "Ha in Jehová he Diosal in, a in b'i, Jehová Yajal t'a Smasanil. Ha in swak'k'e ponholjoc sat ha' mar."
        },
        {
            "number": "16",
            "text": "Ha in in jenhb'ejnacb'at satcha’anh, in b'oannacpaxem lum lum tik t'a yet'tal. Ha in swak' eyalel in lolonel, tzex in colanel yet' in poder. Ha in swal t'a Sion: Ha ex tik in chonhab' ex, xin chi, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Hak'uequel he wayanh ex aj Jerusalén, k'eanhec waan. Ix eyab' wal syail yuj yowal sk'ol Jehová ix yak'cot t'a eyib'anh, palta toxo ix ek'b'ati. Lajan ex aj icha junok mach satel sk'ol yuk'an anh anh, manhxalaj jab'oc anh chi' syactejkan t'a yol yet'tal."
        },
        {
            "number": "18",
            "text": "Ha t'a skal heb' eyuninal ix eyil q'uib'oc, malaj junok heb' ix ch'oxan b'e t'ayex, malaj junok heb' ix ex quetzanb'ati."
        },
        {
            "number": "19",
            "text": "Aton cha makan tas ix jawi t'a eyib'anh tik: Ix mak'chajem lanhnaj he chonhab', ix champax heb' kajan t'ay yuj wejel yuj owal. ¿Machto wal ol ok' sk'ol t'ayex? ¿Machto wal ol ak'an sniwanil he k'ool?"
        },
        {
            "number": "20",
            "text": "Toxo ix el yip heb' eyuninal, toxo ix telwi heb' icha nok' k'ultaquil chej skan t'a ch'anh yaal. Toxonhej ix kan teljab' heb' t'a schiquintac calle, yujto ix yab' wal syail yowal sk'ol Jehová he Diosal heb', yuj skachji heb' yuj."
        },
        {
            "number": "21",
            "text": "Ex aj Jerusalén, wan eyab'an wal syail, icha uk'um anh eyeq'ui, palta manh ex uk'umoc pax anh."
        },
        {
            "number": "22",
            "text": "Ha Jehová Kajal ko Diosal paxi, ha' tz'alan icha tik: Ha in Jehová he Diosal in tzex in colo', a in ton swal icha tik: Ol wik'ek' scopail yowal in k'ol chi' t'ayex, manhxa b'ak'uinh ol eyab'xi syail yuj."
        },
        {
            "number": "23",
            "text": "Ha t'a heb' ixtannac ex, ata' ol wak' jun scopail yowal in k'ol chi', aton t'a heb' aljinac t'ayex icha tik: Emanhec lachan t'a sat lu'um to ol onh b'eyek' t'a eyib'anh, xchi heb'. Emnac ex lachan t'a sat lum chi', ek'nac tek'ton heb' t'a eyib'anh icha lum pokok, xchi Jehová."
        }
    ]
}