{
    "chapter": "51",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová tz'alan icha tik: Ha ex tze nib'ej e b'eyb'alej tojolal, tze nib'ej tzex javi t'ayin, ab'ec val tas ol vala': Ilecnab' b'aj cotnac eyinhtilal, b'aj pax cotnac yinhtilal eb' e mam eyicham."
        },
        {
            "number": "2",
            "text": "Ina vinh e mam eyicham aj Abraham yet' ix e nun chichim ix Sara, malaj yuninal eb' ayic vavtannac eb', palta vak'nac in wach'k'olal t'a eb', tzijtum ix aj yinhtilal eb'."
        },
        {
            "number": "3",
            "text": "Ol vak' in wach'k'olal t'a Sion, aton jun chonhab' mak'b'ilem lanhnajoc. Ha lum taquinh lu'um, ol yaxb'occan sat lu'um, icha lum Edén ol aj lu'um. Yuj chi' ol tzalaj eb' cajan ta', ol b'itan eb', ol yak'an yuj diosal eb' t'ayin."
        },
        {
            "number": "4",
            "text": "Ex in chonhab', maclejec eyab' tas ol vala', ab'ec ex junjun chonhab': Ol valel in k'ayb'ub'al yet' in checnab'il. Icha sakil k'inal ol aj t'ayex."
        },
        {
            "number": "5",
            "text": "Lak'anxo sja sk'ual in ch'olb'itani, van sjapax sk'ual yic tzin colvaji. Ha yet' in poder ol vak'an yajalil t'a yib'anh juntzanh chonhab'. Ha juntzanh chonhab' ay t'a stitac ha' mar, ol yak'och in poder eb' yipoc sk'ool."
        },
        {
            "number": "6",
            "text": "Q'ueanhec q'uelan t'a satcha’anh, tzex empax q'uelan t'a sat lu'um tik. Ha satcha’anh chi', ol satem icha satem te' tab', haxo sat lum tik, ol k'ab'oc icha sk'ab'i junok pichul. Ha eb' anima cajan t'a sat lum tik, ol satel eb' icha satel nok' us. Palta a colnab'il svak'a' ay t'a junelnhej. Ha in tojolal malaj slajvub'."
        },
        {
            "number": "7",
            "text": "Ha ex eyojtac tojolal, ex tzeyak'och in checnab'il t'a e k'ool, ab'ec: Manh ex xiv yuj sb'uchval lolonel eb' anima t'ayex. Mocab' chab'ax e k'ool yuj tas syal eb' chi',"
        },
        {
            "number": "8",
            "text": "yujto ol satel eb' icha junok pichul ijtacxo, ma icha tz'aj junok lana pichul sk'uxjib'at yuj nok' ij. Palta a in tojolal yet' in colval aynhejek' t'a junelnhej, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Mamin Jehová, colvajanh, cotanh yet' a poder, icha a k'ulejnac t'a peca'. Ha ach chok' utejnac nok' niwan nok' t'a yol ha' mar, aton nok' Rahab."
        },
        {
            "number": "10",
            "text": "Ha ach a jacnac ha' mar, aton ha' te jul yich, ha t'a sjulal yich ha' mar chi', icha b'e utejnac yic tzek' eb' colb'il uuj."
        },
        {
            "number": "11",
            "text": "Ichaton chi' ol aj smeltzaj eb' colb'ilxo el uj Mamin Jehová. Ol javoc eb' t'a Sion tik yet' b'it yic tzalajk'olal. Ol tzetzon sat eb' stzalaji, ol satel oq'uel yet' cusk'olal."
        },
        {
            "number": "12",
            "text": "Ha Jehová tz'alan icha tik: Ha in Jehová in svak' eyip, ¿tas yuj tzex xiv t'a eb' anima chamelb'a yaji, to lajan eb' icha anh ank'ultak k'un stacjieli?"
        },
        {
            "number": "13",
            "text": "Ha in Jehová in, a in in b'onac ex. Ha in in jenhb'ejnacb'at satcha’anh, in b'oannaquem lum lum tik t'a yet'tal. ¿Tom ix in b'atcan satk'olal eyuuj, yuj chi' tzex xiv t'a jun tzex ixtani, jun snaan ex sataneli? Palta manh ex xivoc, a in ol in satel yoval sk'ol jun tzex ixtan chi'."
        },
        {
            "number": "14",
            "text": "Ha eb' syab' syail b'aj tz'ixtaj chi', elanhchamel ol coljoc eb'. Manh ol cham eb' t'a yol preso, manh ol yak' vejel eb'."
        },
        {
            "number": "15",
            "text": "Ha in Jehová e Diosal in, a in b'i, Jehová Yajal t'a Smasanil. Ha in svak'q'ue ponholjoc sat ha' mar."
        },
        {
            "number": "16",
            "text": "Ha in in jenhb'ejnacb'at satcha’anh, in b'oannacpaxem lum lum tik t'a yet'tal. Ha in svak' eyalel in lolonel, tzex in colanel yet' in poder. Ha in sval t'a Sion: Ha ex tik in chonhab' ex, xin chi, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Hak'uequel e vayanh ex aj Jerusalén, q'ueanhec vaan. Ix eyab' val syail yuj yoval sk'ol Jehová ix yak'cot t'a eyib'anh, palta toxo ix ek'b'ati. Lajan ex aj icha junok mach satel sk'ol yuk'an anh anh, manhxalaj jab'oc anh chi' syactejcan t'a yol yet'tal."
        },
        {
            "number": "18",
            "text": "Ha t'a skal eb' eyuninal ix eyil q'uib'oc, malaj junok eb' ix ch'oxan b'e t'ayex, malaj junok eb' ix ex quetzanb'ati."
        },
        {
            "number": "19",
            "text": "Aton cha makan tas ix javi t'a eyib'anh tik: Ix mak'chajem lanhnaj e chonhab', ix champax eb' cajan t'ay yuj vejel yuj oval. ¿Machto val ol ok' sk'ol t'ayex? ¿Machto val ol ak'an snivanil e k'ool?"
        },
        {
            "number": "20",
            "text": "Toxo ix el yip eb' eyuninal, toxo ix telvi eb' icha nok' k'ultaquil chej skan t'a ch'anh yaal. Toxonhej ix kan teljab' eb' t'a schiquintac calle, yujto ix yab' val syail yoval sk'ol Jehová e Diosal eb', yuj scachji eb' yuj."
        },
        {
            "number": "21",
            "text": "Ex aj Jerusalén, van eyab'an val syail, icha uk'um anh eyeq'ui, palta manh ex uk'umoc pax anh."
        },
        {
            "number": "22",
            "text": "Ha Jehová Cajal co Diosal paxi, ha' tz'alan icha tik: Ha in Jehová e Diosal in tzex in colo', a in ton sval icha tik: Ol viq'uek' scopail yoval in k'ol chi' t'ayex, manhxa b'ak'uinh ol eyab'xi syail yuj."
        },
        {
            "number": "23",
            "text": "Ha t'a eb' ixtannac ex, ata' ol vak' jun scopail yoval in k'ol chi', aton t'a eb' aljinac t'ayex icha tik: Emanhec lachan t'a sat lu'um to ol onh b'eyek' t'a eyib'anh, xchi eb'. Emnac ex lachan t'a sat lum chi', ek'nac tek'ton eb' t'a eyib'anh icha lum pococ, xchi Jehová."
        }
    ]
}