{
    "chapter": "52",
    "verses": [
        {
            "number": "1",
            "text": "Ex aj Sion schonhab' Dios, aq'uequel e vayanh, q'ueanhec vaan, tek'b'ejec e b'a. Ch'oxequel swach'il eyilji, yujto manhxa b'ak'uinh ol jax eb' ch'oc nacional ch'oc sdiosal yak' chukal t'ayex."
        },
        {
            "number": "2",
            "text": "Q'ueanhec vaan ex aj Jerusalén, maq'uequel pococ t'ayex, ol ex emxoc k'ojan t'a e despacho eyak'an yajalil. Ex aj Sion, ex ix ex xid'ek' t'a ch'oc nacional, iq'uequel tas tzek'b'iloch t'a e jaj."
        },
        {
            "number": "3",
            "text": "Ha Jehová Cajal tz'alan icha tik: Malaj val jab'oc tumin ix in cha t'a e patic ayic ix ex ik'chajb'at checab'oc. Anhejtona', malaj pax tumin ol vak'a' yic tzex vik'anxi meltzajoc."
        },
        {
            "number": "4",
            "text": "Ha in chonhab' tik, b'atnac t'a Egipto t'a peca', ch'oc chonhab'il ajnac yek' eb' ta'. Axo ticnaic ix ixtaj eb' yuj eb' aj Asiria, wach'chom malaj jab'oc yuj."
        },
        {
            "number": "5",
            "text": "Axo ticnaic, ¿tas smoj tzin k'ulej? D'a ichnhej ta' ix ik'jib'at in chonhab' tik t'a Babilonia. Ha eb' tz'ak'an yajalil t'a yib'anh eb', syik'chaanh sb'a eb', max yactej eb' in sb'uchani."
        },
        {
            "number": "6",
            "text": "Yuj chi', ol k'och sk'ual, ol yojtaquejel in chonhab' tik to Dios in, ol nachajel yuj eb' to a in ix in lolon t'a eb', xchi Jehová."
        },
        {
            "number": "7",
            "text": "Jantac swach'il quilan t'a tzalquixtac, ayic sjavi junok mach tz'alan wach' ab'ix. Yed'nac yab'ixal junk'olal, syalanpax yab'ixal colnab'il, syalan icha tik: Ex aj Sion, a e Diosal van yoch Reyal, xchi."
        },
        {
            "number": "8",
            "text": "Ab'ec, a eb' stanhvumal e chonhab', tz'el yav eb', jun lajan tz'aj sq'ue nhilnaj eb' yel yav yuj tzalajk'olal, yujto syil val eb' sjax Jehová t'a Sion."
        },
        {
            "number": "9",
            "text": "Ex aj Jerusalén juvinaccan e chonhab', elocab' eyav e b'itan t'a tzalajk'olal, yujto ol ok'xoc sk'ol Jehová t'ayex, ol scolanxi Jerusalén."
        },
        {
            "number": "10",
            "text": "Yujto ol sch'ox spoder Jehová yil juntzanhxo nación. Masanil anima t'a yol yib'anhk’inal tik, ol yojtaquejel eb' to ha Dios onh colanxi."
        },
        {
            "number": "11",
            "text": "Elanhec, elanhecta t'a yol sk'ab' eb' aj Babilonia. Ha ex eyed'nac yamk'ab' yic stemplo Jehová, manh eyam tas manh wach'oc, manh eyak'b'at e b'ha t'a skal chukal."
        },
        {
            "number": "12",
            "text": "Manh sk'ak'aliloc, manh elelaloc ol ex elta, yujto a Jehová co Diosal ol oymaj t'a e patictac, ol ex stanhvani."
        },
        {
            "number": "13",
            "text": "Ix yalan Jehová icha tik: Ha jun in Checab' tik wach'nhej ol elk'ochoc, ol ik'joc val chaanh, ol b'inaj val."
        },
        {
            "number": "14",
            "text": "Tzijtum mach ol sat sk'ol yilani, yujto ol ixtax yilji, manhxo animaoc ol aj yilji yuj tas ol utajoc."
        },
        {
            "number": "15",
            "text": "Icha pax chi' jantac nación, ol sat sk'ol yilani ayic ol ik'jocchaanh. Ha eb' rey toxonhej ol och q'uelan eb', yujto ol yil eb', ol nachajel yuj eb' tas to manta b'aj ix yab' eb' yalji, xchi Jehová."
        }
    ]
}