{
    "chapter": "53",
    "verses": [
        {
            "number": "1",
            "text": "Ol yal Israel icha tik: ¿Toc ay mach tz'ak'anoch t'a sk'ol tas scaleli? ¿Toc ay mach snachajel yuj to a spoder Jehová scheclaj t'a jun ab'ix tik? xcham eb'."
        },
        {
            "number": "2",
            "text": "Snib'ej Jehová to a jun schecab' chi' sq'uib' icha svol junok te te' tz'em sch'anhal yib' t'a taquinh lu'um. Manh nib'ab'iloc yilji, malaj tas wach' squiloch t'ay."
        },
        {
            "number": "3",
            "text": "Ha eb' anima, ol sb'uch jun checab' chi' eb', ol spatiquejel eb'. Ol ak'jococh yaelal t'a yib'anh yuj eb', ol techaj yuj, yujto k'ajan yab'an syail. Icha junok mach manhxo smojoc yiljiochi, ol paticajeloc. Malaj ol elk'och jun checab' chi' t'ayonh."
        },
        {
            "number": "4",
            "text": "Ha co naani to ha Dios tz'ak'anoch yaelal t'a yib'anh, syak'anpaxcan t'a emnaquilal, palta manh ichocta'. Ha co yaelal a onh tik ol ak'jococh t'a yib'anh, ol yab' syail co q'uexuloc."
        },
        {
            "number": "5",
            "text": "Ol tecjoquek' q'uen t'a snivanil yuj co pitalil, ol yab'an val syail yuj co chukal. Yuj syaelal ol yab' chi', ol ochxi junk'olal t'a co cal yet' Dios. Yuj yechnaj chi', ol yak'xi co q'uinal."
        },
        {
            "number": "6",
            "text": "Co masanil ix onh saclemcanb'at icha nok' calnel. Junjun onh ix co na' tas b'eal b'aj ix co nib'ej b'aj ix onh b'atcani, haxo Jehová ol ak'ancanoch co mul co masanil t'a yib'anh jun schecab' chi'."
        },
        {
            "number": "7",
            "text": "Ol ak'joc val och syaelal yuj eb' anima, emnaquilal ol aj yuj eb', palta malaj tas ol yala'. Ol ik'jocb'at yuj eb', icha tz'aj yik'jib'at nok' calnel b'aj smiljichamoc. Malaj tas ol yala', numannhej ol ajoc, icha nok' calnel sjoxchaji."
        },
        {
            "number": "8",
            "text": "Ol ik'chajelta t'a preso yic sch'olb'itaji, ol ak'jococh chamel t'a yib'anh. Malaj mach ol och ilk'olal yuj schamel chi'. Ol ik'chajel t'a yol yib'anhk’inal tik yuj co mul a onh schonhab' onh tik. Cuuj ol yab' syail."
        },
        {
            "number": "9",
            "text": "Malaj val jab'oc chukal ol sk'ulej, malaj jab'oc es ol elta t'a sti'. Wach'chom icha chi', a snaan eb' anima to ol mucchaj t'a skal eb' chuk, palta haxo t'a skal eb' b'eyum ol mucchajoc."
        },
        {
            "number": "10",
            "text": "Ha Jehová tz'alan icha tik: Ol vak' yab' syail in checab' icha yaj in naani. Ol yak'och sb'a silab'il t'a yol sk'ab' chamel yic tz'ak'jican lajvoc smul masanil anima. Yuj chi' ol pitzvoccan t'a junelnhej, ol yil eb' yinhtilal. Yuj, ol elcank'och tas nab'il vuuj."
        },
        {
            "number": "11",
            "text": "Ayic toxo ix lajviek' juntzanh yaelal chi' t'a yib'anh, ol tzalaj yuj spac jun yaelal chi' to manh nab'anhejoc ix yab' syail. Tzijtum eb' anima ol ochcan wach'il yuj yojtacanel in checab' chi' eb', yujto ol ik'joccanel smul eb' yuj."
        },
        {
            "number": "12",
            "text": "Yuj chi' ol vak' yopisio t'a skal eb' nivac yelk'ochi. Ay yalan yic yet' eb' yak'an ganar oval, yujto ix yak'och sb'ha t'a yol sk'ab' chamel. Icha val tz'utaj eb' sk'ulan chukal, icha chi' ix utaji. Ix sb'ec sb'a yuj smul masanil anima, ix tevi yuj eb' yic tz'ak'jican lajvoc smul eb' chi', xchi Jehová."
        }
    ]
}