{
    "chapter": "54",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová icha tic d'a Jerusalén: Ex aj Jerusalén, q'ueanhecchaanh e b'itan d'a tzalajk'olal. A d'a peca' lajan e chonhab' icha junoc ix ix max unevilaj, actab'ilcan yuj yetb'eyum. Axo ticnaic, lajan icha junoc ix tzijtum yune' ix alji, ek'b'al sb'isul yune' ix d'a yichanh junoc ix ix aynhejek' vinh yetb'eyum yed'oc."
        },
        {
            "number": "2",
            "text": "Aq'uec levanb'oc e macb'en b'aj cajan ex, manh ex xiv e levb'itani. Icha junoc mach slevb'itan smantiado, sjuclitej sch'anhal, smak'an tzatzb'oc yestacail, icha chi' tze k'ulej."
        },
        {
            "number": "3",
            "text": "Yujto ol levanb'oc e macb'en chi', yuj chi' ol eyik'canek' slum eb' anima cajan d'a e patic eyichanh. A eb' eyinhtilal ol ak'an ganar juntzanhxo nación, ol cajnaj eb' d'a juntzanh chonhab' cannac tz'inan."
        },
        {
            "number": "4",
            "text": "Ex aj Jerusalén, manh ex xivoc, manhxo ol ex can d'a q'uixvelal, manhxo emnaquiloc ol ex utajoc. Manhxo ol e nacot tas ajnac yel e q'uixvelal d'a peca', ayic ex actajcan icha junoc ix ix manhxa yetb'eyum."
        },
        {
            "number": "5",
            "text": "Yujto a in in b'onac ex, icha eyetb'eyum vaji. A in b'i Jehová Yajal d'a Smasanil. E Columal vaji, e Diosal a inxonhej Ochi, sDiosal in pax masanil anima."
        },
        {
            "number": "6",
            "text": "A e chonhab' tic, lajan icha junoc ix cob'es ix actab'ilcan yuj yetb'eyum, cusk'olal yajcan ix. Icha chi' ajnaccan e chonhab' tic, axo ticnaic, A in e Diosal in tzex vavtejxi."
        },
        {
            "number": "7",
            "text": "Ex aj Jerusalén, quennhej tiempoal ix ex vactejcani, axo ticnaic, tzex in chaanxi yujto te xajan ex vuuj."
        },
        {
            "number": "8",
            "text": "Ix cot voval d'ayex jun tiempoal, ix in k'ub'ejel in b'a d'ayex, palta yujto tzex in xajanej d'a junelnhej, yuj chi' ix ok'xi in k'ol d'ayex, a in ton Jehová e Columal vaji, a in svala'."
        },
        {
            "number": "9",
            "text": "Icha val vutejnac vak'an in ti' d'a vinhaj Noé to manhxa b'aq'uinh ol jax jun oval a' mucjinac yolyib'anhq'uinal tic, icha chi' tz'aj vak'an in ti' ticnaic, manhxo ol cot voval d'ayex junelxo, manhxo ol ex in tumej."
        },
        {
            "number": "10",
            "text": "Vach'chom sq'uexmaj yed'tal lum nivac vitz, tz'em lanhnaj lum tzalquixtac, palta malaj b'aq'uinh ol vactej ex in xajanani. Malaj b'aq'uinh ol lajvoc in trato ix vala' to aynhej junk'olal d'a in cal eyed'oc. A in Jehová in svala'."
        },
        {
            "number": "11",
            "text": "Ix yalanxi Jehová icha tic: Ob'iltac ex, ex aj Jerusalén. Ix eyab' val syail yuj tas ix ek' d'a eyib'anh, malaj val junoc mach ix ak'an snivanil e k'ool. Axo ticnaic ol vak'canem e chonhab' tic d'a yib'anh q'uen q'ueen vach' yilji, ol vak'ancanem yich d'a yib'anh q'uen zafiro."
        },
        {
            "number": "12",
            "text": "A yelvanub' e chonhab', ol in b'o yed' q'uen rubí, axo spuertail, ol in b'o yed' q'uen berilo, axo smuroal ol in b'o yed' q'uen q'ueen te vach' yilji."
        },
        {
            "number": "13",
            "text": "Ol in k'ayb'ej eb' eyuninal yic vach' ol aj yelk'och eb'."
        },
        {
            "number": "14",
            "text": "A tojolal, ol yik'nhej yipoc d'a e cal, ol ex colchajcanel d'a yol sk'ab' eb' anima tzex ixtani, eb' tzex xib'tani. Manhxa mach ol ex xib'tanoc."
        },
        {
            "number": "15",
            "text": "Tato ay mach ol javoc yak' oval eyed'oc, manhoc in svak'cot eb', yuj chi' ol eyak'nhej ganar eb'."
        },
        {
            "number": "16",
            "text": "Ilecnab'i, a in ix in b'o vinh tenum q'ueen, syak'och sk'ak'al te' tzak'ak' vinh yic sb'oan yamk'ab' vinh yic oval. A in pax ix in b'o eb' satanel anima yed' juntzanh syamk'ab' vinh chi'."
        },
        {
            "number": "17",
            "text": "Palta malaj junoc yamk'ab' yic oval ol yal ex sataneli. A eb' tz'ak'anoch tas d'a eyib'anh, numanxonhej ol ajcan eb' eyuuj. Aton juntzanh tic svak' d'a eb' tzin ak'an servil. A in ol ex in colo', xchi Jehová."
        }
    ]
}