{
    "chapter": "54",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová icha tik t'a Jerusalén: Ex aj Jerusalén, q'ueanhecchaanh e b'itan t'a tzalajk'olal. Ha t'a peca' lajan e chonhab' icha junok ix ix max unevilaj, actab'ilcan yuj yetb'eyum. Axo ticnaic, lajan icha junok ix tzijtum yune' ix alji, ek'b'al sb'isul yune' ix t'a yichanh junok ix ix aynhejek' vinh yetb'eyum yet'oc."
        },
        {
            "number": "2",
            "text": "Hak'ek levanb'oc e macb'en b'aj cajan ex, manh ex xiv e levb'itani. Icha junok mach slevb'itan smantiado, sjuclitej sch'anhal, smak'an tzatzb'oc yestacail, icha chi' tze k'ulej."
        },
        {
            "number": "3",
            "text": "Yujto ol levanb'oc e macb'en chi', yuj chi' ol eyik'canek' slum eb' anima cajan t'a e patic eyichanh. Ha eb' eyinhtilal ol ak'an ganar juntzanhxo nación, ol cajnaj eb' t'a juntzanh chonhab' cannac tzinan."
        },
        {
            "number": "4",
            "text": "Ex aj Jerusalén, manh ex xivoc, manhxo ol ex kan t'a q'uixvelal, manhxo emnaquiloc ol ex utajoc. Manhxo ol e nacot tas ajnac yel e q'uixvelal t'a peca', ayic ex actajcan icha junok ix ix manhxa yetb'eyum."
        },
        {
            "number": "5",
            "text": "Yujto a in in b'onac ex, icha eyetb'eyum vaji. Ha in b'i Jehová Yajal t'a Smasanil. E Columal vaji, e Diosal a inxonhej Ochi, sDiosal in pax masanil anima."
        },
        {
            "number": "6",
            "text": "Ha e chonhab' tik, lajan icha junok ix cob'es ix actab'ilcan yuj yetb'eyum, cusk'olal yajcan ix. Icha chi' ajnaccan e chonhab' tik, haxo ticnaic, Ha in e Diosal in tzex vavtejxi."
        },
        {
            "number": "7",
            "text": "Ex aj Jerusalén, quennhej tiempoal ix ex vactejcani, haxo ticnaic, tzex in chaanxi yujto te xajan ex vuuj."
        },
        {
            "number": "8",
            "text": "Ix cot voval t'ayex jun pekti’, ix in k'ub'ejel in b'a t'ayex, palta yujto tzex in xajanej t'a junelnhej, yuj chi' ix ok'xi in k'ol t'ayex, a in ton Jehová e Columal vaji, a in svala'."
        },
        {
            "number": "9",
            "text": "Icha val vutejnac vak'an in ti' t'a vinhaj Noé to manhxa b'ak'uinh ol jax jun oval ha' mucjinac yol yib'anhk’inal tik, icha chi' tz'aj vak'an in ti' ticnaic, manhxo ol cot voval t'ayex junelxo, manhxo ol ex in tumej."
        },
        {
            "number": "10",
            "text": "Wach'chom sq'uexmaj yet'tal lum nivac vitz, tz'em lanhnaj lum tzalquixtac, palta malaj b'ak'uinh ol vactej ex in xajanani. Malaj b'ak'uinh ol lajvoc in trato ix vala' to aynhej junk'olal t'a in cal eyed'oc. Ha in Jehová in svala'."
        },
        {
            "number": "11",
            "text": "Ix yalanxi Jehová icha tik: Ob'iltac ex, ex aj Jerusalén. Ix eyab' val syail yuj tas ix ek' t'a eyib'anh, malaj val junok mach ix ak'an snivanil e k'ool. Axo ticnaic ol vak'canem e chonhab' tik t'a yib'anh q'uen q'ueen wach' yilji, ol vak'ancanem yich t'a yib'anh q'uen zafiro."
        },
        {
            "number": "12",
            "text": "Ha yelvanub' e chonhab', ol in b'o yet' q'uen rubí, haxo spuertail, ol in b'o yet' q'uen berilo, haxo smuroal ol in b'o yet' q'uen q'ueen te wach' yilji."
        },
        {
            "number": "13",
            "text": "Ol in k'ayb'ej eb' eyuninal yic wach' ol aj yelk'och eb'."
        },
        {
            "number": "14",
            "text": "Ha tojolal, ol yik'nhej yipoc t'a e cal, ol ex colchajcanel t'a yol sk'ab' eb' anima tzex ixtani, eb' tzex xib'tani. Manhxa mach ol ex xib'tanoc."
        },
        {
            "number": "15",
            "text": "Tato ay mach ol javoc yak' oval eyed'oc, manhoc in svak'cot eb', yuj chi' ol eyak'nhej ganar eb'."
        },
        {
            "number": "16",
            "text": "Ilecnab'i, a in ix in b'o vinh tenum q'ueen, syak'och sk'ak'al te' tzak'ak' vinh yic sb'oan yamk'ab' vinh yic oval. Ha in pax ix in b'o eb' satanel anima yet' juntzanh syamk'ab' vinh chi'."
        },
        {
            "number": "17",
            "text": "Palta malaj junok yamk'ab' yic oval ol yal ex sataneli. Ha eb' tz'ak'anoch tas t'a eyib'anh, numanxonhej ol ajkan eb' eyuuj. Aton juntzanh tik svak' t'a eb' tzin ak'an servil. Ha in ol ex in colo', xchi Jehová."
        }
    ]
}