{
    "chapter": "54",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová icha tik t'a Jerusalén: Ex aj Jerusalén, k'eanhecchaanh he b'itan t'a tzalajk'olal. Ha t'a peka' lajan he chonhab' icha junok ix ix max unewilaj, actab'ilcan yuj yetb'eyum. Axo ticnaik, lajan icha junok ix tzijtum yune' ix alji, ek'b'al sb'isul yune' ix t'a yichanh junok ix ix aynhejek' winh yetb'eyum yet'oc."
        },
        {
            "number": "2",
            "text": "Hak'ek lewanb'oc he macb'en b'aj cajan ex, manh ex xiv he levb'itani. Icha junok mach slevb'itan smantiado, sjuclitej sch'anhal, smak'an tzatzb'oc yestacail, icha chi' tze k'ulej."
        },
        {
            "number": "3",
            "text": "Yujto ol lewanb'oc he macb'en chi', yuj chi' ol eyik'canek' slum heb' anima cajan t'a he patic eyichanh. Ha heb' eyinhtilal ol ak'an ganar juntzanhxo nación, ol cajnaj heb' t'a juntzanh chonhab' cannac tzinan."
        },
        {
            "number": "4",
            "text": "Ex aj Jerusalén, manh ex xiwoc, manhxo ol ex kan t'a q'uixwelal, manhxo emnaquiloc ol ex utajoc. Manhxo ol he nacot tas ajnac yel he q'uixwelal t'a peka', ayic ex actajcan icha junok ix ix manhxa yetb'eyum."
        },
        {
            "number": "5",
            "text": "Yujto a in in b'onac ex, icha eyetb'eyum waji. Ha in b'i Jehová Yajal t'a Smasanil. E Kolumal waji, he Diosal a inxonhej Ochi, sDiosal in pax masanil anima."
        },
        {
            "number": "6",
            "text": "Ha he chonhab' tik, lajan icha junok ix cob'es ix actab'ilcan yuj yetb'eyum, cusk'olal yajcan ix. Icha chi' ajnaccan he chonhab' tik, haxo ticnaik, Ha in he Diosal in tzex wavtejxi."
        },
        {
            "number": "7",
            "text": "Ex aj Jerusalén, quennhej tiempoal ix ex wactejcani, haxo ticnaik, tzex in chaanxi yujto te xajan ex wuuj."
        },
        {
            "number": "8",
            "text": "Ix cot wowal t'ayex jun pekti’, ix in k'ub'ejel in b'a t'ayex, palta yujto tzex in xajanej t'a junelnhej, yuj chi' ix ok'xi in k'ol t'ayex, a in ton Jehová he Kolumal waji, a in swala'."
        },
        {
            "number": "9",
            "text": "Icha wal wutejnac wak'an in ti' t'a winhaj Noé to manhxa b'ak'uinh ol jax jun owal ha' mucjinac yol yib'anhk’inal tik, icha chi' tz'aj wak'an in ti' ticnaik, manhxo ol cot wowal t'ayex junelxo, manhxo ol ex in tumej."
        },
        {
            "number": "10",
            "text": "Wach'chom sk'exmaj yet'tal lum niwac witz, tz'em lanhnaj lum tzalquixtac, palta malaj b'ak'uinh ol wactej ex in xajanani. Malaj b'ak'uinh ol lajwoc in trato ix wala' to aynhej junk'olal t'a in kal eyed'oc. Ha in Jehová in swala'."
        },
        {
            "number": "11",
            "text": "Ix yalanxi Jehová icha tik: Ob'iltac ex, ex aj Jerusalén. Ix eyab' wal syail yuj tas ix ek' t'a eyib'anh, malaj wal junok mach ix ak'an sniwanil he k'ool. Axo ticnaik ol wak'canem he chonhab' tik t'a yib'anh k'een k'een wach' yilji, ol wak'ancanem yich t'a yib'anh k'een zafiro."
        },
        {
            "number": "12",
            "text": "Ha yelwanub' he chonhab', ol in b'o yet' k'een rubí, haxo spuertail, ol in b'o yet' k'een berilo, haxo smuroal ol in b'o yet' k'een k'een te wach' yilji."
        },
        {
            "number": "13",
            "text": "Ol in k'ayb'ej heb' eyuninal yic wach' ol aj yelk'och heb'."
        },
        {
            "number": "14",
            "text": "Ha tojolal, ol yik'nhej yipoc t'a he kal, ol ex colchajcanel t'a yol sk'ab' heb' anima tzex ixtani, heb' tzex xib'tani. Manhxa mach ol ex xib'tanoc."
        },
        {
            "number": "15",
            "text": "Tato ay mach ol jawok yak' owal eyed'oc, manhoc in swak'cot heb', yuj chi' ol eyak'nhej ganar heb'."
        },
        {
            "number": "16",
            "text": "Ilecnab'i, a in ix in b'o winh tenum k'een, syak'och sk'ak'al te' tzak'ak' winh yic sb'oan yamk'ab' winh yic owal. Ha in pax ix in b'o heb' satanel anima yet' juntzanh syamk'ab' winh chi'."
        },
        {
            "number": "17",
            "text": "Palta malaj junok yamk'ab' yic owal ol yal ex sataneli. Ha heb' tz'ak'anoch tas t'a eyib'anh, numanxonhej ol ajkan heb' eyuuj. Aton juntzanh tik swak' t'a heb' tzin ak'an serwil. Ha in ol ex in colo', xchi Jehová."
        }
    ]
}