{
    "chapter": "55",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová icha tik: Masanil ex stacji e ti', cotanhec, ul uq'ek ha ha'. Ha ex malaj e tumin, cotanhec ul chaec tas tze wa t'a nab'anhej, ul chaec yal uva yet' lech manh tupb'iloc."
        },
        {
            "number": "2",
            "text": "¿Tas yuj tze comon lajej e tumin t'a tas manh vaeloc? ¿Tas yuj tze comon lajej e tojol tze cha t'a tas to max b'ud'ji e k'ol yuj? Ab'ec val sik'lab'il tas ol vala': Tato tze k'anab'ajej tas svala', ol e wa vael te wach', ol ex b'ud'joc val sik'lab'il."
        },
        {
            "number": "3",
            "text": "Cotanhec t'ayin, maclejec val eyab' tas svala', ol ex ajnhejek'oc. Ol in b'o junok in trato eyed'oc t'a junelnhej yujto tzex in xajanej, yic tz'elk'och in ti' vak'nac t'a vinhaj rey David."
        },
        {
            "number": "4",
            "text": "Ha in vak'nacoch vinhaj David chi' testigoal t'a juntzanhxo nación, yic scuchb'an vinh, ma yic syak'an yajalil vinh t'ay."
        },
        {
            "number": "5",
            "text": "Ol eyavtejcot eb' anima manh eyojtacoc. Ha eb' anima chi' elanhchamel ol ja lemnaj eb' t'ayex, yujto a in Jehová e Diosal in, Ha inxonhej Ochi, a in ol ex vak' ik'jocchaanh, xchi Jehová."
        },
        {
            "number": "6",
            "text": "Hak'uecoch e b'ha t'a yol sk'ab' Jehová, yacb'an tzato yal eyavaj t'ay. Avajanhec t'ay, yacb'an lak'anto ayeq'ui."
        },
        {
            "number": "7",
            "text": "Ha ex chuk e b'eyb'al yet' ex chuk e pensar, actejeccan juntzanh e chukal chi'. Meltzajanhec t'a Jehová. Ol ok'xoc sk'ol t'ayex, ol ex yak' nivank'olal co Diosal."
        },
        {
            "number": "8",
            "text": "Ix yalan Jehová icha tik: Ha tas nab'il vuuj, manh lajanoc yet' tas tze na'a. Ha tas tzin k'ulej, manh lajanoc yet' tas tze k'ulej."
        },
        {
            "number": "9",
            "text": "Ha in pensar yet' tas tzin k'ulej chi' manh lajanoc icha eyiko', yujto yel val te ek'b'alxo tas tzin na' chi' t'a yichanh schaanhil yajq'ue satcha’anh t'a yib'anh lum lum tik."
        },
        {
            "number": "10",
            "text": "Ha yaxnhab' yet' q'uen sacb'acom tz'emta t'a satcha’anh, max meltzajlaj t'a ichnhej ta', palta to sch'ayxican lum lum yuj yic wach' sq'ueul masanil tas tz'avchaj t'a lu'um. Syak'an sat, tz'elta yinhatil yic syal yavchajxi, syak'anpax svael eb' anima."
        },
        {
            "number": "11",
            "text": "Icha yaxnhab' chi', icha chi' yaj in lolonel, max meltzajlaj t'ayin t'a ichnhej ta', palta to sb'ocan tas nab'il vuuj, tz'elpaxk'och tas tzin nib'ej."
        },
        {
            "number": "12",
            "text": "Tzalajk'olal ol aj eyelta b'aj ayex ek' presoal, junk'olal ol aj e meltzaj t'a e chonhab'. Masanil lum vitz, lum tzalquixtac, ichato ol q'ue val sjaj lum t'a chaanh yuj tzalajk'olal. Ha te' nivac te', icha val to ol stz'it sk'ab' te' stzalaji."
        },
        {
            "number": "13",
            "text": "Ha lum b'aj ay te' q'uiix, a te' k'ub'taj ol q'uib'oc. Ha lum b'aj ay te' sac q'uiix, a te' arrayán ol q'uib' sq'uexuloc te'. Ol in k'ulej juntzanh tik yic sb'inaj in b'i a in Jehová in tik, yic tzin nachajnhejcot t'a junelnhej, xchi Jehová."
        }
    ]
}