{
    "chapter": "56",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová icha tik: B'eyb'alejec tojolal, aokab' tas wach' tze k'ulej, yujto toxo wal ol ex in coleli. Ol in ch'oxel in poder in colwaji."
        },
        {
            "number": "2",
            "text": "Te wach' yic heb' sk'anab'ajan juntzanh checnab'il tik, sb'eyb'alan heb' icha wal yaji, aton heb' niwan yelk'och sk'ual ik'oj ip t'ay, max yixtejb'at heb', aton heb' syailan sb'a, max sk'ulej chukal heb', xchi Jehová."
        },
        {
            "number": "3",
            "text": "Tato ay heb' ch'oc nacional syak'och sb'ha t'a yol sk'ab' Jehová, mokab' yal heb' icha tik: Ha Jehová max in chaanoch t'a skal schonhab' tik. Anhejtona' heb' winh malaj yuninal, mokab' yal heb' winh icha tik: Ha in tik lajan in icha junok te' taquinh te'."
        },
        {
            "number": "4",
            "text": "Ha Jehová tz'alan icha tik: Tato a heb' winh malaj yuninal chi' niwan yelk'och sk'ual ik'oj ip t'ay, sk'anab'ajan pax heb' winh tas tzin nib'ej, tojol syutej sb'a heb' winh t'a in trato,"
        },
        {
            "number": "5",
            "text": "ay jun tas te wach' ol wak' t'a heb' winh t'a yichanh to ay yuninal, ma yisil. Ha jun chi', to ol b'inajnhej heb' winh t'a in templo yet' t'a skal in chonhab'. Ol wak'anpax jun sb'i heb' winh t'a junelnhej, malaj b'ak'uinh ol sateloc."
        },
        {
            "number": "6",
            "text": "Axo pax heb' ch'oc chonhab'il syak'och sb'ha t'a yol in k'ab', yic tzin yak'an serwil heb', tz'ochpax heb' ejmelal t'ayin, tzin sxajanej heb', sk'anab'ajan pax sk'ual ik'oj ip heb', tojol syutej sb'a heb' t'a in trato, ol in chaoch heb' t'a skal in chonhab'."
        },
        {
            "number": "7",
            "text": "Ol wik'cot heb' t'a jun in tzalan wicnhej yaji. Ol wak'an tzalajb'oc sk'ol heb' t'a spatil b'aj tz'och lesal t'ayin. Ol in cha silab' heb' snhustz'ha t'a yib'anh waltar, yujto a in templo tik, ol alchaj yuj to spatil lesal yaj t'a masanil chonhab'."
        },
        {
            "number": "8",
            "text": "Ha in Jehová Yajal in t'a Smasanil, a in tzin molb'ejcot heb' israel aykanb'at t'a juntzanh ch'oc nacional, a in swala': Ol wik'cot juntzanh heb' ch'oc nacional yic junnhej tz'aj heb' yet' heb' israel molb'ilxo wuuj, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ix yalan Jehová icha tik: Ex ch'oc nacional, cotanhec icha nok' chium nok'. Cotanhec milwal, ul satequel in chonhab' tik, icha syak' nok' kaltacte'al nok' sjawi, schianb'at nok' kalnel."
        },
        {
            "number": "10",
            "text": "Yujto a heb' stanhwumal in chonhab' tik, ichato maxtzac yal yilan heb', maxtzac nachajel yuj heb' tas sk'ulej. Lajan heb' icha nok' tz'i' max chiwaji. Jichanek' heb' tzek' k'u. Anhej wayanh snib'ej heb' sk'ulej."
        },
        {
            "number": "11",
            "text": "Lajan heb' icha nok' tz'i' tz'ochnhej swejel, malaj b'ak'uinh sb'ud'ji. Ha heb' yilumal in chonhab' tik, max nachajel jab'oc yuj heb', anhej tas snib'ej heb' sayeq'ui."
        },
        {
            "number": "12",
            "text": "Syalan heb' icha tik: Koyec b'at ko sayec anh anh, a anh te ov scuk'ejec, yic sk'e wal anh t'a ko jolom. Scuk'anpax anh k'ik'an icha sko k'ulej ticnaik, mato ol te ek' yib'anh cuk'an anh jun, xchi heb'."
        }
    ]
}