{
    "chapter": "56",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová icha tik: B'eyb'alejec tojolal, aocab' tas wach' tze k'ulej, yujto toxo val ol ex in coleli. Ol in ch'oxel in poder in colvaji."
        },
        {
            "number": "2",
            "text": "Te wach' yic eb' sk'anab'ajan juntzanh checnab'il tik, sb'eyb'alan eb' icha val yaji, aton eb' niwan yelk'och sk'ual ik'oj ip t'ay, max yixtejb'at eb', aton eb' syailan sb'a, max sk'ulej chukal eb', xchi Jehová."
        },
        {
            "number": "3",
            "text": "Tato ay eb' ch'oc nacional syak'och sb'ha t'a yol sk'ab' Jehová, mocab' yal eb' icha tik: Ha Jehová max in chaanoch t'a skal schonhab' tik. Anhejtona' eb' winh malaj yuninal, mocab' yal eb' winh icha tik: Ha in tik lajan in icha junok te' taquinh te'."
        },
        {
            "number": "4",
            "text": "Ha Jehová tz'alan icha tik: Tato a eb' winh malaj yuninal chi' niwan yelk'och sk'ual ik'oj ip t'ay, sk'anab'ajan pax eb' winh tas tzin nib'ej, tojol syutej sb'a eb' winh t'a in trato,"
        },
        {
            "number": "5",
            "text": "ay jun tas te wach' ol vak' t'a eb' winh t'a yichanh to ay yuninal, ma yisil. Ha jun chi', to ol b'inajnhej eb' winh t'a in templo yet' t'a skal in chonhab'. Ol vak'anpax jun sb'i eb' winh t'a junelnhej, malaj b'ak'uinh ol sateloc."
        },
        {
            "number": "6",
            "text": "Axo pax eb' ch'oc chonhab'il syak'och sb'ha t'a yol in k'ab', yic tzin yak'an servil eb', tz'ochpax eb' ejmelal t'ayin, tzin sxajanej eb', sk'anab'ajan pax sk'ual ik'oj ip eb', tojol syutej sb'a eb' t'a in trato, ol in chaoch eb' t'a skal in chonhab'."
        },
        {
            "number": "7",
            "text": "Ol vik'cot eb' t'a jun in tzalan vicnhej yaji. Ol vak'an tzalajb'oc sk'ol eb' t'a spatil b'aj tz'och lesal t'ayin. Ol in cha silab' eb' snhustz'ha t'a yib'anh valtar, yujto a in templo tik, ol alchaj yuj to spatil lesal yaj t'a masanil chonhab'."
        },
        {
            "number": "8",
            "text": "Ha in Jehová Yajal in t'a Smasanil, a in tzin molb'ejcot eb' israel aycanb'at t'a juntzanh ch'oc nacional, a in svala': Ol vik'cot juntzanh eb' ch'oc nacional yic junnhej tz'aj eb' yet' eb' israel molb'ilxo vuuj, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ix yalan Jehová icha tik: Ex ch'oc nacional, cotanhec icha nok' chium nok'. Cotanhec milval, ul satequel in chonhab' tik, icha syak' nok' caltacte'al nok' sjavi, schianb'at nok' calnel."
        },
        {
            "number": "10",
            "text": "Yujto a eb' stanhvumal in chonhab' tik, ichato maxtzac yal yilan eb', maxtzac nachajel yuj eb' tas sk'ulej. Lajan eb' icha nok' tz'i' max chivaji. Jichanek' eb' tzek' k'u. Anhej vayanh sgana eb' sk'ulej."
        },
        {
            "number": "11",
            "text": "Lajan eb' icha nok' tz'i' tz'ochnhej svejel, malaj b'ak'uinh sb'ud'ji. Ha eb' yilumal in chonhab' tik, max nachajel jab'oc yuj eb', anhej tas sgana eb' sayeq'ui."
        },
        {
            "number": "12",
            "text": "Syalan eb' icha tik: Coyec b'at co sayec anh anh, a anh te ov scuq'uejec, yic sq'ue val anh t'a co jolom. Scuk'anpax anh k'ik'an icha sco k'ulej ticnaic, mato ol te ek' yib'anh cuk'an anh jun, xchi eb'."
        }
    ]
}