{
    "chapter": "57",
    "verses": [
        {
            "number": "1",
            "text": "Ayic scham heb' anima wach' spensar, malaj mach snaan heb'. Ayic satem heb' wach' sb'eyb'al chi', malaj mach snachajel yuj to ayic scham heb' chi', scolchajkanel heb' t'a skal yaelal."
        },
        {
            "number": "2",
            "text": "Ha heb' wach' sb'eyb'al chi', junk'olal yaj heb', wan yik'an yip heb' b'aj sk'och chi'."
        },
        {
            "number": "3",
            "text": "Ix yalan Jehová icha tik: Cotanhec t'ayin a ex tze b'eyb'alej chukal, a ex ton tze b'eyb'alej ajchumal, ex tzex em ajmulal."
        },
        {
            "number": "4",
            "text": "¿Mach heb' tze b'uchu'? ¿Mach heb' tzeyed'tej sat, tz'elta jab'an eyak' tze chakaneli? Ha ex tik te chuk ex, te esalwum ex."
        },
        {
            "number": "5",
            "text": "Ha t'a yichtac te' ji yet' te te' k'ayum xiil, ata' tze k'ulej ajmulal. Tzeyak'anpax heb' eyuninal silab'il t'a he diosal t'a skaltac k'een k'een t'a stitac ha' cotac ha' sb'eyi."
        },
        {
            "number": "6",
            "text": "Ex israel, scha wal he k'ol eyoch ejmelal t'a k'een k'een nheleli sat t'a yoltac ha' cotac ha' sb'eyi, a juntzanh chi' ix he sik'kanel he diosaloc. Aton t'a juntzanh chi' tze sequem wino, tzeyak'an sat eyavb'en silab'il t'ay. ¿Am he naani to manh ol wak'och eyaelal yuj juntzanh tas tze k'ulej chi'?"
        },
        {
            "number": "7",
            "text": "Ha t'a lum jolomtac witz te chaanh ay ste'al, ata' tze b'o he waynub', tze nhusanpax he silab'."
        },
        {
            "number": "8",
            "text": "Ha t'a yoloch he puerta, ata' tzeyak'och yechel he diosal yajb'entac yilji. Ha inxo tik, tzin b'atkan satk'olal eyuuj. Tze quichanel b'eran he b'a, tzex ek' jichan t'a sat he ch'at lewan sat. Tzeyak'an he trato he mulan yet' heb' tze nib'ejochi, tzex way yet' heb'."
        },
        {
            "number": "9",
            "text": "Tzeyik'anb'at aceite yet' jantac perfume, tzex b'at lemnaj t'a jun yechel comon Dios scuch Moloc, tzex och ejmelal t'ay. Tze chekanb'at heb' he chekab' t'a najat b'at sayanek' juntzanhxo he diosal, masanto tz'emk'och heb' b'aj ay heb' chamnac."
        },
        {
            "number": "10",
            "text": "Tzex k'unb'i eyek' t'a najat chi', palta max nachajel jab'oc eyuuj to malaj yelk'och jun tze k'ulej chi'. Yujto te nib'ab'il jun tze sayek' chi', yuj chi' tz'ochxi eyip, tze sayanxi."
        },
        {
            "number": "11",
            "text": "¿Mach juntzanh heb' b'aj tzex xiwi to niwan yelk'och chi' t'ayex, yuj chi' tzin eyactejkani, tzin b'at satk'olal eyuuj? ¿Tom yujto manhxa tas swala', yuj chi' manhxa welk'och t'ayex?"
        },
        {
            "number": "12",
            "text": "Ha ticnaik, ol wak' checlaj juntzanh he b'eyb'al te wach' he naan chi', palta manh ol ex colchajlaj yuj."
        },
        {
            "number": "13",
            "text": "Ayic ol el eyav he k'anan in colwal, ol walan t'ayex: Aokab' he comon diosal chi' tzex colani, xin chama. Ha masanil juntzanh chi', ol ik'chajb'at yuj ik', anhej yet' jun pusoc ik' chi' ol b'atoc. Axo pax heb' tzin ak'anoch yipoc sk'ool jun, ol kajnajnhej heb' t'a in chonhab' tik, ol ajnhej heb' t'a lum tzalan wicnhej yaji, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ol ab'joc yalchaj icha tik: B'oec jun b'e, te panhan tzeyutej, ik'equel tastac ayem t'a yol b'e chi' yic wach' tzek' in chonhab', xchama."
        },
        {
            "number": "15",
            "text": "Yujto ha Dios Axonhej niwan Yelk'ochi, Aynhej ek' t'a junelnhej, skuchan pax Axonhej Ochi, a tz'alan icha tik: Ha in tik, kajan in t'a lugar te chaanh to wicnhej yaji, palta ay in pax ek' yet' heb' emnaquilal yaji yet' heb' sna sb'a sk'ool yuj schukal, a in swiptzitej heb'."
        },
        {
            "number": "16",
            "text": "Manhxo ol cot wowal t'a in chonhab' tik, manhxo ol wak'nhejcot wowal t'a heb' t'a junelnhej, talaj a juntzanh anima b'ob'il wuj tik, schab'axk'e sk'ol heb' t'ayin."
        },
        {
            "number": "17",
            "text": "Yuj smul heb' israel tik yic sayannhej scomon diosal heb', ix cot wowal t'a heb', ix wak'anoch syaelal heb', ix in patikanel heb'. Palta ix spitejnhej wal sb'a heb', ix sk'ulan heb' icha tas snib'ej."
        },
        {
            "number": "18",
            "text": "Ix wil wal sb'eyb'al heb', palta ol wanhtej heb', ol wak'an yik' yip heb'. Ol in tanhwan heb', ol wak'an sniwanil sk'ol heb' scus yuj smul."
        },
        {
            "number": "19",
            "text": "Ol walan t'a heb' icha tik: Ha ex najat kajan ex yet' ex lak'an ayex, junk'olalokab' eyaji, xin chama. Yujto a in ol wanhtej in chonhab' tik."
        },
        {
            "number": "20",
            "text": "Palta haxo heb' chuk sb'eyb'al jun, lajan heb' icha ha' mar scot b'alb'on sat, max ochlaj waan, syik'ancot jantac k'alem."
        },
        {
            "number": "21",
            "text": "Ha heb' sk'ulan chukal, malaj jab'oc wach'il ol scha heb', xchi Jehová."
        }
    ]
}