{
    "chapter": "57",
    "verses": [
        {
            "number": "1",
            "text": "Ayic scham eb' anima vach' spensar, malaj mach snaan eb'. Ayic satem eb' vach' sb'eyb'al chi', malaj mach snachajel yuuj to ayic scham eb' chi', scolchajcanel eb' d'a scal yaelal."
        },
        {
            "number": "2",
            "text": "A eb' vach' sb'eyb'al chi', junk'olal yaj eb', van yik'an yip eb' b'aj sk'och chi'."
        },
        {
            "number": "3",
            "text": "Ix yalan Jehová icha tic: Cotanhec d'ayin a ex tze b'eyb'alej chucal, a ex ton tze b'eyb'alej ajchumal, ex tzex em ajmulal."
        },
        {
            "number": "4",
            "text": "¿Mach eb' tze b'uchu'? ¿Mach eb' tzeyed'tej sat, tz'elta jab'an eyak' tze chacaneli? A ex tic te chuc ex, te esalvum ex."
        },
        {
            "number": "5",
            "text": "A d'a yichtac te' ji yed' te te' k'ayum xiil, ata' tze k'ulej ajmulal. Tzeyak'anpax eb' eyuninal silab'il d'a e diosal d'a scaltac q'uen q'ueen d'a stitac a' cotac a' sb'eyi."
        },
        {
            "number": "6",
            "text": "Ex israel, scha val e k'ol eyoch ejmelal d'a q'uen q'ueen nheleli sat d'a yoltac a' cotac a' sb'eyi, a juntzanh chi' ix e sik'canel e diosaloc. Aton d'a juntzanh chi' tze sequem vino, tzeyak'an sat eyavb'en silab'il d'ay. ¿Am e naani to manh ol vak'och eyaelal yuj juntzanh tas tze k'ulej chi'?"
        },
        {
            "number": "7",
            "text": "A d'a lum jolomtac vitz te chaanh ay ste'al, ata' tze b'o e vaynub', tze nhusanpax e silab'."
        },
        {
            "number": "8",
            "text": "A d'a yoloch e puerta, ata' tzeyak'och yechel e diosal yajb'entac yilji. A inxo tic, tzin b'atcan satk'olal eyuuj. Tze quichanel b'eran e b'a, tzex ek' jichan d'a sat e ch'at levan sat. Tzeyak'an e trato e mulan yed' eb' tze nib'ejochi, tzex vay yed' eb'."
        },
        {
            "number": "9",
            "text": "Tzeyik'anb'at aceite yed' jantac perfume, tzex b'at lemnaj d'a jun yechel comon dios scuch Moloc, tzex och ejmelal d'ay. Tze checanb'at eb' e checab' d'a najat b'at sayanek' juntzanhxo e diosal, masanto tz'emk'och eb' b'aj ay eb' chamnac."
        },
        {
            "number": "10",
            "text": "Tzex k'unb'i eyek' d'a najat chi', palta max nachajel jab'oc eyuuj to malaj yelk'och jun tze k'ulej chi'. Yujto te nib'ab'il jun tze sayek' chi', yuj chi' tz'ochxi eyip, tze sayanxi."
        },
        {
            "number": "11",
            "text": "¿Mach juntzanh eb' b'aj tzex xivi to nivan yelk'och chi' d'ayex, yuj chi' tzin eyactejcani, tzin b'at satk'olal eyuuj? ¿Tom yujto manhxa tas svala', yuj chi' manhxa velk'och d'ayex?"
        },
        {
            "number": "12",
            "text": "A ticnaic, ol vak' checlaj juntzanh e b'eyb'al te vach' e naan chi', palta manh ol ex colchajlaj yuuj."
        },
        {
            "number": "13",
            "text": "Ayic ol el eyav e k'anan in colval, ol valan d'ayex: Aocab' e comon diosal chi' tzex colani, xin chama. A masanil juntzanh chi', ol ik'chajb'at yuj ik', anhej yed' jun pusoc ik' chi' ol b'atoc. Axo pax eb' tzin ak'anoch yipoc sk'ool jun, ol cajnajnhej eb' d'a in chonhab' tic, ol ajnhej eb' d'a lum tzalan vicnhej yaji, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ol ab'joc yalchaj icha tic: B'oec jun b'e, te panhan tzeyutej, iq'uequel tastac ayem d'a yol b'e chi' yic vach' tz'ek' in chonhab', xchama."
        },
        {
            "number": "15",
            "text": "Yujto a Dios Axonhej nivan Yelk'ochi, Aynhej ek' d'a junelnhej, scuchan pax Axonhej Ochi, a tz'alan icha tic: A in tic, cajan in d'a lugar te chaanh to vicnhej yaji, palta ay in pax ek' yed' eb' emnaquilal yaji yed' eb' sna sb'a sk'ool yuj schucal, a in sviptzitej eb'."
        },
        {
            "number": "16",
            "text": "Manhxo ol cot voval d'a in chonhab' tic, manhxo ol vak'nhejcot voval d'a eb' d'a junelnhej, talaj a juntzanh anima b'ob'il vuj tic, schab'axq'ue sk'ol eb' d'ayin."
        },
        {
            "number": "17",
            "text": "Yuj smul eb' israel tic yic sayannhej scomon diosal eb', ix cot voval d'a eb', ix vak'anoch syaelal eb', ix in paticanel eb'. Palta ix spitejnhej val sb'a eb', ix sk'ulan eb' icha tas snib'ej."
        },
        {
            "number": "18",
            "text": "Ix vil val sb'eyb'al eb', palta ol vanhtej eb', ol vak'an yik' yip eb'. Ol in tanhvan eb', ol vak'an snivanil sk'ol eb' scus yuj smul."
        },
        {
            "number": "19",
            "text": "Ol valan d'a eb' icha tic: A ex najat cajan ex yed' ex lak'an ayex, junk'olalocab' eyaji, xin chama. Yujto a in ol vanhtej in chonhab' tic."
        },
        {
            "number": "20",
            "text": "Palta axo eb' chuc sb'eyb'al jun, lajan eb' icha a' mar scot b'alb'on sat, max ochlaj vaan, syik'ancot jantac k'alem."
        },
        {
            "number": "21",
            "text": "A eb' sk'ulan chucal, malaj jab'oc vach'il ol scha eb', xchi Jehová."
        }
    ]
}