{
    "chapter": "57",
    "verses": [
        {
            "number": "1",
            "text": "Ayic scham eb' anima wach' spensar, malaj mach snaan eb'. Ayic satem eb' wach' sb'eyb'al chi', malaj mach snachajel yuj to ayic scham eb' chi', scolchajcanel eb' t'a skal yaelal."
        },
        {
            "number": "2",
            "text": "Ha eb' wach' sb'eyb'al chi', junk'olal yaj eb', van yik'an yip eb' b'aj sk'och chi'."
        },
        {
            "number": "3",
            "text": "Ix yalan Jehová icha tik: Cotanhec t'ayin a ex tze b'eyb'alej chucal, a ex ton tze b'eyb'alej ajchumal, ex tzex em ajmulal."
        },
        {
            "number": "4",
            "text": "¿Mach eb' tze b'uchu'? ¿Mach eb' tzeyed'tej sat, tz'elta jab'an eyak' tze chacaneli? Ha ex tik te chuc ex, te esalvum ex."
        },
        {
            "number": "5",
            "text": "Ha t'a yichtac te' ji yet' te te' k'ayum xiil, ata' tze k'ulej ajmulal. Tzeyak'anpax eb' eyuninal silab'il t'a e diosal t'a scaltac q'uen q'ueen t'a stitac ha' cotac ha' sb'eyi."
        },
        {
            "number": "6",
            "text": "Ex israel, scha val e k'ol eyoch ejmelal t'a q'uen q'ueen nheleli sat t'a yoltac ha' cotac ha' sb'eyi, a juntzanh chi' ix e sik'canel e diosaloc. Aton t'a juntzanh chi' tze sequem vino, tzeyak'an sat eyavb'en silab'il t'ay. ¿Am e naani to manh ol vak'och eyaelal yuj juntzanh tas tze k'ulej chi'?"
        },
        {
            "number": "7",
            "text": "Ha t'a lum jolomtac vitz te chaanh ay ste'al, ata' tze b'o e vaynub', tze nhusanpax e silab'."
        },
        {
            "number": "8",
            "text": "Ha t'a yoloch e puerta, ata' tzeyak'och yechel e diosal yajb'entac yilji. Ha inxo tik, tzin b'atcan satk'olal eyuuj. Tze quichanel b'eran e b'a, tzex ek' jichan t'a sat e ch'at levan sat. Tzeyak'an e trato e mulan yet' eb' tze nib'ejochi, tzex vay yet' eb'."
        },
        {
            "number": "9",
            "text": "Tzeyik'anb'at aceite yet' jantac perfume, tzex b'at lemnaj t'a jun yechel comon dios scuch Moloc, tzex och ejmelal t'ay. Tze checanb'at eb' e checab' t'a najat b'at sayanek' juntzanhxo e diosal, masanto tz'emk'och eb' b'aj ay eb' chamnac."
        },
        {
            "number": "10",
            "text": "Tzex k'unb'i eyek' t'a najat chi', palta max nachajel jab'oc eyuuj to malaj yelk'och jun tze k'ulej chi'. Yujto te nib'ab'il jun tze sayek' chi', yuj chi' tz'ochxi eyip, tze sayanxi."
        },
        {
            "number": "11",
            "text": "¿Mach juntzanh eb' b'aj tzex xivi to niwan yelk'och chi' t'ayex, yuj chi' tzin eyactejcani, tzin b'at satk'olal eyuuj? ¿Tom yujto manhxa tas svala', yuj chi' manhxa velk'och t'ayex?"
        },
        {
            "number": "12",
            "text": "Ha ticnaic, ol vak' checlaj juntzanh e b'eyb'al te wach' e naan chi', palta manh ol ex colchajlaj yuj."
        },
        {
            "number": "13",
            "text": "Ayic ol el eyav e k'anan in colval, ol valan t'ayex: Aocab' e comon diosal chi' tzex colani, xin chama. Ha masanil juntzanh chi', ol ik'chajb'at yuj ik', anhej yet' jun pusoc ik' chi' ol b'atoc. Axo pax eb' tzin ak'anoch yipoc sk'ool jun, ol cajnajnhej eb' t'a in chonhab' tik, ol ajnhej eb' t'a lum tzalan vicnhej yaji, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ol ab'joc yalchaj icha tik: B'oec jun b'e, te panhan tzeyutej, iq'uequel tastac ayem t'a yol b'e chi' yic wach' tzek' in chonhab', xchama."
        },
        {
            "number": "15",
            "text": "Yujto ha Dios Axonhej niwan Yelk'ochi, Aynhej ek' t'a junelnhej, scuchan pax Axonhej Ochi, a tz'alan icha tik: Ha in tik, cajan in t'a lugar te chaanh to vicnhej yaji, palta ay in pax ek' yet' eb' emnaquilal yaji yet' eb' sna sb'a sk'ool yuj schucal, a in sviptzitej eb'."
        },
        {
            "number": "16",
            "text": "Manhxo ol cot voval t'a in chonhab' tik, manhxo ol vak'nhejcot voval t'a eb' t'a junelnhej, talaj a juntzanh anima b'ob'il vuj tik, schab'axq'ue sk'ol eb' t'ayin."
        },
        {
            "number": "17",
            "text": "Yuj smul eb' israel tik yic sayannhej scomon diosal eb', ix cot voval t'a eb', ix vak'anoch syaelal eb', ix in paticanel eb'. Palta ix spitejnhej val sb'a eb', ix sk'ulan eb' icha tas snib'ej."
        },
        {
            "number": "18",
            "text": "Ix vil val sb'eyb'al eb', palta ol vanhtej eb', ol vak'an yik' yip eb'. Ol in tanhvan eb', ol vak'an snivanil sk'ol eb' scus yuj smul."
        },
        {
            "number": "19",
            "text": "Ol valan t'a eb' icha tik: Ha ex najat cajan ex yet' ex lak'an ayex, junk'olalocab' eyaji, xin chama. Yujto a in ol vanhtej in chonhab' tik."
        },
        {
            "number": "20",
            "text": "Palta haxo eb' chuc sb'eyb'al jun, lajan eb' icha ha' mar scot b'alb'on sat, max ochlaj vaan, syik'ancot jantac k'alem."
        },
        {
            "number": "21",
            "text": "Ha eb' sk'ulan chucal, malaj jab'oc wach'il ol scha eb', xchi Jehová."
        }
    ]
}