{
    "chapter": "58",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'ayin icha tik: Avajanh t'a chaanh, manh ach xiv avaji. Te chaanh tz'el av icha spuji junok q'uen trompeta. Al t'a eb' yinhtilal Jacob tik to te pit eb', te chuk eb'."
        },
        {
            "number": "2",
            "text": "Junjun k'u scomon och eb' ejmelal t'ayin. Scomon tzalaj eb', snib'an eb' yojtaquejel in b'eyb'al, icha junok chonhab'il anima sb'eyb'alan tojolal, ichato malaj b'aj syiq'uel spensar eb' t'a in checnab'il, ichato sk'an juntzanh checnab'il eb' yic tojolal t'ayin, sch'oxan eb' to stzalaj eb' sjavi t'ayin."
        },
        {
            "number": "3",
            "text": "Ijan scot yoval eb' t'ayin syalan eb' icha tik: Nab'anhej tzonh comon och tzek'ojk'olal t'ayach, tocval tzonh ila'. Nab'anhej squixtej co b'a coch ejmelal t'ayach, tocval tzonh a na'a, xchi eb'. Svalan icha tik: Yel toni, ayic tzex och t'a tzek'ojk'olal chi', anhej tas tze nib'ej, a chi' tze k'ulej, tzeyixtan eb' e munlajvum."
        },
        {
            "number": "4",
            "text": "Ayic tzex comon och t'a tzek'ojk'olal chi', anhej telajb'ail yet' oval tzeyak'a', tze mak'lan e b'a yuj e chuk pensaril. Tocval ol vab' e lesal t'a jun e tzek'ojk'olal tzeyak' chi'."
        },
        {
            "number": "5",
            "text": "¿Tom a e naani to tzin tzalaj yet' tas tzeyutej e b'a chi'? Ha jun tze k'ulej chi' cusk'olal, tzex comon em nhojan icha spacchaj te' aj, tzex comon ek' jichan t'a yib'anh q'uen tik'aq'uil taanh yet' pichul ya sva'i. ¿Tom a jun chi' tzeyak' scuch tzek'ojk'olal te wach' t'a yol in sat e naani?"
        },
        {
            "number": "6",
            "text": "Palta manh ichoc ta'. Ol val t'ayex to a tzek'ojk'olal scha in k'ool, aton stzolal tik: Colequelta eb' anima ayoch t'a yol sk'ab' eb' chuk spensar. Manhxo eyixtej eb' smunlaj t'ayex, actejequel eb' tz'ixtaj chi', manhxo eyixtej eb'."
        },
        {
            "number": "7",
            "text": "Ha eb' anima scham yuj vejel, aq'ek svael eb'. Axo eb' malaj spat, aq'ek sposado eb' t'a e pat. Ha eb' malaj spichul, aq'uecoch spichul eb', manh eyactej eyak'an snivanil sk'ol eb' eyetchonhab'."
        },
        {
            "number": "8",
            "text": "Tato icha chi' tzeyutej e b'a, yalnhej b'aj ol checlaj in wach'k'olal t'ayex, icha tz'aj sq'uinhib'i t'a junxo k'u. Elanhchamel ol ex colchajoc. Ha in e tojolal vaji, b'ab'el in b'at eyuuj, haxo in tziquiquial, tzak'an eyuuj."
        },
        {
            "number": "9",
            "text": "Yuj chi' tato ol ex avaj t'ayin, elanhchamel ol in tak'voc t'ayex. Tato ol el eyav e k'anan in colval, ol valan t'ayex icha tik: Ina in tik, xin chama. Tzeyiq'uel juntzanh chukal chi' t'a e cal. Manh e suy slumal eb' eyetanimail, manhxo e naq'ue esal lolonel t'a spatic eb'."
        },
        {
            "number": "10",
            "text": "Tato tzeyak' svael eb' ay svejel, tzex colvaj t'a eb' ay tas tz'och yuj, tato icha chi', ol checlaj e wach'il t'a skal anima icha sakil k'inal t'a skal k’ik’ k’inal. Ol ex checlajel icha yoc k'u t'a chimk'ualil t'a skal k’ik’ k’inal chi'."
        },
        {
            "number": "11",
            "text": "Tato icha chi', ol ex in cuchb'ejnhej. Jantac e vael ol vak' t'a lum tzinan lu'um. Ol vak'an yip e nivanil, lajan ol ex aj icha junok tas avab'il aynhejoch yalil, ma icha junok sjaj ha ha' malaj b'ak'uinh stupi."
        },
        {
            "number": "12",
            "text": "Ol e b'oxiq'ue e chonhab' t'a yet'tal b'aj jub'ilemi, aton t'a yib'anh yich aycanem t'a peca'. Ol alchaj t'ayex to b'oumexxiq'ue muro lanhchajnac, b'oumexxiq'ue pat lanhchajnaquemi."
        },
        {
            "number": "13",
            "text": "Ha in Jehová in tik svala': Tato manh comonoc tzeyutejb'at sk'ual ik'oj ip, malaj e munlajel tze b'o t'a jun k'u vic yaj chi', tato tzex tzalaj paxi yujnhej to ay yelk'och jun k'u chi' t'ayex, max eyal comon lolonel,"
        },
        {
            "number": "14",
            "text": "tato icha chi', ol ex tzalaj ved'oc. Ha in ol vak' snivanil eyelk'och t'a masanil chonhab'. Ol eyak' tzalajb'oc e k'ool t'a lum lum vak'nac e macb'enoc t'a e mam eyicham aj Jacob. Ha in ton Jehová in svalcan jun tik."
        }
    ]
}