{
    "chapter": "58",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'ayin icha tik: Awajanh t'a chaanh, manh ach xiv awaji. Te chaanh tz'el av icha spuji junok k'een trompeta. Al t'a heb' yinhtilal Jacob tik to te pit heb', te chuk heb'."
        },
        {
            "number": "2",
            "text": "Junjun k'u scomon och heb' ejmelal t'ayin. Scomon tzalaj heb', snib'an heb' yojtaquejel in b'eyb'al, icha junok chonhab'il anima sb'eyb'alan tojolal, ichato malaj b'aj syik'el spensar heb' t'a in checnab'il, ichato sk'an juntzanh checnab'il heb' yic tojolal t'ayin, sch'oxan heb' to stzalaj heb' sjawi t'ayin."
        },
        {
            "number": "3",
            "text": "Ijan scot yowal heb' t'ayin syalan heb' icha tik: Nab'anhej tzonh comon och tzek'ojk'olal t'ayach, tocwal tzonh ila'. Nab'anhej squixtej ko b'a coch ejmelal t'ayach, tocwal tzonh a na'a, xchi heb'. Swalan icha tik: Yel toni, ayic tzex och t'a tzek'ojk'olal chi', anhej tas tze nib'ej, a chi' tze k'ulej, tzeyixtan heb' he munlajwum."
        },
        {
            "number": "4",
            "text": "Ayic tzex comon och t'a tzek'ojk'olal chi', anhej telajb'ail yet' owal tzeyak'a', tze mak'lan he b'a yuj he chuk pensaril. Tocwal ol wab' he lesal t'a jun he tzek'ojk'olal tzeyak' chi'."
        },
        {
            "number": "5",
            "text": "¿Tom a he naani to tzin tzalaj yet' tas tzeyutej he b'a chi'? Ha jun tze k'ulej chi' cusk'olal, tzex comon em nhojan icha spacchaj te' aj, tzex comon ek' jichan t'a yib'anh k'een tik'aq'uil taanh yet' pichul ya swa'i. ¿Tom a jun chi' tzeyak' scuch tzek'ojk'olal te wach' t'a yol in sat he naani?"
        },
        {
            "number": "6",
            "text": "Palta manh ichoc ta'. Ol wal t'ayex to a tzek'ojk'olal scha in k'ool, aton stzolal tik: Colequelta heb' anima ayoch t'a yol sk'ab' heb' chuk spensar. Manhxo eyixtej heb' smunlaj t'ayex, actejequel heb' tz'ixtaj chi', manhxo eyixtej heb'."
        },
        {
            "number": "7",
            "text": "Ha heb' anima scham yuj wejel, aq'ek swael heb'. Axo heb' malaj spat, aq'ek sposado heb' t'a he pat. Ha heb' malaj spichul, ak'ecoch spichul heb', manh eyactej eyak'an sniwanil sk'ol heb' eyetchonhab'."
        },
        {
            "number": "8",
            "text": "Tato icha chi' tzeyutej he b'a, yalnhej b'aj ol checlaj in wach'k'olal t'ayex, icha tz'aj sq'uinhib'i t'a junxo k'u. Elanhchamel ol ex colchajoc. Ha in he tojolal waji, b'ab'el in b'at eyuuj, haxo in tziquiquial, tzak'an eyuuj."
        },
        {
            "number": "9",
            "text": "Yuj chi' tato ol ex awaj t'ayin, elanhchamel ol in tak'woc t'ayex. Tato ol el eyav he k'anan in colwal, ol walan t'ayex icha tik: Ina in tik, xin chama. Tzeyik'el juntzanh chukal chi' t'a he kal. Manh he suy slumal heb' eyetanimail, manhxo he nak'e esal lolonel t'a spatic heb'."
        },
        {
            "number": "10",
            "text": "Tato tzeyak' swael heb' ay swejel, tzex kolwaj t'a heb' ay tas tz'och yuj, tato icha chi', ol checlaj he wach'il t'a skal anima icha sakil k'inal t'a skal k’ik’ k’inal. Ol ex checlajel icha yoc k'u t'a chimk'ualil t'a skal k’ik’ k’inal chi'."
        },
        {
            "number": "11",
            "text": "Tato icha chi', ol ex in cuchb'ejnhej. Jantac he wael ol wak' t'a lum tzinan lu'um. Ol wak'an yip he niwanil, lajan ol ex aj icha junok tas awab'il aynhejoch yalil, ma icha junok sjaj ha ha' malaj b'ak'uinh stupi."
        },
        {
            "number": "12",
            "text": "Ol he b'oxik'e he chonhab' t'a yet'tal b'aj jub'ilemi, aton t'a yib'anh yich aycanem t'a peka'. Ol alchaj t'ayex to b'oumexxik'e muro lanhchajnac, b'oumexxik'e pat lanhchajnaquemi."
        },
        {
            "number": "13",
            "text": "Ha in Jehová in tik swala': Tato manh comonoc tzeyutejb'at sk'ual ik'oj ip, malaj he munlajel tze b'o t'a jun k'u wik yaj chi', tato tzex tzalaj paxi yujnhej to ay yelk'och jun k'u chi' t'ayex, max eyal comon lolonel,"
        },
        {
            "number": "14",
            "text": "tato icha chi', ol ex tzalaj wed'oc. Ha in ol wak' sniwanil eyelk'och t'a masanil chonhab'. Ol eyak' tzalajb'oc he k'ool t'a lum lum wak'nac he macb'enoc t'a he mam eyicham aj Jacob. Ha in ton Jehová in swalcan jun tik."
        }
    ]
}