{
    "chapter": "58",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová d'ayin icha tic: Avajanh d'a chaanh, manh ach xiv avaji. Te chaanh tz'el av icha spuji junoc q'uen trompeta. Al d'a eb' yinhtilal Jacob tic to te pit eb', te chuc eb'."
        },
        {
            "number": "2",
            "text": "Junjun k'u scomon och eb' ejmelal d'ayin. Scomon tzalaj eb', snib'an eb' yojtaquejel in b'eyb'al, icha junoc chonhab'il anima sb'eyb'alan tojolal, ichato malaj b'aj syiq'uel spensar eb' d'a in checnab'il, ichato sk'an juntzanh checnab'il eb' yic tojolal d'ayin, sch'oxan eb' to stzalaj eb' sjavi d'ayin."
        },
        {
            "number": "3",
            "text": "Ijan scot yoval eb' d'ayin syalan eb' icha tic: Nab'anhej tzonh comon och tzek'ojk'olal d'ayach, tocval tzonh ila'. Nab'anhej squixtej co b'a coch ejmelal d'ayach, tocval tzonh a na'a, xchi eb'. Svalan icha tic: Yel toni, ayic tzex och d'a tzek'ojk'olal chi', anhej tas tze nib'ej, a chi' tze k'ulej, tzeyixtan eb' e munlajvum."
        },
        {
            "number": "4",
            "text": "Ayic tzex comon och d'a tzek'ojk'olal chi', anhej telajb'ail yed' oval tzeyak'a', tze mak'lan e b'a yuj e chuc pensaril. Tocval ol vab' e lesal d'a jun e tzek'ojk'olal tzeyak' chi'."
        },
        {
            "number": "5",
            "text": "¿Tom a e naani to tzin tzalaj yed' tas tzeyutej e b'a chi'? A jun tze k'ulej chi' cusk'olal, tzex comon em nhojan icha spacchaj te' aj, tzex comon ek' jichan d'a yib'anh q'uen tik'aq'uil taanh yed' pichul ya sva'i. ¿Tom a jun chi' tzeyak' scuch tzek'ojk'olal te vach' d'a yol in sat e naani?"
        },
        {
            "number": "6",
            "text": "Palta manh ichoc ta'. Ol val d'ayex to a tzek'ojk'olal scha in k'ool, aton stzolal tic: Colequelta eb' anima ayoch d'a yol sk'ab' eb' chuc spensar. Manhxo eyixtej eb' smunlaj d'ayex, actejequel eb' tz'ixtaj chi', manhxo eyixtej eb'."
        },
        {
            "number": "7",
            "text": "A eb' anima scham yuj vejel, aq'uec svael eb'. Axo eb' malaj spat, aq'uec sposado eb' d'a e pat. A eb' malaj spichul, aq'uecoch spichul eb', manh eyactej eyak'an snivanil sk'ol eb' eyetchonhab'."
        },
        {
            "number": "8",
            "text": "Tato icha chi' tzeyutej e b'a, yalnhej b'aj ol checlaj in vach'k'olal d'ayex, icha tz'aj sq'uinhib'i d'a junxo k'u. Elanhchamel ol ex colchajoc. A in e tojolal vaji, b'ab'el in b'at eyuuj, axo in tziquiquial, tzak'an eyuuj."
        },
        {
            "number": "9",
            "text": "Yuj chi' tato ol ex avaj d'ayin, elanhchamel ol in tak'voc d'ayex. Tato ol el eyav e k'anan in colval, ol valan d'ayex icha tic: Ina in tic, xin chama. Tzeyiq'uel juntzanh chucal chi' d'a e cal. Manh e suy slumal eb' eyetanimail, manhxo e naq'ue esal lolonel d'a spatic eb'."
        },
        {
            "number": "10",
            "text": "Tato tzeyak' svael eb' ay svejel, tzex colvaj d'a eb' ay tas tz'och yuuj, tato icha chi', ol checlaj e vach'il d'a scal anima icha saquilq'uinal d'a scal q'uik'alq'uinal. Ol ex checlajel icha yoc k'u d'a chimk'ualil d'a scal q'uik'alq'uinal chi'."
        },
        {
            "number": "11",
            "text": "Tato icha chi', ol ex in cuchb'ejnhej. Jantac e vael ol vak' d'a lum tz'inan luum. Ol vak'an yip e nivanil, lajan ol ex aj icha junoc tas avab'il aynhejoch yalil, ma icha junoc sjaj a a' malaj b'aq'uinh stupi."
        },
        {
            "number": "12",
            "text": "Ol e b'oxiq'ue e chonhab' d'a yed'tal b'aj jub'ilemi, aton d'a yib'anh yich aycanem d'a peca'. Ol alchaj d'ayex to b'oumexxiq'ue muro lanhchajnac, b'oumexxiq'ue pat lanhchajnaquemi."
        },
        {
            "number": "13",
            "text": "A in Jehová in tic svala': Tato manh comonoc tzeyutejb'at sk'ual ik'oj ip, malaj e munlajel tze b'o d'a jun k'u vic yaj chi', tato tzex tzalaj paxi yujnhej to ay yelk'och jun k'u chi' d'ayex, max eyal comon lolonel,"
        },
        {
            "number": "14",
            "text": "tato icha chi', ol ex tzalaj ved'oc. A in ol vak' snivanil eyelk'och d'a masanil chonhab'. Ol eyak' tzalajb'oc e k'ool d'a lum luum vak'nac e macb'enoc d'a e mam eyicham aj Jacob. A in ton Jehová in svalcan jun tic."
        }
    ]
}