{
    "chapter": "59",
    "verses": [
        {
            "number": "1",
            "text": "Tocwal tz'el yip spoder Jehová, yuj chi' maxtzac yal scolwaji, tocwal ix chacanhb'i Jehová, yuj chi' maxtzac yab' he tewi, maay."
        },
        {
            "number": "2",
            "text": "Ha chukal tze k'ulej, a chi' ayek' t'a skal he nanhal yet' Dios. Ha juntzanh he mul chi', a tzek' macan t'a he kal yet' Dios chi', yuj chi' maxtzac yab' tas tzeyala'."
        },
        {
            "number": "3",
            "text": "Ha ex tik, chik'tac he k'ab' he milancham anima, mictac he k'ab' he k'ulan chukal. Axonhej es yet' chukal tz'elta t'a yol he ti'."
        },
        {
            "number": "4",
            "text": "Malaj junok ex wach' tzeyutej he b'a. Max he ch'olb'itej yaj heb' anima t'a stojolal, ma t'a stzolal. Ha tas malaj yelk'ochi yet' esal lolonel, a tzeyak'lab'ej ayic sb'o yaj eyowal. Tze k'ulan chukal, yujto a chi' ayek' t'a he pensar."
        },
        {
            "number": "5",
            "text": "Ha tas nab'il eyuuj chi', lajan wal icha snholob' nok' chan. Ha mach sloan snholob' nok' chan chi', schamnhej. Ayic smak'ji pojoc, a nok' cotac ajavchan tz'elta t'a yool. Anheja' tas nab'il eyuj chi', icha sch'al nok' xim yaji."
        },
        {
            "number": "6",
            "text": "Ha sch'al nok' xim chi', max yal-laj sb'o pichul yet'oc, malaj mach spich sb'a yet' tas sb'o nok' chi'. Icha sch'al nok' xim chi', icha chi' juntzanh chukal tze k'ulej, malaj jab'oc tas tzeyik' t'ay."
        },
        {
            "number": "7",
            "text": "Tzex b'at lemnaj t'a skal chukal. Elanhchamel tze milcham heb' anima malaj smul. Anhej t'a chukal ayoch he pensar, a b'aj tzex eq'ui, jantac tastac tze satcaneli."
        },
        {
            "number": "8",
            "text": "Anhej owal tzeyak'a', malaj jab'oc tojolal scheclaj t'a tas tze k'ulej. Ha he b'eyb'al chi', junelnhej manh wach'oc. Ha heb' tz'och tzak'an eyuuj, malaj jab'oc junk'olal tz'ilchaj yuj heb' t'ayex."
        },
        {
            "number": "9",
            "text": "Yuj chi' syalan heb' anima icha tik: Malaj mach stek'b'an sb'a cuuj, malaj mach tzonh colanel t'a yol sk'ab' heb' tzonh ixtani. Sco tanhwej tzalajk'olal, palta haxo cusk'olal oyan och t'a ko patic. Sco tanhwej b'ak'uinh tzonh colchajel t'a yol sk'ab' heb' tzonh ixtani, palta malaj mach tzonh colani."
        },
        {
            "number": "10",
            "text": "Toxonhej sco machlej b'aj tzonh eq'ui, icha yek' machmon junok mach max uji yilan t'a sat pat. Ha t'a chimk'ualil tzonh telwi, ichato t'ak'walil ayonheq'ui. Wach'chom tek'an onh scab'i, palta ichato chamnac onhxo."
        },
        {
            "number": "11",
            "text": "Ay b'aj scot cowal, snhiii yol ko jaj icha nok' oso, mato tzonh k'acwi icha nok' paramuch. Sco tanhwej ko ch'olb'itaj t'a stojolal, palta malaj b'ak'uinh sb'o caji. Sco tanhwej ko colji, palta najat yajcanel t'ayonh."
        },
        {
            "number": "12",
            "text": "Mamin Jehová, yel ix ko pitej ko b'a t'ayach. Ha ko mul chi' tz'ik'ancot t'a quib'anh. Chequel yaj ko pitalil, cojtac ko mul chi'."
        },
        {
            "number": "13",
            "text": "Ach ko Diosal, te pit scutej ko b'a t'ayach, max ach ko k'anab'ajejlaj. Max ko nib'ejoch tzak'an ko b'a uuj. Anhej wal chukal yet' ixtoj anima sco k'an ko k'ulej. Nab'il cuuj tas tz'aj cak'an es yet' quixtan heb' quetanimail."
        },
        {
            "number": "14",
            "text": "Sco chaquel b'aj sb'o yaj heb' quetanimail. Ha tojolal, najat yajcanb'at cuuj. Ha tas yel, manhxalaj mach schaan yab' b'aj smolb'ej sb'a heb' anima. Axo tojolal chi', maxtzac checlaj b'aj ay."
        },
        {
            "number": "15",
            "text": "Manhxa mach tz'alan tas yel, haxo heb' snib'ej yactancan chukal, tz'ik'jiek' tastac ay t'a heb', xchi heb' anima. Ha Jehová max scha sk'ol juntzanh tik, yujto maxtzac ch'olb'itaj heb' anima t'a stojolal."
        },
        {
            "number": "16",
            "text": "Toxonhej sat sk'ol Jehová ayic syilani to malaj mach syak'lej sb'oan yaj jun tik. Yuj chi' syak'och sb'a scolan heb' yet' spoder, ol yak' ganar scolan heb'."
        },
        {
            "number": "17",
            "text": "Icha heb' soldado ayoch spichul yic owal, icha chi' ol aj sjawi Jehová yet' yowal sk'ool, yic syak'an spak t'a heb' ixtum anima. Ha stojolal, icha k'een maclab' nhi' k'ol yaji. Axo scolnab'il, lajan icha k'een xumpil."
        },
        {
            "number": "18",
            "text": "Ol spacan t'a junjun mach, ato syala' tas sk'ulej. Ol yak'anoch syaelal heb' ayoch ajk'olal t'ay. Ha heb' schichon sk'ol t'ay, aton heb' cajan t'a sk'axepal ha' mar, ol yak' spak t'a heb' t'a smojal."
        },
        {
            "number": "19",
            "text": "Masanil heb' anima t'a yol yib'anhk’inal tik, b'aj sk'eul k'u, masanto b'aj tz'em k'u, ayic ol yilanoch stziquiquial Jehová heb', ol xiv heb', yujto ol ja icha wal junok ha' eluma', ichato pechb'il yuj junok owal ik'."
        },
        {
            "number": "20",
            "text": "Ha Jehová tz'alani to ol jawok scol heb' aj Sion, aton heb' yinhtilal Jacob sna sb'a yuj schucal."
        },
        {
            "number": "21",
            "text": "Syalan Jehová icha tik: Ha ticnaik tzin b'ocan jun in trato eyed'oc, swak'ancan in ti' to a Vespíritu yet' in k'ayb'ub'al swak'kan t'ayex, ol cannhej eyed'oc. Ol eyalancan t'a heb' eyuninal yet' t'a heb' eyinhtilal ol elnhej, yic tze k'anab'ajej t'a junelnhej, xchi Jehová."
        }
    ]
}