{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun ab'il ayic ix cham vinhaj rey Uzías, ata' ix vil Dios Cajal, k'ojanem t'a sk'ojnub' te chaanh yajq'uei. B'ut'an yol stemplo yuj stitac spichul."
        },
        {
            "number": "2",
            "text": "Ha t'a yib'anhq'uei, ay juntzanh ángel icha k'ak' yilji scuch serafín, vaque' sk'axil junjun eb'. Chab' sk'axil eb' chi' smusan sat, haxo chab'xo smusan yichanh eb', haxo yet' chab'xo sjenhvi eb'."
        },
        {
            "number": "3",
            "text": "Syalan eb' t'ay junjun icha tik: Ha Jehová Axonhej val, aton Yajal t'a Smasanil. Chequelnhej stziquiquial t'a masanil yol yib'anhk’inal tik, xchi eb'."
        },
        {
            "number": "4",
            "text": "Ayic ix och jun av chi', ix ib'xiq'ue spuertail templo chi', ix b'ud'jiel yool chi' yuj tab'."
        },
        {
            "number": "5",
            "text": "Ix valan icha tik: Ay... ob'iltac in, ol in chamoc, yujto ix vil Jehová, aton Rey t'a Smasanil. Ha in xo pax tik, anhej chukal svala', cajan in paxek' t'a skal eb' anima chucnhej sloloni, xin chi."
        },
        {
            "number": "6",
            "text": "Axo t'a jun rato chi', ay jun t'a skal eb' ángel chi' ix cot jenhenhoc t'ayin. Yed'nac jun tenaza b'aj ix yik'cot tzak'ak' t'a yib'anh altar."
        },
        {
            "number": "7",
            "text": "Ix squilanek' t'a in ti', ix yalan t'ayin icha tik: Ha jun tzak'ak' ix in quilek' t'a a ti' tik, ha' ix ik'ancanel a mul ticnaic, ix ak'ji nivank'olal a mul, xchi."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi' ix yalan Jehová chi' icha tik: ¿Mach junok ol in checb'ati? ¿Mach val junok ol och co checab'oc? xchi. Yuj chi' ix in tak'vi t'ay: Ina in tik Mamin, chequinb'ati, xin chi."
        },
        {
            "number": "9",
            "text": "Ix yalan t'ayin: Ixic, b'at al t'a juntzanh anima chi' icha tik: Val yel ol eyab'nhej, palta manh ol nachajel-laj eyuuj. Ol eyilnhej, palta manh ol nachajpaxel-laj eyuuj, xa chi t'a eb'."
        },
        {
            "number": "10",
            "text": "Ak' somchaj spensar juntzanh anima chi', mac schiquin eb', tza macan sat eb' yic max yil eb', yic max yab'pax eb', yic max nachajpaxel yuj eb', yic wach' max meltzajxi eb' t'ayin yic tzin colan eb', xchi t'ayin."
        },
        {
            "number": "11",
            "text": "Ix in k'anb'an t'ay icha tik: Mamin, ¿jantac tiempo ol valel jun tik? xin chi. Ix yalan t'ayin: Ol alnhej jun tik masanto ol lajvoquem juntzanh chonhab', manhxa mach ol kan cajan t'ay. Manhxa junok pat ol kan anima t'a yool, ol kan tzinan lu'um."
        },
        {
            "number": "12",
            "text": "Ha in Jehová in tik ol vak'b'at juntzanh anima tik t'a junxo chonhab', yic ol kan val tzinan schonhab' eb' tik."
        },
        {
            "number": "13",
            "text": "Tato ayto jayvanhocxo anima olto kan t'a yol chonhab' tik, smak'chajpaxem lanhnaj jun chonhab' chi'. Icha yic sch'acjiel junok te' ji, ma junok te' mach', axonhej te' yib' scani, icha chi' ol aj in chonhab' tik. (Palta syal svolanxi te' yib' chi'. Icha chi' ol aj yinhtilal jayvanhocxo eb' in chonhab' sik'b'ilel vuuj), xchi Jehová."
        }
    ]
}