{
    "chapter": "60",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová icha tic: Ex aj Jerusalén, q'ueanhecxi vaan, te vach' eyico' yujto scheclajxiq'ue in tziquiquial d'a e cal."
        },
        {
            "number": "2",
            "text": "Axo yolyib'anhq'uinal tic, a q'uik'q'uinal ol musancanoc, ichato ol can juntzanhxo nación d'a scal jun nivan q'uik'alq'uinal. A exxo tic, a in Jehová in tic ol vak' saquilq'uinal d'ayex, ol checlajel in tziquiquial d'a e cal."
        },
        {
            "number": "3",
            "text": "A juntzanh nivac nación chi', ol javoc d'ayex yuj e saquilq'uinal chi'. A eb' vinh rey, ol javoc eb' vinh ul yil in tziquiquial ol checlaj chi'."
        },
        {
            "number": "4",
            "text": "Q'ueanhec q'uelan, tzeyilan d'a e patic eyichanh to a masanil eb' eyetchonhab', ol laj smolb'ej sb'a eb' sjax d'ayex. A eb' eyal eyuninal, najat ol cot eb', mek'b'il eb' ol ul ak'joccan eb' d'ayex."
        },
        {
            "number": "5",
            "text": "Ayic ol eyilan icha chi', ol ex q'ue jucnaj e tzalaji, ol ex te tzalaj val. Yujto ol laj yik'cot sb'eyumal juntzanh nación ay d'a sk'axepal a' mar, ol ul yak'ancan eb' d'ayex."
        },
        {
            "number": "6",
            "text": "Ol majel sat e lum tic yuj jantac nok' camello ol yik'cot eb' aj Madián yed' eb' aj Efa. Ol javocpax masanil eb' aj Sabá, yed'nac q'uen oro eb' yed' incienso. Ol yalanel vach' lolonel eb' d'ayin Jehová in tic, yuj tas tzin k'ulej."
        },
        {
            "number": "7",
            "text": "Masanil nok' calnel ay d'a Cedar, ol eyiquej nok'. Masanil nok' ch'ac calnel ay d'a Nebaiot, a nok' ol eyak'lab'ej, yic ol eyak'an nok' silab'il d'a valtar, aton silab' nib'ab'il vuuj. Icha chi' ol vutej, yic ay yelk'och in templo d'ayex."
        },
        {
            "number": "8",
            "text": "Ol eyalan icha tic: ¿Tas juntzanh scot chi', icha scot asun, ma icha sk'och nok' paramuch d'a yed'tal?"
        },
        {
            "number": "9",
            "text": "A jun ol eyil chi', aton te' barco scot d'a sk'axepal a' mar, b'ab'el scot te' yic Tarsis yuj te'. Van yik'jicot eb' eyuninal aycanb'at d'a najat yuj eb', yed'nac q'uen oro eb' yed' q'uen plata. Ol in ik'jocchaanh a in Jehová e Diosal, A inxonhej Ochi. A in pax ol ex vak' b'inajoc."
        },
        {
            "number": "10",
            "text": "A eb' ch'oc nacional, a eb' ol b'oanxiq'ue smuroal e chonhab', axo eb' sreyal eb' ol ex ak'an servil. Vach'chom yuj yoval in k'ool ix vak'och eyaelal, axo ticnaic, yuj in vach'k'olal tz'ok'xi in k'ol d'ayex."
        },
        {
            "number": "11",
            "text": "A spuertail e chonhab', jacannhej d'a k'ualil yed' d'ak'valil yic syik'cot sb'eyumal juntzanh nación chi' d'ayex, yic sjavipax sreyal eb' d'a eyichanh."
        },
        {
            "number": "12",
            "text": "A juntzanh nivac nación, ma eb' rey manh ol ex ak'an servil, ol satjoquel eb'. Manhxa b'aj ol checlaj jab'oc eb'."
        },
        {
            "number": "13",
            "text": "A jantac sb'eyumal lum Líbano ol ik'chajcot d'ayex: Aton te' taj, te' k'ub'taj yed' te' tzicap. Ol och te' svach'il yelvanub'oc in templo, yic ol vik'chaanh jun lugar chi' b'aj ol in ajoc."
        },
        {
            "number": "14",
            "text": "Masanil yinhtilal eb' ix ex ixtan chi', ol javoc eb' yaq'uem sb'a d'ayex. Masanil eb' ix ex chacaneli, ol ul em cuman eb' d'ayex, ol yalan eb' d'ayex icha tic: A ex aj chonhab' Sion ex tic, yicnhej Jehová eyaji, aton sDiosal Israel Axonhej Ochi, xcham eb'."
        },
        {
            "number": "15",
            "text": "Vach'chom actab'il ex can d'a peca', chacb'il ex eli, manhxa mach tz'ek' b'aj ek'nac ex chi', palta axo ticnaic, ol vak' eyik'jichaanh yed' e b'inajnaquilal yuj masanil chonhab' d'a junelnhej."
        },
        {
            "number": "16",
            "text": "A juntzanh nación chi', ol yak' e vael eb' te vach', axo eb' sreyal eb', ol yik'cot sb'eyumal eb', ol ex yak'an servil eb', icha syutej junoc ix nunab'il yak'an chunoc yune'. Icha chi' ol aj eyojtacaneli to a in Jehová e Diosal in, e Columal vaji, a in sDiosal in vinhaj Jacob, tzex in colo'."
        },
        {
            "number": "17",
            "text": "Ol in q'uex masanil tas ay d'ayex: A q'uen oro ol vak' sq'uexuloc q'uen bronce, axo q'uen plata ol vak' sq'uexuloc q'uen hierro. A q'uen bronce ol vak' sq'uexuloc te te', axo q'uen hierro chi' ol vak' sq'uexuloc q'uen comon q'ueen. A eb' eyajalil, d'a stojolal ol ex sch'olb'itej eb', yuj chi' junk'olal ol ex ajoc."
        },
        {
            "number": "18",
            "text": "A d'a e luum chi', manhxa milojcham anima, oval yed' jantac chucal ol ujoc. Manhxa tas ol satel d'a yol e macb'en chi' yuj oval. A in ol ex in col icha junoc muro, ol in eyik'chaanh yujto ix ex in colo'."
        },
        {
            "number": "19",
            "text": "Manhxalaj ol och yoc k'u eyuuj, ma yoc q'uen uj d'ak'valil, yujto a in Jehová saquilq'uinal ol in aj d'ayex d'a junelnhej. A in e Diosal in tic ol ex vak' b'inajoc."
        },
        {
            "number": "20",
            "text": "A jun saquilq'uinal ol vak' d'ayex chi', a ol ochcan sq'uexuloc yoc k'u yed' yoc q'uen uj. A jun chi', malaj b'aq'uinh ol tupoc, yujto a in Jehová in saquilq'uinal ol in aj d'ayex d'a junelnhej. Manhxa b'aq'uinh ol ex cusoc."
        },
        {
            "number": "21",
            "text": "Masanil eb' eyetchonhab', vach'nhej ol aj spensar eb'. Ol yiquejpax slum eb' d'a junelnhej. Lajan ol aj eb' icha svol junoc te' avb'en te' avab'il vuuj. Ol in k'ulej jun chi' yuj vik'jichaanh."
        },
        {
            "number": "22",
            "text": "A eb' quennhej sb'isul d'a e cal, ol q'uib' val sb'isul eb', te tek'an ol aj eb' icha junoc nivan chonhab'. Ayic ol k'och stiempoal yelk'och juntzanh tic, a in val Jehová in ol vaq'uelk'och d'a elanhchamel, xchi Jehová chi'."
        }
    ]
}