{
    "chapter": "60",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová icha tik: Ex aj Jerusalén, k'eanhecxi waan, te wach' eyiko' yujto scheclajxik'e in tziquiquial t'a he kal."
        },
        {
            "number": "2",
            "text": "Axo yol yib'anhk’inal tik, a k'ik'k 'inal ol musancanoc, ichato ol kan juntzanhxo nación t'a skal jun niwan k’ik’ k’inal. Ha exxo tik, a in Jehová in tik ol wak' sakil k'inal t'ayex, ol checlajel in tziquiquial t'a he kal."
        },
        {
            "number": "3",
            "text": "Ha juntzanh niwac nación chi', ol jawok t'ayex yuj he sakil k'inal chi'. Ha heb' winh rey, ol jawok heb' winh ul yil in tziquiquial ol checlaj chi'."
        },
        {
            "number": "4",
            "text": "Q'ueanhec k'elan, tzeyilan t'a he patic eyichanh to a masanil heb' eyetchonhab', ol laj smolb'ej sb'a heb' sjax t'ayex. Ha heb' eyal eyuninal, najat ol cot heb', mek'b'il heb' ol ul ak'joccan heb' t'ayex."
        },
        {
            "number": "5",
            "text": "Ayic ol eyilan icha chi', ol ex k'e jucnaj he tzalaji, ol ex te tzalaj wal. Yujto ol laj yik'cot sb'eyumal juntzanh nación ay t'a sk'axepal ha' mar, ol ul yak'ancan heb' t'ayex."
        },
        {
            "number": "6",
            "text": "Ol majel sat he lum tik yuj jantac nok' camello ol yik'cot heb' aj Madián yet' heb' aj Efa. Ol jawocpax masanil heb' aj Sabá, yet'nac k'een oro heb' yet' incienso. Ol yalanel wach' lolonel heb' t'ayin Jehová in tik, yuj tas tzin k'ulej."
        },
        {
            "number": "7",
            "text": "Masanil nok' calnel ay t'a Cedar, ol eyiquej nok'. Masanil nok' ch'ac calnel ay t'a Nebaiot, a nok' ol eyak'lab'ej, yic ol eyak'an nok' silab'il t'a waltar, aton silab' nib'ab'il wuuj. Icha chi' ol wutej, yic ay yelk'och in templo t'ayex."
        },
        {
            "number": "8",
            "text": "Ol eyalan icha tik: ¿Tas juntzanh scot chi', icha scot asun, ma icha sk'och nok' paramuch t'a yet'tal?"
        },
        {
            "number": "9",
            "text": "Ha jun ol eyil chi', aton te' barco scot t'a sk'axepal ha' mar, b'ab'el scot te' yic Tarsis yuj te'. Van yik'jicot heb' eyuninal aycanb'at t'a najat yuj heb', yet'nac k'een oro heb' yet' k'een plata. Ol in ik'jocchaanh a in Jehová he Diosal, Ha inxonhej Ochi. Ha in pax ol ex wak' b'inajoc."
        },
        {
            "number": "10",
            "text": "Ha heb' ch'oc nacional, a heb' ol b'oanxik'e smuroal he chonhab', haxo heb' sreyal heb' ol ex ak'an serwil. Wach'chom yuj yowal in k'ool ix wak'och eyaelal, haxo ticnaik, yuj in wach'k'olal tz'ok'xi in k'ol t'ayex."
        },
        {
            "number": "11",
            "text": "Ha spuertail he chonhab', jacannhej t'a k'ualil yet' t'ak'walil yic syik'cot sb'eyumal juntzanh nación chi' t'ayex, yic sjawipax sreyal heb' t'a eyichanh."
        },
        {
            "number": "12",
            "text": "Ha juntzanh niwac nación, ma heb' rey manh ol ex ak'an serwil, ol satjoquel heb'. Manhxa b'aj ol checlaj jab'oc heb'."
        },
        {
            "number": "13",
            "text": "Ha jantac sb'eyumal lum Líbano ol ik'chajcot t'ayex: Aton te' taj, te' k'ub'taj yet' te' tzicap. Ol och te' swach'il yelwanub'oc in templo, yic ol wik'chaanh jun lugar chi' b'aj ol in ajoc."
        },
        {
            "number": "14",
            "text": "Masanil yinhtilal heb' ix ex ixtan chi', ol jawok heb' yak'em sb'a t'ayex. Masanil heb' ix ex chacaneli, ol ul em cuman heb' t'ayex, ol yalan heb' t'ayex icha tik: Ha ex aj chonhab' Sion ex tik, yicnhej Jehová eyaji, aton sDiosal Israel Axonhej Ochi, xcham heb'."
        },
        {
            "number": "15",
            "text": "Wach'chom actab'il ex kan t'a peka', chacb'il ex eli, manhxa mach tzek' b'aj ek'nac ex chi', palta haxo ticnaik, ol wak' eyik'jichaanh yet' he b'inajnaquilal yuj masanil chonhab' t'a junelnhej."
        },
        {
            "number": "16",
            "text": "Ha juntzanh nación chi', ol yak' he wael heb' te wach', haxo heb' sreyal heb', ol yik'cot sb'eyumal heb', ol ex yak'an serwil heb', icha syutej junok ix nunab'il yak'an chunoc yune'. Icha chi' ol aj eyojtacaneli to a in Jehová he Diosal in, he Kolumal waji, a in sDiosal in winhaj Jacob, tzex in colo'."
        },
        {
            "number": "17",
            "text": "Ol in k'ex masanil tas ay t'ayex: Ha k'een oro ol wak' sk'exuloc k'een bronce, haxo k'een plata ol wak' sk'exuloc k'een hierro. Ha k'een bronce ol wak' sk'exuloc te te', haxo k'een hierro chi' ol wak' sk'exuloc k'een comon k'een. Ha heb' eyajalil, t'a stojolal ol ex sch'olb'itej heb', yuj chi' junk'olal ol ex ajoc."
        },
        {
            "number": "18",
            "text": "Ha t'a he lu'um chi', manhxa milojcham anima, owal yet' jantac chukal ol ujok. Manhxa tas ol satel t'a yol he macb'en chi' yuj owal. Ha in ol ex in col icha junok muro, ol in eyik'chaanh yujto ix ex in colo'."
        },
        {
            "number": "19",
            "text": "Manhxalaj ol och yoc k'u eyuuj, ma yoc k'een uj t'ak'walil, yujto a in Jehová sakil k'inal ol in aj t'ayex t'a junelnhej. Ha in he Diosal in tik ol ex wak' b'inajoc."
        },
        {
            "number": "20",
            "text": "Ha jun sakil k'inal ol wak' t'ayex chi', a ol ochcan sk'exuloc yoc k'u yet' yoc k'een uj. Ha jun chi', malaj b'ak'uinh ol tupoc, yujto a in Jehová in sakil k'inal ol in aj t'ayex t'a junelnhej. Manhxa b'ak'uinh ol ex cusoc."
        },
        {
            "number": "21",
            "text": "Masanil heb' eyetchonhab', wach'nhej ol aj spensar heb'. Ol yiquejpax slum heb' t'a junelnhej. Lajan ol aj heb' icha swol junok te' avb'en te' awab'il wuuj. Ol in k'ulej jun chi' yuj wik'jichaanh."
        },
        {
            "number": "22",
            "text": "Ha heb' quennhej sb'isul t'a he kal, ol q'uib' wal sb'isul heb', te tek'an ol aj heb' icha junok niwan chonhab'. Ayic ol k'och stiempoal yelk'och juntzanh tik, a in wal Jehová in ol wak'elk'och t'a elanhchamel, xchi Jehová chi'."
        }
    ]
}