{
    "chapter": "60",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová icha tik: Ex aj Jerusalén, q'ueanhecxi vaan, te wach' eyiko' yujto scheclajxiq'ue in tziquiquial t'a e cal."
        },
        {
            "number": "2",
            "text": "Axo yol yib'anhk’inal tik, a k'ik'q'uinal ol musancanoc, ichato ol kan juntzanhxo nación t'a skal jun niwan k’ik’ k’inal. Ha exxo tik, a in Jehová in tik ol vak' sakil k'inal t'ayex, ol checlajel in tziquiquial t'a e cal."
        },
        {
            "number": "3",
            "text": "Ha juntzanh nivac nación chi', ol javoc t'ayex yuj e sakil k'inal chi'. Ha eb' vinh rey, ol javoc eb' vinh ul yil in tziquiquial ol checlaj chi'."
        },
        {
            "number": "4",
            "text": "Q'ueanhec q'uelan, tzeyilan t'a e patic eyichanh to a masanil eb' eyetchonhab', ol laj smolb'ej sb'a eb' sjax t'ayex. Ha eb' eyal eyuninal, najat ol cot eb', mek'b'il eb' ol ul ak'joccan eb' t'ayex."
        },
        {
            "number": "5",
            "text": "Ayic ol eyilan icha chi', ol ex q'ue jucnaj e tzalaji, ol ex te tzalaj val. Yujto ol laj yik'cot sb'eyumal juntzanh nación ay t'a sk'axepal ha' mar, ol ul yak'ancan eb' t'ayex."
        },
        {
            "number": "6",
            "text": "Ol majel sat e lum tik yuj jantac nok' camello ol yik'cot eb' aj Madián yet' eb' aj Efa. Ol javocpax masanil eb' aj Sabá, yet'nac q'uen oro eb' yet' incienso. Ol yalanel wach' lolonel eb' t'ayin Jehová in tik, yuj tas tzin k'ulej."
        },
        {
            "number": "7",
            "text": "Masanil nok' calnel ay t'a Cedar, ol eyiquej nok'. Masanil nok' ch'ac calnel ay t'a Nebaiot, a nok' ol eyak'lab'ej, yic ol eyak'an nok' silab'il t'a valtar, aton silab' nib'ab'il vuuj. Icha chi' ol vutej, yic ay yelk'och in templo t'ayex."
        },
        {
            "number": "8",
            "text": "Ol eyalan icha tik: ¿Tas juntzanh scot chi', icha scot asun, ma icha sk'och nok' paramuch t'a yet'tal?"
        },
        {
            "number": "9",
            "text": "Ha jun ol eyil chi', aton te' barco scot t'a sk'axepal ha' mar, b'ab'el scot te' yic Tarsis yuj te'. Van yik'jicot eb' eyuninal aycanb'at t'a najat yuj eb', yet'nac q'uen oro eb' yet' q'uen plata. Ol in ik'jocchaanh a in Jehová e Diosal, Ha inxonhej Ochi. Ha in pax ol ex vak' b'inajoc."
        },
        {
            "number": "10",
            "text": "Ha eb' ch'oc nacional, a eb' ol b'oanxiq'ue smuroal e chonhab', haxo eb' sreyal eb' ol ex ak'an servil. Wach'chom yuj yoval in k'ool ix vak'och eyaelal, haxo ticnaic, yuj in wach'k'olal tz'ok'xi in k'ol t'ayex."
        },
        {
            "number": "11",
            "text": "Ha spuertail e chonhab', jacannhej t'a k'ualil yet' t'ak'walil yic syik'cot sb'eyumal juntzanh nación chi' t'ayex, yic sjavipax sreyal eb' t'a eyichanh."
        },
        {
            "number": "12",
            "text": "Ha juntzanh nivac nación, ma eb' rey manh ol ex ak'an servil, ol satjoquel eb'. Manhxa b'aj ol checlaj jab'oc eb'."
        },
        {
            "number": "13",
            "text": "Ha jantac sb'eyumal lum Líbano ol ik'chajcot t'ayex: Aton te' taj, te' k'ub'taj yet' te' tzicap. Ol och te' swach'il yelvanub'oc in templo, yic ol vik'chaanh jun lugar chi' b'aj ol in ajoc."
        },
        {
            "number": "14",
            "text": "Masanil yinhtilal eb' ix ex ixtan chi', ol javoc eb' yaq'uem sb'a t'ayex. Masanil eb' ix ex chacaneli, ol ul em cuman eb' t'ayex, ol yalan eb' t'ayex icha tik: Ha ex aj chonhab' Sion ex tik, yicnhej Jehová eyaji, aton sDiosal Israel Axonhej Ochi, xcham eb'."
        },
        {
            "number": "15",
            "text": "Wach'chom actab'il ex kan t'a peca', chacb'il ex eli, manhxa mach tzek' b'aj ek'nac ex chi', palta haxo ticnaic, ol vak' eyik'jichaanh yet' e b'inajnaquilal yuj masanil chonhab' t'a junelnhej."
        },
        {
            "number": "16",
            "text": "Ha juntzanh nación chi', ol yak' e vael eb' te wach', haxo eb' sreyal eb', ol yik'cot sb'eyumal eb', ol ex yak'an servil eb', icha syutej junok ix nunab'il yak'an chunoc yune'. Icha chi' ol aj eyojtacaneli to a in Jehová e Diosal in, e Columal vaji, a in sDiosal in vinhaj Jacob, tzex in colo'."
        },
        {
            "number": "17",
            "text": "Ol in q'uex masanil tas ay t'ayex: Ha q'uen oro ol vak' sq'uexuloc q'uen bronce, haxo q'uen plata ol vak' sq'uexuloc q'uen hierro. Ha q'uen bronce ol vak' sq'uexuloc te te', haxo q'uen hierro chi' ol vak' sq'uexuloc q'uen comon q'ueen. Ha eb' eyajalil, t'a stojolal ol ex sch'olb'itej eb', yuj chi' junk'olal ol ex ajoc."
        },
        {
            "number": "18",
            "text": "Ha t'a e lu'um chi', manhxa milojcham anima, oval yet' jantac chukal ol ujoc. Manhxa tas ol satel t'a yol e macb'en chi' yuj oval. Ha in ol ex in col icha junok muro, ol in eyik'chaanh yujto ix ex in colo'."
        },
        {
            "number": "19",
            "text": "Manhxalaj ol och yoc k'u eyuuj, ma yoc q'uen uj t'ak'walil, yujto a in Jehová sakil k'inal ol in aj t'ayex t'a junelnhej. Ha in e Diosal in tik ol ex vak' b'inajoc."
        },
        {
            "number": "20",
            "text": "Ha jun sakil k'inal ol vak' t'ayex chi', a ol ochcan sq'uexuloc yoc k'u yet' yoc q'uen uj. Ha jun chi', malaj b'ak'uinh ol tupoc, yujto a in Jehová in sakil k'inal ol in aj t'ayex t'a junelnhej. Manhxa b'ak'uinh ol ex cusoc."
        },
        {
            "number": "21",
            "text": "Masanil eb' eyetchonhab', wach'nhej ol aj spensar eb'. Ol yiquejpax slum eb' t'a junelnhej. Lajan ol aj eb' icha svol junok te' avb'en te' avab'il vuuj. Ol in k'ulej jun chi' yuj vik'jichaanh."
        },
        {
            "number": "22",
            "text": "Ha eb' quennhej sb'isul t'a e cal, ol q'uib' val sb'isul eb', te tek'an ol aj eb' icha junok niwan chonhab'. Ayic ol k'och stiempoal yelk'och juntzanh tik, a in val Jehová in ol vaq'uelk'och t'a elanhchamel, xchi Jehová chi'."
        }
    ]
}