{
    "chapter": "61",
    "verses": [
        {
            "number": "1",
            "text": "Ha Yespíritu Jehová Cajalil ayoch t'ayin, yujto sik'b'il in el yuj. Checb'il in cot yuj, yic tzul valel wach' ab'ix t'a eb' meb'a', svak'an stek'anil eb' manhxa yip yuj cusk'olal, svalan t'a eb' icha preso yaji to syal yel eb' t'a libre."
        },
        {
            "number": "2",
            "text": "Svalanpaxeli to ix ja sk'ual co colchaj yuj Jehová co Diosal, sk'ual pax yak'anek' co pac t'a eb' cajk'ool. Ix in checjicoti yic svak'an snivanil sk'ol eb' cusk'olal yaji."
        },
        {
            "number": "3",
            "text": "Tzin javipax vak' tzalajk'olal t'a eb' aj Sion cusk'olal yaji, aton eb' syak'q'ue q'uen tik'aq'uil taanh t'a sjolom, a tzalajk'olal svak' sq'uexuloc oq'uel. Ha b'it yic aloj wach' lolonel svak'canoch sq'uexuloc ilk'olal. Lajan ol aj eb' icha junok te' ji avab'il yuj Jehová, yic sb'eyb'alej tojolal eb' yuj yik'anchaanh Jehová chi' eb'."
        },
        {
            "number": "4",
            "text": "Ha juntzanh chonhab' satnaqueli, ol sb'oxiq'ue eb', ol sb'oanpaxq'ue juntzanh pat eb' mak'b'ilem lanhnaj t'a peca'."
        },
        {
            "number": "5",
            "text": "Ex vetchonhab', a eb' ch'oc nacional ol tanhvan nok' e calnel, e munlajel yet' eyavb'en uva."
        },
        {
            "number": "6",
            "text": "Ol yalan eb' to sacerdote ex Jehová, schecab' ex co Diosal. Ol ex tzalaj yet' sb'eyumal juntzanhxo nación chi'. Wach' ol aj eyilji yuj tastac wach' yilji ol yak' eb' t'ayex."
        },
        {
            "number": "7",
            "text": "Ha ex tik, icha val ix aj eyab'an syail, q'uixvelal yet' b'uchval, icha pax chi' ol aj e chaan e b'eyumal yet' e tzalajk'olal, malaj slajvub'."
        },
        {
            "number": "8",
            "text": "Yujto a val tojolal snib'ej Jehová, scot yoval yuj elk'al yet' ixtoj anima. Yuj chi' val t'a smojal ol aj spacan t'a eb' ix ex ixtani. Ol lajvoc chi', ol sb'oan jun strato eyed'oc t'a masanil tiempo."
        },
        {
            "number": "9",
            "text": "Ol b'inaj val eyinhtilal t'a skal masanil chonhab'. Masanil mach ol ex ilanoc, ol nachajel yuj eb' to a Jehová tz'ak'an svach'k'olal t'ayex."
        },
        {
            "number": "10",
            "text": "Tzin te tzalaj val ticnaic yuj Jehová, tzin q'ue val chaanh in tzalaj yuj in Diosal, yujto te wach' ix yutej yak'an in colnab'il yet' tojolal, ichato ix och in pichuloc yuj. Icha svach'il tz'ajoch spichul junok vinh quelem yet' junok ix cob'es ayic snupnaj eb', icha chi' in yutej."
        },
        {
            "number": "11",
            "text": "Icha tz'aj sq'ueul tas sq'uib' t'a sat lu'um, ma icha yelta svol junok te te', icha chi' ol aj yak'an checlaj tojolal Jehová Cajal t'a yichanh masanil nación yuj yik'jichaanh."
        }
    ]
}