{
    "chapter": "62",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová icha tik: Yuj val to tzex in xajanej ex aj Sion, yuj chi' manh ol in em numan. Yuj val to tzex in xajanej ex aj Jerusalén, yuj chi' manh ol vik'laj vip masanto ol checlajel e tojolal icha yic sq'uinhib'i, haxo e colnab'il, ol checlajel icha yajoch sk'ak'al te' taj t'a k’ik’ k’inal."
        },
        {
            "number": "2",
            "text": "Masanil nación ol och q'uelan yilan e tojolal. Masanil eb' rey, ol och q'uelan eb' yilan snivanil eyelk'ochi. Yuj chi' ol ak'chajoch junxo eyak' b'i. Ha in Jehová in tik ol vak'ochi."
        },
        {
            "number": "3",
            "text": "Icha scheclajel snivanil yelk'och junok vinh rey yuj scorona, icha chi' ol aj vak'an checlaj snivanil velk'ochi, yujto ayex ek' t'a yol in k'ab'."
        },
        {
            "number": "4",
            "text": "Manhxo ol e cuch “Actab'ilcani”, manhxo ol alchajpax t'a e lum tik, “Satb'ileli”, palta to ol e cuch: “Nib'ab'il”. Axo lum e lu'um ol scuchcan: “Nupnajnac,” yujto nib'ab'il ex vuuj. Yajal vaj t'a lum e lu'um tik."
        },
        {
            "number": "5",
            "text": "Yujto icha val junok vinh quelem snupnaj yet' junok ix cob'es, icha chi' ol in aj eyed'oc, ol in ochxoc eyed'oc, ol in tzalaj eyed'oc, icha stzalaj junok vinh quelem yet' yetb'eyum, icha chi' ol in tzalaj eyed'oc."
        },
        {
            "number": "6",
            "text": "Ex aj Jerusalén, ix vak'canoch e tanhvumal t'a yib'anh smuroal e chonhab'. D'a k'ual t'ak'val ol yal eb' icha tik: Ha ex tzex avaj t'a Jehová, manh ex och vaan eyavaj t'ay."
        },
        {
            "number": "7",
            "text": "Manh e cha yik' yip Jehová, masanto ol sb'oxiq'ue Jerusalén tik, yic wach' masanil eb' anima t'a yol yib'anhk’inal tik, ol yal wach' lolonel eb' t'ay, xcham eb', xchi Jehová."
        },
        {
            "number": "8",
            "text": "Ha Jehová toxo ix yak' sti', ol yaq'uelk'och tas ix yal chi' yuj spoder. Ix yalan icha tik: Manhxa b'ak'uinh ol in cha svab'at e trigo eb' ajk'ool, manhoc eb' ch'oc nacional ol uk'anb'at e vino, aton tastac tzeyik' t'a e munlajel."
        },
        {
            "number": "9",
            "text": "Palta to a ex val ol e mol sat eyavb'en, ol e vaani, ol eyalan wach' lolonel t'ayin yuj. Ol e molanpax sat eyuva, ol eyuk'an yal eyuva chi' t'a yol yamaq'uil in templo, xchi Jehová."
        },
        {
            "number": "10",
            "text": "Ex aj Jerusalén, elanhec t'a spuertail e chonhab', b'oecb'at sb'e eb' eyetchonhab' van sjaxi. Panhan tzeyutej b'aj ch'olquixtac, tzeyik'anel q'uen q'ueen t'a yol b'e chi'. Tzeyak'anq'ue junok bandera yic sch'oxan t'a juntzanhxo nación b'ajtil ay jun b'e chi'."
        },
        {
            "number": "11",
            "text": "Ha Jehová tz'alan t'a eb' cajan b'aj slajvik'och yol yib'anhk’inal tik: Alec t'a eb' aj Sion icha tik: Ilecnab' sjavi e Columal, yet'nac tas ix yik' yuj smunlajel, xe chi, xchi Jehová."
        },
        {
            "number": "12",
            "text": "Ha eb' israel, ol alchajoc to schonhab' Dios yaj eb', sik'b'ilel eb', aton masanil eb' ix colji yuj Jehová. Ha Jerusalén ol scuch Chonhab' Nib'ab'il, Manhxo Actab'iloccani."
        }
    ]
}