{
    "chapter": "62",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová icha tic: Yuj val to tzex in xajanej ex aj Sion, yuj chi' manh ol in em numan. Yuj val to tzex in xajanej ex aj Jerusalén, yuj chi' manh ol vik'laj vip masanto ol checlajel e tojolal icha yic sq'uinhib'i, axo e colnab'il, ol checlajel icha yajoch sk'ak'al te' taj d'a q'uik'alq'uinal."
        },
        {
            "number": "2",
            "text": "Masanil nación ol och q'uelan yilan e tojolal. Masanil eb' rey, ol och q'uelan eb' yilan snivanil eyelk'ochi. Yuj chi' ol ak'chajoch junxo eyak' b'i. A in Jehová in tic ol vak'ochi."
        },
        {
            "number": "3",
            "text": "Icha scheclajel snivanil yelk'och junoc vinh rey yuj scorona, icha chi' ol aj vak'an checlaj snivanil velk'ochi, yujto ayex ek' d'a yol in k'ab'."
        },
        {
            "number": "4",
            "text": "Manhxo ol e cuch “Actab'ilcani”, manhxo ol alchajpax d'a e lum tic, “Satb'ileli”, palta to ol e cuch: “Nib'ab'il”. Axo lum e luum ol scuchcan: “Nupnajnac,” yujto nib'ab'il ex vuuj. Yajal vaj d'a lum e luum tic."
        },
        {
            "number": "5",
            "text": "Yujto icha val junoc vinh quelem snupnaj yed' junoc ix cob'es, icha chi' ol in aj eyed'oc, ol in ochxoc eyed'oc, ol in tzalaj eyed'oc, icha stzalaj junoc vinh quelem yed' yetb'eyum, icha chi' ol in tzalaj eyed'oc."
        },
        {
            "number": "6",
            "text": "Ex aj Jerusalén, ix vak'canoch e tanhvumal d'a yib'anh smuroal e chonhab'. D'a k'ual d'ak'val ol yal eb' icha tic: A ex tzex avaj d'a Jehová, manh ex och vaan eyavaj d'ay."
        },
        {
            "number": "7",
            "text": "Manh e cha yik' yip Jehová, masanto ol sb'oxiq'ue Jerusalén tic, yic vach' masanil eb' anima d'a yolyib'anhq'uinal tic, ol yal vach' lolonel eb' d'ay, xcham eb', xchi Jehová."
        },
        {
            "number": "8",
            "text": "A Jehová toxo ix yak' sti', ol yaq'uelk'och tas ix yal chi' yuj spoder. Ix yalan icha tic: Manhxa b'aq'uinh ol in cha svab'at e trigo eb' ajk'ool, manhoc eb' ch'oc nacional ol uk'anb'at e vino, aton tastac tzeyik' d'a e munlajel."
        },
        {
            "number": "9",
            "text": "Palta to a ex val ol e mol sat eyavb'en, ol e vaani, ol eyalan vach' lolonel d'ayin yuuj. Ol e molanpax sat eyuva, ol eyuk'an yal eyuva chi' d'a yol yamaq'uil in templo, xchi Jehová."
        },
        {
            "number": "10",
            "text": "Ex aj Jerusalén, elanhec d'a spuertail e chonhab', b'oecb'at sb'e eb' eyetchonhab' van sjaxi. Panhan tzeyutej b'aj ch'olquixtac, tzeyik'anel q'uen q'ueen d'a yol b'e chi'. Tzeyak'anq'ue junoc bandera yic sch'oxan d'a juntzanhxo nación b'ajtil ay jun b'e chi'."
        },
        {
            "number": "11",
            "text": "A Jehová tz'alan d'a eb' cajan b'aj slajvik'och yolyib'anhq'uinal tic: Alec d'a eb' aj Sion icha tic: Ilecnab' sjavi e Columal, yed'nac tas ix yik' yuj smunlajel, xe chi, xchi Jehová."
        },
        {
            "number": "12",
            "text": "A eb' israel, ol alchajoc to schonhab' Dios yaj eb', sik'b'ilel eb', aton masanil eb' ix colji yuj Jehová. A Jerusalén ol scuch Chonhab' Nib'ab'il, Manhxo Actab'iloccani."
        }
    ]
}