{
    "chapter": "63",
    "verses": [
        {
            "number": "1",
            "text": "--¿Mach jun scot t'a niwan chonhab' Bosra, t'a yol smacb'en Edom, chacchac spichul ayochi, te ayxo smay yilji, yet'nac val yip scoti? Ix tak'vi Jehová icha tik: --Ha in Jehová in tzin javi, ay in poder in colvaji. Svalanpaxi to ol in ch'olb'itej yaj t'a stojolal, xchi."
        },
        {
            "number": "2",
            "text": "--¿Tas yuj chacchac yilji a pichul, ichato ach tek'viel yal sat uva? xin chi t'ay."
        },
        {
            "number": "3",
            "text": "Ix yalani: --Yujto ix in teq'uem juntzanh nación icha stek'jiel yal sat uva. Ha innhej, malaj junocxo nación ix och ved'oc. Aycot voval ix in tek'anem eb' vajk'ool, yujto aycot yoval in k'ool t'a eb'. Icha chi' ix aj yoch chititoc schiq'uil eb' t'ayin, ix chik'ax in pichul tik."
        },
        {
            "number": "4",
            "text": "Yujto ix in na' to ix javi sk'ual in colanel in chonhab', svak'anpax spac t'a eb' ajk'ool."
        },
        {
            "number": "5",
            "text": "Ix in ek' q'ueleloc, tato ay mach skolwaj ved'oc. Palta ix satq'ue in k'ool, yujto malaj mach tz'och ved'oc. Yuj chi' a val yuj yoval in k'ol ix in tek'b'an in b'a, yuj chi' ix yal in colan in chonhab' in ch'ocoj."
        },
        {
            "number": "6",
            "text": "Yed' val yoval in k'ool, ix in tek'anem masanil nación. Ix in satanel eb' yet' voval, ix b'ey val schiq'uil eb' vuj t'a sat lu'um, xchi Jehová."
        },
        {
            "number": "7",
            "text": "In gana svaleli jantac tzonh xajanej Jehová, tzin b'itan val jantac tas ix sk'ulej cuuj. Tzonh xajanej a onh yinhtilal onh Israel tik. Jantac tas ix sk'ulej cuuj, ix ok'xi sk'ol t'ayonh, yujto te xajan onh yuj."
        },
        {
            "number": "8",
            "text": "Ix yalan Jehová icha tik: Ha juntzanh anima tik, in chonhab' eb', vuninal eb', manhxo ol meltzajoch eb' ajk'olal t'ayin, xchi. Yuj chi' ix coljiel eb' yuj Jehová chi'"
        },
        {
            "number": "9",
            "text": "t'a masanil syaelal. Manh ch'ococ mach ix schecb'at scol eb', palta a val ix sch'ox sb'a icha ángel yic scolan eb'. Yujto xajan eb' yuj, tz'ok' sk'ol t'a eb', yuj chi' ix colji eb' yuj. Ix quetzjib'ey eb' yuj, ichataxon sk'ulej yet' eb'."
        },
        {
            "number": "10",
            "text": "Palta te pit ix yutej sb'a eb' t'ay, ix yak'an cus Yespíritu Jehová chi' eb', aton Espíritu Axonhej Ochi. Yuj chi' ix meltzajoch ajk'olal t'a eb', ix yak'an oval yet' eb'."
        },
        {
            "number": "11",
            "text": "Yuj chi', ix snaancot eb' tas ujinac t'a peca', t'a stiempoal vinhaj Moisés. Ix sk'anb'an eb' icha tik: ¿B'ajtil ay Jehová coljinac eb' co mam quicham t'ha ha' mar, stanhvumal pax eb'? ¿B'ajtil ay jun yak'nacoch Yespíritu Axonhej Och t'a eb'?"
        },
        {
            "number": "12",
            "text": "Aton jun sch'oxnac spoder t'a vinhaj Moisés. Ha Jehová pojjinac snanhal ha' mar t'a yichanh eb' schonhab', yic sb'inajnhej sb'i eb' t'a junelnhej."
        },
        {
            "number": "13",
            "text": "Ha ik'annac ek' eb' schonhab' t'a yich ha' mar chi'. Maj el nhernaj eb', icha yek' nok' chej t'a tzinan lu'um, xchi eb'."
        },
        {
            "number": "14",
            "text": "Ha Yespíritu Jehová ik'annac b'ey eb' schonhab' chi', yic syak'an yik' yip eb', icha syak' nok' vacax tz'ik'jiem vael t'a lum ak'lictac. Icha chi' yutejnac yik'an b'ey eb' schonhab' chi', yic sb'inaj yuj snivanil yelk'ochi."
        },
        {
            "number": "15",
            "text": "Mamin Jehová, ilonhcot t'a jun ed'tal to icnhej yaji, aton satcha’anh b'aj cajan ach, b'aj manh jantacoc swach'il. ¿B'aq'uinhto ol a ch'ox a wach'k'olal yet' ipalil chi'? ¿B'aq'uinh ol ok'xoc a k'ool t'ayonh? ¿Mato ix lajvi a nivank'olal chi' t'ayonh?"
        },
        {
            "number": "16",
            "text": "Ha ach tik, co Mam ach. Wach'chom a vinhaj Abraham yet' vinhaj Israel manh onh yojtacoc eb', palta a ach tik co Mam ach, toxonton co Columal ach."
        },
        {
            "number": "17",
            "text": "Mamin ¿tas yuj tzonh ik'canel t'a yol a b'e, tzak'an pitb'oquel co pensar yic manhxa elk'och t'ayonh? Ak'xi a wach'k'olal t'ayonh a checab' onh tik, a onh yinhtilal onh kan eb' a chonhab' to icnhej yaji."
        },
        {
            "number": "18",
            "text": "Ha onh a chonhab' onh tik, sik'b'il onh el uuj, jayenhej ab'il ix co caj lum co lu'um, haxo ticnaic, a eb' ayoch ajk'olal t'ayonh ix tek'anem a templo."
        },
        {
            "number": "19",
            "text": "Ichato malaj b'aj tzak' yajalil t'ayonh, ichato malaj b'aj sb'inaji to ic onh. Ichnhejta' caji."
        }
    ]
}