{
    "chapter": "63",
    "verses": [
        {
            "number": "1",
            "text": "--¿Mach jun scot t'a niwan chonhab' Bosra, t'a yol smacb'en Edom, chacchac spichul ayochi, te ayxo smay yilji, yet'nac wal yip scoti? Ix tak'wi Jehová icha tik: --Ha in Jehová in tzin jawi, ay in poder in colwaji. Swalanpaxi to ol in ch'olb'itej yaj t'a stojolal, xchi."
        },
        {
            "number": "2",
            "text": "--¿Tas yuj chacchac yilji a pichul, ichato ach tek'wiel yal sat uwa? xin chi t'ay."
        },
        {
            "number": "3",
            "text": "Ix yalani: --Yujto ix in tek'em juntzanh nación icha stek'jiel yal sat uwa. Ha innhej, malaj junocxo nación ix och wed'oc. Aycot wowal ix in tek'anem heb' wajk'ool, yujto aycot yowal in k'ool t'a heb'. Icha chi' ix aj yoch chititoc schiq'uil heb' t'ayin, ix chik'ax in pichul tik."
        },
        {
            "number": "4",
            "text": "Yujto ix in na' to ix jawi sk'ual in colanel in chonhab', swak'anpax spak t'a heb' ajk'ool."
        },
        {
            "number": "5",
            "text": "Ix in ek' k'eleloc, tato ay mach skolwaj wed'oc. Palta ix satk'e in k'ool, yujto malaj mach tz'och wed'oc. Yuj chi' a wal yuj yowal in k'ol ix in tek'b'an in b'a, yuj chi' ix yal in colan in chonhab' in ch'ocoj."
        },
        {
            "number": "6",
            "text": "Yed' wal yowal in k'ool, ix in tek'anem masanil nación. Ix in satanel heb' yet' wowal, ix b'ey wal schiq'uil heb' wuj t'a sat lu'um, xchi Jehová."
        },
        {
            "number": "7",
            "text": "In gana swaleli jantac tzonh xajanej Jehová, tzin b'itan wal jantac tas ix sk'ulej cuuj. Tzonh xajanej a onh yinhtilal onh Israel tik. Jantac tas ix sk'ulej cuuj, ix ok'xi sk'ol t'ayonh, yujto te xajan onh yuj."
        },
        {
            "number": "8",
            "text": "Ix yalan Jehová icha tik: Ha juntzanh anima tik, in chonhab' heb', wuninal heb', manhxo ol meltzajoch heb' ajk'olal t'ayin, xchi. Yuj chi' ix coljiel heb' yuj Jehová chi'"
        },
        {
            "number": "9",
            "text": "t'a masanil syaelal. Manh ch'ococ mach ix schecb'at scol heb', palta a wal ix sch'ox sb'a icha ángel yic scolan heb'. Yujto xajan heb' yuj, tz'ok' sk'ol t'a heb', yuj chi' ix colji heb' yuj. Ix quetzjib'ey heb' yuj, ichataxon sk'ulej yet' heb'."
        },
        {
            "number": "10",
            "text": "Palta te pit ix yutej sb'a heb' t'ay, ix yak'an kus Yespíritu Jehová chi' heb', aton Espíritu Axonhej Ochi. Yuj chi' ix meltzajoch ajk'olal t'a heb', ix yak'an owal yet' heb'."
        },
        {
            "number": "11",
            "text": "Yuj chi', ix snaancot heb' tas ujinac t'a peka', t'a stiempoal winhaj Moisés. Ix sk'anb'an heb' icha tik: ¿B'ajtil ay Jehová coljinac heb' ko mam quicham t'ha ha' mar, stanhwumal pax heb'? ¿B'ajtil ay jun yak'nacoch Yespíritu Axonhej Och t'a heb'?"
        },
        {
            "number": "12",
            "text": "Aton jun sch'oxnac spoder t'a winhaj Moisés. Ha Jehová pojjinac snanhal ha' mar t'a yichanh heb' schonhab', yic sb'inajnhej sb'i heb' t'a junelnhej."
        },
        {
            "number": "13",
            "text": "Ha ik'annac ek' heb' schonhab' t'a yich ha' mar chi'. Maj el nhernaj heb', icha yek' nok' chej t'a tzinan lu'um, xchi heb'."
        },
        {
            "number": "14",
            "text": "Ha Yespíritu Jehová ik'annac b'ey heb' schonhab' chi', yic syak'an yik' yip heb', icha syak' nok' wacax tz'ik'jiem wael t'a lum ak'lictac. Icha chi' yutejnac yik'an b'ey heb' schonhab' chi', yic sb'inaj yuj sniwanil yelk'ochi."
        },
        {
            "number": "15",
            "text": "Mamin Jehová, ilonhcot t'a jun ed'tal to icnhej yaji, aton satcha’anh b'aj cajan ach, b'aj manh jantacoc swach'il. ¿B'aq'uinhto ol a ch'ox a wach'k'olal yet' ipalil chi'? ¿B'aq'uinh ol ok'xoc a k'ool t'ayonh? ¿Mato ix lajwi a niwank'olal chi' t'ayonh?"
        },
        {
            "number": "16",
            "text": "Ha ach tik, ko Mam ach. Wach'chom a winhaj Abraham yet' winhaj Israel manh onh yojtacoc heb', palta a ach tik ko Mam ach, toxonton ko Kolumal ach."
        },
        {
            "number": "17",
            "text": "Mamin ¿tas yuj tzonh ik'canel t'a yol a b'e, tzak'an pitb'oquel ko pensar yic manhxa elk'och t'ayonh? Ak'xi a wach'k'olal t'ayonh a checab' onh tik, a onh yinhtilal onh kan heb' a chonhab' to icnhej yaji."
        },
        {
            "number": "18",
            "text": "Ha onh a chonhab' onh tik, sik'b'il onh el uuj, jayenhej ab'il ix ko caj lum ko lu'um, haxo ticnaik, a heb' ayoch ajk'olal t'ayonh ix tek'anem a templo."
        },
        {
            "number": "19",
            "text": "Ichato malaj b'aj tzak' yajalil t'ayonh, ichato malaj b'aj sb'inaji to ic onh. Ichnhejta' caji."
        }
    ]
}