{
    "chapter": "64",
    "verses": [
        {
            "number": "1",
            "text": "Mamin, comonoc tza jac satchaanh tzach emta d'a sat luum tic, yic tz'ib'xi lum nivac vitz d'a ichanh,"
        },
        {
            "number": "2",
            "text": "icha tz'aj xejq'ue a a' yuj te' k'ak' ov yajochi. Emanhcoti yic tzach yojtaquejel eb' ayoch ajk'olal d'ayach, yic tz'ib'xiq'ue nivac chonhab' d'a ichanh yuj xivelal."
        },
        {
            "number": "3",
            "text": "Comonoc tza k'ulej icha a k'ulejnac d'a peca'. Ayic emnacul chi', a k'ulannac tastac manh naanoc cuuj, te satub'tac yilji. A lum nivac vitz ib'xinacq'ue lum d'a ichanh."
        },
        {
            "number": "4",
            "text": "Atax d'a peca' chi', malaj b'aj tz'ab'chaji, malaj b'aj tz'ilchaj junocxo dios sk'ulan icha tas tza k'ulej yuj svach'iloc eb' tzach ak'anoch d'a sk'ool."
        },
        {
            "number": "5",
            "text": "D'a tzalajk'olal tza cha eb' vach'nhej tas sk'ulej, naannhej yuj eb' sk'ulan tas tza nib'ej. A achxo tzak'cot yoval a k'ol d'ayonh, yujto ix och co mul d'ayach, sco k'ulannhej chucal. ¿Tzatom yal co colchaji?"
        },
        {
            "number": "6",
            "text": "Co masanil, lajan onh d'a yol a sat icha mach manh vach'oc icha yalan ley. Masanil tas vach' sco k'ulej calani, lajan icha junoc k'apac k'apac mictac. Yuj co chucal, yuj chi' lajan onh icha te' taquinh xil te' tz'ik'jib'at yuj ik'."
        },
        {
            "number": "7",
            "text": "Malaj junoc onh sco k'an a colval, maxtzac co nacot co k'och d'ayach, yujto tza k'ub'ejel a b'a d'ayonh, tzonh actancan d'a yol sk'ab' co chucal."
        },
        {
            "number": "8",
            "text": "Palta a ach tic Mamin Jehová, co mam ach. A onh tic, icha lum tz'acb'il lum caji, a achxo tic, ichato co tz'acumal aji, a ach a b'onac onh co masanil."
        },
        {
            "number": "9",
            "text": "Mamin, mocab' te cot oval d'ayonh. Manhxoocab' a nanhejcot co chucal. Ina to a chonhab' onh."
        },
        {
            "number": "10",
            "text": "A juntzanh chonhab' ic yaji, toxo ix can tz'inan, toxo ix lanhchajcanem Jerusalén, manhxalaj mach cajan d'ay."
        },
        {
            "number": "11",
            "text": "A a templo te vach' yilji to icnhej yaji, aton b'aj ochnac eb' co mam quicham ejmelal d'ayach, toxo ix lajviem stz'ab'ati. A tas te nib'ab'il cuuj, aton a templo chi', toxo ix lajvieli."
        },
        {
            "number": "12",
            "text": "Mamin Jehová, ayic tzilan masanil juntzanh tic, ¿tom malaj tas ol a k'ulej yuuj? ¿Tom ol ak'nhejoch co yaelal?"
        }
    ]
}