{
    "chapter": "64",
    "verses": [
        {
            "number": "1",
            "text": "Mamin, comonoc tza jac satcha’anh tzach emta t'a sat lu'um tik, yic tz'ib'xi lum niwac witz t'a ichanh,"
        },
        {
            "number": "2",
            "text": "icha tz'aj xejk'e ha ha' yuj te' k'ak' ov yajochi. Emanhcoti yic tzach yojtaquejel heb' ayoch ajk'olal t'ayach, yic tz'ib'xik'e niwac chonhab' t'a ichanh yuj xiwelal."
        },
        {
            "number": "3",
            "text": "Comonoc tza k'ulej icha a k'ulejnac t'a peka'. Ayic emnacul chi', a k'ulannac tastac manh naanoc cuuj, te satub'tac yilji. Ha lum niwac witz ib'xinack'e lum t'a ichanh."
        },
        {
            "number": "4",
            "text": "Atax t'a peka' chi', malaj b'aj tz'ab'chaji, malaj b'aj tz'ilchaj junocxo Dios sk'ulan icha tas tza k'ulej yuj swach'iloc heb' tzach ak'anoch t'a sk'ool."
        },
        {
            "number": "5",
            "text": "D'a tzalajk'olal tza cha heb' wach'nhej tas sk'ulej, naannhej yuj heb' sk'ulan tas tza nib'ej. Ha achxo tzak'cot yowal a k'ol t'ayonh, yujto ix och ko mul t'ayach, sco k'ulannhej chukal. ¿Tzatom yal ko colchaji?"
        },
        {
            "number": "6",
            "text": "Co masanil, lajan onh t'a yol a sat icha mach manh wach'oc icha yalan ley. Masanil tas wach' sco k'ulej calani, lajan icha junok k'apac k'apac mictac. Yuj ko chukal, yuj chi' lajan onh icha te' taquinh xil te' tz'ik'jib'at yuj ik'."
        },
        {
            "number": "7",
            "text": "Malaj junok onh sco k'an a colwal, maxtzac ko nacot ko k'och t'ayach, yujto tza k'ub'ejel a b'a t'ayonh, tzonh actancan t'a yol sk'ab' ko chukal."
        },
        {
            "number": "8",
            "text": "Palta a ach tik Mamin Jehová, ko mam ach. Ha onh tik, icha lum tz'acb'il lum caji, a achxo tik, ichato ko tz'acumal aji, a ach a b'onac onh ko masanil."
        },
        {
            "number": "9",
            "text": "Mamin, mocab' te cot owal t'ayonh. Manhxoocab' a nanhejcot ko chukal. Ina to a chonhab' onh."
        },
        {
            "number": "10",
            "text": "Ha juntzanh chonhab' ic yaji, toxo ix kan tzinan, toxo ix lanhchajcanem Jerusalén, manhxalaj mach cajan t'ay."
        },
        {
            "number": "11",
            "text": "Ha a templo te wach' yilji to icnhej yaji, aton b'aj ochnac heb' ko mam quicham ejmelal t'ayach, toxo ix lajwiem stz'ab'ati. Ha tas te nib'ab'il cuuj, aton a templo chi', toxo ix lajwieli."
        },
        {
            "number": "12",
            "text": "Mamin Jehová, ayic tzilan masanil juntzanh tik, ¿tom malaj tas ol a k'ulej yuj? ¿Tom ol ak'nhejoch ko yaelal?"
        }
    ]
}