{
    "chapter": "65",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová icha tik: Ix vak' in b'a yojtaquejel eb' max in k'anb'aneq'ui. Ix in ch'ox in b'ha t'a eb' max yal sb'a t'ayin. Ha t'a eb' max in k'anb'anek' chi', ata' ix vala': Ina in tik, xin chi t'a eb'."
        },
        {
            "number": "2",
            "text": "Masanil tiempo jecannhejb'at in k'ab' vavtancot jun chonhab' te pit, palta axonhej chucal snib'ej sk'ulej."
        },
        {
            "number": "3",
            "text": "Val t'a vichanh sk'ulej chucal eb', syak'an silab' eb' t'a juntzanh scomon diosal t'a scaltac yavb'en te' eb', snhusan incienso eb' t'a yib'anh altar b'ob'il yet' lum ladrillo."
        },
        {
            "number": "4",
            "text": "Tz'em k'ojan eb' t'a skal b'ajtac mucan eb' chamnac. Tz'ek' ak'val yuj eb' b'ajtac k'ub'eltac. Schi'an schib'ejal nok' chitam eb', syak'an b'ud'joc schen eb' yuj yal chib'ej to ay yovalil yuj ley."
        },
        {
            "number": "5",
            "text": "Syalan eb' icha tik: Cananh ta', manh a nitzcot a b'a t'ayonh, yujto ch'ocxo quel t'ayach, xchi eb' t'ayin. Tzin tzactzaj val yuj juntzanh anima tik, lajan val tas sk'ulej eb' icha stab'il te' k'ak' ayochi tzek' k'u, sb'at t'a yol co nhi'."
        },
        {
            "number": "6",
            "text": "Palta masanil juntzanh schucal eb' chi', tz'ib'ab'ilcan t'a vichanh, manh tonhejoc ol vilochi. Ol vak' spac t'a eb' icha val smojal."
        },
        {
            "number": "7",
            "text": "Yuj val schucal eb' chi' yet' schucal eb' smam yicham eb', stzuntzejnaccot voval eb', ayic snhusannac silab' eb' t'a jolomtac vitz. Yuj chi' ol in ch'olb'itej yaj eb', ol vak'an spac t'a eb' icha val smojal, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Ix yalan Jehová icha tik: Ha junok k'ojlab' sat uva ayto yalil, max yixtej eb' anima, yujto ayto yalil wach' yik'anel eb' t'ay. Icha chi' ol in k'ulej, manh ol in satel masanil in chonhab', yujto tzin xajanej eb' in checab'."
        },
        {
            "number": "9",
            "text": "Ol vactejcan jayvanhocxo eb' yinhtilal Jacob, yic wach' ayto anima ol cajnaj t'a lum lum t'a yol yic Judá. Ha eb' in checab' sik'b'ilel vuj chi', ol cajnaj eb' ta', ol yican lum eb'."
        },
        {
            "number": "10",
            "text": "Ha t'a spanhanil lum Sarón, manhxo jantacoc nok' calnel ol ajoc, haxo t'a yak'lical chonhab' Acor ol wa nok' vacax, aton nok' smolb'etzal nok' eb' in chonhab' tz'och ejmelal t'ayin."
        },
        {
            "number": "11",
            "text": "Palta manh ichocta' ol vak' t'ayex mach ex ix eyik'canel e b'a t'ayin. Ha jun tzalan b'aj tz'och ejmelal t'ayin, ix b'atcan satk'olal eyuuj, axonhej t'a juntzanh comon dios scuch Gad yet' Meni tzeyak' vael yet' vino silab'il, aton juntzanh comon dios tz'alani tas ol ex ajoc yet' tas ol javoc t'a eyib'anh eyalani."
        },
        {
            "number": "12",
            "text": "Yuj chi' a in svala' tas ol javoc t'a eyib'anh. Chuclaj tas van ex stanhvani. Ha q'uen espada ol ex milancham vuuj, ol ex em cuman, ol tzepchajel e jolom. Yujto ix ex vavtej, palta maj ex tak'voc t'ayin, ix in lolon t'ayex, palta maj e cha eyab'i. Ix e k'ulej juntzanh chucal max scha in k'ool."
        },
        {
            "number": "13",
            "text": "Yuj chi' a eb' in checab' ay tas sva eb', a exxo tik ol ex cham yuj vejel. Ay tas ol yuq'uej eb', a exxo tik ol ex cham yuj taquinhtial. Ol tzalaj eb', a exxo tik q'uixvelal ol ex ajcanoc."
        },
        {
            "number": "14",
            "text": "Ol b'itan eb' yuj tzalajk'olal, a exxo tik, ol ex ok' yuj cusk'olal yuj yaelal."
        },
        {
            "number": "15",
            "text": "Ha eb' sik'b'ilel vuj chi', ol ex yak' b'inaj eb' ayic ol scatab'an junocxo anima eb'. Ol ex in sateli, palta ha t'a eb' in checab' ol vak' jun ak' b'i yic syak' b'inaj eb'."
        },
        {
            "number": "16",
            "text": "Yalnhej mach t'a jun chonhab' tik sk'an wach'ilal t'a yib'anh, a t'ayin ol sk'ana', a in Dios in svaq'uelk'och tas svala'. Yalnhej mach syak' sti' t'a junok tasi, a in b'i ol yak' b'inajoc. Ha t'a jun pekti’ chi', jantac yaelal toxo ix ek'b'ati, ol b'atcan satk'olal, manhxo ol in nacoti."
        },
        {
            "number": "17",
            "text": "Ab'ec, ol in b'o jun ak' satcha’anh yet' jun ak' yol yib'anhk’inal. Ha tastac ek'nacxo, ol b'atcan satk'olal, manhxa b'ak'uinh ol nachajcotoc."
        },
        {
            "number": "18",
            "text": "Tzalajanhec t'a masanil tiempo yuj tas ol in k'ulej, yujto ol in b'oxiq'ue chonhab' Jerusalén b'aj ay tzalajk'olal, a eb' anima cajan ta' ol tzalaj eb' vuuj."
        },
        {
            "number": "19",
            "text": "Ol in tzalajpax val yuj in chonhab' Jerusalén chi', manhxa b'ak'uinh ol ab'chaj yel yav eb' anima yuj yaelal ta'."
        },
        {
            "number": "20",
            "text": "Malaj eb' unin jayenhej k'ual ol ek' ta' ol chamoc, malaj pax eb' icham anima manto k'och yab'ilal ol chamoc. Tato ay mach scham t'a 100 ab'il sq'uinal, unin animato schami. Ha mach ol chamoc ayic manto k'och t'a 100 ab'il chi', a yuj schucal spet chami."
        },
        {
            "number": "21",
            "text": "Ha eb' in chonhab' chi' ol laj sb'o spat eb', ol cajnaj eb' t'a yool. Ol yavej yuva eb', manh ch'ococ mach ol loan sat."
        },
        {
            "number": "22",
            "text": "Manhxo tonhejoc ol sb'oq'ue spat eb', ch'ocxo mach ol aj t'a yool. Manh ol yavej yavb'en eb', ch'ocxopax mach ol loan sat. Ha eb' in chonhab' chi', ol najatb'oc sq'uinal eb' icha sq'uinal te te'. Ha eb' sik'b'ilel vuuj chi', najtil ol yak' tzalajb'oc sk'ol eb' yet' smunlajel."
        },
        {
            "number": "23",
            "text": "Ha eb' in chonhab' chi', manh nab'anhejoc ol munlaj eb', manh ol cham yuninal eb' vanto sq'uib'i. Yujto a in chonhab' chi', a eb' anima vak'naccan in wach'k'olal t'a yib'anh a in Jehová in tik, a eb' ay yinhtilal eb'. Icha chi' ol aj pax eb' yuninal eb'."
        },
        {
            "number": "24",
            "text": "Ayic manto in yavtej eb', toxo ix in tak'vi t'a eb', ayic manto lajvi yalan eb', toxo ix vab' tas syal eb'."
        },
        {
            "number": "25",
            "text": "Ha nok' oques yet' nok' calnel, junnhej ol wa nok'. Ha nok' choj, a anh ank'ultak ol sk'ux nok' ichoc nok' vacax. Axo nok' chan, a lum pococ ol slo nok'. Ha t'a in tzalan b'aj tz'och ejmelal t'ayin, malaj junok tas ol yal yixtani. Ha in val svala', xchi Jehová."
        }
    ]
}