{
    "chapter": "65",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová icha tik: Ix wak' in b'a yojtaquejel heb' max in k'anb'aneq'ui. Ix in ch'ox in b'ha t'a heb' max yal sb'a t'ayin. Ha t'a heb' max in k'anb'anek' chi', ata' ix wala': Ina in tik, xin chi t'a heb'."
        },
        {
            "number": "2",
            "text": "Masanil tiempo jecannhejb'at in k'ab' wavtancot jun chonhab' te pit, palta axonhej chukal snib'ej sk'ulej."
        },
        {
            "number": "3",
            "text": "Val t'a wichanh sk'ulej chukal heb', syak'an silab' heb' t'a juntzanh scomon diosal t'a scaltac yavb'en te' heb', snhusan incienso heb' t'a yib'anh altar b'ob'il yet' lum ladrillo."
        },
        {
            "number": "4",
            "text": "Tz'em k'ojan heb' t'a skal b'ajtac mucan heb' chamnac. Tz'ek' ak'wal yuj heb' b'ajtac k'ub'eltac. Schi'an schib'ejal nok' chitam heb', syak'an b'ud'joc schen heb' yuj yal chib'ej to ay yowalil yuj ley."
        },
        {
            "number": "5",
            "text": "Syalan heb' icha tik: Cananh ta', manh a nitzcot a b'a t'ayonh, yujto ch'ocxo quel t'ayach, xchi heb' t'ayin. Tzin tzactzaj wal yuj juntzanh anima tik, lajan wal tas sk'ulej heb' icha stab'il te' k'ak' ayochi tzek' k'u, sb'at t'a yol ko nhi'."
        },
        {
            "number": "6",
            "text": "Palta masanil juntzanh schucal heb' chi', tz'ib'ab'ilcan t'a wichanh, manh tonhejoc ol wilochi. Ol wak' spak t'a heb' icha wal smojal."
        },
        {
            "number": "7",
            "text": "Yuj wal schucal heb' chi' yet' schucal heb' smam yicham heb', stzuntzejnaccot wowal heb', ayic snhusannac silab' heb' t'a jolomtac witz. Yuj chi' ol in ch'olb'itej yaj heb', ol wak'an spak t'a heb' icha wal smojal, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Ix yalan Jehová icha tik: Ha junok k'ojlab' sat uwa ayto yalil, max yixtej heb' anima, yujto ayto yalil wach' yik'anel heb' t'ay. Icha chi' ol in k'ulej, manh ol in satel masanil in chonhab', yujto tzin xajanej heb' in checab'."
        },
        {
            "number": "9",
            "text": "Ol wactejcan jaywanhocxo heb' yinhtilal Jacob, yic wach' ayto anima ol cajnaj t'a lum lum t'a yol yic Judá. Ha heb' in checab' sik'b'ilel wuj chi', ol cajnaj heb' ta', ol yican lum heb'."
        },
        {
            "number": "10",
            "text": "Ha t'a spanhanil lum Sarón, manhxo jantacoc nok' calnel ol ajoc, haxo t'a yak'lical chonhab' Acor ol wa nok' wacax, aton nok' smolb'etzal nok' heb' in chonhab' tz'och ejmelal t'ayin."
        },
        {
            "number": "11",
            "text": "Palta manh ichocta' ol wak' t'ayex mach ex ix eyik'canel he b'a t'ayin. Ha jun tzalan b'aj tz'och ejmelal t'ayin, ix b'atcan satk'olal eyuuj, axonhej t'a juntzanh comon Dios scuch Gad yet' Meni tzeyak' wael yet' wino silab'il, aton juntzanh comon Dios tz'alani tas ol ex ajoc yet' tas ol jawok t'a eyib'anh eyalani."
        },
        {
            "number": "12",
            "text": "Yuj chi' a in swala' tas ol jawok t'a eyib'anh. Chuclaj tas wan ex stanhwani. Ha k'een espada ol ex milancham wuuj, ol ex em cuman, ol tzepchajel he jolom. Yujto ix ex wavtej, palta maj ex tak'woc t'ayin, ix in lolon t'ayex, palta maj he cha eyab'i. Ix he k'ulej juntzanh chukal max scha in k'ool."
        },
        {
            "number": "13",
            "text": "Yuj chi' a heb' in checab' ay tas swa heb', a exxo tik ol ex cham yuj wejel. Ay tas ol yuk'ej heb', a exxo tik ol ex cham yuj taquinhtial. Ol tzalaj heb', a exxo tik q'uixwelal ol ex ajcanoc."
        },
        {
            "number": "14",
            "text": "Ol b'itan heb' yuj tzalajk'olal, a exxo tik, ol ex ok' yuj cusk'olal yuj yaelal."
        },
        {
            "number": "15",
            "text": "Ha heb' sik'b'ilel wuj chi', ol ex yak' b'inaj heb' ayic ol scatab'an junocxo anima heb'. Ol ex in sateli, palta ha t'a heb' in checab' ol wak' jun ak' b'i yic syak' b'inaj heb'."
        },
        {
            "number": "16",
            "text": "Yalnhej mach t'a jun chonhab' tik sk'an wach'ilal t'a yib'anh, a t'ayin ol sk'ana', a in Dios in swak'elk'och tas swala'. Yalnhej mach syak' sti' t'a junok tasi, a in b'i ol yak' b'inajoc. Ha t'a jun pekti’ chi', jantac yaelal toxo ix ek'b'ati, ol b'atcan satk'olal, manhxo ol in nacoti."
        },
        {
            "number": "17",
            "text": "Ab'ec, ol in b'o jun ak' satcha’anh yet' jun ak' yol yib'anhk’inal. Ha tastac ek'nacxo, ol b'atcan satk'olal, manhxa b'ak'uinh ol nachajcotoc."
        },
        {
            "number": "18",
            "text": "Tzalajanhec t'a masanil tiempo yuj tas ol in k'ulej, yujto ol in b'oxik'e chonhab' Jerusalén b'aj ay tzalajk'olal, a heb' anima cajan ta' ol tzalaj heb' wuuj."
        },
        {
            "number": "19",
            "text": "Ol in tzalajpax wal yuj in chonhab' Jerusalén chi', manhxa b'ak'uinh ol ab'chaj yel yav heb' anima yuj yaelal ta'."
        },
        {
            "number": "20",
            "text": "Malaj heb' unin jayenhej k'ual ol ek' ta' ol chamoc, malaj pax heb' icham anima manto k'och yab'ilal ol chamoc. Tato ay mach scham t'a 100 ab'il sk'inal, unin animato schami. Ha mach ol chamoc ayic manto k'och t'a 100 ab'il chi', a yuj schucal spet chami."
        },
        {
            "number": "21",
            "text": "Ha heb' in chonhab' chi' ol laj sb'o spat heb', ol cajnaj heb' t'a yool. Ol yawej yuwa heb', manh ch'ococ mach ol loan sat."
        },
        {
            "number": "22",
            "text": "Manhxo tonhejoc ol sb'ok'e spat heb', ch'ocxo mach ol aj t'a yool. Manh ol yawej yavb'en heb', ch'ocxopax mach ol loan sat. Ha heb' in chonhab' chi', ol najatb'oc sk'inal heb' icha sk'inal te te'. Ha heb' sik'b'ilel wuuj chi', najtil ol yak' tzalajb'oc sk'ol heb' yet' smunlajel."
        },
        {
            "number": "23",
            "text": "Ha heb' in chonhab' chi', manh nab'anhejoc ol munlaj heb', manh ol cham yuninal heb' wanto sq'uib'i. Yujto a in chonhab' chi', a heb' anima wak'naccan in wach'k'olal t'a yib'anh a in Jehová in tik, a heb' ay yinhtilal heb'. Icha chi' ol aj pax heb' yuninal heb'."
        },
        {
            "number": "24",
            "text": "Ayic manto in yavtej heb', toxo ix in tak'wi t'a heb', ayic manto lajwi yalan heb', toxo ix wab' tas syal heb'."
        },
        {
            "number": "25",
            "text": "Ha nok' oques yet' nok' calnel, junnhej ol wa nok'. Ha nok' choj, a anh ank'ultak ol sk'ux nok' ichoc nok' wacax. Axo nok' chan, a lum pokok ol slo nok'. Ha t'a in tzalan b'aj tz'och ejmelal t'ayin, malaj junok tas ol yal yixtani. Ha in wal swala', xchi Jehová."
        }
    ]
}