{
    "chapter": "66",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová icha tik: Ha satcha’anh in despacho yaji, haxo sat lu'um tik sb'akhnub' woc yaji. Ha exxo tik, ¿b'ajtil ol he b'ok'e junok in pat b'aj wach' tzin aji?"
        },
        {
            "number": "2",
            "text": "Ha in Jehová in swala' to a in wal in b'onac juntzanh tastac ix wak' b'inaj tik, icha chi' ajnac spitzwichaanh smasanil. Ha heb' te emnaquil yaji, a in ol in tanhwej heb', aton heb' scus yuj smul, heb' ay yelk'och in lolonel t'ay."
        },
        {
            "number": "3",
            "text": "Ay ex tzex tzalaj he k'ulan juntzanh tastac yajb'entac t'a wichanh. Yuj chi' ayic tze milancham nok' wakax silab'il t'ayin, ha t'a in sat ichato a junok anima tze milchamoc. Ayic tze milancham nok' kalnel silab'il t'ayin, ha t'a in sat ichato a sjaj nok' tz'i' tze ch'umeli. Ayic tzeyak'an sat eyavb'en ofrendail t'ayin, ha t'a in sat ichato a schiq'uil nok' chitam tze tob'emi. Ayic tze nhusan incienso t'ayin, ha t'a in sat ichato ha t'a comon Dios tzeyal wach' lolonel."
        },
        {
            "number": "4",
            "text": "Yuj chi' toxo ix in na' tas yaelal ol jawok t'a eyib'anh. Ha tas b'aj te k'un he xiwi, a chi' ol wak'cot t'ayex, yujto ix ex wavtej, palta malaj mach ix tak'wi t'ayin. Ix in lolon t'ayex, palta maj he cha eyab'i, ix he k'ulan chukal. Ix he k'ulan juntzanh tas max schalaj in k'ool, xchi Jehová."
        },
        {
            "number": "5",
            "text": "Ha ex tze cha eyab'i, ab'ec wal tas syal Jehová: Ay juntzanh heb' eyetchonhab' schichon sk'ol t'ayex, tzex spechanb'eyek' heb', yujto tzeyal he b'a t'ayin, syalan heb' icha tik: Sch'oxokab' stziquiquial Jehová chi', squil jab'oc he tzalaji, xchi heb'. Palta a heb' chi', te q'uixwelal ol ajkan heb', xchi Jehová."
        },
        {
            "number": "6",
            "text": "Ab'ec jun nhilili sk'an scot t'a chonhab' chi', sk'anh scotpax t'a templo. Aton Jehová sk'anh scoti, yic syak'an spak t'a heb' ajk'ol t'a smojal."
        },
        {
            "number": "7",
            "text": "Syalan Jehová icha tik: Ha chonhab' Sion, lajan wal icha junok ix ix mantalaj syail yune' scoti, tz'alji yune' ix chi'."
        },
        {
            "number": "8",
            "text": "¿Tom ay mach ix ab'ani, mato ay mach ix ilan jun chi'? ¿Tom ay junok chonhab' junnhej k'ual tz'och nacional? ¿Tom ay junok chonhab' junnhej k'ual sb'oi? Palta a Sion tik, quennhej ol yab' syail ol ochxoc nacional."
        },
        {
            "number": "9",
            "text": "¿Tom ol yal in yamanoch waan jun wan yalji, yujto a in swak' aljoc? Maay. Manh ol yalpaxlaj in tenanek' spitzwixi jun chonhab' tik. Ha in Jehová he Diosal in swala', icha chi' ol ajoc."
        },
        {
            "number": "10",
            "text": "Ha ex tze xajanej Jerusalén, tzalajanhec yet'oc. Ha ex ok'nac ex yuj ayic yab'annac syail, mol tzalajanhec yet'oc."
        },
        {
            "number": "11",
            "text": "Yujto a Jerusalén chi', lajan icha junok ix nunab'il smontej yune', syak'an yim, icha chi' ol aj yak'an sniwanil he k'ool, masanto ol ex tzalaj yuj, yujto niwan wach'ilal ol scha Jerusalén chi'."
        },
        {
            "number": "12",
            "text": "Ha in Jehová in swala': Ol wak'b'at wach'ilal t'a skal heb' anima t'a jun chonhab' tik. Ol yik'cot sb'eyumal juntzanhxo nación t'ay. Icha sjawi junok ha' eluma', icha chi' ol aj sjawi. Icha junok nene' unin nib'ab'il ol ex utajoc, ichato ol ex chunoc, ol ex cheljoc, ichato ol ex chenchenan t'a sat xub'."
        },
        {
            "number": "13",
            "text": "Icha junok ix nunab'il smontej yune', icha chi' ol aj ex in montani. Icha chi' ol aj eyik'an sniwanil he k'ol t'a Jerusalén, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ayic ol eyilan juntzanh tik, ol ex te tzalajoc. Ol eyik'xi eyipoc, icha tz'aj syaxb'ixi anh ank'ultak. Yujto ol sch'ox spoder Jehová t'a skal heb' schekab', haxo yowal sk'ol ol yak' t'a heb' ayoch ajk'olal t'ay."
        },
        {
            "number": "15",
            "text": "Yujto a Jehová ol jawok t'a kal k'ak', a skarruaje lajan icha chacxuxum ik'. Ol jawok yak'och yowal sk'ol t'a heb' ajk'ol icha sk'e nhilnhon yoc te' k'ak'."
        },
        {
            "number": "16",
            "text": "Ha yet' k'ak' yet' yespada Jehová, ol sch'olb'itej masanil anima t'a yol yib'anhk’inal tik, tzijtum heb' ol cham yuj."
        },
        {
            "number": "17",
            "text": "Ha wal Jehová tz'alan icha tik: Ha heb' tz'och ejmelal t'a comon Dios t'a skaltac te' avb'en te', stzalaj heb' sk'ulan icha sk'ulej mach scuchb'an heb', schi'an nok' chitam heb', nok' ch'oov yet' juntzanhxo nok' nok' yajb'entac, junnhej ol satel heb' smasanil."
        },
        {
            "number": "18",
            "text": "Yuj tastac sna heb' yet' tastac sk'ulej heb', ol in molb'ej masanil anima t'a junjun ti'al, t'a junjun chonhab', ol in ch'oxan in poder yil heb'."
        },
        {
            "number": "19",
            "text": "Ol in ch'oxan in poder t'a heb' olto kanok, ol in chekanb'at heb' t'a juntzanhxo chonhab' tik: Aton t'a Tarsis, t'a Fut, t'a Lud b'aj kajan heb' jelan sjulwaj t'a jul-lab'. Ol in chekanpaxb'at heb' t'a Tubal, t'a Javán yet' t'a juntzanh chonhab' najat t'a stitac ha' mar b'aj manh ab'chajnacoc in b'inaji yet' b'aj manh ilb'iloc in poder. Ol b'at yalel yab'ixal sniwanil welk'och heb' t'a juntzanh chonhab' chi'."
        },
        {
            "number": "20",
            "text": "Ha in Jehová in swala' to t'a masanil chonhab', ol ik'joccot masanil heb' eyetchonhab' ayek' t'a skal heb'. Ay heb' ol ik'joccot t'a yib'anh nok' chej, t'a yol carruaje, t'a yib'anh b'akhlab', t'a yib'anh nok' mula yet' t'a yib'anh nok' camello. Icha junok silab' ol aj sjawi heb' t'a tzalan b'aj tz'och ejmelal t'ayin t'a Jerusalén tik. Icha tz'aj yik'ancot junok ofrenda heb' in chonhab' t'a in templo t'a yol junok yet'tal te wach', icha chi' ol aj yik'chajcot heb'."
        },
        {
            "number": "21",
            "text": "Ha t'a skal juntzanh heb' ixto kani, ata' ol in sik'el heb' ol och sacerdoteal yet' lewitail, xchi Jehová."
        },
        {
            "number": "22",
            "text": "Syalanpax Jehová icha tik: Ha ak' satcha’anh yet' ak' yol yib'anhk’inal ol in b'o'o, ol ajnhejek' t'a junelnhej. Icha chi' ol aj eyajnhejeq'ui, ol ex b'inaj yet' eyinhtilal t'a junelnhej."
        },
        {
            "number": "23",
            "text": "Junjun sk'ual ik'oj ip t'a junjun semana yet' juntac el tz'alji k'een uj, ol jawok masanil heb' anima, ol ul em cuman heb' t'ayin."
        },
        {
            "number": "24",
            "text": "Ayic tz'elta heb' in chonhab', ol yilan sniwanil heb' chamnac heb', aton heb' pit yutejnac sb'a t'ayin. Aynhejoch nok' ha'ay schianb'at sniwanil heb' chi', haxo k'ak' wan snhusantz'a heb', malaj b'ak'uinh stupi. Yajb'entac yilji heb' t'a sat masanil anima tz'ilani, xchi Jehová."
        }
    ]
}