{
    "chapter": "66",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová icha tik: Ha satcha’anh in despacho yaji, haxo sat lu'um tik sb'achnub' voc yaji. Ha exxo tik, ¿b'ajtil ol e b'oq'ue junok in pat b'aj wach' tzin aji?"
        },
        {
            "number": "2",
            "text": "Ha in Jehová in svala' to a in val in b'onac juntzanh tastac ix vak' b'inaj tik, icha chi' ajnac spitzvichaanh smasanil. Ha eb' te emnaquil yaji, a in ol in tanhvej eb', aton eb' scus yuj smul, eb' ay yelk'och in lolonel t'ay."
        },
        {
            "number": "3",
            "text": "Ay ex tzex tzalaj e k'ulan juntzanh tastac yajb'entac t'a vichanh. Yuj chi' ayic tze milancham nok' vacax silab'il t'ayin, ha t'a in sat ichato a junok anima tze milchamoc. Ayic tze milancham nok' calnel silab'il t'ayin, ha t'a in sat ichato a sjaj nok' tz'i' tze ch'umeli. Ayic tzeyak'an sat eyavb'en ofrendail t'ayin, ha t'a in sat ichato a schiq'uil nok' chitam tze tob'emi. Ayic tze nhusan incienso t'ayin, ha t'a in sat ichato ha t'a comon dios tzeyal wach' lolonel."
        },
        {
            "number": "4",
            "text": "Yuj chi' toxo ix in na' tas yaelal ol javok t'a eyib'anh. Ha tas b'aj te k'un e xivi, a chi' ol vak'cot t'ayex, yujto ix ex vavtej, palta malaj mach ix tak'vi t'ayin. Ix in lolon t'ayex, palta maj e cha eyab'i, ix e k'ulan chukal. Ix e k'ulan juntzanh tas max schalaj in k'ool, xchi Jehová."
        },
        {
            "number": "5",
            "text": "Ha ex tze cha eyab'i, ab'ec val tas syal Jehová: Ay juntzanh eb' eyetchonhab' schichon sk'ol t'ayex, tzex spechanb'eyek' eb', yujto tzeyal e b'a t'ayin, syalan eb' icha tik: Sch'oxocab' stziquiquial Jehová chi', squil jab'oc e tzalaji, xchi eb'. Palta a eb' chi', te q'uixvelal ol ajkan eb', xchi Jehová."
        },
        {
            "number": "6",
            "text": "Ab'ec jun nhilili sk'an scot t'a chonhab' chi', sk'anh scotpax t'a templo. Aton Jehová sk'anh scoti, yic syak'an spak t'a eb' ajk'ol t'a smojal."
        },
        {
            "number": "7",
            "text": "Syalan Jehová icha tik: Ha chonhab' Sion, lajan val icha junok ix ix mantalaj syail yune' scoti, tz'alji yune' ix chi'."
        },
        {
            "number": "8",
            "text": "¿Tom ay mach ix ab'ani, mato ay mach ix ilan jun chi'? ¿Tom ay junok chonhab' junnhej k'ual tz'och nacional? ¿Tom ay junok chonhab' junnhej k'ual sb'oi? Palta a Sion tik, quennhej ol yab' syail ol ochxoc nacional."
        },
        {
            "number": "9",
            "text": "¿Tom ol yal in yamanoch vaan jun van yalji, yujto a in svak' aljoc? Maay. Manh ol yalpaxlaj in tenanek' spitzvixi jun chonhab' tik. Ha in Jehová e Diosal in svala', icha chi' ol ajoc."
        },
        {
            "number": "10",
            "text": "Ha ex tze xajanej Jerusalén, tzalajanhec yet'oc. Ha ex ok'nac ex yuj ayic yab'annac syail, mol tzalajanhec yet'oc."
        },
        {
            "number": "11",
            "text": "Yujto a Jerusalén chi', lajan icha junok ix nunab'il smontej yune', syak'an yim, icha chi' ol aj yak'an snivanil e k'ool, masanto ol ex tzalaj yuj, yujto niwan wach'ilal ol scha Jerusalén chi'."
        },
        {
            "number": "12",
            "text": "Ha in Jehová in svala': Ol vak'b'at wach'ilal t'a skal eb' anima t'a jun chonhab' tik. Ol yik'cot sb'eyumal juntzanhxo nación t'ay. Icha sjavi junok ha' eluma', icha chi' ol aj sjavi. Icha junok nene' unin nib'ab'il ol ex utajoc, ichato ol ex chunoc, ol ex cheljoc, ichato ol ex chenchenan t'a sat xub'."
        },
        {
            "number": "13",
            "text": "Icha junok ix nunab'il smontej yune', icha chi' ol aj ex in montani. Icha chi' ol aj eyik'an snivanil e k'ol t'a Jerusalén, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ayic ol eyilan juntzanh tik, ol ex te tzalajoc. Ol eyik'xi eyipoc, icha tz'aj syaxb'ixi anh ank'ultak. Yujto ol sch'ox spoder Jehová t'a skal eb' schecab', haxo yoval sk'ol ol yak' t'a eb' ayoch ajk'olal t'ay."
        },
        {
            "number": "15",
            "text": "Yujto a Jehová ol javok t'a cal k'ak', a scarruaje lajan icha chacxuxum ik'. Ol javok yak'och yoval sk'ol t'a eb' ajk'ol icha sq'ue nhilnhon yoc te' k'ak'."
        },
        {
            "number": "16",
            "text": "Ha yet' k'ak' yet' yespada Jehová, ol sch'olb'itej masanil anima t'a yol yib'anhk’inal tik, tzijtum eb' ol cham yuj."
        },
        {
            "number": "17",
            "text": "Ha val Jehová tz'alan icha tik: Ha eb' tz'och ejmelal t'a comon dios t'a scaltac te' avb'en te', stzalaj eb' sk'ulan icha sk'ulej mach scuchb'an eb', schi'an nok' chitam eb', nok' ch'oov yet' juntzanhxo nok' nok' yajb'entac, junnhej ol satel eb' smasanil."
        },
        {
            "number": "18",
            "text": "Yuj tastac sna eb' yet' tastac sk'ulej eb', ol in molb'ej masanil anima t'a junjun ti'al, t'a junjun chonhab', ol in ch'oxan in poder yil eb'."
        },
        {
            "number": "19",
            "text": "Ol in ch'oxan in poder t'a eb' olto canoc, ol in checanb'at eb' t'a juntzanhxo chonhab' tik: Aton t'a Tarsis, t'a Fut, t'a Lud b'aj cajan eb' jelan sjulvaj t'a jul-lab'. Ol in checanpaxb'at eb' t'a Tubal, t'a Javán yet' t'a juntzanh chonhab' najat t'a stitac ha' mar b'aj manh ab'chajnacoc in b'inaji yet' b'aj manh ilb'iloc in poder. Ol b'at yalel yab'ixal snivanil velk'och eb' t'a juntzanh chonhab' chi'."
        },
        {
            "number": "20",
            "text": "Ha in Jehová in svala' to t'a masanil chonhab', ol ik'joccot masanil eb' eyetchonhab' ayek' t'a skal eb'. Ay eb' ol ik'joccot t'a yib'anh nok' chej, t'a yol carruaje, t'a yib'anh b'achlab', t'a yib'anh nok' mula yet' t'a yib'anh nok' camello. Icha junok silab' ol aj sjavi eb' t'a tzalan b'aj tz'och ejmelal t'ayin t'a Jerusalén tik. Icha tz'aj yik'ancot junok ofrenda eb' in chonhab' t'a in templo t'a yol junok yet'tal te wach', icha chi' ol aj yik'chajcot eb'."
        },
        {
            "number": "21",
            "text": "Ha t'a skal juntzanh eb' ixto cani, ata' ol in siq'uel eb' ol och sacerdoteal yet' levitail, xchi Jehová."
        },
        {
            "number": "22",
            "text": "Syalanpax Jehová icha tik: Ha ak' satcha’anh yet' ak' yol yib'anhk’inal ol in b'o'o, ol ajnhejek' t'a junelnhej. Icha chi' ol aj eyajnhejeq'ui, ol ex b'inaj yet' eyinhtilal t'a junelnhej."
        },
        {
            "number": "23",
            "text": "Junjun sk'ual ik'oj ip t'a junjun semana yet' juntac el tz'alji q'uen uj, ol javok masanil eb' anima, ol ul em cuman eb' t'ayin."
        },
        {
            "number": "24",
            "text": "Ayic tz'elta eb' in chonhab', ol yilan snivanil eb' chamnac eb', aton eb' pit yutejnac sb'a t'ayin. Aynhejoch nok' ha'ay schianb'at snivanil eb' chi', haxo k'ak' van snhusantz'a eb', malaj b'ak'uinh stupi. Yajb'entac yilji eb' t'a sat masanil anima tz'ilani, xchi Jehová."
        }
    ]
}