{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayoch winhaj Acaz yuninal winhaj Jotam yixchiquin winhaj Uzías reyal t'a Judá, ix jawi winhaj Rezín sreyal Siria yet' winhaj Peka yuninal winhaj Remalías sreyal Israel yak' owal t'a Jerusalén, yic syik'anek' heb' winh yalani, palta maj yal-laj yuj heb' winh."
        },
        {
            "number": "2",
            "text": "Ha t'a jun pekti’ chi' ix ul alchaj t'a winhaj rey Acaz chi' yet' heb' winh ayoch yopisio yet' winh icha tik: Ha heb' aj Siria, junnhej ix yutej sb'a heb' yet' heb' aj Israel, wan sjawi heb' yak' owal, xchi. Yuj chi' ix ib'xik'e winh rey yet' heb' anima chi' yuj xiwelal, icha wal yib'xi te te' yuj ik', icha chi' sluclon heb'."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yal Jehová t'ayin Isaías in tik icha tik: Ixic, ik'b'at winh uninal aj Sear-jasub ed'oc. Ol a chalaj a b'a yet' winhaj Acaz chi' b'aj tz'el yoc ha ha' ay t'a jun tanque t'a yib'anh b'e, b'aj sjuk'chaj k'apac k'apac."
        },
        {
            "number": "4",
            "text": "Tzalan t'a winh icha tik: Tzil wal a b'a, palta manh ach xiwoc, manh a comon xib'tej a b'a. Manh ach xiv yuj winhaj Rezín yet' heb' aj Siria chi' yet' pax winh yuninal winhaj Remalías chi', yujto scot wal yowal heb' t'ayach icha chab'oc te' cuxk'ak' ay stab'il."
        },
        {
            "number": "5",
            "text": "Ha heb' aj Siria yet' heb' aj Efraín yet' winh yuninal winhaj Remalías chi', te chuk tas wan snaan heb' t'a a patic. Syalan heb' winh icha tik:"
        },
        {
            "number": "6",
            "text": "Coyec, b'at ko maquec ek' Judá, ko xib'tej heb' anima chi', squican jun chonhab' chi', haxo winh yuninal winhaj Tabeel skak'canoch reyal ta', xchi heb' winh."
        },
        {
            "number": "7",
            "text": "Palta a in Jehová in swal icha tik: Malaj b'ak'uinh ol elk'och jun tas sna heb' winh chi'."
        },
        {
            "number": "8",
            "text": "Yujto a Damasco, a niwan chonhab' yaj t'a Siria chi', haxo winhaj Rezín chi' ayoch sreyaloc. Axo Samaria, a niwan chonhab' yaj t'a Efraín chi', haxo winh yuninal winhaj Remalías chi' ayoch sreyaloc. Palta yic wal 65 ab'il ticnaik, ol lajwoquem heb' aj Efraín chi', manhxo chonhab'oc ol aj heb'. Tato a ex pax tik manh ol in eyak' wal och t'a he k'ol sik'lab'il, manh ol cannhej he chonhab' tik, xchi Jehová chi'."
        },
        {
            "number": "9",
            "text": "Ix yalanxi Jehová t'ayin Isaías in tik to swal t'a winhaj Acaz icha tik:"
        },
        {
            "number": "10",
            "text": "k'an il junok tas t'a Jehová ko Diosal. Syal sch'oxan il junok tas satub'tac yilji, wach'chom ato t'a sjulal yich lum lum tik, mato ato t'a yib'anh satcha’anh, xin chi t'a winh."
        },
        {
            "number": "11",
            "text": "Ix tak'wi winhaj Acaz chi': Maay, a in tik max yal wak'an prowal Jehová yic tzin k'an wil junok tas satub'tac t'ay, xchi winh."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix walan icha tik: Ex yinhtilalcan winhaj rey Dawid, ab'ec tas ol wala': Ha he naani to malaj yelk'och he tzuntzan heb' anima. ¿Tom tze nib'ej tze tzuntzejpax ko Diosal icha tzeyutej heb' chi'?"
        },
        {
            "number": "13",
            "text": "Ha wal lak'an Jehová ol ch'oxan junok tas satub'tac t'ayex: Ha jun ix cob'es tik ol pitzwococh jun unin t'a spatic ix, ol aljoc jun swinac unin ix, Emanuel ol yak' ix sb'iej."
        },
        {
            "number": "14",
            "text": "Ayic ayxo spensar jun unin chi', ol slo queso, ol yab'lanpax nok' yal chab' yet' heb' yetchonhab', yujto ayek' heb' t'a skal mheb'ail."
        },
        {
            "number": "15",
            "text": "Ayic mantalaj spensar jun unin chi', a chab' schonhab' chawanh heb' rey b'aj tzach xiv tik, ol kan tzinan."
        },
        {
            "number": "16",
            "text": "Ha Jehová ol ak'ancot jun yaelal t'a ib'anh, yet' t'a yib'anh a chonhab' yet' t'a yib'anh heb' yinhtilalcan winhaj Dawid. Ha jun tik manta b'aj ix uji yictax ix yik'anel sb'a Efraín t'a Judá. (Aton winh sreyal Asiria ol ak'anoch jun yaelal chi'.)"
        },
        {
            "number": "17",
            "text": "Ha t'a jun pekti’ chi', a Jehová ol ak'ancot heb' soldado cajan t'a snajatil ha ha' sb'ey t'a Egipto, ol jawok somnaj heb' icha nok' niwac us, ol ja pax heb' aj Asiria icha nok' nok'al chab'."
        },
        {
            "number": "18",
            "text": "Ol laj aj heb' t'a lum niwac yoltac opan, t'a yoltac k'een nhak'een, t'a skal lum wayumtac, t'a caltac q'uiix yet' b'ajtac syuk' ha' nok' wacax."
        },
        {
            "number": "19",
            "text": "Ha t'a jun pekti’ chi', icha junok k'een joxlab' jolom, icha chi' ol yutoc Jehová smajnan winh sreyal Asiria, winh cajan t'a sk'axepalb'at ha' niwan Éufrates. Ol ja winh yik'b'at masanil tastac ay t'ayex, ichato ol sjoxel xil he jolom winh, xil he ti' yet' xil he niwanil."
        },
        {
            "number": "20",
            "text": "Ha t'a jun pekti’ chi', yalnhej mach ol smol junok snun wacax, ma chawanhoc snun calnel,"
        },
        {
            "number": "21",
            "text": "ol yak' sobre yal yim nok' t'ay, ol sb'oan nok' queso heb'. Yalnhej mach ol colchaj t'a skal owal chi', ol slo nok' queso chi' heb', ol yuk'an nok' yal chab' heb'."
        },
        {
            "number": "22",
            "text": "Ha t'a junok lum lum b'aj awab'il mil ib'oc te' uwa, mil tumin plata stojol t'a pecataxo, haxo ol ajoc, ol satem juntzanh avb'en chi'. Ol q'uib'xoc k'e ste'al lu'um, caltac q'uiix ol ajxoc lu'um."
        },
        {
            "number": "23",
            "text": "Axonhej heb' pechum nok' ol ek' yet' sjul-lab' ta', yujto ol ochcan lum wayumtaquil yet' caltac q'uiixal."
        },
        {
            "number": "24",
            "text": "Ha lum tzalquixtac sd'ocji yet' k'een asaron t'a yalanhtaxo, wayumtac, caltac q'uiix ol ajkan lu'um. Manhxalaj mach ol yal yawan tas t'a lu'um, axonhej nok' wacax yet' nok' calnel ol wa t'a sat lu'um."
        }
    ]
}