{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayoch winhaj Acaz yuninal winhaj Jotam yixchiquin winhaj Uzías reyal t'a Judá, ix javi winhaj Rezín sreyal Siria yet' winhaj Peka yuninal winhaj Remalías sreyal Israel yak' oval t'a Jerusalén, yic syik'anek' eb' winh yalani, palta maj yal-laj yuj eb' winh."
        },
        {
            "number": "2",
            "text": "Ha t'a jun pekti’ chi' ix ul alchaj t'a winhaj rey Acaz chi' yet' eb' winh ayoch yopisio yet' winh icha tik: Ha eb' aj Siria, junnhej ix yutej sb'a eb' yet' eb' aj Israel, van sjavi eb' yak' oval, xchi. Yuj chi' ix ib'xiq'ue winh rey yet' eb' anima chi' yuj xivelal, icha val yib'xi te te' yuj ik', icha chi' sluclon eb'."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yal Jehová t'ayin Isaías in tik icha tik: Ixic, ik'b'at winh uninal aj Sear-jasub ed'oc. Ol a chalaj a b'a yet' winhaj Acaz chi' b'aj tz'el yoc ha ha' ay t'a jun tanque t'a yib'anh b'e, b'aj sjuk'chaj k'apac k'apac."
        },
        {
            "number": "4",
            "text": "Tzalan t'a winh icha tik: Tzil val a b'a, palta manh ach xivoc, manh a comon xib'tej a b'a. Manh ach xiv yuj winhaj Rezín yet' eb' aj Siria chi' yet' pax winh yuninal winhaj Remalías chi', yujto scot val yoval eb' t'ayach icha chab'oc te' cuxk'ak' ay stab'il."
        },
        {
            "number": "5",
            "text": "Ha eb' aj Siria yet' eb' aj Efraín yet' winh yuninal winhaj Remalías chi', te chuk tas van snaan eb' t'a a patic. Syalan eb' winh icha tik:"
        },
        {
            "number": "6",
            "text": "Coyec, b'at co maquec ek' Judá, co xib'tej eb' anima chi', squican jun chonhab' chi', haxo winh yuninal winhaj Tabeel scak'canoch reyal ta', xchi eb' winh."
        },
        {
            "number": "7",
            "text": "Palta a in Jehová in swal icha tik: Malaj b'ak'uinh ol elk'och jun tas sna eb' winh chi'."
        },
        {
            "number": "8",
            "text": "Yujto a Damasco, a niwan chonhab' yaj t'a Siria chi', haxo winhaj Rezín chi' ayoch sreyaloc. Axo Samaria, a niwan chonhab' yaj t'a Efraín chi', haxo winh yuninal winhaj Remalías chi' ayoch sreyaloc. Palta yic val 65 ab'il ticnaic, ol lajvoquem eb' aj Efraín chi', manhxo chonhab'oc ol aj eb'. Tato a ex pax tik manh ol in eyak' val och t'a e k'ol sik'lab'il, manh ol cannhej e chonhab' tik, xchi Jehová chi'."
        },
        {
            "number": "9",
            "text": "Ix yalanxi Jehová t'ayin Isaías in tik to swal t'a winhaj Acaz icha tik:"
        },
        {
            "number": "10",
            "text": "k'an il junok tas t'a Jehová co Diosal. Syal sch'oxan il junok tas satub'tac yilji, wach'chom ato t'a sjulal yich lum lum tik, mato ato t'a yib'anh satcha’anh, xin chi t'a winh."
        },
        {
            "number": "11",
            "text": "Ix tak'vi winhaj Acaz chi': Maay, a in tik max yal vak'an proval Jehová yic tzin k'an vil junok tas satub'tac t'ay, xchi winh."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix valan icha tik: Ex yinhtilalcan winhaj rey David, ab'ec tas ol vala': Ha e naani to malaj yelk'och e tzuntzan eb' anima. ¿Tom tze nib'ej tze tzuntzejpax co Diosal icha tzeyutej eb' chi'?"
        },
        {
            "number": "13",
            "text": "Ha val lak'an Jehová ol ch'oxan junok tas satub'tac t'ayex: Ha jun ix cob'es tik ol pitzvococh jun unin t'a spatic ix, ol aljoc jun svinac unin ix, Emanuel ol yak' ix sb'iej."
        },
        {
            "number": "14",
            "text": "Ayic ayxo spensar jun unin chi', ol slo queso, ol yab'lanpax nok' yal chab' yet' eb' yetchonhab', yujto ayek' eb' t'a skal meb'ail."
        },
        {
            "number": "15",
            "text": "Ayic mantalaj spensar jun unin chi', a chab' schonhab' chavanh eb' rey b'aj tzach xiv tik, ol kan tzinan."
        },
        {
            "number": "16",
            "text": "Ha Jehová ol ak'ancot jun yaelal t'a ib'anh, yet' t'a yib'anh a chonhab' yet' t'a yib'anh eb' yinhtilalcan winhaj David. Ha jun tik manta b'aj ix uji yictax ix yik'anel sb'a Efraín t'a Judá. (Aton winh sreyal Asiria ol ak'anoch jun yaelal chi'.)"
        },
        {
            "number": "17",
            "text": "Ha t'a jun pekti’ chi', a Jehová ol ak'ancot eb' soldado cajan t'a snajatil ha ha' sb'ey t'a Egipto, ol javok somnaj eb' icha nok' nivac us, ol ja pax eb' aj Asiria icha nok' nok'al chab'."
        },
        {
            "number": "18",
            "text": "Ol laj aj eb' t'a lum nivac yoltac opan, t'a yoltac q'uen nhaq'ueen, t'a skal lum vayumtac, t'a caltac q'uiix yet' b'ajtac syuk' ha' nok' vacax."
        },
        {
            "number": "19",
            "text": "Ha t'a jun pekti’ chi', icha junok q'uen joxlab' jolom, icha chi' ol yutoc Jehová smajnan winh sreyal Asiria, winh cajan t'a sk'axepalb'at ha' niwan Éufrates. Ol ja winh yik'b'at masanil tastac ay t'ayex, ichato ol sjoxel xil e jolom winh, xil e ti' yet' xil e nivanil."
        },
        {
            "number": "20",
            "text": "Ha t'a jun pekti’ chi', yalnhej mach ol smol junok snun vacax, ma chavanhoc snun calnel,"
        },
        {
            "number": "21",
            "text": "ol yak' sobre yal yim nok' t'ay, ol sb'oan nok' queso eb'. Yalnhej mach ol colchaj t'a skal oval chi', ol slo nok' queso chi' eb', ol yuk'an nok' yal chab' eb'."
        },
        {
            "number": "22",
            "text": "Ha t'a junok lum lum b'aj avab'il mil ib'oc te' uva, mil tumin plata stojol t'a pecataxo, haxo ol ajoc, ol satem juntzanh avb'en chi'. Ol q'uib'xoc q'ue ste'al lu'um, caltac q'uiix ol ajxoc lu'um."
        },
        {
            "number": "23",
            "text": "Axonhej eb' pechum nok' ol ek' yet' sjul-lab' ta', yujto ol ochcan lum vayumtaquil yet' caltac q'uiixal."
        },
        {
            "number": "24",
            "text": "Ha lum tzalquixtac sd'ocji yet' q'uen asaron t'a yalanhtaxo, vayumtac, caltac q'uiix ol ajkan lu'um. Manhxalaj mach ol yal yavan tas t'a lu'um, axonhej nok' vacax yet' nok' calnel ol wa t'a sat lu'um."
        }
    ]
}