{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayoch vinhaj Acaz yuninal vinhaj Jotam yixchiquin vinhaj Uzías reyal d'a Judá, ix javi vinhaj Rezín sreyal Siria yed' vinhaj Peka yuninal vinhaj Remalías sreyal Israel yak' oval d'a Jerusalén, yic syik'anek' eb' vinh yalani, palta maj yal-laj yuj eb' vinh."
        },
        {
            "number": "2",
            "text": "A d'a jun tiempoal chi' ix ul alchaj d'a vinhaj rey Acaz chi' yed' eb' vinh ayoch yopisio yed' vinh icha tic: A eb' aj Siria, junnhej ix yutej sb'a eb' yed' eb' aj Israel, van sjavi eb' yak' oval, xchi. Yuj chi' ix ib'xiq'ue vinh rey yed' eb' anima chi' yuj xivelal, icha val yib'xi te te' yuj ik', icha chi' sluclon eb'."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yal Jehová d'ayin Isaías in tic icha tic: Ixic, ik'b'at vinh uninal aj Sear-jasub ed'oc. Ol a chalaj a b'a yed' vinhaj Acaz chi' b'aj tz'el yoc a a' ay d'a jun tanque d'a yib'anh b'e, b'aj sjuk'chaj k'apac k'apac."
        },
        {
            "number": "4",
            "text": "Tzalan d'a vinh icha tic: Tzil val a b'a, palta manh ach xivoc, manh a comon xib'tej a b'a. Manh ach xiv yuj vinhaj Rezín yed' eb' aj Siria chi' yed' pax vinh yuninal vinhaj Remalías chi', yujto scot val yoval eb' d'ayach icha chab'oc te' cuxk'ak' ay stab'il."
        },
        {
            "number": "5",
            "text": "A eb' aj Siria yed' eb' aj Efraín yed' vinh yuninal vinhaj Remalías chi', te chuc tas van snaan eb' d'a a patic. Syalan eb' vinh icha tic:"
        },
        {
            "number": "6",
            "text": "Coyec, b'at co maquec ek' Judá, co xib'tej eb' anima chi', squican jun chonhab' chi', axo vinh yuninal vinhaj Tabeel scak'canoch reyal ta', xchi eb' vinh."
        },
        {
            "number": "7",
            "text": "Palta a in Jehová in sval icha tic: Malaj b'aq'uinh ol elk'och jun tas sna eb' vinh chi'."
        },
        {
            "number": "8",
            "text": "Yujto a Damasco, a nivan chonhab' yaj d'a Siria chi', axo vinhaj Rezín chi' ayoch sreyaloc. Axo Samaria, a nivan chonhab' yaj d'a Efraín chi', axo vinh yuninal vinhaj Remalías chi' ayoch sreyaloc. Palta yic val 65 ab'il ticnaic, ol lajvoquem eb' aj Efraín chi', manhxo chonhab'oc ol aj eb'. Tato a ex pax tic manh ol in eyak' val och d'a e k'ol sik'lab'il, manh ol cannhej e chonhab' tic, xchi Jehová chi'."
        },
        {
            "number": "9",
            "text": "Ix yalanxi Jehová d'ayin Isaías in tic to sval d'a vinhaj Acaz icha tic:"
        },
        {
            "number": "10",
            "text": "k'an il junoc tas d'a Jehová co Diosal. Syal sch'oxan il junoc tas satub'tac yilji, vach'chom ato d'a sjulal yich lum luum tic, mato ato d'a yib'anh satchaanh, xin chi d'a vinh."
        },
        {
            "number": "11",
            "text": "Ix tak'vi vinhaj Acaz chi': Maay, a in tic max yal vak'an proval Jehová yic tzin k'an vil junoc tas satub'tac d'ay, xchi vinh."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix valan icha tic: Ex yinhtilalcan vinhaj rey David, ab'ec tas ol vala': A e naani to malaj yelk'och e tzuntzan eb' anima. ¿Tom tze nib'ej tze tzuntzejpax co Diosal icha tzeyutej eb' chi'?"
        },
        {
            "number": "13",
            "text": "A val lak'an Jehová ol ch'oxan junoc tas satub'tac d'ayex: A jun ix cob'es tic ol pitzvococh jun unin d'a spatic ix, ol aljoc jun svinac unin ix, Emanuel ol yak' ix sb'iej."
        },
        {
            "number": "14",
            "text": "Ayic ayxo spensar jun unin chi', ol slo queso, ol yab'lanpax nok' yal chab' yed' eb' yetchonhab', yujto ayek' eb' d'a scal meb'ail."
        },
        {
            "number": "15",
            "text": "Ayic mantalaj spensar jun unin chi', a chab' schonhab' chavanh eb' rey b'aj tzach xiv tic, ol can tz'inan."
        },
        {
            "number": "16",
            "text": "A Jehová ol ak'ancot jun yaelal d'a ib'anh, yed' d'a yib'anh a chonhab' yed' d'a yib'anh eb' yinhtilalcan vinhaj David. A jun tic manta b'aj ix uji yictax ix yik'anel sb'a Efraín d'a Judá. (Aton vinh sreyal Asiria ol ak'anoch jun yaelal chi'.)"
        },
        {
            "number": "17",
            "text": "A d'a jun tiempoal chi', a Jehová ol ak'ancot eb' soldado cajan d'a snajatil a a' sb'ey d'a Egipto, ol javoc somnaj eb' icha nok' nivac us, ol ja pax eb' aj Asiria icha nok' nok'al chab'."
        },
        {
            "number": "18",
            "text": "Ol laj aj eb' d'a lum nivac yoltac opan, d'a yoltac q'uen nhaq'ueen, d'a scal lum vayumtac, d'a caltac q'uiix yed' b'ajtac syuk' a' nok' vacax."
        },
        {
            "number": "19",
            "text": "A d'a jun tiempoal chi', icha junoc q'uen joxlab' jolom, icha chi' ol yutoc Jehová smajnan vinh sreyal Asiria, vinh cajan d'a sk'axepalb'at a' nivan Éufrates. Ol ja vinh yik'b'at masanil tastac ay d'ayex, ichato ol sjoxel xil e jolom vinh, xil e ti' yed' xil e nivanil."
        },
        {
            "number": "20",
            "text": "A d'a jun tiempoal chi', yalnhej mach ol smol junoc snun vacax, ma chavanhoc snun calnel,"
        },
        {
            "number": "21",
            "text": "ol yak' sobre yal yim nok' d'ay, ol sb'oan nok' queso eb'. Yalnhej mach ol colchaj d'a scal oval chi', ol slo nok' queso chi' eb', ol yuk'an nok' yal chab' eb'."
        },
        {
            "number": "22",
            "text": "A d'a junoc lum luum b'aj avab'il mil ib'oc te' uva, mil tumin plata stojol d'a pecataxo, axo ol ajoc, ol satem juntzanh avb'en chi'. Ol q'uib'xoc q'ue ste'al luum, caltac q'uiix ol ajxoc luum."
        },
        {
            "number": "23",
            "text": "Axonhej eb' pechum nok' ol ek' yed' sjul-lab' ta', yujto ol ochcan lum vayumtaquil yed' caltac q'uiixal."
        },
        {
            "number": "24",
            "text": "A lum tzalquixtac sd'ocji yed' q'uen asaron d'a yalanhtaxo, vayumtac, caltac q'uiix ol ajcan luum. Manhxalaj mach ol yal yavan tas d'a luum, axonhej nok' vacax yed' nok' calnel ol va d'a sat luum."
        }
    ]
}