{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Say junok tas niwan yaj chek'an b'aj ol a tz'ib'ejem Maher-salal-hasbaz. Niwac ol utej a tz'ib'anemi."
        },
        {
            "number": "2",
            "text": "Slajwi chi' tzak'ankanoch winhaj sacerdote Urías yet' winhaj Zacarías yuninal winhaj Jeberequías testigoal, to yel a ach tza tz'ib'ej jun chi', xchi t'ayin."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', ix in way yet' ix wetb'eyum, aton ix schekab' Dios, ix skuchankanoch yune' ix. Axo yic ix alji jun unin chi', ix yalan Jehová t'ayin icha tik: Ha winh unin tik, Maher-salal-hasbaz ol ak' sb'iej winh, xchi."
        },
        {
            "number": "4",
            "text": "Ayic manto yal yalan mamin, nunin winh unin chi', ol ik'jocb'at masanil sb'eyumal chonhab' Damasco yet' chonhab' Samaria yuj winh sreyal Asiria, xchi Jehová chi'."
        },
        {
            "number": "5",
            "text": "Ix yalanxi t'ayin icha tik:"
        },
        {
            "number": "6",
            "text": "Yujto xiv juntzanh anima tik t'a winhaj Rezín yet' t'a winh yuninal winhaj Remalías, tzin spatiquejel heb' a in icha ha ha' ay t'a Siloé waji, ha' malalinhej sb'eyi."
        },
        {
            "number": "7",
            "text": "Ha inxo ichato ol wak'cot chulnaj ha' niwan Éufrates tz'el t'a stitac smelemal t'a yib'anh heb', ol jawok sib'naj ha' t'a Judá tik, ol b'ud'joquel masanil sat lum yuj ha'. Ol k'ek'och sjulal ha' t'a sjaj heb' anima tik. (Syalelk'ochi aton winh sreyal Asiria yet' masanil soldado). Icha chi' ol yutoc winh smakanek' lum a lu'um ach Emanuel, icha junok nok' nok' tz'el jenhan sk'axil, niwan smaca', icha chi' ol yutoc lum a lu'um chi' winh, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Ex niwac chonhab', molb'ejec he b'a tzex cot eyak' owal, palta ol ex sateloc. Ex niwac chonhab' te najat ay, ab'ec wal, nab'anhej tzeyik'cot eyamk'ab' yic owal, ol ex satjocnhejeloc."
        },
        {
            "number": "9",
            "text": "Ol eyal-laj eyab' tas ol he k'ulej, palta manh ol schalaj sb'a eyalani. Ol och t'a stzolal tas ol he k'ulej, palta manh ol elk'ochoc, yujto ha Dios aynhej ek' qued'oc."
        },
        {
            "number": "10",
            "text": "Ha Jehová yet' wal yip ix och yub'yub' t'ayin, ix yalani: Manh a b'eyb'alej sb'eyb'al juntzanh anima tik."
        },
        {
            "number": "11",
            "text": "Manh a mol alej yet' heb' sk'anan scolwal junocxo mach. Manh a xib'tej a b'a yuj b'aj xiv heb' anima tik."
        },
        {
            "number": "12",
            "text": "Ha in Jehová in Yajal in t'a Smasanil, Ha innhejokab' t'a yol a sat, anhej t'ayin tzach xiwi. Ayokab' welk'och t'a yol a sat."
        },
        {
            "number": "13",
            "text": "Ha in ol in och a kajnub'oc b'aj syal a colan a b'a. Palta ha t'a heb' aj Israel yet' heb' aj Judá, icha wal k'een k'een b'aj sloc sb'a yoc heb' anima, icha chi' waji. Yuj chi' ol yamchajelta heb' aj Jerusalén tik."
        },
        {
            "number": "14",
            "text": "Tzijtum heb' ol stenoch yoc, ol telwoc heb', ol cham heb', ol kan heb' t'a yaal, ol yamchaj heb', xchi Jehová t'ayin."
        },
        {
            "number": "15",
            "text": "Ex in k'ayb'um, sik'ekkan in k'ayb'ub'al tik t'a he pensar, malajokab' b'ak'uinh sb'at satk'olal eyuuj."
        },
        {
            "number": "16",
            "text": "Wach'chom sk'ub'ejel sb'a Jehová t'ayonh a onh yinhtilal onh winhaj Jacob tik, palta swak'och in k'ol t'ay, anhej ayoch yipoc in k'ool."
        },
        {
            "number": "17",
            "text": "Ha in tik yet' heb' wuninal ix yak' Jehová, ch'oxnab'il waj yet' heb' t'a skal heb' quetisraelal, yujto icha chi' ix in yutej Jehová Yajal t'a Smasanil, aton kajanek' t'a tzalan Sion."
        },
        {
            "number": "18",
            "text": "Ol laj yal heb' anima t'ayex icha tik: k'anb'ejec he b'ha t'a heb' winh syal yuj yet' t'a heb' sk'uman spixan heb' chamnac, aton heb' snumnoni yet' heb' sajsoni. ¿Tas yuj manhoc t'a heb' ko diosal sko k'anb'ej ko b'a? ¿Tas yuj manhoc t'a heb' ko chamnac sko k'anb'ej ko b'a yic skolwaj heb' t'ayonh pitzan onh tik? xcham heb'."
        },
        {
            "number": "19",
            "text": "Tzeyil wal tas syal schecnab'il Dios yet' sk'ayb'ub'al. Tato a heb' tzex k'ayb'an max alan icha syal slolonel Dios chi', manh pensaril tas syal heb' chi'."
        },
        {
            "number": "20",
            "text": "Ha heb' anima tik, ol b'at tik ol b'at tik heb' yuj wejel. Yuj wal wejel chi', ol owaj wal heb'. Ol b'uchwaj heb' t'a sreyal yet' t'a sDiosal. Olto k'e k'elan heb' t'a satcha’anh,"
        },
        {
            "number": "21",
            "text": "ol em k'elan heb' t'a sat lu'um, palta axonhej cusk'olal ol scha heb' yet' yaelal icha k’ik’ k’inal. Ol kan heb' t'a skal k’ik’ k’inal chi', manhxo ol yal scolan sb'a heb'."
        }
    ]
}