{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Say junok tas niwan yaj chek'an b'aj ol a tz'ib'ejem Maher-salal-hasbaz. Nivac ol utej a tz'ib'anemi."
        },
        {
            "number": "2",
            "text": "Slajvi chi' tzak'ancanoch vinhaj sacerdote Urías yet' vinhaj Zacarías yuninal vinhaj Jeberequías testigoal, to yel a ach tza tz'ib'ej jun chi', xchi t'ayin."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', ix in vay yet' ix vetb'eyum, aton ix schecab' Dios, ix scuchancanoch yune' ix. Axo yic ix alji jun unin chi', ix yalan Jehová t'ayin icha tik: Ha vinh unin tik, Maher-salal-hasbaz ol ak' sb'iej vinh, xchi."
        },
        {
            "number": "4",
            "text": "Ayic manto yal yalan mamin, nunin vinh unin chi', ol ik'jocb'at masanil sb'eyumal chonhab' Damasco yet' chonhab' Samaria yuj vinh sreyal Asiria, xchi Jehová chi'."
        },
        {
            "number": "5",
            "text": "Ix yalanxi t'ayin icha tik:"
        },
        {
            "number": "6",
            "text": "Yujto xiv juntzanh anima tik t'a vinhaj Rezín yet' t'a vinh yuninal vinhaj Remalías, tzin spatiquejel eb' a in icha ha ha' ay t'a Siloé vaji, ha' malalinhej sb'eyi."
        },
        {
            "number": "7",
            "text": "Ha inxo ichato ol vak'cot chulnaj ha' niwan Éufrates tz'el t'a stitac smelemal t'a yib'anh eb', ol javoc sib'naj ha' t'a Judá tik, ol b'ud'joquel masanil sat lum yuj ha'. Ol q'uek'och sjulal ha' t'a sjaj eb' anima tik. (Syalelk'ochi aton vinh sreyal Asiria yet' masanil soldado). Icha chi' ol yutoc vinh smacanek' lum a lu'um ach Emanuel, icha junok nok' nok' tz'el jenhan sk'axil, niwan smaca', icha chi' ol yutoc lum a lu'um chi' vinh, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Ex nivac chonhab', molb'ejec e b'a tzex cot eyak' oval, palta ol ex sateloc. Ex nivac chonhab' te najat ay, ab'ec val, nab'anhej tzeyik'cot eyamk'ab' yic oval, ol ex satjocnhejeloc."
        },
        {
            "number": "9",
            "text": "Ol eyal-laj eyab' tas ol e k'ulej, palta manh ol schalaj sb'a eyalani. Ol och t'a stzolal tas ol e k'ulej, palta manh ol elk'ochoc, yujto ha Dios aynhej ek' qued'oc."
        },
        {
            "number": "10",
            "text": "Ha Jehová yet' val yip ix och yub'yub' t'ayin, ix yalani: Manh a b'eyb'alej sb'eyb'al juntzanh anima tik."
        },
        {
            "number": "11",
            "text": "Manh a mol alej yet' eb' sk'anan scolval junocxo mach. Manh a xib'tej a b'a yuj b'aj xiv eb' anima tik."
        },
        {
            "number": "12",
            "text": "Ha in Jehová in Yajal in t'a Smasanil, Ha innhejocab' t'a yol a sat, anhej t'ayin tzach xivi. Ayokab' velk'och t'a yol a sat."
        },
        {
            "number": "13",
            "text": "Ha in ol in och a cajnub'oc b'aj syal a colan a b'a. Palta ha t'a eb' aj Israel yet' eb' aj Judá, icha val q'uen q'ueen b'aj sloc sb'a yoc eb' anima, icha chi' vaji. Yuj chi' ol yamchajelta eb' aj Jerusalén tik."
        },
        {
            "number": "14",
            "text": "Tzijtum eb' ol stenoch yoc, ol telvoc eb', ol cham eb', ol kan eb' t'a yaal, ol yamchaj eb', xchi Jehová t'ayin."
        },
        {
            "number": "15",
            "text": "Ex in k'ayb'um, siq'ueccan in k'ayb'ub'al tik t'a e pensar, malajocab' b'ak'uinh sb'at satk'olal eyuuj."
        },
        {
            "number": "16",
            "text": "Wach'chom sk'ub'ejel sb'a Jehová t'ayonh a onh yinhtilal onh vinhaj Jacob tik, palta svak'och in k'ol t'ay, anhej ayoch yipoc in k'ool."
        },
        {
            "number": "17",
            "text": "Ha in tik yet' eb' vuninal ix yak' Jehová, ch'oxnab'il vaj yet' eb' t'a skal eb' quetisraelal, yujto icha chi' ix in yutej Jehová Yajal t'a Smasanil, aton cajanek' t'a tzalan Sion."
        },
        {
            "number": "18",
            "text": "Ol laj yal eb' anima t'ayex icha tik: k'anb'ejec e b'ha t'a eb' vinh syal yuj yet' t'a eb' sk'uman spixan eb' chamnac, aton eb' snumnoni yet' eb' sajsoni. ¿Tas yuj manhoc t'a eb' co diosal sco k'anb'ej co b'a? ¿Tas yuj manhoc t'a eb' co chamnac sco k'anb'ej co b'a yic skolwaj eb' t'ayonh pitzan onh tik? xcham eb'."
        },
        {
            "number": "19",
            "text": "Tzeyil val tas syal schecnab'il Dios yet' sk'ayb'ub'al. Tato a eb' tzex k'ayb'an max alan icha syal slolonel Dios chi', manh pensaril tas syal eb' chi'."
        },
        {
            "number": "20",
            "text": "Ha eb' anima tik, ol b'at tik ol b'at tik eb' yuj vejel. Yuj val vejel chi', ol ovaj val eb'. Ol b'uchvaj eb' t'a sreyal yet' t'a sDiosal. Olto q'ue q'uelan eb' t'a satcha’anh,"
        },
        {
            "number": "21",
            "text": "ol em q'uelan eb' t'a sat lu'um, palta axonhej cusk'olal ol scha eb' yet' yaelal icha k’ik’ k’inal. Ol kan eb' t'a skal k’ik’ k’inal chi', manhxo ol yal scolan sb'a eb'."
        }
    ]
}