{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'ayin icha tic: Say junoc tas nivan yaj chek'an b'aj ol a tz'ib'ejem Maher-salal-hasbaz. Nivac ol utej a tz'ib'anemi."
        },
        {
            "number": "2",
            "text": "Slajvi chi' tzak'ancanoch vinhaj sacerdote Urías yed' vinhaj Zacarías yuninal vinhaj Jeberequías testigoal, to yel a ach tza tz'ib'ej jun chi', xchi d'ayin."
        },
        {
            "number": "3",
            "text": "Ix lajvi chi', ix in vay yed' ix vetb'eyum, aton ix schecab' Dios, ix scuchancanoch yune' ix. Axo yic ix alji jun unin chi', ix yalan Jehová d'ayin icha tic: A vinh unin tic, Maher-salal-hasbaz ol ak' sb'iej vinh, xchi."
        },
        {
            "number": "4",
            "text": "Ayic manto yal yalan mamin, nunin vinh unin chi', ol ik'jocb'at masanil sb'eyumal chonhab' Damasco yed' chonhab' Samaria yuj vinh sreyal Asiria, xchi Jehová chi'."
        },
        {
            "number": "5",
            "text": "Ix yalanxi d'ayin icha tic:"
        },
        {
            "number": "6",
            "text": "Yujto xiv juntzanh anima tic d'a vinhaj Rezín yed' d'a vinh yuninal vinhaj Remalías, tzin spatiquejel eb' a in icha a a' ay d'a Siloé vaji, a' malalinhej sb'eyi."
        },
        {
            "number": "7",
            "text": "A inxo ichato ol vak'cot chulnaj a' nivan Éufrates tz'el d'a stitac smelemal d'a yib'anh eb', ol javoc sib'naj a' d'a Judá tic, ol b'ud'joquel masanil sat lum yuj a'. Ol q'uek'och sjulal a' d'a sjaj eb' anima tic. (Syalelk'ochi aton vinh sreyal Asiria yed' masanil soldado). Icha chi' ol yutoc vinh smacanek' lum a luum ach Emanuel, icha junoc nok' nok' tz'el jenhan sk'axil, nivan smaca', icha chi' ol yutoc lum a luum chi' vinh, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Ex nivac chonhab', molb'ejec e b'a tzex cot eyak' oval, palta ol ex sateloc. Ex nivac chonhab' te najat ay, ab'ec val, nab'anhej tzeyik'cot eyamk'ab' yic oval, ol ex satjocnhejeloc."
        },
        {
            "number": "9",
            "text": "Ol eyal-laj eyab' tas ol e k'ulej, palta manh ol schalaj sb'a eyalani. Ol och d'a stzolal tas ol e k'ulej, palta manh ol elk'ochoc, yujto a Dios aynhej ek' qued'oc."
        },
        {
            "number": "10",
            "text": "A Jehová yed' val yip ix och yub'yub' d'ayin, ix yalani: Manh a b'eyb'alej sb'eyb'al juntzanh anima tic."
        },
        {
            "number": "11",
            "text": "Manh a mol alej yed' eb' sk'anan scolval junocxo mach. Manh a xib'tej a b'a yuj b'aj xiv eb' anima tic."
        },
        {
            "number": "12",
            "text": "A in Jehová in Yajal in d'a Smasanil, A innhejocab' d'a yol a sat, anhej d'ayin tzach xivi. Ayocab' velk'och d'a yol a sat."
        },
        {
            "number": "13",
            "text": "A in ol in och a cajnub'oc b'aj syal a colan a b'a. Palta a d'a eb' aj Israel yed' eb' aj Judá, icha val q'uen q'ueen b'aj sloc sb'a yoc eb' anima, icha chi' vaji. Yuj chi' ol yamchajelta eb' aj Jerusalén tic."
        },
        {
            "number": "14",
            "text": "Tzijtum eb' ol stenoch yoc, ol telvoc eb', ol cham eb', ol can eb' d'a yaal, ol yamchaj eb', xchi Jehová d'ayin."
        },
        {
            "number": "15",
            "text": "Ex in k'ayb'um, siq'ueccan in k'ayb'ub'al tic d'a e pensar, malajocab' b'aq'uinh sb'at satk'olal eyuuj."
        },
        {
            "number": "16",
            "text": "Vach'chom sk'ub'ejel sb'a Jehová d'ayonh a onh yinhtilal onh vinhaj Jacob tic, palta svak'och in k'ol d'ay, anhej ayoch yipoc in k'ool."
        },
        {
            "number": "17",
            "text": "A in tic yed' eb' vuninal ix yak' Jehová, ch'oxnab'il vaj yed' eb' d'a scal eb' quetisraelal, yujto icha chi' ix in yutej Jehová Yajal d'a Smasanil, aton cajanek' d'a tzalan Sion."
        },
        {
            "number": "18",
            "text": "Ol laj yal eb' anima d'ayex icha tic: k'anb'ejec e b'a d'a eb' vinh syal yuuj yed' d'a eb' sk'uman spixan eb' chamnac, aton eb' snumnoni yed' eb' sajsoni. ¿Tas yuj manhoc d'a eb' co diosal sco k'anb'ej co b'a? ¿Tas yuj manhoc d'a eb' co chamnac sco k'anb'ej co b'a yic scolvaj eb' d'ayonh pitzan onh tic? xcham eb'."
        },
        {
            "number": "19",
            "text": "Tzeyil val tas syal schecnab'il Dios yed' sk'ayb'ub'al. Tato a eb' tzex k'ayb'an max alan icha syal slolonel Dios chi', manh pensaril tas syal eb' chi'."
        },
        {
            "number": "20",
            "text": "A eb' anima tic, ol b'at tic ol b'at tic eb' yuj vejel. Yuj val vejel chi', ol ovaj val eb'. Ol b'uchvaj eb' d'a sreyal yed' d'a sDiosal. Olto q'ue q'uelan eb' d'a satchaanh,"
        },
        {
            "number": "21",
            "text": "ol em q'uelan eb' d'a sat luum, palta axonhej cusk'olal ol scha eb' yed' yaelal icha q'uik'alq'uinal. Ol can eb' d'a scal q'uik'alq'uinal chi', manhxo ol yal scolan sb'a eb'."
        }
    ]
}