{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Palta manh masaniloc tiempo ol kan eb' tz'ixtaj chi' t'a skal cusk'olal. Wach'chom emnaquil ix ajkan lum Galilea yuj Dios, palta ol ik'jocxichaanh lu'um, aton lum ay t'a yol yic Zabulón yet' t'a yol yic Neftalí, lum ay t'a stitac ha' Jordán yet' t'a stitac ha' mar, lum ay t'a slak'anil lum yic eb' manh israeloc."
        },
        {
            "number": "2",
            "text": "Ha eb' anima cajan chi' ta', ayek' eb' t'a cal k’ik’ k’inal, palta ol yil jun niwan sakil k'inal eb'. Ol k'och copnaj jun sakil k'inal t'a eb' ay t'a cal k’ik’ k’inal chi'."
        },
        {
            "number": "3",
            "text": "Mamin, a ach ix ak'xi q'uib' co b'isul t'a co chonhab' tik, ix ak'anxipax co niwan tzalajk'olal. Tzonh tzalaj co masanil t'a ichanh, icha tzonh tzalaji ayic sco molan sat cavb'en, icha stzalaj eb' soldado ayic spojanek' jantac b'eyumal syik' eb' t'a oval."
        },
        {
            "number": "4",
            "text": "Yujto a ach ix a satel jun nación, aton jun ik'annac onh b'at t'a ch'oc nacional, aton b'aj ix ak'jioch co yaelal. Ix a satel jun nación chi' icha utej a satannaquel chonhab' Madián t'a peca'."
        },
        {
            "number": "5",
            "text": "Ha xanhab' eb' soldado sk'anhi ayic sb'at eb' t'a oval yet' spichul eb' b'onhb'il yuj chik', ol juljocb'at t'a cal k'ak', ol tz'ab'at smasanil."
        },
        {
            "number": "6",
            "text": "Yujto ix alji jun vinac unin t'a co cal. Ha Dios ix ak'an jun unin tik t'ayonh. Ha jun unin tik, ol ak'chajoch yopisio yak'an Yajalil. Ol ak'chajoch juntzanh b'i tik t'ay: Ak'um Razón te Jelan, Dios Syal Yuj Smasanil, Mamab'il Aynhejek' t'a Junelnhej, Yajalil Ak'um Junk'olal."
        },
        {
            "number": "7",
            "text": "Ol yak' reyal sq'uexuloc winhaj rey David t'a yib'anh masanil lugar. Junk'olal ol yak' yajalil t'a junelnhej. Ol yik' val yip yajalil chi', ol sch'olb'itan tas t'a stojolal yet' t'a wach'il. Ha Jehová Yajal t'a Smasanil ol ak'anelk'och jun tik, yujto nab'ilxo yuj."
        },
        {
            "number": "8",
            "text": "Ix yal Jehová yuj yaelal ol javok t'a yib'anh Israel, schonhab' winhaj Jacob."
        },
        {
            "number": "9",
            "text": "Yuj chi' masanil eb' anima t'a yol yic Efraín masanto eb' cajan t'a Samaria, ol nachajel yuj eb' to a Jehová tz'ak'ancot juntzanh yaelal chi', palta yet' yak'umtaquil eb' yet' spitalil eb', syalan eb' icha tik:"
        },
        {
            "number": "10",
            "text": "Wach'chom tz'em lanhnaj co xan pat, ol co b'oxiq'ue yet' q'uen q'ueen tzeyb'il. Wach'chom sch'acjiel te' sicómoro sco k'an ste'aloc co pat, palta haxo pax te' k'ute' ol co k'an sq'uexuloc te', xchi eb'."
        },
        {
            "number": "11",
            "text": "Ha Jehová ol ik'ancot eb' ajk'ol yajoch t'a winhaj Rezín, yic syak'an oval eb' t'a Israel."
        },
        {
            "number": "12",
            "text": "Ha t'a stojolal b'aj sjavi k'u ol cot eb' aj Siria, haxo t'a stojolal b'aj tz'em k'u ol cot eb' filisteo. Junxonhej ol aj satjiel Israel yuj eb'. Wach'chom icha chi' ol ajoc, palta manto ol ochlaj vaan yoval sk'ol Jehová, ol yak'nhejcot yaelal t'a schonhab'."
        },
        {
            "number": "13",
            "text": "Palta haxo eb' schonhab' chi' jun, max sna sb'a eb' yalanxi sb'a d'ha Dios, wach'chom ix ak'jioch syaelal eb'. Max yak'och sb'a eb' t'a yol sk'ab' Jehová Yajal t'a Smasanil."
        },
        {
            "number": "14",
            "text": "Yuj chi' icha junok nok' nok' xicjiel snhe yet' sjolom yuj junok mach, ma icha b'aj junnhej k'ual sch'acjiel te' palma yet' te' aj, icha chi' ol utaj eb' israel chi' yuj Jehová."
        },
        {
            "number": "15",
            "text": "(Ha jun jolom chi', aton eb' yichamtac vinaquil chonhab' yet' eb' yajal yaji. Axo jun nhe chi', aton eb' syaloch sb'a schecab'oc Dios, palta anhej es syak' k'ayb'aj eb'.)"
        },
        {
            "number": "16",
            "text": "Ha eb' yajal yaji, tonhej tz'ak'ji musansatil eb' anima yuj eb', haxo eb' tz'och tzak'an yuj eb' chi' tonhej satb'at eb'."
        },
        {
            "number": "17",
            "text": "Yuj chi' manhxo ol ok' sk'ol Jehová t'a eb' quelemtac vinac, t'a eb' unin manhxa smam yet' t'a eb' ix ix chamnac yetb'eyum, yujto a eb' anima tik, junelnhej ix te chucb'i eb', axonhej chukal lolonel syal eb' smasanil. Yuj chi' manto ol ochlaj vaan yoval sk'ol Jehová, ol yak'nhejcot yaelal t'a schonhab'."
        },
        {
            "number": "18",
            "text": "Ha schucal eb' anima chi', niwan tas tz'ixtax yuj, icha val yic tz'el k'ak' a stz'ab'at te' q'uiix yet' vayumtac, stz'apaxb'at nivac yax lu'um yuj, syoyan sb'a chacxuxum ik' t'a skal stab'il sq'ue chi'."
        },
        {
            "number": "19",
            "text": "Yuj val yoval sk'ol Jehová Yajal t'a Smasanil, van slajviel schonhab' yet' eb' anima, icha tz'aj slajviel junok chonhab' yuj te' k'ak'. Manhxo ol ek'laj syaelal eb' anima t'ay junjun."
        },
        {
            "number": "20",
            "text": "Yalxonhej tas jab'oc ol ilchaj yuj eb', ol yab'lanb'at eb', palta manh ol ek'laj svejel eb', manh ol b'ud'joclaj eb'. Yuj chi' ol laj schib'at yuninal eb' yuj vejel."
        },
        {
            "number": "21",
            "text": "Ha eb' yinhtilal Manasés, ol yak' oval eb' yet' eb' yic Efraín. Ol spacanpax sb'a eb' yic Efraín chi'. Axo ol ajoc, ol yak' oval eb' scha macanhil yet' eb' aj Judá. Wach'chom icha chi' ol aj eb', palta manto ol ochlaj vaan yoval sk'ol Jehová, ol yak'nhejcot yaelal t'a schonhab'."
        }
    ]
}