{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Palta manh masaniloc tiempo ol kan heb' tz'ixtaj chi' t'a skal cusk'olal. Wach'chom emnaquil ix ajkan lum Galilea yuj Dios, palta ol ik'jocxichaanh lu'um, aton lum ay t'a yol yic Zabulón yet' t'a yol yic Neftalí, lum ay t'a stitac ha' Jordán yet' t'a stitac ha' mar, lum ay t'a slak'anil lum yic heb' manh israelok."
        },
        {
            "number": "2",
            "text": "Ha heb' anima cajan chi' ta', ayek' heb' t'a kal k’ik’ k’inal, palta ol yil jun niwan sakil k'inal heb'. Ol k'och copnaj jun sakil k'inal t'a heb' ay t'a kal k’ik’ k’inal chi'."
        },
        {
            "number": "3",
            "text": "Mamin, a ach ix ak'xi q'uib' ko b'isul t'a ko chonhab' tik, ix ak'anxipax ko niwan tzalajk'olal. Tzonh tzalaj ko masanil t'a ichanh, icha tzonh tzalaji ayic sco molan sat cavb'en, icha stzalaj heb' soldado ayic spojanek' jantac b'eyumal syik' heb' t'a owal."
        },
        {
            "number": "4",
            "text": "Yujto a ach ix a satel jun nación, aton jun ik'annac onh b'at t'a ch'oc nacional, aton b'aj ix ak'jioch ko yaelal. Ix a satel jun nación chi' icha utej a satannaquel chonhab' Madián t'a peka'."
        },
        {
            "number": "5",
            "text": "Ha xanhab' heb' soldado sk'anhi ayic sb'at heb' t'a owal yet' spichul heb' b'onhb'il yuj chik', ol juljocb'at t'a kal k'ak', ol tz'ab'at smasanil."
        },
        {
            "number": "6",
            "text": "Yujto ix alji jun winak unin t'a ko kal. Ha Dios ix ak'an jun unin tik t'ayonh. Ha jun unin tik, ol ak'chajoch yopisio yak'an Yajalil. Ol ak'chajoch juntzanh b'i tik t'ay: Ak'um Razón te Jelan, Dios Syal Yuj Smasanil, Mamab'il Aynhejek' t'a Junelnhej, Yajalil Ak'um Junk'olal."
        },
        {
            "number": "7",
            "text": "Ol yak' reyal sk'exuloc winhaj rey Dawid t'a yib'anh masanil lugar. Junk'olal ol yak' yajalil t'a junelnhej. Ol yik' wal yip yajalil chi', ol sch'olb'itan tas t'a stojolal yet' t'a wach'il. Ha Jehová Yajal t'a Smasanil ol ak'anelk'och jun tik, yujto nab'ilxo yuj."
        },
        {
            "number": "8",
            "text": "Ix yal Jehová yuj yaelal ol jawok t'a yib'anh Israel, schonhab' winhaj Jacob."
        },
        {
            "number": "9",
            "text": "Yuj chi' masanil heb' anima t'a yol yic Efraín masanto heb' cajan t'a Samaria, ol nachajel yuj heb' to a Jehová tz'ak'ancot juntzanh yaelal chi', palta yet' yak'umtaquil heb' yet' spitalil heb', syalan heb' icha tik:"
        },
        {
            "number": "10",
            "text": "Wach'chom tz'em lanhnaj ko xan pat, ol ko b'oxik'e yet' k'een k'een tzeyb'il. Wach'chom sch'acjiel te' sicómoro sco k'an ste'aloc ko pat, palta haxo pax te' k'ute' ol ko k'an sk'exuloc te', xchi heb'."
        },
        {
            "number": "11",
            "text": "Ha Jehová ol ik'ancot heb' ajk'ol yajoch t'a winhaj Rezín, yic syak'an owal heb' t'a Israel."
        },
        {
            "number": "12",
            "text": "Ha t'a stojolal b'aj sjawi k'u ol cot heb' aj Siria, haxo t'a stojolal b'aj tz'em k'u ol cot heb' filisteo. Junxonhej ol aj satjiel Israel yuj heb'. Wach'chom icha chi' ol ajoc, palta manto ol ochlaj waan yowal sk'ol Jehová, ol yak'nhejcot yaelal t'a schonhab'."
        },
        {
            "number": "13",
            "text": "Palta haxo heb' schonhab' chi' jun, max sna sb'a heb' yalanxi sb'a d'ha Dios, wach'chom ix ak'jioch syaelal heb'. Max yak'och sb'a heb' t'a yol sk'ab' Jehová Yajal t'a Smasanil."
        },
        {
            "number": "14",
            "text": "Yuj chi' icha junok nok' nok' xicjiel snhe yet' sjolom yuj junok mach, ma icha b'aj junnhej k'ual sch'acjiel te' palma yet' te' aj, icha chi' ol utaj heb' israel chi' yuj Jehová."
        },
        {
            "number": "15",
            "text": "(Ha jun jolom chi', aton heb' yichamtac winaquil chonhab' yet' heb' yajal yaji. Axo jun nhe chi', aton heb' syaloch sb'a schecab'oc Dios, palta anhej es syak' k'ayb'aj heb'.)"
        },
        {
            "number": "16",
            "text": "Ha heb' yajal yaji, tonhej tz'ak'ji musansatil heb' anima yuj heb', haxo heb' tz'och tzak'an yuj heb' chi' tonhej satb'at heb'."
        },
        {
            "number": "17",
            "text": "Yuj chi' manhxo ol ok' sk'ol Jehová t'a heb' kelemtac winak, t'a heb' unin manhxa smam yet' t'a heb' ix ix chamnac yetb'eyum, yujto a heb' anima tik, junelnhej ix te chucb'i heb', axonhej chukal lolonel syal heb' smasanil. Yuj chi' manto ol ochlaj waan yowal sk'ol Jehová, ol yak'nhejcot yaelal t'a schonhab'."
        },
        {
            "number": "18",
            "text": "Ha schucal heb' anima chi', niwan tas tz'ixtax yuj, icha wal yic tz'el k'ak' a stz'ab'at te' q'uiix yet' wayumtac, stz'apaxb'at niwac yax lu'um yuj, syoyan sb'a chacxuxum ik' t'a skal stab'il sk'e chi'."
        },
        {
            "number": "19",
            "text": "Yuj wal yowal sk'ol Jehová Yajal t'a Smasanil, wan slajwiel schonhab' yet' heb' anima, icha tz'aj slajwiel junok chonhab' yuj te' k'ak'. Manhxo ol ek'laj syaelal heb' anima t'ay junjun."
        },
        {
            "number": "20",
            "text": "Yalxonhej tas jab'oc ol ilchaj yuj heb', ol yab'lanb'at heb', palta manh ol ek'laj swejel heb', manh ol b'ud'joclaj heb'. Yuj chi' ol laj schib'at yuninal heb' yuj wejel."
        },
        {
            "number": "21",
            "text": "Ha heb' yinhtilal Manasés, ol yak' owal heb' yet' heb' yic Efraín. Ol spacanpax sb'a heb' yic Efraín chi'. Axo ol ajoc, ol yak' owal heb' scha macanhil yet' heb' aj Judá. Wach'chom icha chi' ol aj heb', palta manto ol ochlaj waan yowal sk'ol Jehová, ol yak'nhejcot yaelal t'a schonhab'."
        }
    ]
}